{
    "Abbott, Jere": [
        427,
        [
            "Americanist art historian; first associate director of the Museum of Modern Art in New York.",
            "Abbott was born to Arthur Abbott and Flora Parkman (Abbott).",
            "After attending Dexter High School, Abbott graduated from Bowdin College with a bachelor's degree in science and attended graduate school at Harvard University in physics.",
            "At Harvard he met <a href=\"/barra\">Alfred H. Barr, Jr.</a>, who would become the first director of the Museum of Modern Art.",
            "Barr and Abbott spent time in Paris studying art.",
            "Barr appointed Abbott to be his first associate director, taking care of much of the day-to-day operations of the museum.",
            "In 1932 Abbott accepted a position as Director, Smith College Museum of Art, Northampton, Massachusetts where he remained until 1946.",
            "As director, Abbott was instrumental in acquiring modernist works such as Picasso's cubist <em>Table, Guitar, and Bottle</em> (1919) as he had done for the Museum of Modern Art.",
            "He was adjunct faculty at Smith and taught courses in art history.",
            "He was a fellow of the Pierpont Morgan Library in New York.",
            "After his retirement from Smith, Abbott moved to his hometown of Dexter, Maine, where his family operated the Amos Abbott Woolen Manufacturing Company.",
            "Abbott served as the treasurer for the Company.",
            "At his death, Abbott left a $4.3-million acquisition fund to the Colby College Museum of Art."
        ]
    ],
    "Abell, Walter": [
        428,
        [
            "<p>Art educator and theorist, applied Marxist and psychological approaches to his interpretations of art.",
            "Sponsored by Barnes Foundation to study in France.",
            "Taught: Antioch College, 1925-27; Acadia University (Canada), 1928-43; Michigan State University, 1943-56.</p>"
        ]
    ],
    "Abraham, Karl": [
        429,
        [
            "Psychiatrist and disciple of Freud; earliest scholar to employ psycho-analytic method to an artist (Giovanni Segantini).",
            "Abraham was born into a wealthy, cultured, Jewish family.",
            "His father, Nathan Abraham, initially a Hebrew religion teacher, and his mother were first cousins.",
            "Karl Abraham rejected religion early in his life.",
            "His early interests in philology and linguistics lead to a life-long interest in humanities.",
            "After homeschooling, he entered medical school in 1896 at the universities in Würzburg, Berlin and finally Freiburg im Breisgau.",
            "After graduating in 1901, he took a position initially at an asylum in Berlin and then at the Burghölzi Mental Hospital in Zürich under P. Eugene Bleuler (1857-1939) in 1904.",
            "He became a devoted Helvetian, embracing mountain climbing and the art of another expatriate to Switzerland, the artist Giovanni Segantini.",
            "During that time he met the Swiss psychoanalyst Carl G. Jung (1875-1961) who introduced him to the psychoanalytic method of Sigmund Freud (1856-1939).",
            "Abraham began writing papers on childhood sexuality and schizophrenia.",
            "He married Hedwig Burgner, in 1906.",
            "He met Freud the following year.",
            "A rift developed between Jung and Abraham and Abraham left Zürich for private practice in Berlin in 1907.",
            "An interest in symbols and myths resulted in a 1909 paper on mythology and wish-fulfillment.",
            "As Freud experimented with psychoanalytic interpretation of art (his <em>Eine Kindheitserinnerung des Leonardo da Vinci</em>, 1910), Abraham did the same for Segantini in 1911, his book <em>Giovanni Segantini: ein psychoanalytischer Versuch</em>.",
            "He employed the same historic approach to a paper on the iconoclast Egyptian pharaoh Amenhotep IV, Akhenaten.",
            "Abraham was mobilized as the head of the psychiatric unit for the German military in World War I, attached to the 20th Army.",
            "There he became interested in war neuroses, but also contracted dysentery which weakened him greatly.",
            "After the war, he returned to private practice, psychoanalyzing numerous important patients.",
            "Abraham addressed modern art one last time in a paper (never published in his lifetime) [100].",
            "He developed a pneumonia and a lung infection for which he underwent surgery, recuperating--and still mountain climbing--in Switzerland.",
            "At age 48 he succumbed to related infections.",
            "Shortly after his death, his medical papers were translated into English and published by the Bloomsbury publisher Leonard Woolf (1880-1969).",
            "His daughter, Hilda C. Abraham, was also a psychiatrist of note.",
            "Abraham is most noted as an early theorist in depression and mental illness.",
            "His book on Segantini, like Freud's, is more an posthumous psychoanalysis of the artist than the art.",
            "Abraham's theories received renewed interest with the art-historical application of the theories of Jacques Lacan in Lacan's book, <em>The Four Fundamental Concepts of Psycho-Analysis</em>.",
            "Abraham was known as the most loyal of Freud's disciples, never deviating from Freud's classical principles of psychoanalysis.",
            "He also collaborated with Freud on research of manic-depression (today known as bipolar disorder), resulting in Freud's paper, \"Mourning and Melancholia,\" 1917."
        ]
    ],
    "Abraham, Pol": [
        430,
        [
            "Architect and historian of medieval building, noted for his assertion that Gothic architecture's system of ribbed vaulting was unnecessary for structural reasons.",
            "Abraham served as a soldier in World War I. After the war, he worked on the reconstruction of monument destroyed by the war in the north of France.",
            "He trained in the architectural studio of Pascal et Recoura at the Ecole des beaux-arts in Paris, graduating in 1920.",
            "He further studied at the l'Ecole du Louvre between 1921 and 1924.",
            "He was briefly the editor of the periodical L'Architecte from 1923 to 1924 before opening a partnership with the architect Paul Sinoir in Paris.",
            "He was responsible for several buildings in the Ile-de-France.",
            "In 1930, he and Henry Jacques Le Même (1897-1997).",
            "The two designed sanitariums, notably at Plateau d'Assy en Haute-Savoie, Roc des Fiz (1932), de Guébriant (1932-33), de la Clairière (1934).",
            "Shortly before and after World War II, he was part of a team responsible for the reconstruction of the section of Orléans known as \"Ilot IV,\" a combination of prefabrication and concrete according to classical design.",
            "In 1933, Abraham wrote a controversial thesis for the Ecole des beaux-arts arguing that the ribbed vault construction of the Gothic was not structurally necessary and that Gothic architecture vaults, ribs and arches were designed to appear strong.",
            "This challenged the long-accepted views of <a href=\"/violletleduce\">Eugène Viollet-le-Duc</a> and set off a debate among intellectuals of France that went to the core humanistic methodology.",
            "Abraham argued against Viollet-Le-Duc's notion that Gothic architecture sprang from rational necessity.",
            "His 1933 (published in 1934) thesis focused on the intersecting ribs of the Gothic vaults, the croissée d'ogives.",
            "Abraham argued that gothic ribs were illusionistic, not structural.",
            "The debate it touched in France fascinated the Annalistes historians, a school of interdisciplinary historic thinking founded by Marc Bloch (1886-1944) and Lucien Le Febvre (1878-1956).",
            "Another Annaliste historian Louis Lecrocq published his support of Abraham's thesis in their journal Annales d'histoire économique et sociale in 1935."
        ]
    ],
    "Ackerman, Gerald M.": [
        431,
        [
            "Gérôme and 19th-century French art scholar.",
            "Ackerman graduated from the University of California, Berkeley in 1952 with a B.A.",
            "He moved to Munich where he studied at the Maximillien University under <a href=\"/sedlmayrh\">Hans Sedlmayr</a> between 1956-1958 before returning to the United States where he began teaching as an art history lecturer at Bryn Mawr.",
            "He received his MFA at Princeton University in 1960, continuing for his Ph.D.",
            "in 1964 with a thesis, written under <a href=\"/panofskye\">Erwin Panofsky</a> and <a href=\"/leer\">Rensselaer W. Lee</a>, on the <em>Trattato</em> of <a href=\"/lomazzog\">Giovanni Paolo Lomazzo</a>.",
            "Ackerman was appointed assistant professor at Stanford University in 1965.",
            "In 1971 he moved to Pamona College as associate professor, becoming full professor in 1976.",
            "He was Fulbright Professor, University of Leningrad, in 1980.",
            "Ackerman taught as Appleton Distinguished Professor at Florida State University in 1994."
        ]
    ],
    "Ackerman, James S.": [
        432,
        [
            "Architectural historian and professor of Fine Arts, Harvard University, 1960-1990.",
            "Ackerman's father, Lloyd Stuart Ackerman (1882-1968), was a prosperous San Francisco attorney and his mother, Louise Sloss (Ackerman) (1888-1983), was later a librarian at the San Francisco Museum of Art (today the SF Museum of Modern Art).",
            "Art as a child, he was exposed to art when his family toured European museums in 1932.",
            "At age 15, he read <em>Vision and Design</em> by <a href=\"/fryr\">Roger Fry</a>, which opened him to the formal interpretation of art.",
            "Ackerman attended Yale University, where the courses of <a href=\"/focillonh\">Henri Focillon</a> \"mesmerized\" him.",
            "He received his A. B. in 1941.",
            "During World War II he served in the U.S.",
            "Army Signal Intelligence Service in Italy from 1942 until 1945, the so-called \"Monuments Division.\"",
            "There he was assigned to retrieve an archive, hidden for safety, in the Renaissance Carthusian monastery of Certosa of Pavia near Milan.",
            "He became fascinated with Italy and renaissance art.",
            "When his brother, Lloyd Stuart Ackerman, Jr.",
            "was killed in the War, Ackerman's parents established a library at the SF Museum in his memory in 1945.",
            "After discharge from the service, Ackerman entered New York University earning his M.A.",
            "in 1947 with a thesis written under <a href=\"/krautheimerr\">Richard Krautheimer</a>.",
            "He married Mildred Rosenbaum (d.",
            "1986), a dancer, the same year, and joined Yale University as an instructor in 1948.",
            "Ackerman was a research fellow at the American Academy in Rome between 1949 and 1952 and a Fulbright fellow for the 1950-1951 year.",
            "His Ph.D.",
            "from NYU was awarded in 1952, writing a dissertation also supervised Krautheimer on the Cortile del Belvedere, the courtyard between the Vatican Villa and the palace.",
            "He joined the University of California, Berkeley, as an assistant professor in 1952.",
            "He rose to associate professor in 1956 and ultimately professor of architecture and art in 1959.",
            "During the same years he acted as editor-in-chief of the <em>Art Bulletin</em> (1956-1960).",
            "After a visiting lectureship at Harvard University during the 1958-1959, year, he was appointed professor of fine arts at Harvard University in 1960.",
            "Ackermann won the Hitchcock Medal from the College Art Association in 1961 for his book, <em>The Architecture of Michelangelo</em>, a topic urged on him by <a href=\"/blunta\">Anthony Blunt</a> and <a href=\"/wittkowerr\">Rudolf Wittkower</a>.",
            "During this time he was a member of the board of directors of the Renaissance Society of America.",
            "Together with <a href=\"/carpenterr\">Rhys Carpenter</a>, Ackerman wrote <em>Art and Archaeology</em>, 1962, a handbook for practitioners of the discipline of art history.",
            "He was named chairman of department of Fine Arts at Harvard in 1963.",
            "He was a visiting fellow at the Council of the Humanities, Princeton University for the 1960-1961 year.",
            "Ackerman turned his attention to the Venetian architect Andrea Palladio, writing two books, <em>Palladio</em> and <em>Palladio's Villas</em> in 1966 and 1967, respectively.",
            "He taught as Slade Professor of Fine Art, Cambridge University, for the 1969-1970 year.",
            "In 1976 he produced a film with <a href=\"/weilgarrisk\">Kathleen Weil-Garris</a>, <em>Looking for Renaissance Rome</em>.",
            "In 1983 Ackerman was named <a href=\"/portera\">A.",
            "Kingsley Porter</a> Professor of Fine Arts.",
            "He delivered the Mellon lectures at the National Gallery of Art, Washgington, D. C., in 1985, published in 1990 as <em>The Villa: Form and Ideology of Country Houses</em>.",
            "In 1986 his wife died and he remarried Jill Rose Slosburg (b.",
            "1948), a sculptor/jeweler, in 1987.",
            "In 1990 he was named professor emeritus from Harvard.",
            "His students include Daniel Abramson, John Archer, David Friedman, Alice Friedman, Thomas Da Costa Kaufmann, <a href=\"/macdougalle\">Elisabeth Blair MacDougall</a>, Loren Partridge, Stephen Tobriner, Franklin Toker and Rochelle Ziskin.",
            "Ackerman's dissertation signaled his methodological approach as an architectural historian: the determining of design responsibility of an architectural monument.",
            "His most important book the 1961 <em>Architecture of Michelangelo</em> reframed notions of the genesis of Michelangelo's buildings.",
            "Building on the work of <a href=\"/freyk\">Karl Frey</a>, <a href=\"/thodeh\">Henry Thode</a> and the more recent research of <a href=\"/tolnayc\">Charles de Tolnay</a>, Ackerman brought out Michelangelo as a significant and thoughtful architect (Lein).",
            "His book on Palladio remains his most well-known work.",
            "A documentary historian, (inspired in part, he said by a 1955 article by <a href=\"/johnsonm\">Georgina Masson</a>), he explained architecture as solved problems rather than through stylistic analysis.",
            "His book <em>Art and Archaeology</em> is still a useful primer for the discipline of art history, defining the methodologies of connoisseurship, criticism, iconography, etc."
        ]
    ],
    "Acland, James H.": [
        433,
        [
            "Canadian Architectural historian; wrote most complete study to date on Gothic vaulting systems.",
            "Acland was born in Toronto in 1917 and graduated from Syracuse University, New York, in 1942 with a B.A.",
            "in Architecture.",
            "Immediately afterwards, Acland joined the Canadian army, then fighting World War II.",
            "During his military service, which lasted from 1942 to 1945, Acland worked on the design of factories as well as with Canadian Army Photo Intelligence.",
            "Following the war he attended Harvard University where he obtained an M.A.",
            "in Philosophy in 1952.",
            "After holding teaching positions at the University of Utah and the University of British Columbia, Acland became associate professor (later professor) at the School of Architecture, University of Toronto, in 1956.",
            "Acland’s research (as well as his teaching) focused on the history of architecture — in particular the relationship between medieval building traditions and the development of complex towns from which they emerged.",
            "His interest in conservation led him to publish <em>Building by the Sea</em> in 1962, a limited edition photographic study of maritime architecture, with Eric R. Arthur (1898-1982).",
            "Throughout the 1960s Acland also promoted his ideas on the history of architecture to a wider audience through a number of television shows which he either developed or appeared in, or both.",
            "The shows include CBC’s <em>Man in a Landscape, Wall and Window and A Sense of Place</em> — which examined contemporary Canadian architecture of the 1960s.",
            "Between 1969 and 1971 Acland was president of Architectural Conservancy of Ontario during which time he organized a digital inventory of historic buildings designated by the National Historic Sites of Canada.",
            "His research on architecture in the medieval period resulted in his 1972 book, <em>Medieval Structure: The Gothic Vault</em>.",
            "Acland argued that medieval vaults combine two traditions: one, that of stone construction, derived from the Mediterranean and the East; the other, the northern Europe tradition of construction in wood.",
            "&nbsp;"
        ]
    ],
    "Adams, Henry": [
        434,
        [
            "Social historian, novelist; author of a book on medieval architecture.",
            "Adams' parents were the diplomat and congressman Charles Francis Adams, Sr.",
            "(1807-1886) and shipping heiress Abigail Brooks Adams (1808-1889); he was the grandson of President John Quincy Adams and great-grandson of President John Adams.",
            "Adams attended Dixwell School before Harvard College--an experience he valued little--graduating in 1858.",
            "Among his life-long friends he met at Harvard was the future architect Henry Hobson Richardson.",
            "Adams then made a \"grand tour\" of Europe following his education like many children of the well-heeled.",
            "When Abraham Lincoln appointed his father as ambassador to England, the young Adams accompanied him.",
            "There he met British political and intellectual figures including Queen Victoria, Prime Minister Henry Palmerston, the political philosopher John Stuart Mill (1806-1873), Robert Browning (1812-1889), and Charles Dickens (1812-1870).",
            "Adams returned to the United States after the Civil War in 1868, working in Washgington, D. C., as a freelance journalist for the <em>North American Review</em>, the <em>Nation</em>, documenting the corrupt administration of Ulysses S. Grant.",
            "In 1870 he joined Harvard teaching courses in medieval and early U.S.",
            "history.",
            "Two years later he married Marian \"Clover\" Hooper (1843-1885).",
            "Adams resigned from Harvard in 1877 for greater personal freedom and to research early nineteenth century American History.",
            "The couple returned to Washington DC, making extensive trips to Europe for research of his books.",
            "After publishing several biographies and anonymously published works of fiction, his wife, who suffered from severe depression, committed suicide in 1885; Adams never fully recovered from this tragedy.",
            "Adams issued his nine-volume <em>History of the United States during the Administrations of Thomas Jefferson and James Madison</em> beginning in 1889.",
            "He embarked on a world voyage between 1890-1892 with the artist John La Farge, but remained in Paris.",
            "From thenceforth, Adams spent summer and autumn there each year, the remainder of his time in Washington.",
            "In Washington, Adams struck a close friendship with the former presidential secretary and later United States secretary of state John Hay (1838-1905).",
            "The two commissioned adjoining houses on Lafayette Square in Washington in the 1880s from Richardson.",
            "In the 1890s, Adams wrote the two books for which he is most associated, both initially privately published, <em>The Education of Henry Adams</em>, 1904 (published in 1918) and <em>Mont-Saint-Michel and Chartres</em>, 1905 (publicly offered in 1913).",
            "Adams' summers and falls in France had rekindled his fascination with French Gothic architecture.",
            "<em>Mont-Saint-Michel and Chartres</em> is an idealistic view of the medieval age, rich with observation and political contrast to his modern era.",
            "Hay died in 1905 and Adams suffered a stroke in 1912, though he recovered substantially.",
            "A second stroke took his life at home home in Washington.",
            "He is buried in Washington's Rock Creek Cemetery, marked by a large bronze statue of a grieving woman by Augustus Saint-Gaudens, commissioned for his wife's grave.",
            "<em>Mont-Saint-Michel and Chartres</em> remains a glimpse of the romanticized nineteenth-century view of the middle ages.",
            "Although written as guidebook for the literate, the book is an encomium to what Adams and much of the era saw as the golden age of humankind, especially set against the events of their own age.",
            "Adam's belief that the nineteenth century lacked intellectual and spiritual unity was contrasted by the idealistic vision of the unity of the twelfth and thirteenth centuries (as symbolized by the Virgin of Chartres).",
            "However, Adam's book is rich with personal observation, both moral and art-historical, and was augmented by the scholarship of the two principal architectural historians to work on his subject, <a href=\"/corroyere\">Edouard Corroyer</a> and Paul Gout, as well as by the major nineteenth-century medieval architectural historian, <a href=\"/violletleduce\">Eugène Viollet-le-Duc</a>.",
            "Unlike so many literati approaching the medieval, he was not influenced by <a href=\"/ruskinj\">John Ruskin</a>.",
            "Impressed by Mill's <em>Consideration on Representative Government</em> (1861), Adams adhered to the notion that the masses needed to be guided by a moral and intelligent elite."
        ]
    ],
    "Adepegba, Cornelius Oyeleke": [
        435,
        [
            "<p>Historian of Nigerian art and director, Institute of African Studies, University of Ibadan.",
            "Adepegba attended graduate school at Indiana University, receiving his Ph.D.",
            "in 1976 in art history under the supervision of <a href=\"/sieberr\">Roy Sieber</a>.",
            "He pursued an active research agenda writing on a range of Nigerian art topics.",
            "His over 40 works include a paper on Nok terracottas, the Yoruba concept of art, and contemporary Nigerian art.",
            "His books include <em>Nigerian Art: Its Traditions and Modern Tendencies</em> (1995), <em>Yoruba Metal Sculpture</em> (1991), and <em>Decorative Arts of the Fulani Nomads</em> (1986).",
            "He received several fellowships and grants, including a Fulbright Fellowship (1993-94), a senior fellowship at the Smithsonian Museum of African Art (2002-3) and a Getty Collaborative Grant (2002-3).",
            "He was known for his intellectual energy, academic integrity, and wry sense of humor.</p>"
        ]
    ]
}