{
    "Architect and historian of medieval building, noted for his assertion that Gothic architecture's system of ribbed vaulting was unnecessary for structural reasons.": [],
    "Abraham served as a soldier in World War I. After the war, he worked on the reconstruction of monument destroyed by the war in the north of France.": [],
    "He trained in the architectural studio of Pascal et Recoura at the Ecole des beaux-arts in Paris, graduating in 1920.": [
        [
            52,
            59,
            [
                "Record",
                "Recount",
                "Recourse",
                "Recoup",
                "Recur",
                "Recurs"
            ]
        ],
        [
            67,
            72,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            73,
            76,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "He further studied at the l'Ecole du Louvre between 1921 and 1924.": [
        [
            28,
            33,
            [
                "Cole",
                "Ecol"
            ]
        ]
    ],
    "He was briefly the editor of the periodical L'Architecte from 1923 to 1924 before opening a partnership with the architect Paul Sinoir in Paris.": [
        [
            46,
            56,
            [
                "Architect",
                "Architects",
                "Architected"
            ]
        ],
        [
            128,
            134,
            [
                "Si noir"
            ]
        ]
    ],
    "He was responsible for several buildings in the Ile-de-France.": [
        [
            48,
            61,
            [
                "Île-de-France"
            ]
        ]
    ],
    "In 1930, he and Henry Jacques Le Même (1897-1997).": [
        [
            33,
            37,
            [
                "Meme",
                "Mere",
                "Memo",
                "Mime",
                "Mme",
                "Mete"
            ]
        ]
    ],
    "The two designed sanitariums, notably at Plateau d'Assy en Haute-Savoie, Roc des Fiz (1932), de Guébriant (1932-33), de la Clairière (1934).": [
        [
            51,
            58,
            [
                "Ass yen"
            ]
        ],
        [
            77,
            80,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            81,
            84,
            [
                "Fit",
                "Fix",
                "Liz",
                "Fig",
                "Viz",
                "Fitz"
            ]
        ],
        [
            96,
            105,
            [
                "Lubricant",
                "Luxuriant"
            ]
        ],
        [
            123,
            132,
            [
                "Clearer",
                "Carfare",
                "Blearier"
            ]
        ]
    ],
    "Shortly before and after World War II, he was part of a team responsible for the reconstruction of the section of Orléans known as \"Ilot IV,\" a combination of prefabrication and concrete according to classical design.": [
        [
            132,
            136,
            [
                "Lot",
                "Pilot",
                "Plot",
                "Slot",
                "Clot",
                "Blot"
            ]
        ]
    ],
    "In 1933, Abraham wrote a controversial thesis for the Ecole des beaux-arts arguing that the ribbed vault construction of the Gothic was not structurally necessary and that Gothic architecture vaults, ribs and arches were designed to appear strong.": [
        [
            54,
            59,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            60,
            63,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "This challenged the long-accepted views of <a href=\"/violletleduce\">Eugène Viollet-le-Duc</a> and set off a debate among intellectuals of France that went to the core humanistic methodology.": [],
    "Abraham argued against Viollet-Le-Duc's notion that Gothic architecture sprang from rational necessity.": [
        [
            23,
            37,
            [
                "Violet-Le-Duc",
                "Viollet-Le-Due"
            ]
        ]
    ],
    "His 1933 (published in 1934) thesis focused on the intersecting ribs of the Gothic vaults, the croissée d'ogives.": [
        [
            95,
            103,
            [
                "crossed",
                "crosses",
                "crosser",
                "croisé"
            ]
        ],
        [
            106,
            112,
            [
                "gives",
                "olives",
                "o gives"
            ]
        ]
    ],
    "Abraham argued that gothic ribs were illusionistic, not structural.": [
        [
            37,
            50,
            [
                "illusionist",
                "illusionists"
            ]
        ]
    ],
    "The debate it touched in France fascinated the Annalistes historians, a school of interdisciplinary historic thinking founded by Marc Bloch (1886-1944) and Lucien Le Febvre (1878-1956).": [
        [
            47,
            57,
            [
                "Annalists"
            ]
        ],
        [
            166,
            172,
            [
                "Fever",
                "Oeuvre",
                "Favre"
            ]
        ]
    ],
    "Another Annaliste historian Louis Lecrocq published his support of Abraham's thesis in their journal Annales d'histoire économique et sociale in 1935.": [
        [
            8,
            17,
            [
                "Annalise",
                "Annalist",
                "Annalists"
            ]
        ],
        [
            34,
            41,
            [
                "Secrecy",
                "Bedrock",
                "Leroy",
                "Leprosy",
                "Croce",
                "Lector"
            ]
        ],
        [
            101,
            108,
            [
                "Annals",
                "Ann ales"
            ]
        ],
        [
            111,
            119,
            [
                "history",
                "historic",
                "histories",
                "histone",
                "historize"
            ]
        ],
        [
            120,
            130,
            [
                "economize"
            ]
        ],
        [
            134,
            141,
            [
                "social",
                "sociable",
                "socials"
            ]
        ]
    ]
}