{
    "Psychiatrist and disciple of Freud; earliest scholar to employ psycho-analytic method to an artist (Giovanni Segantini).": [
        [
            109,
            118,
            [
                "Seating",
                "Semantic",
                "Semantics",
                "Negating",
                "Paganini",
                "Slanting"
            ]
        ]
    ],
    "Abraham was born into a wealthy, cultured, Jewish family.": [],
    "His father, Nathan Abraham, initially a Hebrew religion teacher, and his mother were first cousins.": [],
    "Karl Abraham rejected religion early in his life.": [],
    "His early interests in philology and linguistics lead to a life-long interest in humanities.": [],
    "After homeschooling, he entered medical school in 1896 at the universities in Würzburg, Berlin and finally Freiburg im Breisgau.": [],
    "After graduating in 1901, he took a position initially at an asylum in Berlin and then at the Burghölzi Mental Hospital in Zürich under P. Eugene Bleuler (1857-1939) in 1904.": [
        [
            94,
            103,
            [
                "Bartholdi",
                "Bungholes",
                "Bunghole"
            ]
        ],
        [
            146,
            153,
            [
                "Euler",
                "Blender",
                "Breuer",
                "Bleaker",
                "Bluer",
                "Bleeder"
            ]
        ]
    ],
    "He became a devoted Helvetian, embracing mountain climbing and the art of another expatriate to Switzerland, the artist Giovanni Segantini.": [
        [
            129,
            138,
            [
                "Seating",
                "Semantic",
                "Semantics",
                "Negating",
                "Paganini",
                "Slanting"
            ]
        ]
    ],
    "During that time he met the Swiss psychoanalyst Carl G. Jung (1875-1961) who introduced him to the psychoanalytic method of Sigmund Freud (1856-1939).": [],
    "Abraham began writing papers on childhood sexuality and schizophrenia.": [],
    "He married Hedwig Burgner, in 1906.": [
        [
            18,
            25,
            [
                "Burner",
                "Burger",
                "Burgher"
            ]
        ]
    ],
    "He met Freud the following year.": [],
    "A rift developed between Jung and Abraham and Abraham left Zürich for private practice in Berlin in 1907.": [],
    "An interest in symbols and myths resulted in a 1909 paper on mythology and wish-fulfillment.": [],
    "As Freud experimented with psychoanalytic interpretation of art (his <em>Eine Kindheitserinnerung des Leonardo da Vinci</em>, 1910), Abraham did the same for Segantini in 1911, his book <em>Giovanni Segantini: ein psychoanalytischer Versuch</em>.": [],
    "He employed the same historic approach to a paper on the iconoclast Egyptian pharaoh Amenhotep IV, Akhenaten.": [],
    "Abraham was mobilized as the head of the psychiatric unit for the German military in World War I, attached to the 20th Army.": [],
    "There he became interested in war neuroses, but also contracted dysentery which weakened him greatly.": [],
    "After the war, he returned to private practice, psychoanalyzing numerous important patients.": [],
    "Abraham addressed modern art one last time in a paper (never published in his lifetime) [100].": [],
    "He developed a pneumonia and a lung infection for which he underwent surgery, recuperating--and still mountain climbing--in Switzerland.": [],
    "At age 48 he succumbed to related infections.": [],
    "Shortly after his death, his medical papers were translated into English and published by the Bloomsbury publisher Leonard Woolf (1880-1969).": [],
    "His daughter, Hilda C. Abraham, was also a psychiatrist of note.": [],
    "Abraham is most noted as an early theorist in depression and mental illness.": [],
    "His book on Segantini, like Freud's, is more an posthumous psychoanalysis of the artist than the art.": [
        [
            12,
            21,
            [
                "Seating",
                "Semantic",
                "Semantics",
                "Negating",
                "Paganini",
                "Slanting"
            ]
        ],
        [
            40,
            58,
            [
                "a more posthumous"
            ]
        ]
    ],
    "Abraham's theories received renewed interest with the art-historical application of the theories of Jacques Lacan in Lacan's book, <em>The Four Fundamental Concepts of Psycho-Analysis</em>.": [
        [
            108,
            113,
            [
                "Lacey",
                "Laban",
                "LACA",
                "TACAN",
                "Lac an"
            ]
        ],
        [
            117,
            122,
            [
                "Lacey",
                "Laban",
                "LACA",
                "TACAN",
                "Lac an"
            ]
        ]
    ],
    "Abraham was known as the most loyal of Freud's disciples, never deviating from Freud's classical principles of psychoanalysis.": [],
    "He also collaborated with Freud on research of manic-depression (today known as bipolar disorder), resulting in Freud's paper, \"Mourning and Melancholia,\" 1917.": []
}