{
    "Art Historian and scholar of Sicilian art and decorative arts, Director, Museo Nazionale di Messina (1949-1966).": [
        [
            79,
            88,
            [
                "National",
                "Nationals",
                "Rationale"
            ]
        ]
    ],
    "Maria Accascina was born in Naples in 1898 to a family originally from Palermo.": [
        [
            6,
            15,
            [
                "Accusing",
                "Accessing",
                "Acacia",
                "Accosting",
                "McCaslin"
            ]
        ]
    ],
    "Accascina moved to her family’s city, Palermo, to study Literature.": [
        [
            0,
            9,
            [
                "Accusing",
                "Accessing",
                "Acacia",
                "Accosting",
                "McCaslin"
            ]
        ]
    ],
    "After graduation she went to the Regia Scuola di Perfezionamento in Storia dell’Arte Medievale e Moderna dell’Università di Roma.": [
        [
            6,
            16,
            [
                "graduation,"
            ]
        ],
        [
            33,
            38,
            [
                "Regina",
                "REGINA"
            ]
        ],
        [
            39,
            45,
            [
                "Sculley",
                "Scholar",
                "Scroll",
                "Cupola",
                "Scuba",
                "Scala"
            ]
        ],
        [
            68,
            74,
            [
                "Astoria",
                "Styria",
                "Stria"
            ]
        ],
        [
            80,
            84,
            [
                "ARTE",
                "Are",
                "Art",
                "Arts",
                "Ate",
                "Ante"
            ]
        ],
        [
            85,
            94,
            [
                "Medieval"
            ]
        ],
        [
            110,
            120,
            [
                "University"
            ]
        ]
    ],
    "At this time, she studied under Adolfo Venturi who assisted her with her thesis on medieval goldsmithing.": [
        [
            92,
            104,
            [
                "Goldsmith",
                "goldsmith",
                "goldsmiths"
            ]
        ]
    ],
    "This thesis led Accascina to her well-known research of decorative Sicilian art from the medieval to modern to contemporary periods.": [
        [
            16,
            25,
            [
                "Accusing",
                "Accessing",
                "Acacia",
                "Accosting",
                "McCaslin"
            ]
        ]
    ],
    "During this time she began teaching History of Art at the Umberto high school in Palermo.": [],
    "In 1927 she was hired by the Royal Administration of Fine Arts where she was in charge of Regia Commissariato per la tutela degli oggetti d’arte della Sicilia.": [
        [
            3,
            7,
            [
                "1927,"
            ]
        ],
        [
            90,
            95,
            [
                "Regina",
                "REGINA"
            ]
        ],
        [
            96,
            109,
            [
                "Commissariat",
                "Commissariats"
            ]
        ],
        [
            117,
            123,
            [
                "tutelage",
                "tutelary",
                "Estela",
                "cutely",
                "mutely",
                "Nutella"
            ]
        ],
        [
            124,
            129,
            [
                "deli"
            ]
        ],
        [
            130,
            137,
            [
                "ghetto",
                "Getty",
                "Bugatti",
                "Rossetti",
                "confetti",
                "Odette"
            ]
        ],
        [
            140,
            144,
            [
                "ARTE",
                "are",
                "art",
                "rate",
                "arts",
                "ate"
            ]
        ],
        [
            145,
            150,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ],
        [
            151,
            158,
            [
                "Sicilian",
                "Si cilia",
                "Sic ilia"
            ]
        ]
    ],
    "In 1928 she was commissioned to take charge of the Medieval and Modern section of the National Museum of Palermo.": [
        [
            3,
            7,
            [
                "1928,"
            ]
        ]
    ],
    "Her charge over the National Museum of Palermo inspired new publications of museology including:”L'organizzazione dell'oreficeria al Museo Nazionale di Palermo” and “Il riordino della Galleria del Museo Nazionale di Palermo.” both published in <em>Bolletino d’Arte</em>, of which she was an author under the Ministry of Public Education, between 1929 and 1930.": [
        [
            99,
            113,
            [
                "organization",
                "organizations"
            ]
        ],
        [
            130,
            132,
            [
                "all",
                "Al",
                "AL",
                "a",
                "as",
                "at"
            ]
        ],
        [
            139,
            148,
            [
                "National",
                "Nationals",
                "Rationale"
            ]
        ],
        [
            166,
            168,
            [
                "IL",
                "In",
                "Is",
                "I",
                "It",
                "If"
            ]
        ],
        [
            169,
            177,
            [
                "Giordano",
                "Riordan"
            ]
        ],
        [
            178,
            183,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ],
        [
            203,
            212,
            [
                "National",
                "Nationals",
                "Rationale"
            ]
        ]
    ],
    "After her work at the  Museo Nazionale di Palermo (National Museum of Palermo), she went on to teach at the Universities of Rome, Cagliari and Messina.": [
        [
            21,
            23,
            [
                " "
            ]
        ],
        [
            29,
            38,
            [
                "National",
                "Nationals",
                "Rationale"
            ]
        ]
    ],
    "During the years of Italian fascism, 1934 and 1941, she was an art critic for the “Giornale di Sicilia.” Her art writing has been said to stand out due to her poetic intonations and her commitment to the protection of art history.": [
        [
            83,
            91,
            [
                "Finale",
                "Morale",
                "Ornate",
                "Diurnal",
                "Chorale",
                "Girdle"
            ]
        ],
        [
            95,
            102,
            [
                "Sicilian",
                "Si cilia",
                "Sic ilia"
            ]
        ]
    ],
    "Accascina wrote to Mussolini during World War, arguing for the protection of goldsmith work, to which she dedicated much of her life work.": [
        [
            0,
            9,
            [
                "Accusing",
                "Accessing",
                "Acacia",
                "Accosting",
                "McCaslin"
            ]
        ]
    ],
    "Her articles in the <em>Giornale di Sicilia</em> focused on the works of various exhibitions.": [],
    "She later wrote in <em>Giglio di Roccia</em> in 1937 and <em>Bulletin of Art</em> in 1938.": [],
    "She also wrote entries for the <em>Enciclopedia Cattolica<em>  and <em>La Enciclopedia Italiana<em> (“Treccani”).</em></em></em></em>\n\nIn 1937 she was inaugurated to the <em>Exhibition of Sacred Art in the Madonie</em>, which drew attention to the art of unknown Sicilian masters.": [],
    "Her articles in later years focused on Sicilian art, including her 1938 article on Sicilian textile and 1938 article <em>“Italianità dell'arte siciliana.”</em> Accascina was an advocate for the educational function of art and the importance of defending and protecting Sicilian artistic heritage.": [],
    "In 1949, she moved to Messina to manage the National Museum of Messina.": [],
    "She stayed here until 1966.": [],
    "Her mission was to redesign the National Museum, which was damaged by the bombings of the Second World War.": [],
    "The Minister of Public Education Gaetano Martino (1900-1967) inaugurated the refurbished Museum on June 7, 1954.": [],
    "She remained dedicated to the museum and its educational purpose.": [],
    "According to Sofia Cuccia, who organized the scholar’s works, stated that Accascina was committed to the enhancement of historical and artistic heritage (Critical History).": [
        [
            19,
            25,
            [
                "Lucia",
                "Curia",
                "Lucca",
                "Murcia",
                "Gucci",
                "Yucca"
            ]
        ],
        [
            74,
            83,
            [
                "Accusing",
                "Accessing",
                "Acacia",
                "Accosting",
                "McCaslin"
            ]
        ]
    ],
    "After World War II, she took an active role in the Sicilian Committee for the recovery of funds for the restoration of works damaged by the war.": [],
    "Accascina participated in a collaboration in the <em>Mostra di opere d'arte bizantine</em> at the Royal Palace of Palermo.": [
        [
            0,
            9,
            [
                "Accusing",
                "Accessing",
                "Acacia",
                "Accosting",
                "McCaslin"
            ]
        ]
    ],
    "A year later, she participated in <em>Congrès international d’histore du costume</em> held at Palazzo Grassi in Venice.": [],
    "In 1953 she organized an art exhibition in Palazzo delle Esposizioni in Rome called <em>Nella vita del Sud Italia</em>.": [
        [
            3,
            7,
            [
                "1953,"
            ]
        ],
        [
            51,
            56,
            [
                "Dell",
                "Elle",
                "Della",
                "belle",
                "dell",
                "delve"
            ]
        ],
        [
            57,
            68,
            [
                "Exposition",
                "Expositions"
            ]
        ]
    ],
    "In 1958 she created an exhibition of unpublished works of art in Messina.": [
        [
            3,
            7,
            [
                "1958,"
            ]
        ]
    ],
    "Her lecture on <em>Three Unpublished by Rinaldo Bonanno</em> became published by the Proceedings of the Peloritana Academy of Messina in 1965.": [],
    "In 1969, she delivered lectures on Sicilian artistic civilization in the United States, specifically at Rockefeller Foundation in New York, at Yale University, and at Harvard University.": [],
    "Her studies of Sicilian silverware led to <em>The Sicilian Goldsmith’s from the 12th to the 19th century</em> which was published in 1974 and remains important.": [],
    "In 1976, she published <em>Trademarks of the gold and silverware of Sicily</em> for Sicula Bank of Trapani.": [
        [
            84,
            90,
            [
                "Secular",
                "Sicily",
                "Scuba",
                "Sickle",
                "Nicola",
                "Scala"
            ]
        ]
    ],
    "One of the projects she was never able to complete was writing the complete history of art in Sicily, whose various volumes would cover the Middle Ages, the Renaissance, the Baroque, and all the way to the Contemporary age.": [],
    "She died in 1979 in Palermo.": [],
    "The Center  of Decorative Arts in Italy OADI) is named after Accascina and a street in Palermo, the Via Maria Accascina.": [
        [
            10,
            12,
            [
                " "
            ]
        ],
        [
            40,
            44,
            [
                "WADI",
                "ADI",
                "OACI",
                "OAD",
                "OAI",
                "ODI"
            ]
        ],
        [
            61,
            70,
            [
                "Accusing",
                "Accessing",
                "Acacia",
                "Accosting",
                "McCaslin"
            ]
        ],
        [
            110,
            119,
            [
                "Accusing",
                "Accessing",
                "Acacia",
                "Accosting",
                "McCaslin"
            ]
        ]
    ]
}