{
    "Architectural historian and professor of Fine Arts, Harvard University, 1960-1990.": [],
    "Ackerman's father, Lloyd Stuart Ackerman (1882-1968), was a prosperous San Francisco attorney and his mother, Louise Sloss (Ackerman) (1888-1983), was later a librarian at the San Francisco Museum of Art (today the SF Museum of Modern Art).": [
        [
            117,
            122,
            [
                "Loss",
                "Slots",
                "Slows",
                "Gloss",
                "Floss",
                "Slops"
            ]
        ]
    ],
    "Art as a child, he was exposed to art when his family toured European museums in 1932.": [],
    "At age 15, he read <em>Vision and Design</em> by <a href=\"/fryr\">Roger Fry</a>, which opened him to the formal interpretation of art.": [],
    "Ackerman attended Yale University, where the courses of <a href=\"/focillonh\">Henri Focillon</a> \"mesmerized\" him.": [],
    "He received his A. B. in 1941.": [],
    "During World War II he served in the U.S.": [],
    "Army Signal Intelligence Service in Italy from 1942 until 1945, the so-called \"Monuments Division.\"": [],
    "There he was assigned to retrieve an archive, hidden for safety, in the Renaissance Carthusian monastery of Certosa of Pavia near Milan.": [
        [
            84,
            94,
            [
                "Cartesian",
                "Arthurian",
                "Malthusian"
            ]
        ],
        [
            108,
            115,
            [
                "Nervosa",
                "Hermosa",
                "Certs",
                "CentOS",
                "Certara"
            ]
        ],
        [
            119,
            124,
            [
                "Pa via"
            ]
        ]
    ],
    "He became fascinated with Italy and renaissance art.": [],
    "When his brother, Lloyd Stuart Ackerman, Jr.": [],
    "was killed in the War, Ackerman's parents established a library at the SF Museum in his memory in 1945.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "After discharge from the service, Ackerman entered New York University earning his M.A.": [],
    "in 1947 with a thesis written under <a href=\"/krautheimerr\">Richard Krautheimer</a>.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He married Mildred Rosenbaum (d.": [],
    "1986), a dancer, the same year, and joined Yale University as an instructor in 1948.": [],
    "Ackerman was a research fellow at the American Academy in Rome between 1949 and 1952 and a Fulbright fellow for the 1950-1951 year.": [],
    "His Ph.D.": [],
    "from NYU was awarded in 1952, writing a dissertation also supervised Krautheimer on the Cortile del Belvedere, the courtyard between the Vatican Villa and the palace.": [
        [
            0,
            4,
            [
                "From"
            ]
        ],
        [
            88,
            95,
            [
                "Cor tile"
            ]
        ]
    ],
    "He joined the University of California, Berkeley, as an assistant professor in 1952.": [],
    "He rose to associate professor in 1956 and ultimately professor of architecture and art in 1959.": [],
    "During the same years he acted as editor-in-chief of the <em>Art Bulletin</em> (1956-1960).": [],
    "After a visiting lectureship at Harvard University during the 1958-1959, year, he was appointed professor of fine arts at Harvard University in 1960.": [],
    "Ackermann won the Hitchcock Medal from the College Art Association in 1961 for his book, <em>The Architecture of Michelangelo</em>, a topic urged on him by <a href=\"/blunta\">Anthony Blunt</a> and <a href=\"/wittkowerr\">Rudolf Wittkower</a>.": [
        [
            0,
            9,
            [
                "Ackerman"
            ]
        ]
    ],
    "During this time he was a member of the board of directors of the Renaissance Society of America.": [],
    "Together with <a href=\"/carpenterr\">Rhys Carpenter</a>, Ackerman wrote <em>Art and Archaeology</em>, 1962, a handbook for practitioners of the discipline of art history.": [],
    "He was named chairman of department of Fine Arts at Harvard in 1963.": [],
    "He was a visiting fellow at the Council of the Humanities, Princeton University for the 1960-1961 year.": [],
    "Ackerman turned his attention to the Venetian architect Andrea Palladio, writing two books, <em>Palladio</em> and <em>Palladio's Villas</em> in 1966 and 1967, respectively.": [],
    "He taught as Slade Professor of Fine Art, Cambridge University, for the 1969-1970 year.": [
        [
            13,
            18,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "In 1976 he produced a film with <a href=\"/weilgarrisk\">Kathleen Weil-Garris</a>, <em>Looking for Renaissance Rome</em>.": [
        [
            3,
            7,
            [
                "1976,"
            ]
        ]
    ],
    "In 1983 Ackerman was named <a href=\"/portera\">A.": [],
    "Kingsley Porter</a> Professor of Fine Arts.": [],
    "He delivered the Mellon lectures at the National Gallery of Art, Washgington, D. C., in 1985, published in 1990 as <em>The Villa: Form and Ideology of Country Houses</em>.": [
        [
            65,
            76,
            [
                "Washington"
            ]
        ]
    ],
    "In 1986 his wife died and he remarried Jill Rose Slosburg (b.": [
        [
            49,
            57,
            [
                "Closure",
                "Habsburg",
                "Salisbury",
                "Salzburg",
                "Augsburg",
                "Limburg"
            ]
        ]
    ],
    "1948), a sculptor/jeweler, in 1987.": [],
    "In 1990 he was named professor emeritus from Harvard.": [
        [
            3,
            7,
            [
                "1990,"
            ]
        ]
    ],
    "His students include Daniel Abramson, John Archer, David Friedman, Alice Friedman, Thomas Da Costa Kaufmann, <a href=\"/macdougalle\">Elisabeth Blair MacDougall</a>, Loren Partridge, Stephen Tobriner, Franklin Toker and Rochelle Ziskin.": [
        [
            90,
            92,
            [
                "The",
                "DA",
                "A",
                "Day",
                "Do",
                "Dr"
            ]
        ]
    ],
    "Ackerman's dissertation signaled his methodological approach as an architectural historian: the determining of design responsibility of an architectural monument.": [],
    "His most important book the 1961 <em>Architecture of Michelangelo</em> reframed notions of the genesis of Michelangelo's buildings.": [],
    "Building on the work of <a href=\"/freyk\">Karl Frey</a>, <a href=\"/thodeh\">Henry Thode</a> and the more recent research of <a href=\"/tolnayc\">Charles de Tolnay</a>, Ackerman brought out Michelangelo as a significant and thoughtful architect (Lein).": [],
    "His book on Palladio remains his most well-known work.": [],
    "A documentary historian, (inspired in part, he said by a 1955 article by <a href=\"/johnsonm\">Georgina Masson</a>), he explained architecture as solved problems rather than through stylistic analysis.": [],
    "His book <em>Art and Archaeology</em> is still a useful primer for the discipline of art history, defining the methodologies of connoisseurship, criticism, iconography, etc.": []
}