{
    "Canadian Architectural historian; wrote most complete study to date on Gothic vaulting systems.": [],
    "Acland was born in Toronto in 1917 and graduated from Syracuse University, New York, in 1942 with a B.A.": [
        [
            0,
            6,
            [
                "Åland"
            ]
        ]
    ],
    "in Architecture.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Immediately afterwards, Acland joined the Canadian army, then fighting World War II.": [
        [
            12,
            22,
            [
                "afterward"
            ]
        ],
        [
            24,
            30,
            [
                "Åland"
            ]
        ]
    ],
    "During his military service, which lasted from 1942 to 1945, Acland worked on the design of factories as well as with Canadian Army Photo Intelligence.": [
        [
            61,
            67,
            [
                "Åland"
            ]
        ]
    ],
    "Following the war he attended Harvard University where he obtained an M.A.": [],
    "in Philosophy in 1952.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "After holding teaching positions at the University of Utah and the University of British Columbia, Acland became associate professor (later professor) at the School of Architecture, University of Toronto, in 1956.": [
        [
            99,
            105,
            [
                "Åland"
            ]
        ]
    ],
    "Acland’s research (as well as his teaching) focused on the history of architecture — in particular the relationship between medieval building traditions and the development of complex towns from which they emerged.": [
        [
            0,
            6,
            [
                "Åland"
            ]
        ]
    ],
    "His interest in conservation led him to publish <em>Building by the Sea</em> in 1962, a limited edition photographic study of maritime architecture, with Eric R. Arthur (1898-1982).": [],
    "Throughout the 1960s Acland also promoted his ideas on the history of architecture to a wider audience through a number of television shows which he either developed or appeared in, or both.": [
        [
            21,
            27,
            [
                "Åland"
            ]
        ]
    ],
    "The shows include CBC’s <em>Man in a Landscape, Wall and Window and A Sense of Place</em> — which examined contemporary Canadian architecture of the 1960s.": [],
    "Between 1969 and 1971 Acland was president of Architectural Conservancy of Ontario during which time he organized a digital inventory of historic buildings designated by the National Historic Sites of Canada.": [
        [
            22,
            28,
            [
                "Åland"
            ]
        ]
    ],
    "His research on architecture in the medieval period resulted in his 1972 book, <em>Medieval Structure: The Gothic Vault</em>.": [],
    "Acland argued that medieval vaults combine two traditions: one, that of stone construction, derived from the Mediterranean and the East; the other, the northern Europe tradition of construction in wood.": [
        [
            0,
            6,
            [
                "Åland"
            ]
        ],
        [
            152,
            167,
            [
                "Northern Europe"
            ]
        ]
    ],
    "&nbsp;": []
}