{
    "Social historian, novelist; author of a book on medieval architecture.": [],
    "Adams' parents were the diplomat and congressman Charles Francis Adams, Sr.": [],
    "(1807-1886) and shipping heiress Abigail Brooks Adams (1808-1889); he was the grandson of President John Quincy Adams and great-grandson of President John Adams.": [],
    "Adams attended Dixwell School before Harvard College--an experience he valued little--graduating in 1858.": [
        [
            15,
            22,
            [
                "Dix well"
            ]
        ]
    ],
    "Among his life-long friends he met at Harvard was the future architect Henry Hobson Richardson.": [],
    "Adams then made a \"grand tour\" of Europe following his education like many children of the well-heeled.": [],
    "When Abraham Lincoln appointed his father as ambassador to England, the young Adams accompanied him.": [],
    "There he met British political and intellectual figures including Queen Victoria, Prime Minister Henry Palmerston, the political philosopher John Stuart Mill (1806-1873), Robert Browning (1812-1889), and Charles Dickens (1812-1870).": [],
    "Adams returned to the United States after the Civil War in 1868, working in Washgington, D. C., as a freelance journalist for the <em>North American Review</em>, the <em>Nation</em>, documenting the corrupt administration of Ulysses S. Grant.": [
        [
            76,
            87,
            [
                "Washington"
            ]
        ]
    ],
    "In 1870 he joined Harvard teaching courses in medieval and early U.S.": [
        [
            3,
            7,
            [
                "1870,"
            ]
        ]
    ],
    "history.": [
        [
            0,
            7,
            [
                "History"
            ]
        ]
    ],
    "Two years later he married Marian \"Clover\" Hooper (1843-1885).": [],
    "Adams resigned from Harvard in 1877 for greater personal freedom and to research early nineteenth century American History.": [],
    "The couple returned to Washington DC, making extensive trips to Europe for research of his books.": [],
    "After publishing several biographies and anonymously published works of fiction, his wife, who suffered from severe depression, committed suicide in 1885; Adams never fully recovered from this tragedy.": [],
    "Adams issued his nine-volume <em>History of the United States during the Administrations of Thomas Jefferson and James Madison</em> beginning in 1889.": [],
    "He embarked on a world voyage between 1890-1892 with the artist John La Farge, but remained in Paris.": [
        [
            72,
            77,
            [
                "Large",
                "Fare",
                "Barge",
                "Farce",
                "Forge",
                "Fargo"
            ]
        ]
    ],
    "From thenceforth, Adams spent summer and autumn there each year, the remainder of his time in Washington.": [],
    "In Washington, Adams struck a close friendship with the former presidential secretary and later United States secretary of state John Hay (1838-1905).": [
        [
            110,
            128,
            [
                "Secretary of State"
            ]
        ]
    ],
    "The two commissioned adjoining houses on Lafayette Square in Washington in the 1880s from Richardson.": [],
    "In the 1890s, Adams wrote the two books for which he is most associated, both initially privately published, <em>The Education of Henry Adams</em>, 1904 (published in 1918) and <em>Mont-Saint-Michel and Chartres</em>, 1905 (publicly offered in 1913).": [],
    "Adams' summers and falls in France had rekindled his fascination with French Gothic architecture.": [],
    "<em>Mont-Saint-Michel and Chartres</em> is an idealistic view of the medieval age, rich with observation and political contrast to his modern era.": [],
    "Hay died in 1905 and Adams suffered a stroke in 1912, though he recovered substantially.": [],
    "A second stroke took his life at home home in Washington.": [
        [
            33,
            42,
            [
                "home"
            ]
        ]
    ],
    "He is buried in Washington's Rock Creek Cemetery, marked by a large bronze statue of a grieving woman by Augustus Saint-Gaudens, commissioned for his wife's grave.": [
        [
            114,
            127,
            [
                "Saint-Saëns"
            ]
        ]
    ],
    "<em>Mont-Saint-Michel and Chartres</em> remains a glimpse of the romanticized nineteenth-century view of the middle ages.": [
        [
            109,
            120,
            [
                "Middle Ages"
            ]
        ]
    ],
    "Although written as guidebook for the literate, the book is an encomium to what Adams and much of the era saw as the golden age of humankind, especially set against the events of their own age.": [],
    "Adam's belief that the nineteenth century lacked intellectual and spiritual unity was contrasted by the idealistic vision of the unity of the twelfth and thirteenth centuries (as symbolized by the Virgin of Chartres).": [],
    "However, Adam's book is rich with personal observation, both moral and art-historical, and was augmented by the scholarship of the two principal architectural historians to work on his subject, <a href=\"/corroyere\">Edouard Corroyer</a> and Paul Gout, as well as by the major nineteenth-century medieval architectural historian, <a href=\"/violletleduce\">Eugène Viollet-le-Duc</a>.": [],
    "Unlike so many literati approaching the medieval, he was not influenced by <a href=\"/ruskinj\">John Ruskin</a>.": [],
    "Impressed by Mill's <em>Consideration on Representative Government</em> (1861), Adams adhered to the notion that the masses needed to be guided by a moral and intelligent elite.": []
}