{
    "<em>Burlington Magazine</em> Joint Editor, 1914-1919.": [],
    "Adey initially worked translating of Scandinavian literature.": [
        [
            0,
            4,
            [
                "Ada",
                "Away",
                "Adam",
                "Aka",
                "Ana",
                "Aden"
            ]
        ]
    ],
    "He joined the circle of followers of Oscar Wilde (1854-1900), whose numbers included the writers Max Beerbohm (1872-1956) and Reginald Turner (1869-1938), the artist William Rothenstein and, most significant for Adey, Robert (Robbie) Baldwin Ross (1869-1918).": [
        [
            212,
            216,
            [
                "Ada",
                "Away",
                "Adam",
                "Aka",
                "Ana",
                "Aden"
            ]
        ]
    ],
    "He and Ross shared a house together for fifteen years.": [],
    "In 1900 the two joined the management of the Carfax Gallery in London.": [
        [
            45,
            51,
            [
                "CARFAX",
                "Car fax",
                "Fairfax",
                "Carla",
                "Carney",
                "Carpal"
            ]
        ]
    ],
    "This small avant-garde gallery, founded two years before, focused on British artists such as Augustus John, Walter Sickert and Rothenstein as well as recent French painting and sculpture.": [
        [
            127,
            138,
            [
                "Ravenstein",
                "Wolfenstein"
            ]
        ]
    ],
    "In 1903, Adey met the Bloomsbury artist and art historian <a href=\"/fryr\">Roger Fry</a>, who was exhibiting in a solo show--Fry's first--at the Gallery.": [
        [
            9,
            13,
            [
                "Ada",
                "Away",
                "Adam",
                "Aka",
                "Ana",
                "Aden"
            ]
        ]
    ],
    "Fry had founded the <em>Burlington Magazine</em> that same year.": [],
    "Adey became a contributor to the Magazine in 1908 providing anonymous reviews and articles.": [
        [
            0,
            4,
            [
                "Ada",
                "Away",
                "Adam",
                "Aka",
                "Ana",
                "Aden"
            ]
        ]
    ],
    "In 1911 Adey was made assistant editor and, by 1914, added as a joint editor with a former National Portrait Gallery director <a href=\"/custl\">Lionel Cust</a> and Fry.": [
        [
            8,
            12,
            [
                "Ada",
                "Away",
                "Adam",
                "Aka",
                "Ana",
                "Aden"
            ]
        ]
    ],
    "His first signed pieces for the magazine date from this time.": [],
    "Adey was responsible for running the magazine during the difficult years of the First World War.": [
        [
            0,
            4,
            [
                "Ada",
                "Away",
                "Adam",
                "Aka",
                "Ana",
                "Aden"
            ]
        ]
    ],
    "In May 1919, however, Cust and Adey fell into strong disagreement with Fry over the magazine's management, resigning in a very public manner.": [
        [
            22,
            26,
            [
                "Must",
                "Just",
                "Cast",
                "Cost",
                "Cut",
                "Cult"
            ]
        ],
        [
            31,
            35,
            [
                "Ada",
                "Away",
                "Adam",
                "Aka",
                "Ana",
                "Aden"
            ]
        ]
    ],
    "An official announcement in the (London) <em>Times</em> read: \"Mr.": [],
    "Lionel Cust, C.V.O., and Mr.": [
        [
            7,
            11,
            [
                "Must",
                "Just",
                "Cast",
                "Cost",
                "Cut",
                "Cult"
            ]
        ]
    ],
    "More Adey have severed their connexion with the Burlington Magazine Company (Limited).": [
        [
            5,
            9,
            [
                "(Adey)"
            ]
        ],
        [
            29,
            38,
            [
                "connection"
            ]
        ]
    ],
    "Mr.": [],
    "Lionel Cust having ceased to be a managing director of the company, and Mr.": [
        [
            7,
            11,
            [
                "Must",
                "Just",
                "Cast",
                "Cost",
                "Cut",
                "Cult"
            ]
        ]
    ],
    "Lionel Cust and Mr.": [
        [
            7,
            11,
            [
                "Must",
                "Just",
                "Cast",
                "Cost",
                "Cut",
                "Cult"
            ]
        ]
    ],
    "More Adey having ceased to be editors of the Burlington Magazine.\"": [
        [
            5,
            9,
            [
                "Ada",
                "Away",
                "Adam",
                "Aka",
                "Ana",
                "Aden"
            ]
        ]
    ],
    "In later years Adey survived many of his close friends.": [
        [
            15,
            19,
            [
                "Ada",
                "Away",
                "Adam",
                "Aka",
                "Ana",
                "Aden"
            ]
        ]
    ],
    "He was committed to a mental institution, perhaps Brislington House, Bristol, where he died at age 83.": [
        [
            50,
            61,
            [
                "Billington"
            ]
        ]
    ],
    "Some personal correspondence is held by UCLA (Oscar Wilde material) As an art writer, Adey's strong interest in the subject matter of the art about which he wrote and his particular expertise in hagiography contrasted with Fry's formalist approach (Pezzini).": [
        [
            86,
            90,
            [
                "Ada",
                "Away",
                "Adam",
                "Aka",
                "Ana",
                "Aden"
            ]
        ],
        [
            116,
            130,
            [
                "subject"
            ]
        ],
        [
            249,
            256,
            [
                "Mazzini"
            ]
        ]
    ],
    "A diffident man, his contribution to art history remains the articles he wrote for the <em>Burlington Magazine</em>.": []
}