{
    "Museum department director, print specialist and editor of the <em>Gazette des Beaux-Arts</em> (1956-1987); established a genre of art-historical research exploring the importance of classical culture to that of the Middle Ages.": [],
    "Adhémar was descended from a distinguished legal family of the French Midi (southern France).": [
        [
            0,
            7,
            [
                "Appear",
                "Hear",
                "Ahead",
                "Ahmad",
                "Adhere",
                "Shear"
            ]
        ]
    ],
    "His father, a lawyer of the Cour de cassation (French Supreme Court), allowed his son to follow scholarship rather than study law.": [
        [
            28,
            32,
            [
                "Four",
                "Your",
                "Court",
                "Our",
                "Tour",
                "Hour"
            ]
        ]
    ],
    "The younger Adhémar studied art history initially under <a href=\"/aubertm\">Marcel Aubert</a> at école des Chartes, where he gained a life-long appreciation of documents, and then under <a href=\"/focillonh\">Henri Focillon</a> at the Sorbonne.": [
        [
            12,
            19,
            [
                "Appear",
                "Hear",
                "Ahead",
                "Ahmad",
                "Adhere",
                "Shear"
            ]
        ]
    ],
    "His dissertation, completed in 1929, was on antique influences in medieval art in France.": [],
    "He married his wife, Hélène, during this time.": [
        [
            21,
            27,
            [
                "Helene",
                "Helen",
                "Helena",
                "Selene",
                "Hellene"
            ]
        ]
    ],
    "Julien Cain (1887-1974), director of the Bibliothèque nationale invited him to join the the library in 1932 in the prints and photography division (Cabinet des Estampes et de Photographie).": [
        [
            54,
            63,
            [
                "national",
                "nationals",
                "rationale",
                "nation ale"
            ]
        ],
        [
            84,
            91,
            [
                "the"
            ]
        ],
        [
            156,
            159,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            160,
            168,
            [
                "Estates",
                "Escapes",
                "Stamps",
                "Stamped",
                "Stamper",
                "Stampers"
            ]
        ],
        [
            175,
            187,
            [
                "Photographic"
            ]
        ]
    ],
    "His 1935 exhibition for the library of the prints of Goya was particularly notable.": [],
    "During this time he acted as the library's correspondent and principal French contact for <a href=\"/saxlf\">Fritz Saxl</a> at the Warburg Institute.": [],
    "Adhémar adopted Saxl's methodology in part; rewriting his doctoral thesis and publishing it in 1939 (through the Warburg Institute) as <em>Influences antiques dans l'art du moyen âge français</em>.": [
        [
            0,
            7,
            [
                "Appear",
                "Hear",
                "Ahead",
                "Ahmad",
                "Adhere",
                "Shear"
            ]
        ],
        [
            16,
            20,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ]
    ],
    "He assisted in the move of the Cabinet to the former Salomon de Rothschild residence at the Rue Berryer in the late 1930s.": [],
    "He was appointed director of the Cabinet in 1961.": [],
    "His tenure saw the expansion of the prints collection and particularly photographs and innovatively, posters.": [],
    "During that time he edited Diderot's Salon reviews into book form with <a href=\"/seznecj\">Jean Seznec</a>.": [],
    "He was appointed editor of the <em>Gazette des Beaux-Arts</em> in 1956 by it owner, the art dealer and historian <a href=\"/wildensteing\">Georges Wildenstein</a>.": [],
    "He broadened the scope of the <em>Gazette</em> to include articles on the history of collecting and 19th-century caricature.": [],
    "The magazine, under his leadership, became a vehicle for publishing documents (e.g., the diary of Prince Eugen of Sweden and extracts of the journal of <a href=\"/champfleuryj\">Champfleury</a>).": [],
    "Adhémar founded the serial <em>Nouvelles de l'estampe</em> in 1965.": [
        [
            0,
            7,
            [
                "Appear",
                "Hear",
                "Ahead",
                "Ahmad",
                "Adhere",
                "Shear"
            ]
        ]
    ],
    "He supervised the dissertation work of <a href=\"/robertsjonesp\">Philippe Roberts-Jones</a>.": [],
    "He retired from the Bibliothèque nationale 1977 and the editorship of the <em>Gazette</em> in 1987, the year of his death.": [
        [
            33,
            42,
            [
                "national",
                "nationals",
                "rationale",
                "nation ale"
            ]
        ]
    ],
    "Following his death the <em>Gazette</em> featured an entire issue devoted to his life and scholarship.": [],
    "<em>Influences antiques dans l'art du moyen âge français</em> was Adhémar's masterpiece.": [],
    "In it he achieved nothing less than a history of the medieval reception of and mentality toward the ancient world (Rainer and Rainer).": [
        [
            3,
            5,
            [
                "it,"
            ]
        ]
    ],
    "In this, as most of his writing, he stressed the relationship of literature to the art--as opposed to simply linking visual similarities of the two ages.": [],
    "Using a vast and disparate variety of antique written sources <em>Influences antiques dans l'art du moyen âge français</em> links the known classical monuments of the middle ages with French medieval art.": [],
    "He demonstrated profoundly what was generally known, that the first renaissance of the classical world in Europe came with the Romanesque (Krautheimer).": [],
    "His knowledge and love of literature led him to issue studies on Diderot, Flaubert, Baudelaire and Zola.": [],
    "His curatorial interest was on the French Renaissance, particularly patronage.": []
}