{
    "Early friend and exponent of German Expressionist artists, taught art history at the Bauhaus.": [],
    "He was born in Karlsbad, Bohemia, which is present-day Karlovy Vary, Czech Republic.": [
        [
            15,
            23,
            [
                "Carlsbad"
            ]
        ]
    ],
    "Adler was born to Therese (née Hirsch) and Mortiz Adler, both of Jewish descent.": [
        [
            43,
            49,
            [
                "Moritz",
                "Ortiz",
                "Ortíz"
            ]
        ]
    ],
    "Adler’s father was a theater critic and socialist.": [],
    "Adler lived in Munich from 1917 onward, where he wrote his dissertation at that university the same year.": [],
    "His topic was the early development of the woodcut.": [],
    "In Munich he became familiar with the Blauen Reiter artists group and for whom he worked.": [
        [
            3,
            9,
            [
                "Munich,"
            ]
        ],
        [
            38,
            44,
            [
                "Plauen"
            ]
        ],
        [
            45,
            51,
            [
                "Rater",
                "Later",
                "Rather",
                "Water",
                "Rate",
                "Rates"
            ]
        ]
    ],
    "In 1919, he moved to Weimar and founded his own publishing house, through which he published <em>Utopia: Dokumente der Wirklichkeit</em> in 1921 for which several Bauhaus artists collaborated.": [],
    "Throughout the 1920s and 1930s, Adler taught art history at the Bauhaus and at the Staatlichen Kunstakademie Weimar where he worked closely with colleague Johannes Itten.": [],
    "Adler also worked as a lecturer at a community college in Jena.": [],
    "The Nazi proscriptions against Jews in education, 1933, forced Adler out of teaching.": [],
    "Adler turned to writing, publishing historical works on Matthias Claudius (1740-1815) a biography of Adalbert Stifter (1805-1858) between 1934-1936, the latter under the pseudonym Urban Roedl.": [
        [
            186,
            191,
            [
                "Road",
                "Model",
                "Real",
                "Red",
                "Royal",
                "Roads"
            ]
        ]
    ],
    "The Stifter book was praised as “one of the most German books of the year,” however after the discovery of Adler’s pseudonym and heritage, the book was deemed a “Jewish con” and was promptly banned by the Nazis along with the publisher Rowohlt.": [
        [
            4,
            11,
            [
                "Shifter",
                "Stiffer",
                "Swifter",
                "Sifter",
                "Snifter"
            ]
        ],
        [
            236,
            243,
            [
                "Roughly",
                "Root",
                "Revolt",
                "Robot",
                "Roost",
                "Rowboat"
            ]
        ]
    ],
    "From 1933 to 1936, Adler resided in Czechoslovakia.": [],
    "Fearing the eventual truth--that the Nazis intended to annex the country, he immigrated to London in 1936, teaching in a rural private school.": [],
    "During the war, Adler worked within the German department of the BBC.": [],
    "He authored several propaganda broadcasts such as the series Frau Wernicke, among others.": [],
    "Later, Adler became a journalism and broadcasting university lecturer.": [],
    "From 1944 to 1950, he was the editor-in-chief of <em>Die Neue Auslese</em> and contributor at <em>Times Literary Supplement</em>.": [],
    "His seminal publications on Matthias Claudius and Adalbert Stifter were translated into English.": [],
    "Returning to art history in the 1960s, Adler published articles notably on Hans von Maree and late classicism.": [
        [
            84,
            89,
            [
                "Mare",
                "Made",
                "Make",
                "Care",
                "Male",
                "Mary"
            ]
        ]
    ],
    "&nbsp;\n\nAdler made efforts to expand German art and literature in England.": [],
    "His lasting work is not one of art history but  Adalbert Stifter biography.": [
        [
            46,
            48,
            [
                " "
            ]
        ]
    ]
}