{
    "<p>Art critic and historian of Italian renaissance.": [],
    "Cartwright was the daughter of Richard Aubrey Cartwright and Mary Fremantle (Cartwright) (d.": [],
    "1885).": [],
    "She was privately schooled.": [],
    "Her earliest exposure to art may have come from her uncle William Cornwallis Cartwright (d.1915), an art collector, who allowed her early access to his library and gallery at Aynhoe, Northamptonshire.": [
        [
            175,
            181,
            [
                "Anyhow"
            ]
        ]
    ],
    "She toured France, Austria, and Italy with her family in 1868.": [],
    "After an 1871 article in <em>Aunt Judy's Magazine</em>, she contributed regularly to the <em>Monthly Packet</em>, as well as \"The Lives of the Saints\" series.": [],
    "Cartwright began reading art histories of renaissance art, including those of <a href=\"/jamesona\">Anna Jameson</a>, <a href=\"/ruskinj\">John Ruskin</a>, <a href=\"/eastlakec1833\">Charles L. Eastlake</a>, <a href=\"/paterw\">Walter Pater</a>, and particularly the <em>New History of Painting in Italy</em> by <a href=\"/crowej\">Joseph Archer Crowe</a>, and <a href=\"/cavalcaselleg\">G.": [],
    "B. Cavalcaselle</a>.": [],
    "In 1873 she attempted to become an art writer by submitting a researched article on Giotto to <em>Macmillan's Magazine</em>.": [
        [
            3,
            7,
            [
                "1873,"
            ]
        ]
    ],
    "Although it was denied publication, it later appeared in the <em>New Quarterly</em> in 1877.": [],
    "She expanded her interest to include contemporary art, especially Turner, Landseer, and Whistler.": [
        [
            74,
            82,
            [
                "Land seer"
            ]
        ]
    ],
    "Cartwright continued to write art criticism for journals such as <em>Portfolio</em> and the <em>Magazine of Art</em>.": [],
    "She visited Italy at least three times in the 1870s.": [],
    "Cartwright married (William) Henry Ady (1817-1915), an Episcopal minister, in 1880.": [
        [
            35,
            38,
            [
                "ADY",
                "Any",
                "Add",
                "Lady",
                "Ad",
                "Andy"
            ]
        ]
    ],
    "The following year, Cartwright, now known as Mrs.": [],
    "Ady, published her first art history, <em>Mantegna and Francia</em>.": [
        [
            0,
            3,
            [
                "ADY",
                "Any",
                "Add",
                "Lady",
                "Ad",
                "Andy"
            ]
        ]
    ],
    "Now, too, she began an interest in contemporary art, including the Pre-Raphaelites, D. G. Rossetti, Edward Burne-Jones as well Watts, Millet, Bastien-Lepage, and Puvis de Chavannes.": [
        [
            142,
            156,
            [
                "Bastien-Cépage"
            ]
        ],
        [
            162,
            167,
            [
                "Pubis"
            ]
        ]
    ],
    "In 1894 Ady met <a href=\"/berensonb\">Bernard Berenson</a>, and in 1897 toured Siena with Mary Costelloe (later <a href=\"/berensonm\">Mary Berenson</a>) under the guidance of <a href=\"/horneh\">Herbert P. Horne</a>.": [
        [
            8,
            11,
            [
                "ADY",
                "Any",
                "Add",
                "Lady",
                "Ad",
                "Andy"
            ]
        ]
    ],
    "The effects of these eminent art historians on Ady in her later monographs on artists.": [
        [
            47,
            50,
            [
                "ADY",
                "Any",
                "Add",
                "Lady",
                "Ad",
                "Andy"
            ]
        ]
    ],
    "In 1903 her book on Botticelli appeared and a reissued form in 1904.": [],
    "The following year she published a book on Raphael.": [],
    "Ady also published biographies of women during this time, one on Dorothy Sidney, Edmund Waller's mistress in 1893 and in 1894, on Charles II's sister Henriette, duchess of Orléans.": [
        [
            0,
            3,
            [
                "ADY",
                "Any",
                "Add",
                "Lady",
                "Ad",
                "Andy"
            ]
        ],
        [
            150,
            159,
            [
                "Henrietta"
            ]
        ]
    ],
    "Her biography on the renaissance art patron Isabella d'Este (1903), though thoroughly researched, avoided many of the intrigues of the woman in order to paint a more positive picture of her.": [
        [
            55,
            59,
            [
                "Ester",
                "Estes",
                "ESE",
                "ESPE",
                "EST",
                "ESTA"
            ]
        ]
    ],
    "In 1908 Ady published her biography of <a href=\"/castiglioneb\">Baldassare Castiglione</a>, still a standard work on the courtier, although omitting some of the court evils of the man and time.": [
        [
            8,
            11,
            [
                "ADY",
                "Any",
                "Add",
                "Lady",
                "Ad",
                "Andy"
            ]
        ]
    ],
    "Though positive about some forms of modern art, Ady was shocked at the famous 1912 Post-impressionism exhibition which <a href=\"/fryr\">Roger Fry</a> mounted at the Grafton Galleries.": [
        [
            48,
            51,
            [
                "ADY",
                "Any",
                "Add",
                "Lady",
                "Ad",
                "Andy"
            ]
        ]
    ],
    "A biography of the art-loving Danish expatriate <em>Christina of Denmark</em> was published in 1913.": [],
    "In 1914 Ady published a collection of her articles as The Italian Gardens of the Renaissance and other Studies.": [
        [
            8,
            11,
            [
                "ADY",
                "Any",
                "Add",
                "Lady",
                "Ad",
                "Andy"
            ]
        ]
    ],
    "Through her daughter, the renaissance historian Cecilia Ady (1881-1958), she met the Oxford-trained art historian <a href=\"/evansj\">Joan Evans</a>.": [
        [
            56,
            59,
            [
                "ADY",
                "Any",
                "Add",
                "Lady",
                "Ad",
                "Andy"
            ]
        ]
    ],
    "After her husband's death in 1915, Ady moved to Oxford where she died in 1924.": [
        [
            35,
            38,
            [
                "ADY",
                "Any",
                "Add",
                "Lady",
                "Ad",
                "Andy"
            ]
        ]
    ],
    "Ady's art criticism reflects that of Pater and <a href=\"/morellig\">Giovanni Morelli</a>, whom she read in the 1880s, and her friendship with the writer and art author <a href=\"/pagetv\">Violet Paget</a>.": [
        [
            0,
            3,
            [
                "ADY",
                "Any",
                "Add",
                "Lady",
                "Ad",
                "Andy"
            ]
        ],
        [
            37,
            42,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ]
    ],
    "Although not an outward feminist (she only embraced women's suffrage issues late in her life), Ady raised the importance of woman as figures in the history of art by demonstrating Isabella d'Este's contribution toward renaissance patronage.": [
        [
            95,
            98,
            [
                "ADY",
                "Any",
                "Add",
                "Lady",
                "Ad",
                "Andy"
            ]
        ],
        [
            191,
            195,
            [
                "Ester",
                "Estes",
                "ESE",
                "ESPE",
                "EST",
                "ESTA"
            ]
        ]
    ],
    "Though she was never employed as an art historian, she was, initially through the medium of art criticism, able to raise the prominence of women as art writers.": [],
    "Her views of art do not depart from those of Victorian England: appreciating Raphael and disparaging Post-Impressionism.</p>": []
}