{
    "Merchant; art critic, poet; professor at the Amsterdam Rijksacademie, 1876-1889; central figure in the emancipation process of the Roman Catholics of the Netherlands.": [],
    "Alberdingk Thijm received no higher education.": [
        [
            0,
            10,
            [
                "Altering",
                "Alerting",
                "Albertina"
            ]
        ],
        [
            11,
            16,
            [
                "This",
                "Him",
                "Them",
                "Third",
                "Thing",
                "Think"
            ]
        ]
    ],
    "He initially went into business.": [],
    "In 1842 he began writing art criticism for <em>De Spectator</em>.": [
        [
            3,
            7,
            [
                "1842,"
            ]
        ]
    ],
    "He married Wilhelmina Anna Sophia Kerst in 1846.": [
        [
            34,
            39,
            [
                "Karst"
            ]
        ]
    ],
    "In 1852 he founded the <em>Volks-almanak voor Nederlandse katholieken</em> (The People's Almanac for Dutch Catholics), and in 1855 the Catholic periodical <em>Dietsche Warande</em>.": [
        [
            3,
            7,
            [
                "1852,"
            ]
        ]
    ],
    "Thijm's writings reveal his interest in specific Catholic aspects of national history, literature, and esthetics.": [
        [
            0,
            5,
            [
                "This",
                "Him",
                "Them",
                "Third",
                "Thing",
                "Think"
            ]
        ],
        [
            103,
            112,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "In his essay on mediaeval church architecture, \"De Heilige Linie\", first published in <em>Dietsche Warande</em>, he explained that the Gothic style in particular visualized essential values of Christianity.": [
        [
            16,
            25,
            [
                "medieval"
            ]
        ],
        [
            51,
            58,
            [
                "Halide",
                "Halite"
            ]
        ],
        [
            59,
            64,
            [
                "Line",
                "Linde",
                "Minié"
            ]
        ]
    ],
    "As the promoter of the revival of this style he inspired the Dutch architect Pierre Cuypers (1827-1921), who designed many neo-gothic Catholic churches all over the country.": [
        [
            84,
            91,
            [
                "Buyers",
                "Bumpers",
                "Campers",
                "Cutters",
                "Jumpers",
                "Capers"
            ]
        ]
    ],
    "The latter also designed the Amsterdam Rijksmuseum between 1876 and 1885, in close collaboration with Thijm.": [
        [
            102,
            107,
            [
                "This",
                "Him",
                "Them",
                "Third",
                "Thing",
                "Think"
            ]
        ]
    ],
    "The project was supervised by the head of the Department of Arts and Sciences of the Ministry of Interior, the influential authority <a href=\"/stuersv\">Victor Eugène Louis de Stuers</a> (1843-1916), who also was a Catholic.": [],
    "The dominant Gothic character of this national landmark clearly represented Catholic values, which aroused a controversy.": [],
    "In 1876 Thijm published <em>Portretten van Joost van den Vondel</em>.": [
        [
            8,
            13,
            [
                "This",
                "Him",
                "Them",
                "Third",
                "Thing",
                "Think"
            ]
        ]
    ],
    "This famous Dutch poet, who converted to Catholicism in 1641, became one of Thijm's icons of the national past.": [
        [
            76,
            81,
            [
                "This",
                "Him",
                "Them",
                "Third",
                "Thing",
                "Think"
            ]
        ]
    ],
    "Also in 1876 Thijm obtained the position of professor of art history at the Rijksacademie van Beeldende Kunsten in Amsterdam.": [
        [
            13,
            18,
            [
                "This",
                "Him",
                "Them",
                "Third",
                "Thing",
                "Think"
            ]
        ],
        [
            94,
            103,
            [
                "Beeline",
                "Beelined"
            ]
        ],
        [
            104,
            111,
            [
                "Unseen",
                "Munster",
                "Tungsten",
                "Austen",
                "Kirsten",
                "Kinsmen"
            ]
        ]
    ],
    "In a three-year period he taught the complete history of European art.": [],
    "He paid special attention, however, to what he saw as the higher esthetical values of Christian art before the Reformation, a view that often aroused protests among his students.": [],
    "Thijm served the academy until his death.": [
        [
            0,
            5,
            [
                "This",
                "Him",
                "Them",
                "Third",
                "Thing",
                "Think"
            ]
        ]
    ],
    "He was succeeded by <a href=\"/sixj\">Jan Six</a> in 1890.": [],
    "Thijm's youngest son Karel Joan Lodewijk, generally known as Lodewijk van Deyssel, wrote a biography of his father in 1893 under the pseudonym A. J. His sister Catharina used her father's letters as the main source of a biographical sketch, which appeared in 1896.": [
        [
            0,
            5,
            [
                "This",
                "Him",
                "Them",
                "Third",
                "Thing",
                "Think"
            ]
        ],
        [
            21,
            26,
            [
                "Karl",
                "Earl",
                "Pearl",
                "Carl",
                "Karen",
                "Kiel"
            ]
        ],
        [
            32,
            40,
            [
                "Roderick",
                "Lovesick",
                "Loewi",
                "Boldewijn"
            ]
        ],
        [
            61,
            69,
            [
                "Roderick",
                "Lovesick",
                "Loewi",
                "Boldewijn"
            ]
        ],
        [
            74,
            81,
            [
                "Kassel",
                "Damsel",
                "Easel",
                "Tassel",
                "Passel"
            ]
        ]
    ],
    "Thijm is generally known as the promoter of the Catholic revival in the Netherlands.": [
        [
            0,
            5,
            [
                "This",
                "Him",
                "Them",
                "Third",
                "Thing",
                "Think"
            ]
        ]
    ],
    "His position as general art history professor, however, was rather exceptional in the Netherlands.": [],
    "At the same time, his colleague at the Municipal University of Amsterdam, <a href=\"/piersona\">Allard Pierson</a>, mainly taught Greek and Roman art history.": [],
    "Jan Six succeeded both Thijm and Pierson in 1890 and 1896 respectively.": [
        [
            23,
            28,
            [
                "This",
                "Him",
                "Them",
                "Third",
                "Thing",
                "Think"
            ]
        ]
    ],
    "In 1907 the position of Art History was officially established at the State Universities of Utrecht and Leiden.": []
}