{
    "Egyptologist and art historian.": [],
    "Aldred was the son of Frederick Aldred and Lillian Ethel Underwood (Aldred).": [
        [
            0,
            6,
            [
                "Alfred"
            ]
        ],
        [
            32,
            38,
            [
                "Alfred"
            ]
        ],
        [
            68,
            74,
            [
                "Alfred"
            ]
        ]
    ],
    "After attending the Sloane School, Chelsea, he studied English at King's College, London, and then art history at the Courtauld Institute of Art.": [
        [
            118,
            127,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "While a student, he met Howard Carter (1874-1939), the archaeologist who discovered the Tutankhamun tomb, in 1933.": [
        [
            88,
            99,
            [
                "Tutankhamen"
            ]
        ]
    ],
    "He graduated from the Courtauld in 1936.": [
        [
            22,
            31,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "In 1937 he became an assistant keeper (curator) at the Royal Scottish Museum, Edinburgh the institution he would remain for the rest of his life.": [
        [
            3,
            7,
            [
                "1937,"
            ]
        ]
    ],
    "He married Jessie Kennedy Morton (b.": [],
    "1908/9), a masseuse in 1938.": [],
    "During World War II, Aldrich served in the RAF.": [],
    "After returning to Edinburgh in 1946, he approached Egyptology as his sole area of endeavor.": [],
    "In 1949, his book <em>Old Kingdom Art in Ancient Egypt</em> appeared.": [],
    "The simple survey connected the monuments of the major period in Egyptian art and became popular.": [],
    "Volumes on the middle and new kingdoms in 1950 and 1952 appeared.": [
        [
            8,
            21,
            [
                "in the middle"
            ]
        ]
    ],
    "These publications established his career as an Egyptologist and art historian of synthetic approach.": [],
    "Essays on fine woodwork and furniture appeared in the <em>Oxford History of Technology</em> in 1954 and 1956.": [],
    "In 1955 he worked as an associate curator for a year in the department of Egyptian art in the Metropolitan Museum of Art, New York, under <a href=\"/hayesw\">William C. Hayes</a>, the curator.": [
        [
            3,
            7,
            [
                "1955,"
            ]
        ]
    ],
    "Hayes hoped Aldred might become his successor, but Aldred returned to Scotland in 1956.": [
        [
            12,
            18,
            [
                "Alfred"
            ]
        ],
        [
            51,
            57,
            [
                "Alfred"
            ]
        ]
    ],
    "He was promoted to keeper of art and archaeology in 1961, which he held until his retirement.": [],
    "The book <em>Akhenaten, Pharaoh of Egypt</em>, was published by Aldred in 1968.": [
        [
            64,
            70,
            [
                "Alfred"
            ]
        ]
    ],
    "<em>Jewels of the Pharaohs</em> appeared in 1971 from Thames and Hudson.": [
        [
            49,
            60,
            [
                "from the Thames"
            ]
        ]
    ],
    "His most significant art-historical writing is the catalog written for the Brooklyn Museum exhibition, \"Akhenaten and Nefertiti\" in 1973.": [],
    "He retired from the Museum in 1974.": [],
    "Beginning in 1978, Aldred wrote studies for the French <em>L'univers des formes</em> surveys of Egyptian art (other volumes appearing in 1979 and 1980).": [
        [
            19,
            25,
            [
                "Alfred"
            ]
        ]
    ],
    "Though Aldred published his <em>Egyptian Art</em>,1980, another substantial popular survey, a scholarly monograph on Egyptian sculpture never appeared.": [
        [
            7,
            13,
            [
                "Alfred"
            ]
        ]
    ],
    "His <em>Akhenaten, King of Egypt</em>, 1988, restated much of his 1968 volume with broader evidence.": [],
    "He died at his home in Edinburgh.": [],
    "Aldred's time in New York brought him a greater interest in the Egyptian sculpture of the Amarna period, the time period of Akhenaten, and the concomitant period of loosening of artistic convention.": [
        [
            0,
            6,
            [
                "Alfred"
            ]
        ],
        [
            90,
            96,
            [
                "Maria",
                "Amanda",
                "mRNA",
                "Marina",
                "Mara",
                "Marne"
            ]
        ]
    ],
    "His 1973 Brooklyn catalog, concentrating on Amarna-era art, organized this problematic time of Egyptian art.": [
        [
            44,
            54,
            [
                "Maria-era"
            ]
        ]
    ]
}