{
    "Dramatist whose works helped bring about the re-evaluation of Michelangelo.": [],
    "Alfieri was born to a noble and wealthy family.": [
        [
            0,
            7,
            [
                "Affairs",
                "Affair",
                "Algiers",
                "Alfie",
                "Altair",
                "Al-Fihri"
            ]
        ]
    ],
    "His father was Count Antonio Alfieri and his mother Monica Maillard de Tournonthe marquis di Cacherano of Savoy.": [
        [
            29,
            36,
            [
                "Affairs",
                "Affair",
                "Algiers",
                "Alfie",
                "Altair",
                "Al-Fihri"
            ]
        ],
        [
            59,
            67,
            [
                "Millard",
                "Mallard",
                "Gaillard",
                "Mail lard"
            ]
        ],
        [
            90,
            92,
            [
                "DI",
                "Di",
                "I",
                "did",
                "do",
                "Dr"
            ]
        ],
        [
            93,
            102,
            [
                "Catherine",
                "Cochran",
                "Cochrane",
                "Achernar",
                "Caetano"
            ]
        ]
    ],
    "Count Alfieri died when Vittorio was less than one year old.": [
        [
            6,
            13,
            [
                "Affairs",
                "Affair",
                "Algiers",
                "Alfie",
                "Altair",
                "Al-Fihri"
            ]
        ]
    ],
    "His mother married a third husband, the cavalier Giacinto Alfieri de Magliano.": [
        [
            49,
            57,
            [
                "Jacinto"
            ]
        ],
        [
            58,
            65,
            [
                "Affairs",
                "Affair",
                "Algiers",
                "Alfie",
                "Altair",
                "Al-Fihri"
            ]
        ]
    ],
    "Vittorio was privately tutored under Don Ivaldi, a priest whose education was poor enough to move him in 1758 to the Military Academy of Turin.": [
        [
            41,
            47,
            [
                "Vivaldi"
            ]
        ]
    ],
    "Alfieri heard his first opera in 1762 in Turin and thereafter became a devotee.": [
        [
            0,
            7,
            [
                "Affairs",
                "Affair",
                "Algiers",
                "Alfie",
                "Altair",
                "Al-Fihri"
            ]
        ]
    ],
    "He studied civil and canon law in 1762, achieving a law degree in Turin in 1766.": [],
    "In 1776 he became an ensign in the provincial regiment of Asti.": [
        [
            3,
            7,
            [
                "1776,"
            ]
        ],
        [
            58,
            62,
            [
                "Anti",
                "Astir",
                "ASFI",
                "ASPI",
                "AST",
                "ASTM"
            ]
        ]
    ],
    "His first language was French, in which he kept a diary.": [],
    "Alfieri left the military academy, taking a grand tour of France, England, and Holland for three years (1766-1768).": [
        [
            0,
            7,
            [
                "Affairs",
                "Affair",
                "Algiers",
                "Alfie",
                "Altair",
                "Al-Fihri"
            ]
        ]
    ],
    "Accompanied by an English tutor, he traveled to Milan, paying a visit to the Ambrosian Library, to Florence and its art galleries and churches, which left him cold, although Michelangelo's tomb in Santa Croce he found compelling.": [
        [
            77,
            86,
            [
                "Ambrosia",
                "Ambrosial"
            ]
        ]
    ],
    "Alfieri proceeded to France and the French theater.": [
        [
            0,
            7,
            [
                "Affairs",
                "Affair",
                "Algiers",
                "Alfie",
                "Altair",
                "Al-Fihri"
            ]
        ]
    ],
    "He was formally received at Versailles where Louis XV simply stared at him, and Prussia of Frederick the Great, \"the infamous trade of soldier, the most infamous and sole basis of all arbitrary authority.\"": [],
    "In 1771 in Paris, he declined to meet Jean Jacques Rousseau, but purchased a thirty-six volume collection of Italian authors, many of whose names he had never heard.": [],
    "He had never seriously read Dante, Petrarch, Ariosto, Boccaccio, or Machiavelli.": [],
    "Alfieri's few friends included Francesco Gori Gandellini, a wealthy and erudite merchant interested in literature and history.": [
        [
            0,
            7,
            [
                "Affairs",
                "Affair",
                "Algiers",
                "Alfie",
                "Altair",
                "Al-Fihri"
            ]
        ],
        [
            41,
            45,
            [
                "Gore",
                "Lori",
                "Gory",
                "Gobi",
                "Cori",
                "Gorp"
            ]
        ],
        [
            46,
            56,
            [
                "Cannelloni",
                "Castellini",
                "Cancelling",
                "Gandering",
                "Gavelling"
            ]
        ]
    ],
    "While traveling in England, Alfieri fell in love with Penelope Pitt, wife of Lord Ligonier.": [
        [
            28,
            35,
            [
                "Affairs",
                "Affair",
                "Algiers",
                "Alfie",
                "Altair",
                "Al-Fihri"
            ]
        ],
        [
            82,
            90,
            [
                "Linear",
                "Lionizer",
                "Loonier"
            ]
        ]
    ],
    "The love affair ended in a duel with the lady's husband and the divorce of the Lady.": [],
    "Alfieri's first play, Cleopatra, was staged in Turin in 1775.": [
        [
            0,
            7,
            [
                "Affairs",
                "Affair",
                "Algiers",
                "Alfie",
                "Altair",
                "Al-Fihri"
            ]
        ]
    ],
    "Cleopatra was acclaimed for its vigorous and original style, and when its popularity soared.": [],
    "In 1777, he fell in love with Louise Stolberg, countess of Albany, wife of the pretender Charles Edward Stuart, the last of the English Stuarts.": [],
    "In 1784 she obtained a legal separation.": [
        [
            3,
            7,
            [
                "1784,"
            ]
        ]
    ],
    "Alfieri and countess remained together for the rest of Alfieri's life.": [
        [
            0,
            7,
            [
                "Affairs",
                "Affair",
                "Algiers",
                "Alfie",
                "Altair",
                "Al-Fihri"
            ]
        ],
        [
            55,
            62,
            [
                "Affairs",
                "Affair",
                "Algiers",
                "Alfie",
                "Altair",
                "Al-Fihri"
            ]
        ]
    ],
    "Four of his tragedies were printed in Siena in 1782, and six more toward the end of the same year.": [],
    "In 1787, Alfieri returned to France to supervise the printing of the complete edition of his tragedies, now numbering nineteen, by the publisher Didot.": [
        [
            9,
            16,
            [
                "Affairs",
                "Affair",
                "Algiers",
                "Alfie",
                "Altair",
                "Al-Fihri"
            ]
        ],
        [
            145,
            150,
            [
                "Dido",
                "Divot",
                "Didst",
                "Di dot"
            ]
        ]
    ],
    "Although at first a supporter of the Revolution he quickly changed when observing the mob violence.": [],
    "Alfieri spent the last ten years of his life in Florence.": [
        [
            0,
            7,
            [
                "Affairs",
                "Affair",
                "Algiers",
                "Alfie",
                "Altair",
                "Al-Fihri"
            ]
        ]
    ],
    "The city was occupied in 1796 by French troops.": [],
    "He directed and acted in a few plays.": [],
    "Alfieri is buried in the church of Santa Croce in Florence in a tomb designed by Antonio Canova, near Michelangelo and Machiavelli.": [
        [
            0,
            7,
            [
                "Affairs",
                "Affair",
                "Algiers",
                "Alfie",
                "Altair",
                "Al-Fihri"
            ]
        ]
    ]
}