{
    "Photo-documentarian, early participant of the Fratelli Alinari photoarchive together with his brothers.": [
        [
            55,
            62,
            [
                "Aligarh",
                "Alina",
                "Caligari"
            ]
        ]
    ],
    "The son of an engraver, Alinari grew up in a Florentine art family.": [
        [
            24,
            31,
            [
                "Aligarh",
                "Alina",
                "Caligari"
            ]
        ]
    ],
    "His older brother, <a href=\"/alinaril\">Leopoldo Alinari</a> studied with engraver Luigi Bardi and learned the emerging art of photography.": [],
    "After Leopoldo established a photography studio in 1852 in Florence, Giuseppe joined him together with his brother, Romualdo (1830-1891) renaming the venture \"Fratelli Alinari, Fotografi Editori.\"": [
        [
            116,
            124,
            [
                "Ronaldo"
            ]
        ],
        [
            168,
            175,
            [
                "Aligarh",
                "Alina",
                "Caligari"
            ]
        ],
        [
            177,
            186,
            [
                "Topography",
                "Monograph",
                "Monographs",
                "Topographic",
                "Autograph",
                "Autographs"
            ]
        ],
        [
            187,
            194,
            [
                "Editor",
                "Editors"
            ]
        ]
    ],
    "Giuseppe and Romualdo managed the business while Leopoldo traveled, photographing monuments in Rome, Florence, Naples, Pompeii and elsewhere in Italy.": [
        [
            13,
            21,
            [
                "Ronaldo"
            ]
        ]
    ],
    "By the 1860s Fratelli Alinari were receiving commissions for photo documentation.": [
        [
            22,
            29,
            [
                "Aligarh",
                "Alina",
                "Caligari"
            ]
        ]
    ],
    "Prince Albert of Britain commissioned them to photograph the drawings of Raphael in Florence, Vienna and Venice.": [],
    "The business expanded to a portrait studio and then publishing firm.": [],
    "After Leopoldo's death, the remaining brothers expanded Alinari subjects to document daily life in Florence, which was then the seat of government for Italy.": [
        [
            56,
            63,
            [
                "Aligarh",
                "Alina",
                "Caligari"
            ]
        ]
    ],
    "Alinari photographs form a core of historic images of art historical monuments, some of which were subsequently destroyed or \"restored\" from their original use.": [
        [
            0,
            7,
            [
                "Aligarh",
                "Alina",
                "Caligari"
            ]
        ]
    ],
    "The photographs also capture architecture in an environment more contemporary to its original than modern images do.": []
}