{
    "<p>Archaeologist and historian of early British medieval iconography.": [],
    "Allen was the son of a landed Welshman, George Baugh Allen (1821-1898), a barrister (known as a \"pleader\") of the legal association (\"Inner Temple\") in Narberth, Pembrokeshire, Wales, and his mother, Dorothea Hannah Eaton (Allen) (d.": [
        [
            47,
            52,
            [
                "Laugh",
                "Waugh",
                "Bough",
                "Barf",
                "Ba ugh"
            ]
        ],
        [
            152,
            160,
            [
                "Norbert",
                "Norberto"
            ]
        ]
    ],
    "1868).": [],
    "Allen graduated from King's College School, London, in 1860 and Rugby School in 1863 before attending King's College, London between 1864 and 1866.": [],
    "He made his living as a civil engineer, first as an engineer-in-chief to the Mersey Docks and Harbour Board, London, and then, in 1870, as a resident civil engineer to the railways construction project for Baron Julius de Reuter (1816-1899).": [
        [
            77,
            83,
            [
                "Jersey",
                "Versa",
                "Hersey",
                "Mensa"
            ]
        ],
        [
            94,
            101,
            [
                "Harbor"
            ]
        ],
        [
            172,
            180,
            [
                "railways'",
                "railway's"
            ]
        ]
    ],
    "He supervised the docks building at Leith, near Edinburgh, Scotland, and at Boston, Lincolnshire, in England.": [
        [
            36,
            41,
            [
                "Lath",
                "Late",
                "Faith",
                "Path",
                "Math",
                "Oath"
            ]
        ]
    ],
    "Allen used his leisure time to study archaeology, especially pre-Norman art and artifacts.": [],
    "While employed in Leith, he visited various Scottish archaeological sites.": [
        [
            18,
            23,
            [
                "Lath",
                "Late",
                "Faith",
                "Path",
                "Math",
                "Oath"
            ]
        ]
    ],
    "In 1873 he published an initial article in the journal of the Cambrian Archaeological Association, <em>Archaeologia Cambrensis</em>.": [
        [
            3,
            7,
            [
                "1873,"
            ]
        ]
    ],
    "Allen became a member of the association in 1875 and elected fellow of the Society of Antiquaries of Scotland in 1883.": [],
    "In 1885 presented the lecture, \"Early Christian Symbolism in Great Britain and Ireland before the Thirteenth Century,\" as the SAS's Rhind lecturer in archaeology, which he published in 1887.": [
        [
            132,
            137,
            [
                "Rhine",
                "Hind",
                "Rhino",
                "Rind",
                "Rh ind"
            ]
        ]
    ],
    "In 1889 he published his first book on monuments, the small <em>Monumental History of the Early British Church</em>.": [
        [
            3,
            7,
            [
                "1889,"
            ]
        ]
    ],
    "The same year he was appointed co-editor of <em>Archaeologia Cambrensis</em>, rising to editor by 1892.": [],
    "Allen quit his job as an engineer--his family's wealth was enough for support--to devote all his energies to archaeology.": [],
    "Several additional Rhind lectures followed.": [
        [
            19,
            24,
            [
                "Rhine",
                "Hind",
                "Rhino",
                "Rind",
                "Rh ind"
            ]
        ]
    ],
    "He was appointed editor of the <em>Reliquary and Illustrated Archaeologist</em> in 1893, succeeding J. Charles Cox (1843-1919).": [],
    "In England he became a Fellow of the Society of Antiquaries in 1896, collaborating on a book with Arthur G. Langdon on Cornish cross sculpture the same year.": [
        [
            3,
            10,
            [
                "England,"
            ]
        ],
        [
            108,
            115,
            [
                "Landon"
            ]
        ]
    ],
    "He was Yates lecturer in archaeology in University College, London, for 1898.": [],
    "The Society of Antiquaries of Scotland funded his excavations in Scotland.": [],
    "In 1899 he published the article \"Early Christian Art in Wales\" in the journal, the first systematic account of nascent Christian Welsh material culture.": [
        [
            3,
            7,
            [
                "1899,"
            ]
        ]
    ],
    "Allen and another Rhind lecturer, Joseph Anderson (1832-1916), published <em>The Early Christian Monuments of Scotland</em>, in 1903, an analysis and classification of ornament of early medieval sculpture which became a model for medieval art methodology in England.": [
        [
            18,
            23,
            [
                "Rhine",
                "Hind",
                "Rhino",
                "Rind",
                "Rh ind"
            ]
        ]
    ],
    "He followed this with <em>Celtic Art in Pagan and Christian Times</em> in 1904.": [],
    "He died at his home in London in 1907.": [],
    "His notes are held in the British Library.": [],
    "Allen's knowledge of various media, metalwork and manuscript illumination, enabled him to make a comparative study of art in disparate media, allowing him to establish the first serious chronology of early indigenous art in Britain.": [],
    "His iconographical typology formed the basis of later art indexes and modern visual collections.": [],
    "As an engineer, Allen employed scientific methods of description as the basis of an esthetic appreciation of his objects.": [],
    "He was an early exponent of historic preservation, advocating casting, photographing, drawing and other forms of documenting monuments which were weathering away.": [],
    "His writing was often critical of museum curators, who, he thought, ignored early Christianity in Britain and were aloof from the public.</p>": []
}