{
    "Art educator, museum curator and art historian; early exponent of postwar American art to the European public and coiner of the term \"pop art.\"": [],
    "Alloway was the son of a bookseller.": [
        [
            0,
            7,
            [
                "Galloway",
                "Calloway"
            ]
        ]
    ],
    "As a child he contracted tuberculosis which interrupted his formal education.": [],
    "While a teenager he wrote short \"filler\" book reviews for the Sunday London <em>Times</em>.": [],
    "He attended classes at the University of London Birbeck night college, but he never received a degree.": [
        [
            48,
            55,
            [
                "Birkbeck"
            ]
        ]
    ],
    "He lectured on art to laborers who belonged to the Workers Education Association, beginning a life-long association with art education and a commitment of art for the masses.": [],
    "While working as a docent (visiting lecturer) at the Tate Gallery and the National Gallery, Alloway joined an informal association of artists known as the the Independent Group in 1952.": [
        [
            92,
            99,
            [
                "Galloway",
                "Calloway"
            ]
        ],
        [
            151,
            158,
            [
                "the"
            ]
        ]
    ],
    "Comprising artists, architects, art historians and critics who endorsed liberal and pluralistic attitudes toward art, the group frequently met at the Institute of Contemporary Arts, then on Dover Street, off Piccadilly, London.": [],
    "He wrote as British correspondent for the <em>Art News</em> beginning in 1953 (to 1957), edited by <a href=\"/hesst\">Thomas Hess</a>, who was using it as a vehicle supporting Abstract Expressionism.": [],
    "Alloway married an artist, Sylvia Sleigh (b.": [
        [
            0,
            7,
            [
                "Galloway",
                "Calloway"
            ]
        ]
    ],
    "1916) in 1954 and mounted \"Collages and Objects\" a landmark exhibition (designed by John McHale).": [
        [
            89,
            95,
            [
                "Male",
                "Scale",
                "Michael",
                "Chile",
                "Chase",
                "Chalk"
            ]
        ]
    ],
    "He was appointed assistant director of the Institute of Contemporary Art the following year (held until 1957).": [],
    "His well-organized shows and informed critiques of avant-garde artists brought him high profile, lecturing on film and art.": [],
    "His frequently arrogant manner and quixotic pronouncements on art became a hallmark of the nascent modern-art style.": [],
    "He and McHale convened a series of meetings at the IG (ultimately the last) on the mass media as part of the \"Aesthetic Problems of Contemporary Art\".": [
        [
            7,
            13,
            [
                "Male",
                "Scale",
                "Michael",
                "Chile",
                "Chase",
                "Chalk"
            ]
        ]
    ],
    "During his years as director of the ICA, Alloway shortened the phrase ''popular art'' to \"Pop Art\" in his writing, creating the dominant term for the new art that dealt with consumer images.": [
        [
            41,
            48,
            [
                "Galloway",
                "Calloway"
            ]
        ]
    ],
    "In 1958 he received a scholarship by the United States Government to study American art in the U.S.": [
        [
            3,
            7,
            [
                "1958,"
            ]
        ]
    ],
    "He met Barnett Newman.": [],
    "In 1961 he and his wife moved to the United States to teach at Bennington College; the following year the Guggenheim Museum appointed him curator.": [
        [
            3,
            7,
            [
                "1961,"
            ]
        ]
    ],
    "Alloway joined <em>The Nation</em> as art critic in 1963 (to 1971).": [
        [
            0,
            7,
            [
                "Galloway",
                "Calloway"
            ]
        ]
    ],
    "In 1966 the Smithsonian Institution invited the Guggenheim to make selections for the United States submissions to the Venice Biennale.": [],
    "Alloway clashed with the new director of the Guggenheim, <a href=\"/messert\">Thomas M. Messer</a>, over the choices and Smithsonian withdrew the invitation.": [
        [
            0,
            7,
            [
                "Galloway",
                "Calloway"
            ]
        ]
    ],
    "Alloway was removed from the museum, taking on editorial roles with <em>The Nation</em> (1968-1980) and <em>Artforum</em> (1971-1976).": [
        [
            0,
            7,
            [
                "Galloway",
                "Calloway"
            ]
        ]
    ],
    "In 1968 (to 1981) he was appointed professor of art history at the State University of New York at Stony Brook, Long Island.": [],
    "There he co-founded the magazine <em>Art Criticism</em> with the critic <a href=\"/kuspitd\">Donald Kuspit</a>.": [],
    "His collected essays appeared in 1975 as <em>Topics in American Art Since 1945</em>.": [],
    "Alloway wrote the Museum of Modern Art catalog for the Robert Rauschenberg retrospective in 1977.": [
        [
            0,
            7,
            [
                "Galloway",
                "Calloway"
            ]
        ]
    ],
    "He developed a neurological disorder in 1981, leaving teaching and thereafter requiring the use a wheelchair.": [],
    "A second set of collected essays, <em>Network: Art in the Complex Present</em>, appeared in 1984.": [],
    "Although a pro-socialist and pro-feminist-issue writer, he argued publicly with <a href=\"/pollockg\">Griselda Pollock</a> in a review of her book which set off a debate in the <em>Women's Studies Journal</em>.": [],
    "At a time when sexual harrassment was tolerated, Alloway was known as a unsafe person for women to be alone with in his office.": [
        [
            22,
            33,
            [
                "harassment"
            ]
        ],
        [
            49,
            56,
            [
                "Galloway",
                "Calloway"
            ]
        ],
        [
            70,
            71,
            [
                "an"
            ]
        ]
    ],
    "He was engaged in a catalog for a forthcoming show of work by his wife when he died suddenly of cardiac arrest at his Manhattan home at age 63.": [],
    "Alloway was one of the earliest European champions of American postwar art (Glueck).": [
        [
            0,
            7,
            [
                "Galloway",
                "Calloway"
            ]
        ],
        [
            76,
            82,
            [
                "Glue ck"
            ]
        ]
    ],
    "A provocative writer, his varied tastes were at odds with a strict theory of modern esthetics and those who espoused specific ideologies of art.": [
        [
            84,
            93,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "His work with the Independent Group helped form a radically inclusive understanding of culture, incorporating science fiction, Hollywood films, and game theory (<em>The Independent Group</em>, 1989).": [],
    "He maintained an anti-academic stance toward art his whole career.": [],
    "A 1990 ICA retrospective exhibition about The Independent Group underscored that critical writings of the group, Alloway's, Richard Hamilton, <a href=\"/banhamr\">Reyner Banham</a> and the Smithsons, \"were far more radical and fertile than the artworks they created\" (Hall).": [
        [
            113,
            120,
            [
                "Galloway",
                "Calloway"
            ]
        ]
    ],
    "His coining of the term \"pop art\" was meant to refer to the mass media; when later a style of painting emerged with the same title, Alloway considered this a second phase of the art form (<em>The Independent Group</em>, 1989).": [
        [
            132,
            139,
            [
                "Galloway",
                "Calloway"
            ]
        ]
    ]
}