{
    "Historian of prehistoric art, museologist, archaeologist specializing in Levantine art.": [],
    "Almagro Basch was the son of a veterinarian Doroteo Almagro Sevilla (1860-1944) and Josefa Zapater (Basch).": [
        [
            0,
            7,
            [
                "Alvaro",
                "Allegro",
                "Alfaro",
                "Álvaro"
            ]
        ],
        [
            8,
            13,
            [
                "Batch",
                "Bach",
                "Busch",
                "Bosch",
                "Bash",
                "Ba sch"
            ]
        ],
        [
            44,
            51,
            [
                "Dorothy",
                "Dorothea",
                "Dorsten"
            ]
        ],
        [
            52,
            59,
            [
                "Alvaro",
                "Allegro",
                "Alfaro",
                "Álvaro"
            ]
        ],
        [
            91,
            98,
            [
                "Zapata",
                "Napster",
                "Zapotec",
                "Zapper",
                "Apter",
                "Lavater"
            ]
        ],
        [
            100,
            105,
            [
                "Batch",
                "Bach",
                "Busch",
                "Bosch",
                "Bash",
                "Ba sch"
            ]
        ]
    ],
    "He began his studies at the Escuela de Tramacastilla and received his bachelor’s degree from the Colegio de los Padres Escolapios de Albarracín.": [
        [
            119,
            129,
            [
                "Escalation",
                "Escalations",
                "Aesculapius",
                "Scorpios",
                "Escolars"
            ]
        ]
    ],
    "He earned a scholarship at the Universidad de Valencia (1928-1930) and at the Universidad de Madrid where he was granted a degree in Filosofia y Letras (Philosophy and Letters) in 1932 and in Derecho (Law) in 1934.": [
        [
            145,
            151,
            [
                "Tetras"
            ]
        ],
        [
            192,
            199,
            [
                "Each",
                "March",
                "Search",
                "Jericho",
                "Marco",
                "Darcy"
            ]
        ]
    ],
    "During his time at the university, he participated in the Crucero del Mediterraneo (Cruise of the Mediterranean) and worked as a secretary in the Seminario de Historia Primitiva del Hombre (Primitive History of Mankind Seminar) (1932-1935) under his mentor Hugo Obermaier (1877-1946).": [
        [
            58,
            65,
            [
                "Cicero",
                "Cruder",
                "Bracero",
                "Lucero",
                "Cruces"
            ]
        ],
        [
            70,
            82,
            [
                "Mediterranean"
            ]
        ],
        [
            146,
            155,
            [
                "Seminary",
                "Seminar",
                "Seminars",
                "Seminaries",
                "Semiarid",
                "Seminarian"
            ]
        ],
        [
            168,
            177,
            [
                "Primitive"
            ]
        ],
        [
            262,
            271,
            [
                "Overhear",
                "Overeager",
                "Bedmaker",
                "Besmear",
                "Overbear",
                "Barmier"
            ]
        ]
    ],
    "At the university, he was a student representative for FUE, an anarcho-communist organization.": [
        [
            55,
            58,
            [
                "DUE",
                "FUEL",
                "FEE",
                "FUN",
                "FUR",
                "CUE"
            ]
        ]
    ],
    "His thesis was entitled <em>La alteraciones de las comunidades de Teruel y Albarracín durante el siglo XVI</em> (Altercations of the Communities of Teruel and Albarracín during the 16th Century).": [],
    "After completing his studies, he began working for the Cuerpo de Archivos, Bibliotecas y Museos (Association of Archives, Libraries, and Museums) at the Biblioteca de la Facultad in 1935 and then at the Museo de Mahón.": [
        [
            55,
            61,
            [
                "Puerto",
                "Curio",
                "Cerro",
                "Cheapo"
            ]
        ],
        [
            89,
            95,
            [
                "Muses"
            ]
        ],
        [
            170,
            178,
            [
                "Faculty",
                "Faulted"
            ]
        ]
    ],
    "Until the outbreak of the Spanish Civil War he continued conducting research with Obermaier in archeology, prehistoric studies, and ethnology where he worked to protect caves with prehistoric drawings in Albarracín.": [
        [
            82,
            91,
            [
                "Overhear",
                "Overeager",
                "Bedmaker",
                "Besmear",
                "Overbear",
                "Barmier"
            ]
        ]
    ],
    "Almagro Basch joined with Manuel Hedilla (1902-1970) to form the Falange, the political party associated with the Francoist regime.": [
        [
            0,
            7,
            [
                "Alvaro",
                "Allegro",
                "Alfaro",
                "Álvaro"
            ]
        ],
        [
            8,
            13,
            [
                "Batch",
                "Bach",
                "Busch",
                "Bosch",
                "Bash",
                "Ba sch"
            ]
        ],
        [
            33,
            40,
            [
                "Cedilla"
            ]
        ],
        [
            65,
            72,
            [
                "Flange"
            ]
        ]
    ],
    "However, due to his opposition to the 1937 Decreto de Unificación de la Falange (a decree by Franco merging his various supporting units into a single, ruling party), he was arrested.": [
        [
            43,
            50,
            [
                "Secret",
                "Decree",
                "Decreed",
                "Secrets",
                "Decrees",
                "Secrete"
            ]
        ],
        [
            72,
            79,
            [
                "Flange"
            ]
        ]
    ],
    "Still unsatisfied with the political situation in Salamanca, he enlisted and fought on the fronts of Aragon, Madrid, Extremadura, San Sebastian, Bilbao, and Barcelona.": [
        [
            117,
            128,
            [
                "Extremaduran"
            ]
        ],
        [
            130,
            143,
            [
                "San Sebastián"
            ]
        ]
    ],
    "Due to illness, he was evacuated to the Cuartel General de Salamanca where he worked with Spanish Falangist  poet Dionisio Ridruejo (1912-1975) in the propaganda department where he directed the journal <em>Hierro</em> in Bilbao.": [
        [
            40,
            47,
            [
                "Cartel"
            ]
        ],
        [
            98,
            107,
            [
                "Phalangist"
            ]
        ],
        [
            107,
            109,
            [
                " "
            ]
        ],
        [
            114,
            122,
            [
                "Division",
                "Zionist",
                "Zionism",
                "Dionysus",
                "Zionists",
                "Dionysian"
            ]
        ]
    ],
    "Despite his fascist predilection, following the war, he kept close ties with individuals associated with the monarchy; however, he never intervened directly in politics again.": [],
    "Instead, he turned to revive the field of Spanish archeology which had been neglected during the war.": [],
    "He replaced Pere Bosch Gimpera (1891-1974) (who was exiled during the war) as the chair of Prehistoria e Historia Antigua Universal y de España at the University of Barcelona in 1940.": [
        [
            12,
            16,
            [
                "Père"
            ]
        ],
        [
            23,
            30,
            [
                "Gimp era"
            ]
        ],
        [
            91,
            102,
            [
                "Prehistoric",
                "Prehistorian"
            ]
        ],
        [
            105,
            113,
            [
                "Historian",
                "Historic"
            ]
        ]
    ],
    "That same year, he was named a correspondent of the Hispanic Society of America.": [],
    "Through his position with the Patrimonio Artistico de Levante (which he held from 1947-1966), he restored monuments that were damaged during the war and recovered goods that the Republic had looted from Spain.": [
        [
            30,
            40,
            [
                "Patrimony",
                "Patrimonial",
                "Patrimonies"
            ]
        ],
        [
            41,
            53,
            [
                "Artistic ode"
            ]
        ]
    ],
    "During this period from 1936-1956, Almagro Basch was the director of the Museo Arqueologico de Barcelona.": [
        [
            35,
            42,
            [
                "Alvaro",
                "Allegro",
                "Alfaro",
                "Álvaro"
            ]
        ],
        [
            43,
            48,
            [
                "Batch",
                "Bach",
                "Busch",
                "Bosch",
                "Bash",
                "Ba sch"
            ]
        ]
    ],
    "He developed a specialized library service, and founded <em>Ampurias</em> the first Catalonian magazine focusing on prehistory and archeology.": [],
    "It has since become one for the most important publications in the field in Europe (Almagro Gorbea).": [
        [
            84,
            91,
            [
                "Alvaro",
                "Allegro",
                "Alfaro",
                "Álvaro"
            ]
        ],
        [
            92,
            98,
            [
                "Korea",
                "Forbes",
                "Gorge",
                "Gore",
                "Cornea",
                "Gorges"
            ]
        ]
    ],
    "In 1943, he both created and directed the Seccion de Barcelona in the Instituto Diego Velázquez.": [
        [
            42,
            49,
            [
                "Section"
            ]
        ]
    ],
    "He was named a member of the Real Academia de la Historia in 1944.": [
        [
            49,
            57,
            [
                "Historian",
                "Historic"
            ]
        ]
    ],
    "As a product of his expeditions in Empúries, he created an arqueological park open to visitors and published a series of scientific monographs through the 1950s.": [
        [
            35,
            43,
            [
                "Empires",
                "Empties"
            ]
        ],
        [
            59,
            72,
            [
                "archeological"
            ]
        ]
    ],
    "Almagro Basch also notably led the first Spanish excavations abroad during his role as director of Arqueología de La Escuela Española de Historia y Arqueología (in the Caverna dei Pipistrelli, Liguria, Rome, and the Sahara).": [
        [
            0,
            7,
            [
                "Alvaro",
                "Allegro",
                "Alfaro",
                "Álvaro"
            ]
        ],
        [
            8,
            13,
            [
                "Batch",
                "Bach",
                "Busch",
                "Bosch",
                "Bash",
                "Ba sch"
            ]
        ],
        [
            125,
            133,
            [
                "Español",
                "Español a"
            ]
        ],
        [
            168,
            175,
            [
                "Cavern",
                "Caverns",
                "Cavern a"
            ]
        ],
        [
            176,
            179,
            [
                "DEI",
                "day",
                "die",
                "Dan",
                "Del",
                "Wei"
            ]
        ]
    ],
    "In 1954, he was named the chair of the department of Prehistoria at the Universidad de Madrid.": [
        [
            53,
            64,
            [
                "Prehistoric",
                "Prehistorian"
            ]
        ]
    ],
    "Two years later he began working in the Prehistory division of the Museo Arqueológico Nacional and was eventually named director in 1969.": [
        [
            86,
            94,
            [
                "National"
            ]
        ]
    ],
    "He developed and led the Instituto Español de Prehistoria within the Consejo Superior de Investigaciones Científicas (CSIC).": [
        [
            69,
            76,
            [
                "Consent",
                "Consuelo",
                "Consed",
                "Conses"
            ]
        ],
        [
            105,
            116,
            [
                "Scientific"
            ]
        ],
        [
            118,
            122,
            [
                "SIC",
                "CSI",
                "CIC",
                "CSC",
                "CHIC",
                "CSIS"
            ]
        ]
    ],
    "Almagra Basch organized a specialized library and directed publications including Bibliotheca Praehistorica Hispana (1958) and Trabajos de Prehistoria, the most important Spanish prehistory reference.": [
        [
            0,
            7,
            [
                "Allegra",
                "Asmara",
                "Aymara",
                "Almeida"
            ]
        ],
        [
            8,
            13,
            [
                "Batch",
                "Bach",
                "Busch",
                "Bosch",
                "Bash",
                "Ba sch"
            ]
        ],
        [
            94,
            107,
            [
                "Prehistoric",
                "Prehistorical"
            ]
        ],
        [
            108,
            115,
            [
                "Hispano"
            ]
        ],
        [
            127,
            135,
            [
                "Barbados",
                "Taboos",
                "Travails",
                "Navajos",
                "Teabags",
                "Arapahos"
            ]
        ]
    ],
    "In 1980, he was named president of the Junta de Calificacion, Valoración y Exportación de Obras de Arte (Board of Qualification, valuation, and export of artworks) and once he retired he was named president of the Board of Trustees of the Museo Arqueológico Nacional.": [
        [
            62,
            72,
            [
                "Coloration",
                "Evaporation",
                "Validation",
                "Valuation",
                "Adoration",
                "Valorization"
            ]
        ],
        [
            75,
            86,
            [
                "Exportation"
            ]
        ],
        [
            258,
            266,
            [
                "National"
            ]
        ]
    ],
    "He received the title honorary professor at the Museo Nacional de Ciencias Naturales de Madrid.": [
        [
            75,
            84,
            [
                "Naturals"
            ]
        ]
    ],
    "Almagro Basch’s publications, excavations, and methods of scientific investigation not only earned him international recognition, but they made Spain’s national archeological institutions a model among European institutions.": [
        [
            0,
            7,
            [
                "Alvaro",
                "Allegro",
                "Alfaro",
                "Álvaro"
            ]
        ],
        [
            8,
            13,
            [
                "Batch",
                "Bach",
                "Busch",
                "Bosch",
                "Bash",
                "Ba sch"
            ]
        ]
    ],
    "His scientific monographs essentially revived the field of archaeology in Spain and became internationally referenced sources of western mediterranean archeology.": [
        [
            137,
            150,
            [
                "Mediterranean",
                "Mediterraneans"
            ]
        ],
        [
            151,
            161,
            [
                "archaeology"
            ]
        ]
    ],
    "They highlight the different developments and controversies in the field of archaeology.": [],
    "He developed a systematic approach to categorize and analyze Spanish post-palaeolithic rock art that had previously been erroneously dated.": [
        [
            69,
            86,
            [
                "post-Paleolithic"
            ]
        ]
    ],
    "His Corpus de Arte Rupestre Levantino provided images and contextualized more than three-quarters of the paintings in Spain.": [
        [
            19,
            27,
            [
                "Restore",
                "Rupert",
                "Repeater",
                "Rupture",
                "Rupee",
                "Tapestry"
            ]
        ],
        [
            28,
            37,
            [
                "Levantine"
            ]
        ]
    ],
    "His research was so highly valued that it led to the incorporation of the study of archeology as a mandatory course for history degrees in all Spanish universities.": [],
    "Beyond his publications, his renovations and reorganization of the Museo Arqeuologico Nacional made it a spotlight of European archeology.": [
        [
            86,
            94,
            [
                "National"
            ]
        ]
    ],
    "Almagro Basch is credited for much of the respect for which the field of Spanish archaeology has acquired today.": [
        [
            0,
            7,
            [
                "Alvaro",
                "Allegro",
                "Alfaro",
                "Álvaro"
            ]
        ],
        [
            8,
            13,
            [
                "Batch",
                "Bach",
                "Busch",
                "Bosch",
                "Bash",
                "Ba sch"
            ]
        ]
    ],
    "Because he received unprecedented funding for his excavations, it facilitated the continuation of archeological studies after his death.": []
}