{
    "Scholar of Dutch baroque art; professor of History of Art, UC Berkeley,1962-1994; exponent of the \"new art history.\"": [],
    "Born Svetlana Leontief, she graduated from Radcliffe College with a B.A.": [
        [
            14,
            22,
            [
                "Leonie"
            ]
        ]
    ],
    "in 1957.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "She married the following year, assuming her husband's surname of Alpers.": [
        [
            66,
            72,
            [
                "Alters",
                "Alpert",
                "Alders"
            ]
        ]
    ],
    "She continued graduate work in art history at Harvard University publishing an article on Vasari's verbal descriptions of art (ekphrasis) in 1960 in the <em>Journal of the Warburg and Courtauld Institutes</em>, which announced her innovative approach to art history.": [
        [
            90,
            96,
            [
                "Va sari"
            ]
        ],
        [
            127,
            136,
            [
                "emphasis"
            ]
        ]
    ],
    "Alpers accepted a teaching position as an associate professor at the University of California, Berkeley, in 1962 while working on her dissertation.": [
        [
            0,
            6,
            [
                "Alters",
                "Alpert",
                "Alders"
            ]
        ]
    ],
    "She graduated from Harvard in 1965, writing her thesis under <a href=\"/slives\">Seymour Slive</a> on the Peter Paul Rubens cycle Torre de la Parada.": [],
    "Her work in Rubens' archives brought her to the attention of <a href=\"/hulstr\">Roger-Adolf d'Hulst</a>, who suggested she turn her dissertation into a volume for the <em>catalogue raissoné</em> on Rubens.": [],
    "She rose to the rank of Professor at Berkeley.": [],
    "In 1971 she was appointed to the Board of Directors of the College Art Associate (remained until 1976).": [
        [
            3,
            7,
            [
                "1971,"
            ]
        ]
    ],
    "That same year here volume for the Rubens <em>catalogue raissoné</em>, <em>The Corpus Rubenianum Ludwig Burchard</em>, number nine, was published.": [
        [
            20,
            26,
            [
                "volumes",
                "volumed",
                "will volume"
            ]
        ]
    ],
    "In 1977 an important methodological article by Alpers appeared in <em>Daedalus</em> examining progressive scholarship in art history in contrast with earlier scholarship.": [
        [
            47,
            53,
            [
                "Alters",
                "Alpert",
                "Alders"
            ]
        ]
    ],
    "During the academic year 1979-80 she was a member at the Institute for Advanced Study in Princeton.": [],
    "In 1983, Alpers co-founded the progressive interdisciplinary journal <em>Representations</em>, publishing the article, \"Interpretation without Representation, or, The Viewing of Las Meninas,\" in the first issue.": [
        [
            9,
            15,
            [
                "Alters",
                "Alpert",
                "Alders"
            ]
        ],
        [
            182,
            189,
            [
                "Meanings",
                "Medina",
                "Marinas",
                "Menial",
                "Melina",
                "Medians"
            ]
        ]
    ],
    "That year, too, she published the first of her groundbreaking works in art history, <em>The Art of Describing: Dutch Art in the Seventeenth Century</em>.": [],
    "The book's central thesis focused on the the immediacy and simplicity of Dutch painting and the Dutch preoccupation with the description of interiors and domestic scenes, contrasting it with narrative Italian painting.": [
        [
            37,
            44,
            [
                "the"
            ]
        ]
    ],
    "Iconographical approaches to baroque art, she wrote, such as those practiced by <a href=\"/panofskye\">Erwin Panofsky</a> and others, were insufficient to understand Dutch imagery.": [],
    "Her book likewise criticized mainstream Dutch scholarship and its reliance on emblems and <em>emblemata</em> books explain Netherlandish still life painting.": [],
    "<em>The Art of Describing</em> was well received, reviewers hailing Alper's mastery of topics as diverse as optics and perspective theory.": [],
    "Critics, however, accused her of selective use of evidence, drawing only from paintings and texts which supported her theories.": [],
    "In 1988, during the era of shocking reattributions of many works of Rembrandt by the Rembrandt Research Project, Alpers published a monograph on the artist, <em>Rembrandt's Enterprise: The Studio and the Market</em> The book examined Rembrandt's market strategies and his modeling his art to appeal to a Dutch consumer base.": [
        [
            113,
            119,
            [
                "Alters",
                "Alpert",
                "Alders"
            ]
        ]
    ],
    "Her use of economic theory and a concerted avoidance of visual criteria again upset traditionalists in the art world.": [],
    "Alpers co-wrote a book with fellow Berkeley art historian <a href=\"/baxandallm\">Michael Baxandall</a> in 1994, <em>Tiepolo and the Pictorial Intelligence</em>.": [
        [
            0,
            6,
            [
                "Alters",
                "Alpert",
                "Alders"
            ]
        ]
    ],
    "She was named <em>Professor Emerita</em> from Berkeley in 1994.": [],
    "The following year she returned to the art of the low countries with her <em>Making of Rubens</em>.": [],
    "The book looked at Rubens' politics, his later critical reception in France, and theorized specific meaning in the recurring Silenus figures of his later work.": [
        [
            125,
            132,
            [
                "Silents"
            ]
        ]
    ],
    "Reaction to Alpers was summed up by Walter Liedtke.": [
        [
            12,
            18,
            [
                "Alters",
                "Alpert",
                "Alders"
            ]
        ],
        [
            43,
            50,
            [
                "Like",
                "Little",
                "Laid",
                "Lied",
                "Ledge",
                "Lieder"
            ]
        ]
    ],
    "In an article on American historians of Dutch art, he characterized her work as containing \"whole exclusions\" of art that did not fit her thesis--such as the Utrecht school--a \"typical exercise in American taste dressed up (with some French motifs) as a new analysis of Dutch Art.\"": [],
    "However, her work <em>Rembrandt's Enterprise</em> was included among the 169 major writings of art history in the 2010 <em>Hauptwerke der Kunstgeschichte</em> for her innovative approach to a central issue of Rembrandt research.": []
}