{
    "<p>Specialist in ancient Greek sculpture; director and rebuilder of the German Archaeological Institute in Rome after World War I, 1921-1927.": [],
    "He was born in Stettin, Germany, which is present-day Szczecin, Poland.": [
        [
            15,
            22,
            [
                "Stetting",
                "Stet tin"
            ]
        ]
    ],
    "Amelung's father was a successful insurance executive and his mother an actress.": [
        [
            0,
            7,
            [
                "Ambling"
            ]
        ]
    ],
    "The younger Amelung studied under the classicist Erwin Rohde (1845-98) in Tübingen and briefly under <a href=\"/overbeckj\">Johannes Overbeck</a> at Leipzig, before settling in Munich to write his dissertation under <a href=\"/brunnh\">Enrico Brunn</a>.": [
        [
            12,
            19,
            [
                "Ambling"
            ]
        ],
        [
            55,
            60,
            [
                "Rode",
                "Rhode"
            ]
        ]
    ],
    "His dissertation was on the personification of nature in Hellenistic vase painting.": [],
    "Except for a brief period as a professional actor, Amelung devoted the rest of his career to scholarship.": [
        [
            51,
            58,
            [
                "Ambling"
            ]
        ]
    ],
    "He used his wealth to travel widely within the archaeological world, frequently accompanying <a href=\"/arndtp\">Paul Arndt</a>.": [],
    "In 1895 he settled in Rome and began to catalog the sculpture collection of the Vatican.": [
        [
            3,
            7,
            [
                "1895,"
            ]
        ]
    ],
    "The first of these volumes appeared in 1903.": [],
    "A homosexual living the life of a private scholar in Rome, he lead tours and wrote literate guides, translations of Greek drama, and articles for the <em>Realencyclopädie</em>.": [
        [
            62,
            66,
            [
                "leads",
                "leaded",
                "led"
            ]
        ]
    ],
    "Forced to return to Germany because of World War I, he occupied his time restoring the university museum's plaster casts of classical sculpture under <a href=\"/noackf\">Ferdinand Noack</a> and settling down with a Hamburg businessman.": [],
    "The war had virtually destroyed the Deutsches Archäologisches Institut, which had been seized by the Italians.": [
        [
            36,
            45,
            [
                "Deutsche's",
                "Deutsche"
            ]
        ],
        [
            62,
            70,
            [
                "Institute"
            ]
        ]
    ],
    "Amelung was appointed after the war by the Institute to restore the library, which had only been saved by the intercession of <a href=\"/croceb\">Benedetto Croce</a>.": [
        [
            0,
            7,
            [
                "Ambling"
            ]
        ]
    ],
    "Amelung reopened the library in just three years to the form it is today on the Via Sardegna.": [
        [
            0,
            7,
            [
                "Ambling"
            ]
        ],
        [
            84,
            92,
            [
                "Garden",
                "Arena",
                "Gardens",
                "Sardinia",
                "Ardent",
                "Warden"
            ]
        ]
    ],
    "His work cataloging the Vatican collections was taken over by <a href=\"/lippmanng\">Georg Lippold</a>.": [],
    "Amelung was not the broad classical scholar of the previous German tradition.": [
        [
            0,
            7,
            [
                "Ambling"
            ]
        ]
    ],
    "His willingness to confine his interest to sculpture alone, and to limit his analysis to the concept of an artistic individual as the motivator of art, limited his legacy as an art historian.": [],
    "His works were translated into English by <a href=\"/stronges\">Eugénie Sellers Strong</a>.</p>": []
}