{
    "Corinthian vase painting scholar; co-founder of the History of Art department at the University of California, Berkeley.": [],
    "Amyx attended Stanford University where he received a B. A. in classics in 1930.": [
        [
            0,
            4,
            [
                "AMX",
                "Amy",
                "AMY",
                "AmEx",
                "Amex",
                "Amy x"
            ]
        ]
    ],
    "His graduate work was done at Berkeley.": [],
    "An M.A.": [],
    "in Latin was granted in 1932 (with a thesis on Juvenal).": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He was a fellow at the American School in Athens for 1935-36.": [],
    "His Ph.D., in Latin and classical archaeology was awarded in 1937.": [],
    "His dissertation, on Eritrean black-figure painting, was written under <a href=\"/smithhrw\">H.": [],
    "R. W. Smith</a>.": [],
    "He married Eleanor Wilkinson, a fellow Latin student at Berkeley, in 1936.": [],
    "After completing his Ph.D., he taught Latin at the University of Chicago from 1939 until 1942.": [],
    "The year he joined the war effort for World War II at the Office of Censorship in San Francisco, serving until 1945.": [],
    "Immediately after the war, he joined the faculty at Berkeley (1946) where he remained the rest of his career.": [],
    "He and the medievalist <a href=\"/hornw\">Walter W. Horn</a> set about creating a History of Art department at Berkeley.": [],
    "In 1957 he was awarded the first two Guggenheim Fellowships (the second was 1973).": [
        [
            3,
            7,
            [
                "1957,"
            ]
        ]
    ],
    "He was chair of the Art Department 1966-71 and Curator of Classical Art at the Robert H. Lowie Museum of Anthropology at Berkeley (today the Phoebe A. Hearst Museum of Anthropology).": [
        [
            89,
            94,
            [
                "Bowie",
                "Lowe",
                "Louie",
                "Howie",
                "Lorie"
            ]
        ]
    ],
    "From 1968 until 1972 he edited the <em>California Studies in Classical Antiquity</em>.": [],
    "At this time, too, he helped establish the Berkeley excavation at Nemea, Greece.": [
        [
            66,
            71,
            [
                "CEMEA",
                "EMEA"
            ]
        ]
    ],
    "His 1974 <em>Echoes from Olympus</em> is a catalog of an exhibition written by him and his students, the product of an extended seminar.": [],
    "He retired from Berkeley in 1978, acting at a visiting scholar for Indiana University in 1979.": [],
    "In 1988 he was a visiting scholar at the J. Paul Getty Museum.": [
        [
            3,
            7,
            [
                "1988,"
            ]
        ]
    ],
    "His <em>magnum opus</em>, <em>Corinthian Vase Painting</em>, 1988, was an updating of <em>Necrocorinthia</em> by <a href=\"/payneh\">Humfry Payne</a> of 1931.": [],
    "The personal collection of antique objects he and his wife amassed were donated at his retirement to the museum for which he was curator.": [],
    "Amyx was a connoisseur scholar in the tradition of <a href=\"/beazleyj\">J.": [
        [
            0,
            4,
            [
                "AMX",
                "Amy",
                "AMY",
                "AmEx",
                "Amex",
                "Amy x"
            ]
        ]
    ],
    "D. Beazley</a>.": [
        [
            3,
            10,
            [
                "Beasley"
            ]
        ]
    ],
    "He used a keen eye to further establish the various \"hands\" of individual artists of archaic Corinthian pottery, a technique first established for renaissance painting by <a href=\"/morellig\">Giovanni Morelli</a>.": []
}