{
    "<p>Practicing architect, teacher of and author on Greek and Italian architecture.": [],
    "Anderson was born in Dundee, Scotland, to James Anderson, a tea dealer, and Margaret Steel (Anderson).": [],
    "In his early years he had limited access to artistic and architectural education.": [],
    "That which he did get was primarily through office routine and private reading.": [],
    "In 1877 he became an apprentice to the architect James Gillespie (1854-1914) of St.": [
        [
            3,
            7,
            [
                "1877,"
            ]
        ]
    ],
    "Andrews.": [],
    "He subsequently moved to an office in Dundee, and ultimately to Glasgow by 1888, where he worked as a draftsman with Thomas Lennox Watson (1850-1920).": [],
    "He won the Alexander Thomson Memorial Studentship award in 1888, allowing him to study architecture and drawing in Italy for five months.": [],
    "Anderson then worked as a draftsman for William Leiper (1839–1916) in 1889.": [
        [
            48,
            54,
            [
                "Later",
                "Paper",
                "Laser",
                "Layer",
                "Lager",
                "Taper"
            ]
        ]
    ],
    "His interest from his Italian study of architecture led to him publishing his first book <em>Architectural Studies in Italy</em> in 1890 with his own funds.": [],
    "This textbook consisted of drawings and sketches made during his tour of Italy, and showed his early admiration for Italian architect Baldassare Peruzzi.": [
        [
            134,
            144,
            [
                "Alastair",
                "Alasdair",
                "Badasses",
                "Balthasar"
            ]
        ],
        [
            145,
            152,
            [
                "Peru",
                "Perez",
                "Perugia",
                "Palazzi",
                "Perusal",
                "Jacuzzi"
            ]
        ]
    ],
    "He then started his own architectural practice in 1892 with his younger brother Alexander Ellis Anderson (1866-1935).</p>\n\n<p>In 1893, Anderson achieved status as an associate of the Royal Institute of British Architects.": [],
    "He was appointed Director of the architectural department of the Glasgow School of Art in 1894.": [],
    "In this role Anderson delivered lectures on Italian Renaissance and Roman architecture, and taught a course on the history and development of Greek architecture.": [],
    "However, one of his designs, Napier House (an early concrete work constructed before reinforcement was commonly used) collapsed on the top floor in 1898, killing five people.": [],
    "Consequently, Anderson suffered a nervous breakdown, ultimately committing suicide at thirty-six years old.": [],
    "Only one of his writing projects was essentially complete and able to be published posthumously, his lectures on ancient architecture which formed his second textbook <em>The Architecture of Greece and Rome</em> in 1902.": [],
    "It became a study text in many colleges.": [],
    "He had begun a third book on French architecture which Anderson’s publishers relinquished control.": [],
    "<em>The Architecture of Ancient Greece</em> went through a number of editions, revised by&nbsp;<a href=\"/dinsmoorw\">Willima Bell Dinsmoor</a>.</p>\n\n<p>Anderson’s writing played a critical role in encouraging architects and teachers to embrace Italian Renaissance architecture (Lasansky, 2014).": [
        [
            87,
            94,
            [
                "Byrnes",
                "&nbsp;"
            ]
        ]
    ],
    "His first textbook consisted of drawings and sketches made during his tour of Italy, and showed his early admiration for Italian architect Baldassare Peruzzi.": [
        [
            139,
            149,
            [
                "Alastair",
                "Alasdair",
                "Badasses",
                "Balthasar"
            ]
        ],
        [
            150,
            157,
            [
                "Peru",
                "Perez",
                "Perugia",
                "Palazzi",
                "Perusal",
                "Jacuzzi"
            ]
        ]
    ],
    "This textbook became one of the first texts for architects from this period, holding significant importance for young RIBA architects.": [],
    "He also had a special interest in and eventually developed mastery of the principles of archaic Greek architecture.": [],
    "Dinsmoor, in his revision to <em>The Architecture of Ancient Greece</em>, noted Anderson’s formalistic approach to architecture.": [
        [
            0,
            8,
            [
                "Dins moor"
            ]
        ],
        [
            91,
            102,
            [
                "moralistic",
                "formalist",
                "formalists"
            ]
        ]
    ],
    "Ironically, Anderson’s popularity as a textbook writer only emerged after his death.": [],
    "In his own practice, Anderson worked almost exclusively on low-cost buildings, apparent through his use of brick and concrete in most of his works.": [],
    "He experimented in the Modern Movement of architecture at the end of his career, particularly with the Napier House, which favors simplistic design and functionality over impressive detailing.</p>": []
}