{
    "<p>Classical art scholar and director of the DAI, 1984-.": [],
    "Andreae graduated from the university at Marburg in 1956, where he studied under <a href=\"/matzf\">Friedrich Matz (1890-1974)</a>.": [
        [
            0,
            7,
            [
                "Andrea",
                "Andreas",
                "Andréa"
            ]
        ]
    ],
    "His thesis focused on the iconography of patrimony in Roman sarcofagi.": [
        [
            60,
            69,
            [
                "sarcophagi"
            ]
        ]
    ],
    "Between 1956 and 1959 he was assistant professor at the DAI or German archaeological Institute in Rome contributing frequently to the <em>Archaeologische Anzeiger</em>.": [
        [
            25,
            38,
            [
                "was an assistant",
                "was the assistant"
            ]
        ]
    ],
    "His 1962 <em>habilitationschrift</em> on Roman funerary objects, <em>Studien zur römischen Grabkunst</em>, was dedicated to his three mentors, Matz, <a href=\"/herbigr\">Reinhard Herbig</a> and <a href=\"/langlotze\">Ernst Langlotz</a>.": [],
    "His study of the Nasoni tomb paintings was a major contribution to the literature of Pompeii.": [
        [
            17,
            23,
            [
                "Jason",
                "Mason",
                "Masonic",
                "Naomi",
                "Masons",
                "Aashni"
            ]
        ]
    ],
    "Bernard moved to Bonn where he succeeded his mentor, Langlotz.": [
        [
            53,
            61,
            [
                "Anglo",
                "Landlord",
                "Langley",
                "Lancelot",
                "Langford",
                "Langston"
            ]
        ]
    ],
    "He published his book on the Aldobrandini Wedding in 1962 and another on imitation and originality in the sarcophagi of the third century (1970).": [],
    "Andreae was selected in the 1960s to write with <a href=\"/kraust\">Theodor Kraus</a> the volume on Roman art for the second edition of the Propyläen Kunstgeschichte.": [
        [
            0,
            7,
            [
                "Andrea",
                "Andreas",
                "Andréa"
            ]
        ]
    ],
    "In the 1970s he made use of the excavations at Sperlonga (Villa of Tiberio).": [
        [
            47,
            56,
            [
                "Spelling",
                "Persona",
                "Sterling",
                "Spellings",
                "Overlong"
            ]
        ],
        [
            67,
            74,
            [
                "Liberia",
                "Siberia",
                "Tiberius",
                "Iberia",
                "Tiber",
                "Alberio"
            ]
        ]
    ],
    "Andreae was chair of the department of archaeology at Bonn between 1965 and 1977.": [
        [
            0,
            7,
            [
                "Andrea",
                "Andreas",
                "Andréa"
            ]
        ]
    ],
    "In 1973 he issued his survey on Roman art, <em>Römische Kunst</em>, which appeared in numerous subsequent editions and translations, including English.": [
        [
            3,
            7,
            [
                "1973,"
            ]
        ]
    ],
    "From 1974 onward Andreae assumed the editorship of the Corpus of Roman sarcophagi, begun by <a href=\"/robertc\">Carl Robert</a> and continued by <a href=\"/rodenwaldtg\">Gerhart Rodenwaldt</a> and Matz.": [
        [
            17,
            24,
            [
                "Andrea",
                "Andreas",
                "Andréa"
            ]
        ]
    ],
    "He edited a book on the mosaics of Alexander of Pompeii in 1977.": [],
    "He accepted an appointment at the University in Marburg in 1978.": [],
    "In 1985 he returned to Rome to succeed Kraus as the director of the DAI and the <em>Neue Forschungen in Pompeji</em>.": [
        [
            3,
            7,
            [
                "1985,"
            ]
        ]
    ],
    "His contributions have included a volume hunting scenes and their Hellenistic roots.": [],
    "Since 1977 he has directed (and also published) the \"Talks\" on the Roman sarcofagi, (1982 Pisa) and (1990 Marburg).</p>": [
        [
            73,
            82,
            [
                "sarcophagi"
            ]
        ]
    ]
}