{
    "<p>Early discoverer that Greek architecture had been brightly colored.": [],
    "Angell studied architecture at the Royal Academy in London.": [
        [
            0,
            6,
            [
                "Angel",
                "Angels",
                "Angela",
                "Angelo",
                "Àngel",
                "Ángel"
            ]
        ]
    ],
    "He and another architectural student, William Harris (d.": [],
    "1823) went to Sicily to find evidence for colored architecture among ancient Greek monuments.": [],
    "They excavated temple C, the main temple, at Selinus (Seliunte).": [
        [
            45,
            52,
            [
                "SELinux"
            ]
        ],
        [
            54,
            62,
            [
                "Elite",
                "Delicate",
                "Reliance",
                "Seine",
                "Reliant",
                "Salient"
            ]
        ]
    ],
    "Both men were among the circle of the architect <a href=\"/cockerellc\">C.": [],
    "R. Cockerell</a>, who had visited Sicily and made archaeological digs in the 1810's.": [
        [
            3,
            12,
            [
                "Cockerel",
                "Cockerels"
            ]
        ],
        [
            77,
            83,
            [
                "1810s"
            ]
        ]
    ],
    "Neither Angell nor Harris secured permission to excavate.": [
        [
            8,
            14,
            [
                "Angel",
                "Angels",
                "Angela",
                "Angelo",
                "Àngel",
                "Ángel"
            ]
        ]
    ],
    "While digging on the steps of the facade, they discovered the remains of the Doric frieze.": [],
    "But local police discovered their activities and forbade their continuance.": [],
    "Undaunted, the two moved to the Eastern Hill, and uncovered metopes from temple F. Harris and Angell intended, like Lord Elgin, to take the metopes back to England, but were apprehended before their departure from Mazara harbor.": [
        [
            60,
            67,
            [
                "vetoes",
                "elopes",
                "metes",
                "mopes",
                "mitoses",
                "detoxes"
            ]
        ],
        [
            94,
            100,
            [
                "Angel",
                "Angels",
                "Angela",
                "Angelo",
                "Àngel",
                "Ángel"
            ]
        ],
        [
            140,
            147,
            [
                "vetoes",
                "elopes",
                "metes",
                "mopes",
                "mitoses",
                "detoxes"
            ]
        ],
        [
            214,
            220,
            [
                "Mazama"
            ]
        ]
    ],
    "The authorities took the sculptures to Palermo for safekeeping in the Olivella monastery antiquary museum in Palermo.": [
        [
            70,
            78,
            [
                "Oliveira"
            ]
        ]
    ],
    "Angell met <a href=\"/hittorffj\">Jacques-Ignace Hittorff</a> probably in the Palermo Museum in 1822, while both were searching for polychromed architectural fragments.": [
        [
            0,
            6,
            [
                "Angel",
                "Angels",
                "Angela",
                "Angelo",
                "Àngel",
                "Ángel"
            ]
        ]
    ],
    "Harris died while in Sicily and Angell returned to Rome and announced his discovery before Hittorff.": [
        [
            32,
            38,
            [
                "Angel",
                "Angels",
                "Angela",
                "Angelo",
                "Àngel",
                "Ángel"
            ]
        ],
        [
            91,
            99,
            [
                "History",
                "Historic",
                "Hitter",
                "Hitters",
                "Littoral",
                "Liftoff"
            ]
        ]
    ],
    "Hittorff publicized his findings earlier in an German art journal in 1824 before Angell's 1826 book, <em>Sculptured Metopes</em>.": [
        [
            0,
            8,
            [
                "History",
                "Historic",
                "Hitter",
                "Hitters",
                "Littoral",
                "Liftoff"
            ]
        ],
        [
            44,
            46,
            [
                "a"
            ]
        ],
        [
            81,
            87,
            [
                "Angel",
                "Angels",
                "Angela",
                "Angelo",
                "Àngel",
                "Ángel"
            ]
        ]
    ],
    "The metopes they discovered form some of the most important finds of Hellenism.</p>": [
        [
            4,
            11,
            [
                "vetoes",
                "elopes",
                "metes",
                "mopes",
                "mitoses",
                "detoxes"
            ]
        ]
    ]
}