{
    "Historian and critic of Spanish colonial art and culture.": [],
    "Angulo Iñiguez received his undergraduate at the University in Seville in History in 1920.": [
        [
            0,
            6,
            [
                "Anglo",
                "Angelo"
            ]
        ],
        [
            7,
            14,
            [
                "Unique",
                "Miguel",
                "Nigel",
                "Niger",
                "Intrigue",
                "Intrigued"
            ]
        ]
    ],
    "In 1922 he was awarded his Ph.D.": [
        [
            3,
            7,
            [
                "1922,"
            ]
        ]
    ],
    "from the Universidad Central de Madrid for a thesis on the Renaissance goldsmiths of Seville.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "He began his career in Seville, where he studied the archives of the Indies.": [],
    "In 1930 he published his dissertation on Andalusian sculpture and established the Laboratorio de Arte Americano (Laboratory of American Art).": [
        [
            3,
            7,
            [
                "1930,"
            ]
        ],
        [
            82,
            93,
            [
                "Lab oratorio"
            ]
        ]
    ],
    "He was appointed to the Catedrático de Teoría de la Literatura y Literatura Comparada de la Universidad de Granada, where he did groundbreaking work on the history of Spanish colonial art in South America.": [
        [
            52,
            62,
            [
                "Literature"
            ]
        ],
        [
            65,
            75,
            [
                "Literature"
            ]
        ],
        [
            76,
            85,
            [
                "Compared"
            ]
        ]
    ],
    "This coincided with the general opening to a broader audience of the great archival centers in Spain, the Archivo General de Indias (Seville), the Archivo General de Simancas; and the Madrid archives, Archivo Histórico Nacional, Servicio Histórico Militar y Museo Naval (Gutiérrez Viñuales).": [
        [
            106,
            113,
            [
                "Archive"
            ]
        ],
        [
            147,
            154,
            [
                "Archive"
            ]
        ],
        [
            201,
            208,
            [
                "Archive"
            ]
        ],
        [
            209,
            218,
            [
                "Historic"
            ]
        ],
        [
            219,
            227,
            [
                "National"
            ]
        ],
        [
            229,
            237,
            [
                "Service",
                "Services",
                "Serviced",
                "Servicing",
                "Servicer",
                "Servillo"
            ]
        ],
        [
            238,
            247,
            [
                "Historic"
            ]
        ],
        [
            248,
            257,
            [
                "Military",
                "Military y"
            ]
        ],
        [
            281,
            289,
            [
                "Visuals",
                "Vintages",
                "Finales",
                "Inhales"
            ]
        ]
    ],
    "In 1939 he was appointed Professor at the University of Madrid where he supervised the work of the graduate student <a href=\"/marcodortae\">Enrique Marco Dorta</a>, later the director of the Art History department in Seville.": [
        [
            3,
            7,
            [
                "1939,"
            ]
        ]
    ],
    "Marco Dorta and <a href=\"/buschiazzom\">Mario José Buschiazzo</a> from the University of Buenos Aires collaborated with him on a four-volume study covering architecture, painting, sculpture, decorative arts, <em>Historia del arte hispanoamericano</em>, published in 1945.": [
        [
            6,
            11,
            [
                "Dora",
                "Aorta",
                "Sorta"
            ]
        ]
    ],
    "The work followed the evolution of these artistic forms from the assimilation of Spanish art by the colonies to neoclassicism.": [],
    "Angulo Iñiguez directed the Institute Diego Velázquez at the University of Madrid.": [
        [
            0,
            6,
            [
                "Anglo",
                "Angelo"
            ]
        ],
        [
            7,
            14,
            [
                "Unique",
                "Miguel",
                "Nigel",
                "Niger",
                "Intrigue",
                "Intrigued"
            ]
        ]
    ],
    "Angulo Iñiguez was member of the Academy of History and Arts and of the Council of Scientific Investigations, as well as the director of the Prado Museum; he also directed the publication <em>Archivo Español de Arte</em>, founded in 1924 by <a href=\"/gomezmorenom\">Manuel Gómez Moreno</a> as <em>Archivo Español de Arte y Arqueología</em>, the first Spanish journal exclusively dedicated to artistic historiography.": [
        [
            0,
            6,
            [
                "Anglo",
                "Angelo"
            ]
        ],
        [
            7,
            14,
            [
                "Unique",
                "Miguel",
                "Nigel",
                "Niger",
                "Intrigue",
                "Intrigued"
            ]
        ]
    ],
    "Angulo Iñiguez's art-historical knowledge was vast.": [
        [
            0,
            6,
            [
                "Anglo",
                "Angelo"
            ]
        ],
        [
            7,
            14,
            [
                "Unique",
                "Miguel",
                "Nigel",
                "Niger",
                "Intrigue",
                "Intrigued"
            ]
        ]
    ],
    "He had many students in addition to Marco Dorta.": [
        [
            42,
            47,
            [
                "Dora",
                "Aorta",
                "Sorta"
            ]
        ]
    ],
    "Both his <em>History of Spanish American Art</em> and his three-volume study of Murillo are considered landmarks in art history.": []
}