{
    "Scottish author and art theorist and connoisseur.": [],
    "Anstruther-Thomson was born into an aristocratic family; her father was John Anstruther-Thomson of Charleton and Carntyne (1818-1904), and mother Caroline Maria Agnes Robina Hamilton-Gray (Anstruher-Thomson) (1833-?).": [
        [
            99,
            108,
            [
                "Charleston",
                "Carleton",
                "Charlton"
            ]
        ],
        [
            113,
            121,
            [
                "Carotene",
                "Carnitine"
            ]
        ],
        [
            167,
            173,
            [
                "Robin",
                "Robins",
                "Robing",
                "Romina",
                "Robin a"
            ]
        ]
    ],
    "Independently wealthy, she pursued a career first as an artist studying at the Slade School of Art and that in Paris under Carolus Duran until 1889.": [
        [
            79,
            84,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "She turned her attention to art history, reading the works of the art historian <a href=\"/morellig\">Giovanni Morelli</a> and the psychologry of William James.": [],
    "The latter turned her attention to an art psychology.": [],
    "Anstruther-Thomson’s work focuses on the empathetic experiences of art as it related to the physical body, an idea she encouraged in one of her lectures, “What Patterns Do to Us”.": [],
    "This unique approach attracted the attention of art writer <a href=\"/pagetv\">Violet Paget</a>.": [],
    "When the two met in 1888 Lee became enamored with Anstruther-Thomson’s beauty, who likened her body to the ideals seen in classical Greek sculpture.": [],
    "Anstruther-Thomson further attended the talks of <a href=\"/stronges\">Eugénie Sellers Strong</a> at the British Museum in 1890-1891 and later with Emery Walker (1851-1933), an Arts &amp; Crafts expert.": [],
    "Her intent was to expose the working classes of London to the joys of art history.": [],
    "By this time she and Lee lived together openly in a romantic relationship working together professionally.": [],
    "Through Lee, she met the fledgling art historian <a href=\"/berensonb\">Bernard Berenson</a> whose subsequent rows with pair were to become famous.": [],
    "Her aristocratic connections allowed her <em>entre</em> into the private homes of great art collectors; through her the three visited Apsley House to view the Velasquezes there.": [],
    "She also toured collections privately with Berenson.": [
        [
            43,
            51,
            [
                "Benenson"
            ]
        ]
    ],
    "She and Lee travelled across Europe visiting art museums and writing about how their bodies responded to the aesthetics of the various art pieces.": [],
    "According to Anstruther-Thomson, who dates are not always correct, she experienced an \"involuntary change of breathing\" in front of a painting which Lee took to be proof of their empathetic theory of art.": [],
    "In 1897, Anstruther-Thomson and Lee co-published their findings in \"Beauty and Ugliness,\" an article that focused on the physiology of aesthetics.": [],
    "Their principal continental residence was the Villa il Palmerino, a small home in Florence where Berenson and his wife were neighbors.": [
        [
            52,
            54,
            [
                "IL",
                "in",
                "is",
                "I",
                "it",
                "if"
            ]
        ],
        [
            55,
            64,
            [
                "Pal merino"
            ]
        ],
        [
            97,
            105,
            [
                "Benenson"
            ]
        ]
    ],
    "The disagreements with Berenson caused Anstruther-Thomson to suffer a nervous breakdown in 1898; she left Florence for England andm though she remained friends with Lee, it was the end of their intimate relationship.": [
        [
            23,
            31,
            [
                "Benenson"
            ]
        ],
        [
            127,
            131,
            [
                "and",
                "Andy",
                "Adm",
                "ADM",
                "AFDM",
                "AND"
            ]
        ]
    ],
    "In 1912 the Anstruther-Thomson’s essays were published as <em>Beauty &amp; Ugliness and Other Studies in Psychological Aesthetics</em>.": [],
    "Later in life she served as county commissioner for Girl Guides of America, later known as the Girl Scouts of America, hoping to bring more art to the working class.": [],
    "She died in London in 1921 and is buried in Kilconquhar Parish Churchyard, in Kilconquhar, Scotland.": [],
    "After her death her writings on the aesthetics of art were published by Lee as <em>Art and Man</em> in 1924.": [],
    "An 1888 <a href=\"https://en.wikipedia.org/wiki/Clementina_Anstruther-Thomson#/media/File:Clementina_Anstruther-Thomson,_1889.jpg\">portrait</a> of her exist by John Singer Sargent.": [],
    "Anstruther-Thomson’s work was never widely accepted due to her open lesbian relationship with Lee and the singularity (if not sublimated eroticism) of her approach to art (Bunting).": [],
    "Her writing is imbued with the1860s aesthetic movement of Victorian literature.": [],
    "Methodologically her focus was on how the human body responds to stimulation and triggers emotion, the so-called James–Lange theory of psychologist William James (1842-1910) and the physician Carl Lange (1834-1900).": [],
    "She was not interested in a historical context of the work of art but rather how the object initiated one’s body to do certain things, “a biological basis of aesthetic instinct.” For example, in her lecture, “What Patterns Do to Us” she explains that the physical patterns on a vase have a physical effect on the human body (Morgan).": [],
    "Her arguments claim that the perception of any form is both a physiological and a physical act, one that promotes either health or sickness.": [],
    "Therefore, the body requires an exposure to art because the human physiological and physical processes enjoy the process of perceiving beautiful objects": []
}