{
    "Marxist/social-history art historian.": [],
    "Antal was born to a wealthy Jewish family.": [
        [
            0,
            5,
            [
                "Antão",
                "Anal"
            ]
        ]
    ],
    "His father, Alajos Antal, was a medical doctor and his mother was Sofia Gerstl.": [
        [
            12,
            18,
            [
                "Lajos"
            ]
        ],
        [
            19,
            24,
            [
                "Antão",
                "Anal"
            ]
        ],
        [
            72,
            78,
            [
                "Gerbil",
                "Geritol",
                "Gerson",
                "Herstal"
            ]
        ]
    ],
    "The younger Antal completed a law degree in Budapest and then continued there as well as Freiburg and Paris to study art history.": [
        [
            12,
            17,
            [
                "Antão",
                "Anal"
            ]
        ]
    ],
    "In studied in Berlin under <a href=\"/wolfflinh\">Heinrich Wölfflin</a> and then in Vienna under <a href=\"/dvorakm\">Max Dvořák</a>.": [],
    "He received his doctorate in art history in 1914 writing his thesis under Dvořák on neoclassical and Romantic French painting.": [
        [
            74,
            80,
            [
                "Dvorak"
            ]
        ]
    ],
    "Antal volunteered in the Print Collection at the Museum of Fine Arts in Budapest (1914/1915) cataloging the prints and drawings with <a href=\"/wildej\">Johannes Wilde</a>.": [
        [
            0,
            5,
            [
                "Antão",
                "Anal"
            ]
        ]
    ],
    "In 1916 he joined the illustrious discussion group the <em>Sonntagskreis</em>, whose members included intellectuals such as the philosopher <a href=\"/lukacsg\">György Lukács</a> (1885-1971), the sociologist Karl Mannheim (1893-1947) and art historians <a href=\"/hausera\">Arnold Hauser</a> and Wilde.": [
        [
            3,
            7,
            [
                "1916,"
            ]
        ]
    ],
    "As World War I progressed, the Austro-Hungarian government, under whom he served, assigned him to Udine, Italy, to curate the art in this occupied territory.": [],
    "After the fall of the Empire, and the creation of the Hungarian Soviet Republic (March 21, 1919), Antal became <em>Vorsitzender des Direktoriums</em> (Chairman of the Board) at the Museum of Fine Arts in Budapest, where he assisted in opening the museum's private collection to the public and organizing a successful exhibition with the help of museum director <a href=\"/benescho\">Otto Benesch</a>.": [
        [
            98,
            103,
            [
                "Antão",
                "Anal"
            ]
        ]
    ],
    "As <em>Vorsitzender</em> of the museum, Antal headed efforts to promote artists and protect national monuments.": [],
    "His tenure ended abruptly after the Counterrevolution of summer 1919, which forced him to flee first to Florence and then to Vienna.": [],
    "Partially funded by the University of Berlin, Antal traveled extensively in Italy between 1919 and 1923, spending most of his time in Florence.": [
        [
            46,
            51,
            [
                "Antão",
                "Anal"
            ]
        ]
    ],
    "He completed his magnum opus, a history of sixteenth-century Florentine painting in the 1920s, but declined to publish it.": [],
    "He had, in the meantime, become enamored with a Marxist dialectical theory of history, but also, with the realization that any writing about late Italian painting (\"Mannerism\") depended upon a thorough understanding to the fifteenth-century revolution which was the early Renaissance (Blunt).": [],
    "He married Theodora von Lobell (later divorced).": [
        [
            24,
            30,
            [
                "Lowell",
                "Lovell"
            ]
        ]
    ],
    "The years 1923 to 1933 Antal spent as a resident of Berlin, where he collaborated with Bruno Fürst (1891-1965) as editor (1926-1934) of the periodical <em>Kritische Berichte zur kunstgeschichtlichen Literatur</em>, a publication primarily concerned with methodology.": [
        [
            23,
            28,
            [
                "Antão",
                "Anal"
            ]
        ],
        [
            93,
            98,
            [
                "First",
                "Burst",
                "Furs",
                "Hurst",
                "Wurst",
                "Durst"
            ]
        ]
    ],
    "In Berlin his interest was primarily on Italian sixteenth-century painting.": [],
    "In 1932 Antal toured Soviet museums, about which he later lectured (published 1976).": [
        [
            8,
            13,
            [
                "Antão",
                "Anal"
            ]
        ]
    ],
    "The rise of the Nazi regime in Germany in 1933 forced him, as a Jew, to flee again, this time to England, where he was befriended by the art historian <a href=\"/blunta\">Anthony Blunt</a>.": [],
    "In 1936 he remarried, now to Evelyn Foster (b.": [
        [
            3,
            7,
            [
                "1936,"
            ]
        ]
    ],
    "1903/4), a British citizen, and Oxford graduate.": [],
    "Antal spent his first years in England rewriting his Florentine art history to incorporate his earlier findings and social-history approached.": [
        [
            0,
            5,
            [
                "Antão",
                "Anal"
            ]
        ]
    ],
    "He lectured at the Courtauld Institute and became a naturalized citizen in 1946.": [
        [
            19,
            28,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Finally, in 1948, his reworked text was published as the book <em>Florentine Painting and its Social Background: the Bourgeois Republic before Cosimo de Medici's Advent to Power: Fourteenth and Early Fifteenth Centuries</em> in England.": [],
    "His research on drawing at the Royal Library at Windsor Castle, were incorporated into the 1949 catalog by <a href=\"/pophama\">Hugh Popham</a> and Wilde.": [],
    "The same year he published \"Remarks on the Method of Art History\" his new-found credo on art-historical method.": [],
    "Thereafter, Antal's interests shifted from French classical/romantic painting to the 18th-century British artists Hogarth and Füssli.": [
        [
            12,
            17,
            [
                "Antão",
                "Anal"
            ]
        ],
        [
            126,
            132,
            [
                "Fossil",
                "Fuss",
                "Fussy",
                "Tussle",
                "Muesli",
                "Fussed"
            ]
        ]
    ],
    "He died at his Marlborough Place home in 1954.": [],
    "His manuscripts on Hogarth and Füssli were published posthumously.": [
        [
            31,
            37,
            [
                "Fossil",
                "Fuss",
                "Fussy",
                "Tussle",
                "Muesli",
                "Fussed"
            ]
        ]
    ],
    "His collected essays, <em>Classicism and Romanticism, with other Studies in Art History</em>, published 1966, contained some of his best writing, articles.": [],
    "Antal's methodology can be seen as blending that of <a href=\"/warburga\">Aby M. Warburg</a> with a more traditional Marxist view of art.": [
        [
            0,
            5,
            [
                "Antão",
                "Anal"
            ]
        ]
    ],
    "In his later writings, he increasingly applied the concept of Marxist dialectical materialism to art history.": [],
    "He suggested that the concept of artistic style is primarily an expression of ideology, political beliefs and social class.": [],
    "This methodology has been criticized as assuming too strong a determination of artistic style by social constructs.": [],
    "Antal was also criticized for defining an artist's identity too narrowly by his patron or benefactor's social class and thereby neglecting the artist's subjectivity.": [
        [
            0,
            5,
            [
                "Antão",
                "Anal"
            ]
        ]
    ],
    "The review of <em>Florentine Painting</em> by <a href=\"/meissm\">Millard Meiss</a> in the <em>Art Bulletin</em> (1949) is most illuminating, both toward Antal's methodology and of the art establishment's reaction of his work.": [],
    "Antal's Marxist beliefs and reputation as politically a Communist effectively excluded from the Western academic world after 1948.": [
        [
            0,
            5,
            [
                "Antão",
                "Anal"
            ]
        ]
    ],
    "His books following <em>Florentine Painting</em> were less imbued with this methodology.": [],
    "After his death, his social-history Marxist style became more popular and appreciated.": [],
    "The critic and art historian <a href=\"/bergerj\">John Berger</a> cited Antal as a major influence on Berger's work and the medievalist <a href=\"/grodeckil\">Louis Grodecki</a> in the 1970s acknowledged Antal's important study on competing Florentine monastic orders in architectural commissions.": [],
    "Blunt ascribed to Antal one of the earliest art historians to clearly define the term \"Mannerism\" and particularly Füssli's relationship to the earlier movement.": [
        [
            18,
            23,
            [
                "Antão",
                "Anal"
            ]
        ],
        [
            115,
            121,
            [
                "Fossil",
                "Fuss",
                "Fussy",
                "Tussle",
                "Muesli",
                "Fussed"
            ]
        ]
    ]
}