{
    "Modernist.": [],
    "Art historian of Bolognese and Emilian art from the fourteenth century to the contemporary; critic.": [
        [
            31,
            38,
            [
                "Emilia",
                "Emiliano"
            ]
        ]
    ],
    "Arcangeli was born to Adolfo and Maria Villani.": [
        [
            0,
            9,
            [
                "Archangel",
                "Archangels"
            ]
        ],
        [
            39,
            46,
            [
                "Villain",
                "Villeins",
                "Villein"
            ]
        ]
    ],
    "He was one of four siblings, all of whom were creative.": [],
    "Gaetano was a poet and humanities professor, Nino was a musician, and Bianca was a painter.": [
        [
            0,
            7,
            [
                "Caetano",
                "Gaëtan",
                "Gaeta no"
            ]
        ],
        [
            45,
            49,
            [
                "Niño",
                "Nine",
                "Nina",
                "Dino",
                "Gino",
                "Vino"
            ]
        ]
    ],
    "Arcangeli began his studies at the University of Bologna in 1933 where he studied under the respected art historian and critic <a href=\"/longhir\">Roberto Longhi</a>, Professor of Art History and chair in History of Medieval and Modern Art.": [
        [
            0,
            9,
            [
                "Archangel",
                "Archangels"
            ]
        ]
    ],
    "Before taking his degree with Longhi, Arcangeli abandoned his first History degree thesis project on the Italian historian Francesco Guicciardini (1483-1540) who was a contemporary of Machiavelli.": [
        [
            30,
            36,
            [
                "Lo-fi",
                "Long hi"
            ]
        ],
        [
            38,
            47,
            [
                "Archangel",
                "Archangels"
            ]
        ]
    ],
    "In 1937, Arcangeli defended his thesis entitled “Iacopo di Paolo in the Development of Bolognese painting (the frescoes of the Pomposa Chapter-House).": [
        [
            9,
            18,
            [
                "Archangel",
                "Archangels"
            ]
        ],
        [
            49,
            55,
            [
                "Giacomo",
                "JaCoCo"
            ]
        ],
        [
            127,
            134,
            [
                "Compose",
                "Pomona",
                "Compost",
                "Pompous",
                "Compos",
                "Pompom"
            ]
        ]
    ],
    "His thesis argued for a correction regarding the attribution of the Pomposa frescoes by Italian art historian <a href=\"/salmim\">Mario Salmi</a> (1889-1980).": [
        [
            68,
            75,
            [
                "Compose",
                "Pomona",
                "Compost",
                "Pompous",
                "Compos",
                "Pompom"
            ]
        ]
    ],
    "Arcangeli identified Iacopo di Paolo as the painter of the frescoes on the basis that the painter had direct knowledge of Giotto’s Paduan frescoes.": [
        [
            0,
            9,
            [
                "Archangel",
                "Archangels"
            ]
        ],
        [
            21,
            27,
            [
                "Giacomo",
                "JaCoCo"
            ]
        ],
        [
            131,
            137,
            [
                "Padua"
            ]
        ]
    ],
    "Arcangeli’s thesis introduced the idea that the frescoes were painted one hundred years after than the conventional dating of the early fourteenth century.": [
        [
            0,
            9,
            [
                "Archangel",
                "Archangels"
            ]
        ]
    ],
    "In addition, Arcangeli’s argument for di Paolo challenged the work of <a href=\"/salmim\">Mario Salmi</a> (1889-1980) who had written about Giotto’s influence only in di Paolo’s Ravenna works.": [
        [
            13,
            22,
            [
                "Archangel",
                "Archangels"
            ]
        ],
        [
            38,
            40,
            [
                "DI",
                "Di",
                "I",
                "did",
                "do",
                "Dr"
            ]
        ]
    ],
    "In 1941, a year after Italy entered the war, Arcangeli began teaching History of Art at the Liceo Minghetti in Bologna as well as assisting Longhi at the university.": [
        [
            45,
            54,
            [
                "Archangel",
                "Archangels"
            ]
        ],
        [
            92,
            97,
            [
                "Lice"
            ]
        ],
        [
            98,
            107,
            [
                "Confetti"
            ]
        ],
        [
            140,
            146,
            [
                "Lo-fi",
                "Long hi"
            ]
        ]
    ],
    "He taught for many years at various high schools.": [],
    "During the war, he served as Inspector of the Bologna, Ferrara, Folì and Ravenna Art Galleries Office.": [
        [
            64,
            68,
            [
                "Folk",
                "Fold",
                "Folio",
                "Foci",
                "Folic",
                "Forlì"
            ]
        ]
    ],
    "In this role, he daily saved artistic heritage from the risks of war.": [],
    "Arcangeli’s methodology differed from that of his lifelong mentor.": [
        [
            0,
            9,
            [
                "Archangel",
                "Archangels"
            ]
        ]
    ],
    "While Longhi’s methodology focussed on formalism and connoisseurship, Arcangeli felt that “(formal interpretation must be contextual…”.": [
        [
            6,
            12,
            [
                "Lo-fi",
                "Long hi"
            ]
        ],
        [
            70,
            79,
            [
                "Archangel",
                "Archangels"
            ]
        ]
    ],
    "In the analysis of Claudio Spadoni, editor of the 2006 tribute to the art historian, Arcangeli looked for an existential interpretation of a work of art that would lead to examinations of consciousness.": [
        [
            27,
            34,
            [
                "Spading",
                "Spumoni"
            ]
        ],
        [
            85,
            94,
            [
                "Archangel",
                "Archangels"
            ]
        ]
    ],
    "He was familiar with the French existentialists of the time, and influenced by the work of Albert Camus.": [],
    "As an art critic, Arcangeli published his reviews and articles in various Italian language and English language journals and magazines for over thirty years, such as L’Approdo, L’Europeo, Artnews, and The Burlington Magazine among many others.": [
        [
            18,
            27,
            [
                "Archangel",
                "Archangels"
            ]
        ],
        [
            168,
            175,
            [
                "Approve",
                "Approx"
            ]
        ],
        [
            179,
            186,
            [
                "Europe"
            ]
        ],
        [
            188,
            195,
            [
                "Art news"
            ]
        ]
    ],
    "His first piece on Venice appeared in L’Assalto in 1931 when Arcangeli was sixteen.": [
        [
            40,
            47,
            [
                "Ass alto"
            ]
        ],
        [
            61,
            70,
            [
                "Archangel",
                "Archangels"
            ]
        ]
    ],
    "In 1948, “L’Impressionismo a Venezia,” his review on the French works at that year’s Biennale, was published in La Rassegna d’Italia and won the exhibition’s first prize for criticism.": [
        [
            12,
            26,
            [
                "Impressionism"
            ]
        ],
        [
            115,
            123,
            [
                "Assign",
                "Assent",
                "Assigns",
                "Ravenna",
                "Lassen",
                "Mantegna"
            ]
        ]
    ],
    "His writings on art, literature, and poetry consistently appeared in the bimonthly magazine Paragone founded by Longhi and Anna Banti in 1950.": [
        [
            92,
            100,
            [
                "Paragon",
                "Paragons"
            ]
        ],
        [
            112,
            118,
            [
                "Lo-fi",
                "Long hi"
            ]
        ],
        [
            128,
            133,
            [
                "Anti",
                "Bantu",
                "Bani"
            ]
        ]
    ],
    "One of his most well-known articles “Gli ultimi naturalisti” (The Last Naturalists) was published in Paragone in 1954; in it, Arcangeli focussed on the current work of painters such as Ennio Morlotti (1910-1992) and Sergio Vacchi (1925-2016) among others, and celebrated the works’ expressiveness and depictions of nature, which Arcangeli described as “…overflowing, disturbing, yet still loving…”.": [
        [
            37,
            40,
            [
                "GI",
                "GUI",
                "Gil",
                "CLI",
                "GDI",
                "GLS"
            ]
        ],
        [
            41,
            47,
            [
                "ultimo"
            ]
        ],
        [
            48,
            59,
            [
                "naturalist",
                "naturalistic",
                "naturalists"
            ]
        ],
        [
            101,
            109,
            [
                "Paragon",
                "Paragons"
            ]
        ],
        [
            126,
            135,
            [
                "Archangel",
                "Archangels"
            ]
        ],
        [
            185,
            190,
            [
                "Tennis",
                "Dennis",
                "Annie",
                "Ernie",
                "Enrico",
                "Enid"
            ]
        ],
        [
            191,
            199,
            [
                "Molotov",
                "Carlotta",
                "Merlot",
                "Molokai",
                "Moroni",
                "Menotti"
            ]
        ],
        [
            223,
            229,
            [
                "Vac chi"
            ]
        ],
        [
            329,
            338,
            [
                "Archangel",
                "Archangels"
            ]
        ]
    ],
    "in the paintings which he calls naturalistic.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "In 1972 Paragone published Arcangeli’s “Lo spazio romantico” (The Romantic Space) which contained the art historian’s definitive perspective that English Romanticism of the eighteenth-century should be seen as the precursor to modernism.": [
        [
            8,
            16,
            [
                "Paragon",
                "Paragons"
            ]
        ],
        [
            27,
            36,
            [
                "Archangel",
                "Archangels"
            ]
        ],
        [
            43,
            49,
            [
                "Spain",
                "Lazio",
                "patio",
                "Swazi",
                "Swazis",
                "spavin"
            ]
        ],
        [
            50,
            59,
            [
                "romantic",
                "romantics",
                "Románico"
            ]
        ]
    ],
    "With this understanding, Arcangeli evaluated the art since l’art informel.": [
        [
            25,
            34,
            [
                "Archangel",
                "Archangels"
            ]
        ],
        [
            65,
            73,
            [
                "informed",
                "informal",
                "informer"
            ]
        ]
    ],
    "In the spring of 1942, Arcàngeli joined the editorial staff of Architrave led by editor Pio Marsili.": [
        [
            23,
            32,
            [
                "Archangel",
                "Archangels"
            ]
        ],
        [
            54,
            73,
            [
                "staff of architraves"
            ]
        ],
        [
            88,
            91,
            [
                "PIO",
                "Pro",
                "Rio",
                "Pin",
                "Pit",
                "Bio"
            ]
        ],
        [
            92,
            99,
            [
                "Martini",
                "Marsala"
            ]
        ]
    ],
    "Arcàngeli wrote a column on the arts for the monthly paper of the fascist Bolognese university students.": [
        [
            0,
            9,
            [
                "Archangel",
                "Archangels"
            ]
        ]
    ],
    "According to Arcàngeli, this editorial staff, the third in the life of the publication, was “modestly but decisively antifascist.” Arcàngeli also participated in the anti-fascist group “Fronda.” By the winter of 1942, the editorial team had been denounced to the local Commissione per il confino di polizia, the paper was shut down, and Arcàngeli along with his colleagues were sentenced to three years of exile.": [
        [
            13,
            22,
            [
                "Archangel",
                "Archangels"
            ]
        ],
        [
            131,
            140,
            [
                "Archangel",
                "Archangels"
            ]
        ],
        [
            186,
            192,
            [
                "Fonda",
                "Fronds",
                "Ronda",
                "Frond",
                "Fronde",
                "Frond a"
            ]
        ],
        [
            269,
            280,
            [
                "Commission",
                "Commissioned",
                "Commissioner",
                "Commissions"
            ]
        ],
        [
            285,
            287,
            [
                "IL",
                "in",
                "is",
                "I",
                "it",
                "if"
            ]
        ],
        [
            288,
            295,
            [
                "confine"
            ]
        ],
        [
            296,
            298,
            [
                "DI",
                "Di",
                "I",
                "did",
                "do",
                "Dr"
            ]
        ],
        [
            299,
            306,
            [
                "Bolivia",
                "Olivia",
                "politic",
                "Poliziano"
            ]
        ],
        [
            337,
            346,
            [
                "Archangel",
                "Archangels"
            ]
        ]
    ],
    "Arcangeli and his colleagues spent a week in the San Giovanni in Monte prison until Longhi and painter Mino Maccari (1898-1989) intervened with the Ministry for their release.": [
        [
            0,
            9,
            [
                "Archangel",
                "Archangels"
            ]
        ],
        [
            84,
            90,
            [
                "Lo-fi",
                "Long hi"
            ]
        ],
        [
            103,
            107,
            [
                "Minor",
                "Mind",
                "Mine",
                "Mini",
                "Amino",
                "Min"
            ]
        ],
        [
            108,
            115,
            [
                "Mascara",
                "MacCaig"
            ]
        ]
    ],
    "Arcangeli’s interest in anarchism continue to inform his work, but in a less forthright way after the events of 1942.": [
        [
            0,
            9,
            [
                "Archangel",
                "Archangels"
            ]
        ]
    ],
    "In a 1973 interview he would say: “My first statement on anarchy was made in writing in 1956, so of course it’s something I've thought about for a long time.": [],
    "Before saying “I’m an anarchist” one should think it out carefully.": [],
    "Because it’s such an elevated concept that makes one tremble.”\n\nIn 1958 Arcangeli was appointed Director of the Civic Center in Bologna, and oversaw the creation of reborn Gallery of Modern Art in 1961.": [
        [
            72,
            81,
            [
                "Archangel",
                "Archangels"
            ]
        ]
    ],
    "1961 was also the year his book on Giorgio Morandi (1890-1964) was published, receiving critical acclaim.": [],
    "Arcangeli had spent more than a decade writing the monograph of his close friend who had approached the art historian as early as 1952 about taking on the task.": [
        [
            0,
            9,
            [
                "Archangel",
                "Archangels"
            ]
        ]
    ],
    "Arcàngeli succeeded Longhi in 1967 as Professor of Art History at the University of Bologna.": [
        [
            0,
            9,
            [
                "Archangel",
                "Archangels"
            ]
        ],
        [
            20,
            26,
            [
                "Lo-fi",
                "Long hi"
            ]
        ]
    ],
    "His lectures in the classroom would lead to a 1970 exhibition “Natura ed espressione nell'arte bolognese-emiliana” (Nature and Expression in Bolognese-Emilian Art).": [
        [
            63,
            69,
            [
                "Natural",
                "Nature"
            ]
        ],
        [
            73,
            84,
            [
                "expression",
                "expressions"
            ]
        ],
        [
            85,
            89,
            [
                "Nell",
                "well",
                "fell",
                "cell",
                "sell",
                "tell"
            ]
        ],
        [
            90,
            94,
            [
                "ARTE",
                "are",
                "art",
                "rate",
                "arts",
                "ate"
            ]
        ],
        [
            95,
            113,
            [
                "bolognese-Emiliano"
            ]
        ],
        [
            141,
            158,
            [
                "Bolognese-Emilia"
            ]
        ]
    ],
    "Included in the exhibition were works by Wiligelmus (Italian sculptor active c.": [],
    "1099 to 1120), Vitale da Bologna (1310-1360), Amico Aspertini (1474-1552), Ludovico Carracci (1555-1619), Giuseppe Crespi (1665-1747) and Morandi which together presented the pertinent themes regarding space, details, human life and porto-impressionism among other points that connected art throughout the centuries that Arcangeli had spent his career articulating.": [
        [
            15,
            21,
            [
                "Vital",
                "Vitae",
                "Vitals",
                "Vitaly",
                "Vi tale"
            ]
        ],
        [
            22,
            24,
            [
                "the",
                "DA",
                "a",
                "day",
                "do",
                "Dr"
            ]
        ],
        [
            46,
            51,
            [
                "Amino",
                "Amoco",
                "Amigo",
                "AMICE"
            ]
        ],
        [
            52,
            61,
            [
                "Asserting"
            ]
        ],
        [
            115,
            121,
            [
                "Crest",
                "Crests",
                "Crisp",
                "Creep",
                "Creepy",
                "Crept"
            ]
        ],
        [
            138,
            145,
            [
                "Miranda",
                "Moran",
                "Randi",
                "Brandi",
                "Moroni"
            ]
        ],
        [
            233,
            252,
            [
                "Porto-impressionism"
            ]
        ],
        [
            321,
            330,
            [
                "Archangel",
                "Archangels"
            ]
        ]
    ],
    "In addition, his lectures were the material for his two volume publication Dal romanticismo all’informale (1977) that contained his thoughts and writing on Italian, European, and American artists over the previous twenty-five years.": [
        [
            75,
            78,
            [
                "DAL",
                "Day",
                "Deal",
                "Dual",
                "Dan",
                "Dale"
            ]
        ],
        [
            79,
            91,
            [
                "romanticism",
                "Romanticism"
            ]
        ],
        [
            96,
            105,
            [
                "informal",
                "inform ale"
            ]
        ]
    ],
    "In the two years leading up to his unexpected death in 1974, Arcangeli organized the 1972 Venice Biennale according to the theme of “Opera o comportamento” (Work or Behavior); his monograph on the English artist Graham Sutherland (1903-1980) was published in 1973.": [
        [
            61,
            70,
            [
                "Archangel",
                "Archangels"
            ]
        ],
        [
            141,
            154,
            [
                "comportment"
            ]
        ]
    ]
}