{
    "Historian of art, educator, and curator who specialized in art of the Caribbean.": [],
    "Born in Great Britain to Jamaican parents, Archer-Straw attended the University of the West Indies in 1975 and completed her B.A.": [],
    "in Theology, History, and Sociology in 1978.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "She also trained in visual arts at the Jamaica School of Art from 1979 to 1982, receiving a diploma in painting.": [],
    "She went on to receive a M.Phil in Cultural History (1983-87).": [
        [
            23,
            24,
            [
                "an"
            ]
        ],
        [
            27,
            31,
            [
                " Phil"
            ]
        ]
    ],
    "She later gained her M.A.": [],
    "and PhD (study in Negrophilia)  in Art History from the Courtauld Institute at the University of London, where she subsequently taught between 1994 and 1995.": [
        [
            0,
            3,
            [
                "And"
            ]
        ],
        [
            18,
            29,
            [
                "Necrophilia"
            ]
        ],
        [
            30,
            32,
            [
                " "
            ]
        ],
        [
            56,
            65,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "After receiving her doctorate in 1994 she worked as a consultant for a number of institutions in the Caribbean and Great Britain including the Royal Academy, London where she was coordinating editor for the exhibition and publication <em>Africa the Art of a Continent</em> (1995).": [],
    "Archer-Straw assisted curator and editor Tom Phillips (b.": [],
    "1937) on the book specifically, consisting of over 600 pages that document the continent, including ancient Egypt and Nubia, North and Northwestern Africa as well as the sub-Saharan region.": [
        [
            100,
            113,
            [
                "Ancient Egypt"
            ]
        ]
    ],
    "In 1990 Archer-Straw published <em>Jamaican Art</em>, the first book of its kind.": [],
    "The book was co-authored with editor-in-chief of <em>Jamaica Journal</em> and <em>Caribbean Quarterly</em> Kim Robinson-Walcott (b.": [],
    "1956), in addition to a foreword by curator of the National Gallery of Jamaica, David Boxer (b.": [],
    "1946).": [],
    "She chronicled for the first time the evolution of Jamaican art, highlighting key artists in the nation’s history, like well-known sculptor Edna Manley (1900-1987), but also David Pottinger (1911-2007), Cecil Baugh (1908-2005), and Carl Abrahams (1913-2005).": [
        [
            209,
            214,
            [
                "Laugh",
                "Waugh",
                "Bough",
                "Barf",
                "Ba ugh"
            ]
        ]
    ],
    "Her essays emphasize the distinctive and diverse nature of Jamaican art, despite its inherent connections to the European art scene, especially within the United Kingdom.": [],
    "In 2000, Archer-Straw was also the editor and curator of <em>Fifty Year: Fifty Artists</em>, an exhibition and publication in commemoration of a 50-year milestone in the development of fine art training in Jamaica, for the School of Visual Arts (Jamaica).": [],
    "Archer-Straw wrote two essays for the book, the first an introduction about the College's history and the second an examination of the development of its fine arts programs.": [],
    "<em>Fifty years-Fifty Artists</em> demonstrated the significant progression in fine arts teaching since the Jamaica School of Arts and Crafts received its charter back in the 1950s under the guidance of its founder, Edna Manley.": [],
    "Archer-Straw became famous for her 2000 publication of <em>Negrophilia: Avant-Garde Paris and Black Culture in the 1920s</em>, which discusses Europeans fetishization and passion for Black culture with the mass exodus of African-American artists, writers, and musicians following WWI.": [],
    "Archer-Straw worked with the National Gallery of Jamaica where she had been a visiting curator member of the Board of Directors from 2000 until her death.": [],
    "She was a consultant for the National Art Gallery of the Bahamas where she spearheaded the development of the gallery’s curatorial policies following its establishment until 2002.": [],
    "Between 2002 and 2004, she worked with the School of Visual Arts in Jamaica where she designed the college’s first degree program in Art History.": [],
    "She was also arts editor and a consistent writer for the <em>Jamaica Journal</em>, a quarterly for the sciences and arts, published by the Institute of Jamaica.": [],
    "Her articles primarily focus on historical themes of the African diaspora and artistic connections across the Atlantic.": [],
    "In her final years, she co-curated the online exhibition <a href=\"https://exhibits.uflib.ufl.edu/aboutface/\"><em>About Face: Revisiting Jamaica’s First Exhibition in Europe</em></a> with Claudia Hucke, Senior Lecturer in Art History at the Edna Manley College of the Visual and Performing Arts, in Kingston, Jamaica.": [],
    "Archer-Straw died unexpectedly, aged 55, as the result of a sickle-cell crisis.": [],
    "Most of Petrine's curatorial work focused on Jamaica and Jamaican artists.": [
        [
            8,
            15,
            [
                "Patrice",
                "Peering",
                "Petite",
                "Petting",
                "Purine",
                "Latrine"
            ]
        ]
    ],
    "Her exhibitions included: New World Imagery: Contemporary Jamaican Art (South Bank Centre and National Touring Exhibitions, 1995), Photos and Phantasms: Harry Johnston's Photographs of the Caribbean (Royal Geographical Society, London, 1998), and Back to Black (Whitechapel Gallery, London, 2005), which she co-curated with Richard Powell and David A Bailey.": []
}