{
    "Art critic and writer, collaborator with Vasari; his <em>Letters</em> form a proto-art history.": [
        [
            41,
            47,
            [
                "Va sari"
            ]
        ]
    ],
    "Aretino's father was a shoemaker, known as Luca del Tura.": [
        [
            0,
            7,
            [
                "Retina",
                "Trevino",
                "Cretin",
                "Cretins",
                "Arduino",
                "Arecibo"
            ]
        ],
        [
            52,
            56,
            [
                "Turn",
                "Turf",
                "Aura",
                "Tuna",
                "Turk",
                "Tuba"
            ]
        ]
    ],
    "Aretino himself trained both as a writer and an artist.": [
        [
            0,
            7,
            [
                "Retina",
                "Trevino",
                "Cretin",
                "Cretins",
                "Arduino",
                "Arecibo"
            ]
        ]
    ],
    "After time in Venice and Siena, Aretino was in Rome by 1517 where he was attached to the household of Agostino Chigi (1466-1520).": [
        [
            32,
            39,
            [
                "Retina",
                "Trevino",
                "Cretin",
                "Cretins",
                "Arduino",
                "Arecibo"
            ]
        ],
        [
            102,
            110,
            [
                "Agostini",
                "Agostinho"
            ]
        ],
        [
            111,
            116,
            [
                "Chili"
            ]
        ]
    ],
    "There he met Sebastiano del Piombo and Jacopo Sansovino, Raphael, and Michelangelo.": [
        [
            39,
            45,
            [
                "JaCoCo"
            ]
        ],
        [
            46,
            55,
            [
                "Santorini",
                "Ransoming",
                "Sandvine",
                "Santino",
                "Santo Niño"
            ]
        ]
    ],
    "He was briefly in the circle of Pope Leo X (1475-1521).": [],
    "Aretino was frequently associated with political tracts, satires and illustrated erotica.": [
        [
            0,
            7,
            [
                "Retina",
                "Trevino",
                "Cretin",
                "Cretins",
                "Arduino",
                "Arecibo"
            ]
        ]
    ],
    "In 1525 he was forced to flee Rome because of the publication of the erotic <em>I Modi</em> texts (illustrations by Marcantonio Raimondi after Giulio Romano) and by 1527 he had settled permanently in Venice.": [
        [
            3,
            7,
            [
                "1525,"
            ]
        ]
    ],
    "There he associated with Venetian artists, including Titian.": [],
    "Beginning in 1538 he published <em>The Letters</em> (Lettere), a biography of his experiences in letter form.": [
        [
            53,
            60,
            [
                "Letter",
                "Letters",
                "Lettered",
                "Letterer"
            ]
        ]
    ],
    "Many of the letters pertained to art and artists.": [],
    "Important entries include the 1537 and 1545 entries on Michelangelo's <em>Last Judgment</em> in the Sistine Chapel, and others to Titian.": [],
    "Concluding posthumously in 1557, the <em>Lettere</em> form a valuable commentary on the life and works of renaissance artists.": [],
    "Like other art critics of the period, he employed a personal and somewhat subjective genre of art analysis.": [],
    "<a href=\"/vasarig\">Giorgio Vasari</a> used them as a model, in part, for his more important <em>Lives of the Artists</em> (1550).": [],
    "The <em>Lettere</em> employed both analytical criticism, such as that of the Michelangelo painting, and ekphrastic descriptions, such as that praising Vasari's cartoon of the <em>Fall of Manna</em>.": [],
    "Aretino possessed an small art collection, portions of which are extant in modern collections.": [
        [
            0,
            7,
            [
                "Retina",
                "Trevino",
                "Cretin",
                "Cretins",
                "Arduino",
                "Arecibo"
            ]
        ],
        [
            18,
            20,
            [
                "a"
            ]
        ]
    ],
    "Portraits of him exist by Raimondi, Sebastiano del Piombo and Titian, the latter located in the Frick Collection, New York) and a similar likeness by Titian, the <em>Ecce homo</em>, 1543 in the Kunsthistorisches Museum, Vienna.": [
        [
            26,
            34,
            [
                "Raymond"
            ]
        ]
    ],
    "His religious writing and artistic description influenced contemporary artists.": []
}