{
    "Marxist art historian, professor at University of Rome 1959-1976; specialist in Italian art.": [],
    "Argan's father, Valerio Argan, was an administrator of a women's mental hospital and his mother, Libera Roncaroli, a primary school teacher.": [
        [
            0,
            5,
            [
                "Organ",
                "Aryan",
                "Argon",
                "Arian"
            ]
        ],
        [
            16,
            23,
            [
                "Valerie",
                "Valeria"
            ]
        ],
        [
            24,
            29,
            [
                "Organ",
                "Aryan",
                "Argon",
                "Arian"
            ]
        ],
        [
            97,
            103,
            [
                "Liberal",
                "Liberia",
                "Libra",
                "Libero",
                "Lib era"
            ]
        ],
        [
            104,
            113,
            [
                "Ronnamole",
                "Ronnavolt"
            ]
        ]
    ],
    "An uncle's subscription to the journal <em>La Critica</em>, founded by <a href=\"/croceb\">Benedetto Croce</a>, introduced the ideas of that art philosopher to Argan at a young age.": [],
    "He attended the Liceo Classico Cavour in Turin where the classes of the young <a href=\"/fasolag\">Giusta Nicco Fasola</a> instilled a passion for art.": [
        [
            16,
            21,
            [
                "Lice"
            ]
        ],
        [
            22,
            30,
            [
                "Classic",
                "Classics"
            ]
        ]
    ],
    "He painted skillfully enough to win local art competitions.": [],
    "Argan entered the University of Turin in 1927 to study law.": [
        [
            0,
            5,
            [
                "Organ",
                "Aryan",
                "Argon",
                "Arian"
            ]
        ]
    ],
    "The lectures of <a href=\"/venturil\">Lionello Venturi</a> on Impressionism convinced him to give up painting as a pastime for art history, particularly architectural history.": [],
    "An initial article, on Palladio's architecture, appeared in Venturi's journal <em>L'arte</em> in 1930.": [],
    "Argan received a Laurea degree in art history at Turin, writing his dissertation under Venturi in 1930 on Sebastiano Serlio's treatise on architecture.": [
        [
            0,
            5,
            [
                "Organ",
                "Aryan",
                "Argon",
                "Arian"
            ]
        ],
        [
            17,
            23,
            [
                "Laura",
                "Laurel",
                "Lauren"
            ]
        ],
        [
            117,
            123,
            [
                "Sergio",
                "Sérgio"
            ]
        ]
    ],
    "In 1931 he secured a fellowship to work as an Assistant at the University of Rome's school of art history under <a href=\"/toescap\">Pietro Toesca</a>.": [
        [
            3,
            7,
            [
                "1931,"
            ]
        ]
    ],
    "In 1933 he began his career in various capacities of the fine arts administration, principally in Rome.": [
        [
            3,
            7,
            [
                "1933,"
            ]
        ]
    ],
    "These included director of the Pinacoteca Estense in Modena and Inspector of Museums and Art Galleries, 1933-1935, and then Minister of Fine Arts.": [],
    "From 1936, he was associated with the group of intellectual who wrote for <em>Casabella</em>, marrying its editor, Anna Maria Mazzucchelli, in 1939.": [],
    "Working closely with Bottai, the minister of Culture, he endowed a government institute for restoration, seating his friend, <a href=\"/brandic\">Cesare Brandi</a> as first director in 1938.": [
        [
            21,
            27,
            [
                "Bot tai"
            ]
        ]
    ],
    "During World War II, Argan applied his Crocean anti-fascist beliefs to work against the German usurping Italian cultural property during the occupation.": [
        [
            21,
            26,
            [
                "Organ",
                "Aryan",
                "Argon",
                "Arian"
            ]
        ],
        [
            39,
            46,
            [
                "Cr ocean",
                "Croce an"
            ]
        ]
    ],
    "Following the war he worked on a committee with <a href=\"/longhir\">Roberto Longhi</a> to restore stolen Italian artworks.": [],
    "Argan's reading took on a decidedly Marxist direction, studying the works of Gramshi, Husserl, Adorno and Marcuse, which had been unknown in Italy during fascism.": [
        [
            0,
            5,
            [
                "Organ",
                "Aryan",
                "Argon",
                "Arian"
            ]
        ],
        [
            77,
            84,
            [
                "Grams hi"
            ]
        ]
    ],
    "As Inspector for the Italian Ministry for Cultural Heritage he quarreled with (and likely fired) <a href=\"/zerif\">Federico Zeri</a> in 1952 accusing Zeri of a conflict of interest with Zeri's private consultation.": [],
    "Argan taught at the University of Palermo 1954-58 and then succeeded his mentor, Venturi as chair of modern art at the University of Rome in 1959.": [
        [
            0,
            5,
            [
                "Organ",
                "Aryan",
                "Argon",
                "Arian"
            ]
        ]
    ],
    "During this time, he authored his three-volume <em>Storia dell'arte italiana</em>, in 1968, and the volume on modern European art for the prestigious German-language art history, <em>Propyläen Kunstgeschichte</em> in 1977.": [],
    "In 1976 he relinquished his professorship when he was elected Mayor of Rome (through 1979) as a Communist and later, in the same party, as a senator, 1981-1992.": [
        [
            3,
            7,
            [
                "1976,"
            ]
        ]
    ],
    "In 1987 he co-founded the magazine <em>Storia dell'Arte</em>, co-edited with <a href=\"/salernol\">Luigi Salerno</a>.": [
        [
            3,
            7,
            [
                "1987,"
            ]
        ]
    ],
    "Methodologically, Argan wove a wide variety of techniques into his writing, including structuralism.": [
        [
            18,
            23,
            [
                "Organ",
                "Aryan",
                "Argon",
                "Arian"
            ]
        ]
    ],
    "His <em>Storia dell'arte italiana</em> remains his most influential work.": [],
    "A glimpse of his writing in English can be gleaned in his 1967 essay on Renaissance Art in the volume <em>20,000 years of World Painting</em>.": []
}