{
    "University of California, Santa Barbara medievalist architectural historian.": [],
    "Armi was the son of Edgar Leo Armi and Emita December (Armi).": [
        [
            0,
            4,
            [
                "Arms",
                "Army",
                "Arm",
                "Armin",
                "RMI",
                "AMI"
            ]
        ],
        [
            30,
            34,
            [
                "Arms",
                "Army",
                "Arm",
                "Armin",
                "RMI",
                "AMI"
            ]
        ],
        [
            39,
            44,
            [
                "Emit",
                "Emits",
                "Evita",
                "ENITA",
                "EPITA",
                "Emit a"
            ]
        ],
        [
            55,
            59,
            [
                "Arms",
                "Army",
                "Arm",
                "Armin",
                "RMI",
                "AMI"
            ]
        ]
    ],
    "He graduated from Columbia College, Columbia University with a B. A. in 1967, continuing for his M.A.": [],
    "and Ph.D.": [
        [
            0,
            3,
            [
                "And"
            ]
        ]
    ],
    "After research as a Woodrow Wilson fellow, 1970-1972, his dissertation on Romanesque wall structure was accepted in 1973.": [],
    "Armi secured an appointment at the University of Chicago as an assistant professor in 1974.": [
        [
            0,
            4,
            [
                "Arms",
                "Army",
                "Arm",
                "Armin",
                "RMI",
                "AMI"
            ]
        ]
    ],
    "He remained there until 1977 where moved to the University of North Carolina, Chapel Hill, as an associate professor of art history.": [],
    "Armi's book <em>Masons and Sculptors in Romanesque Burgundy: the New Aesthetic of Cluny III</em> of 1983 focused on construction methods of the Romanesque.": [
        [
            0,
            4,
            [
                "Arms",
                "Army",
                "Arm",
                "Armin",
                "RMI",
                "AMI"
            ]
        ]
    ],
    "He published a book on car design in 1988.": [],
    "He married Mary Elisabeth Spear in 1991.": [],
    "Armi moved to Santa Barbara in 1992 as professor at the University of California there.": [
        [
            0,
            4,
            [
                "Arms",
                "Army",
                "Arm",
                "Armin",
                "RMI",
                "AMI"
            ]
        ]
    ],
    "There he wrote a book on the various artists involved with the sculpture of Chartres cathedral.": [],
    "In 1999 he was awarded a Guggenheim fellowship which resulted in his 2004 book on romanesque building construction.": [
        [
            3,
            7,
            [
                "1999,"
            ]
        ],
        [
            82,
            92,
            [
                "Romanesque",
                "Romanesques"
            ]
        ]
    ]
}