{
    "British historian of English and Dutch Art.": [],
    "Armstrong was the son of Walter Armstrong, a merchant, and his wife, Mary Graham (Armstrong).": [],
    "He was initially educated at the Harrow School, later graduating from Exeter College, Oxford.": [],
    "Armstrong married Jane Emily Rose Ferard of Ascot Place in 1873.": [
        [
            34,
            40,
            [
                "Gerard",
                "Gérard"
            ]
        ]
    ],
    "In 1880, Armstrong distinguished himself as an art critic, writing for various papers, like <em>Pall Mall Gazette</em>, <em>St.": [],
    "James's Gazette</em>, <em>Manchester Guardian</em>, and <em>The Examiner</em>.": [],
    "Armstrong became known as an expert in fields such as seventeenth-century Dutch painting and eighteenth-century British art.": [],
    "Because of this expertise, he was often turned to for advice, particularly from collectors like Samuel S. Joseph (d.": [],
    "1894).": [],
    "He revised the second volume of B<em>ryan’s Dictionary of Painters and Engravers</em> (1889).": [],
    "In 1892, Armstrong became the Director of the National Gallery of Ireland, succeeding Henry Edward Doyle (1827-1893) and the became first scholar-director.": [],
    "He held this position until 1914.": [],
    "During this time, Armstrong modernized the museum, introducing new practices and revising the museum’s catalogue.": [
        [
            103,
            112,
            [
                "catalog"
            ]
        ]
    ],
    "During his tenure Armstrong acquired major acquisitions from Dutch and Renaissance paintings, including Mantegna's Judith and Holofernes and Goya's Conde de Tajo.": [
        [
            126,
            136,
            [
                "Holocene",
                "Homophones",
                "Hoofers",
                "Holophrases",
                "HoloLens"
            ]
        ]
    ],
    "He wrote a book of notes on the museum as well.": [],
    "While in Dublin, Armstrong translated and edited <a href=\"/perrotg\">Georges Perrot</a> and Charles Chipiez <em>Histoire de l’art dans l'antiquité</em>.": [],
    "Armstrong was widely known for the series of monographs he produced with corresponding catalogues: <em>Gainsborough and His Place in English Art</em> (1894), <em>Sir Joshua Reynolds, First President of the Royal Academy</em> (1900), <em>Sir Henry Raeburn</em> (1901), <em>Turner</em> (1902), and <em>Lawrence</em> (1913).": [
        [
            87,
            97,
            [
                "catalogs"
            ]
        ]
    ],
    "In 1899, Armstrong became honorary member of the Royal Hibernian Academy and was knighted.": [],
    "He died at his home in Westminster, London in 1918.": [],
    "Armstrong represented an important change in the emphasis of the National Gallery, Ireland, from one focused on art appreciation to one of art history.": [],
    "Succeeding Doyle, who had been an artist, he focused on serious art collections and building projects.": [],
    "Armstrong’s monographs on individual artists--weighty tomes--provided early consolidation of scholarship which later scholars built upon (Garlick).": [
        [
            138,
            145,
            [
                "Garlic",
                "Garrick",
                "Garlicky",
                "Gar lick"
            ]
        ]
    ]
}