{
    "<p>Director of the Walker Art Center 1951-1961; wrote a popular survey of modern art.": [],
    "Arnason was born to Sveinbjorn and Maria Bjarnadottir (Arnason), Icelandic immigrants to Canada.": [
        [
            0,
            7,
            [
                "Reason",
                "Treason",
                "Arson",
                "Aragon",
                "Anson",
                "Annabon"
            ]
        ],
        [
            20,
            30,
            [
                "Seaborne",
                "Seaborg"
            ]
        ],
        [
            55,
            62,
            [
                "Reason",
                "Treason",
                "Arson",
                "Aragon",
                "Anson",
                "Annabon"
            ]
        ]
    ],
    "He attended the University of Manitoba for two years (1925-1927) before immigrating to the United States.": [],
    "There he attended Northwestern University, achieving his B.S.": [],
    "in 1931.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "In 1936 he married Elizabeth Hickox Yard and taught as an instructor.": [
        [
            3,
            7,
            [
                "1936,"
            ]
        ],
        [
            29,
            35,
            [
                "Hickok"
            ]
        ]
    ],
    "After gaining his A.M.": [],
    "in 1937, Arnason continued to study art at Princeton University where he was awarded an M.F.A.": [
        [
            0,
            2,
            [
                "In"
            ]
        ],
        [
            9,
            16,
            [
                "Reason",
                "Treason",
                "Arson",
                "Aragon",
                "Anson",
                "Annabon"
            ]
        ]
    ],
    "in 1939.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He was made a naturalized citizen in 1940.": [],
    "Arnason worked at the Frick Collection in New York as research assistant and lecturer between 1938-1942, also lecturing at Hunter College (now part of the City University of New York) between 1939-1942.": [
        [
            0,
            7,
            [
                "Reason",
                "Treason",
                "Arson",
                "Aragon",
                "Anson",
                "Annabon"
            ]
        ]
    ],
    "During World War II, he was field representative in Iceland for the Office of War Information,1942-1944, rising to assistant deputy director for Europe, 1944-1945.": [],
    "In 1947 he was a visiting professor at the University of Chicago, and then professor and chair of the art department at the University of Minnesota, where he remained until 1961.": [
        [
            3,
            7,
            [
                "1947,"
            ]
        ]
    ],
    "Arnason became Director of Walker Art Center in 1951, holding that position for ten years.": [
        [
            0,
            7,
            [
                "Reason",
                "Treason",
                "Arson",
                "Aragon",
                "Anson",
                "Annabon"
            ]
        ]
    ],
    "He was a Carnegie Visiting Professor at University of Hawaii in 1959.": [],
    "In 1961 left Minneapolis for New York again to become vice-president for art administration at the Guggenheim Foundation, serving with Guggenheim director <a href=\"/messert\">Thomas M. Messer</a>.": [],
    "He married a second time to Elinor Lane Franklin in 1966.": [],
    "Arnason published a famous survey of modern art, drawn from his contacts and experiences with the Walker Museum, <em>A History of Modern Art</em>, in 1968.": [
        [
            0,
            7,
            [
                "Reason",
                "Treason",
                "Arson",
                "Aragon",
                "Anson",
                "Annabon"
            ]
        ]
    ],
    "It remained a staple survey of the modern period for twenty years.": [],
    "He left the Guggenheim in 1969.</p>": []
}