{
    "<p>Private art scholar and dealer of ancient Greek sculpture and portraits.": [],
    "Son of an affluent merchant in Mecklenburg, Arndt studied classical art with <a href=\"/overbeckj\">Johannes Overbeck</a> in Leipzig and <a href=\"/brunnh\">Enrico Brunn</a> in Munich.": [],
    "His dissertation, written under Brunn, focused on Greek vase types.": [
        [
            32,
            37,
            [
                "Bruno",
                "Brunt",
                "Brynn",
                "Bruin"
            ]
        ]
    ],
    "He never attempted a <em>habilitationschrift</em>.": [],
    "Brunn took Arndt for his assistant.": [
        [
            0,
            5,
            [
                "Bruno",
                "Brunt",
                "Brynn",
                "Bruin"
            ]
        ]
    ],
    "Because of his financial independence, Arndt could afford to remain a private scholar.": [],
    "Through his excellent library and nearly unfailing eye, Arndt developed a reputation for recognizing forgeries.": [],
    "As a dealer in Munich, he sold some of the best works of classical art in the Ny Carlsberg Glyptotek, Copenhage, the Glyptotek in Munich, as well as Budapest and Yale University.": [
        [
            78,
            80,
            [
                "NY",
                "By",
                "Any",
                "My",
                "No",
                "NYC"
            ]
        ],
        [
            102,
            111,
            [
                "Copenhagen"
            ]
        ]
    ],
    "After Brunn's death, Arndt took over the series editor of the corpus <em>Denkmäler griechischer und römischer Skulptur in historischer Anordnung</em>, which Brunn had founded.": [
        [
            6,
            11,
            [
                "Bruno",
                "Brunt",
                "Brynn",
                "Bruin"
            ]
        ]
    ],
    "Arndt amassed an impressive collection of ancient gems, which is now part of the Staatlich Münzsammlung.": [
        [
            81,
            90,
            [
                "Static",
                "Startling",
                "Statics",
                "Saanich"
            ]
        ]
    ],
    "Methodologically, Arndt principally employed connoisseurship, and to an amazing degree, much the same as his mentor, Brunn.": [
        [
            117,
            122,
            [
                "Bruno",
                "Brunt",
                "Brynn",
                "Bruin"
            ]
        ]
    ],
    "The <em>Denkmäler</em> make use of photographs, which Arndt was one of the first to use.</p>": []
}