{
    "Philosopher of perception and art; used Gestalt psychology for his art-historical studies.": [],
    "Arnheim was the son of Georg Arnheim (1867-1944), a piano factory owner, and Betty Gutherz (Arnheim) (1879-1966).": [
        [
            0,
            7,
            [
                "Arnhem",
                "Arkham"
            ]
        ],
        [
            29,
            36,
            [
                "Arnhem",
                "Arkham"
            ]
        ],
        [
            83,
            90,
            [
                "Gather",
                "Luther",
                "Gathers",
                "Gutter",
                "Gunther",
                "Gutters"
            ]
        ],
        [
            92,
            99,
            [
                "Arnhem",
                "Arkham"
            ]
        ]
    ],
    "He was raised in Berlin, attending the Herdergymnasium (Abitur 1923).": [
        [
            39,
            54,
            [
                "Herder gymnasium"
            ]
        ]
    ],
    "His parents intended him to assume the family business, but beginning in 1923 Arnheim, studied art and music history, philosophy and psychology at the University of Berlin with Gestalt-based scholars Wolfgang Köhler (1887-1967) and Kurt Lewin (1890-1947).": [
        [
            78,
            85,
            [
                "Arnhem",
                "Arkham"
            ]
        ],
        [
            209,
            215,
            [
                "Kohler"
            ]
        ]
    ],
    "His Ph.D.": [],
    "dissertation was supervised by the eminent theorist Max Wertheimer (1880-1943) in 1928.": [
        [
            0,
            12,
            [
                "Dissertation"
            ]
        ]
    ],
    "Arnheim became friends and was greatly influenced by the private art historian <a href=\"/badtk\">Kurt Badt</a>; his sister, Helen \"Leni\" Arnheim (1906-1973) married Badt.": [
        [
            0,
            7,
            [
                "Arnhem",
                "Arkham"
            ]
        ]
    ],
    "Arnheim pursued his interests in the arts through the editorship of <em>Die Weltbuhne</em>, a leftist magazine of politics and culture, publishing articles on film, art and architecture.": [
        [
            0,
            7,
            [
                "Arnhem",
                "Arkham"
            ]
        ]
    ],
    "This led him to develop his theories of the primacy of perception in art appreciation, linking it with the heretofore separated function of mental cognition.": [],
    "His investigations included music and film (he was one of the first to publish a book on the artistic aspects of the silent film in 1932).": [],
    "Arnheim married Annette Siecke (1920-2000), sixteen years his junior.": [
        [
            0,
            7,
            [
                "Arnhem",
                "Arkham"
            ]
        ],
        [
            24,
            30,
            [
                "Since",
                "Piece",
                "Siege",
                "Niece",
                "Sick",
                "Sickle"
            ]
        ]
    ],
    "While interviewing the Nazi filmmaker Leni Riefenstahl (1902-2003) on the radio, she prophetically warned him, \"As long as the Jews are film critics, I'll never have a success.\"": [],
    "Hitler's rise in Germany meant the Arnheims had to flee Jewish persecution, initially to Rome.": [
        [
            35,
            43,
            [
                "Arnhem",
                "Aeneas",
                "Grahams",
                "Arkham",
                "Bonhams",
                "Apneas"
            ]
        ]
    ],
    "He spent five years as associate editor for a League of Nations cultural publication.": [],
    "During that time, 1937, the couple gave sanctuary to a young art historian also fleeing persecution in Germany, <a href=\"/laportp\">Paul Laport</a>.": [],
    "Laport, recently divorced, and Arnheim's wife began an affair which resulted in a child by Laport.": [
        [
            31,
            38,
            [
                "Arnhem",
                "Arkham"
            ]
        ]
    ],
    "Arnheim divorced his wife and she later married Laport.": [
        [
            0,
            7,
            [
                "Arnhem",
                "Arkham"
            ]
        ]
    ],
    "After Mussolini allied himself with Hitler, Arnheim again fled.": [
        [
            44,
            51,
            [
                "Arnhem",
                "Arkham"
            ]
        ]
    ],
    "He traveled to England working as a translator for the BBC.": [],
    "In 1940 he immigrated to the United States.": [
        [
            3,
            7,
            [
                "1940,"
            ]
        ]
    ],
    "He lectured at the New School for Social Research (influencing, among others, the first American Africanist <a href=\"/sieberr\">Roy Sieber</a>) and then Columbia University, working as a researcher involved with the habits of radio listeners.": [],
    "Arnheim was awarded a Guggenheim Fellowship for the 1942-1943 year.": [
        [
            0,
            7,
            [
                "Arnhem",
                "Arkham"
            ]
        ]
    ],
    "He began teaching at Sarah Lawrence College in 1943, becoming a naturalized citizen in 1946.": [],
    "Arnheim married a second time to Mary Frame (1918-1999), a librarian, in 1953.": [
        [
            0,
            7,
            [
                "Arnhem",
                "Arkham"
            ]
        ]
    ],
    "He published his best known work, <em>Art and Visual Perception</em>, a theory of graphic understanding, in 1954.": [],
    "In 1962, Arnheim wrote a work of true art history, <em>Picasso's Guernica: The Genesis of a Painting</em>.": [
        [
            9,
            16,
            [
                "Arnhem",
                "Arkham"
            ]
        ]
    ],
    "In it, he traces the elements of the famous Picasso work and how they combine to create the meaning generally accepted today.": [],
    "Arnheim was appointed to Harvard University, Carpenter Center of Visual Arts, in 1968.": [
        [
            0,
            7,
            [
                "Arnhem",
                "Arkham"
            ]
        ]
    ],
    "He retired from Harvard in 1974, emeritus professor of the psychology of art.": [],
    "He continued as a visiting professor at the University of Michigan retiring a second time in 1984.": [],
    "At age 102 he contracted pneumonia at his Ann Arbor retirement community and died.": [],
    "Methodologically, Arnheim was fascinated by the perceptual structures in appreciating art.": [
        [
            18,
            25,
            [
                "Arnhem",
                "Arkham"
            ]
        ]
    ],
    "His investigations in the preliminary sketches for Picasso's Guernica, among other works, helped establish a revised view of art interpretation for many art historians.": [],
    "His pioneering notion of \"Visual thinking,\" the idea that vision itself is the primary modality for thought, is the driving force behind his books.": [],
    "His views on art harken to the empiricist philosophy of John Locke (1632-1704), who asserted that knowledge of the world is an objective sensory experience.": [],
    "Arnheim's view was criticized by, among others, the literary philosopher Richard Rorty (1931-2007) (who ironically died the day before Arnheim).": [
        [
            0,
            7,
            [
                "Arnhem",
                "Arkham"
            ]
        ],
        [
            135,
            142,
            [
                "Arnhem",
                "Arkham"
            ]
        ]
    ]
}