{
    "Archaeologist and architectural historian of ancient Rome.": [],
    "Ashby attended Winchester where he already secured the nickname \"Titus\".": [],
    "At 16, his family abandoned a brewing concern to move to Rome because his father wished to explore the Campagna.": [
        [
            103,
            111,
            [
                "Campaign",
                "Campaigns",
                "Champagne",
                "Campania"
            ]
        ]
    ],
    "Through his father, Ashby met the archaeologist <a href=\"/lancianir\">Rodolfo Lanciani</a> (1847-1929).": [],
    "He won a scholarship to Christ Church, Oxford University, studying under Sir John L. Myres (1869-1954) and Francis J. Haverfield (1860-1919).": [
        [
            85,
            90,
            [
                "Myers",
                "Mares",
                "Mores",
                "Myles",
                "Lyres",
                "Mires"
            ]
        ],
        [
            118,
            128,
            [
                "Airfield",
                "Fairfield",
                "Garfield",
                "Wakefield",
                "Bakersfield",
                "Hatfield"
            ]
        ]
    ],
    "In 1901 Ashby became the first scholar (student) of the British School at Rome (known at the time as the British School of Archaeology, History and Letters of Rome) in the Odescalchi Palace.": [],
    "He published five long articles beginning in 1902 on the topography of classical Rome for the new <em>Papers of the British School</em>.": [],
    "In 1903 he was appointed its assistant director.": [
        [
            3,
            7,
            [
                "1903,"
            ]
        ]
    ],
    "He received his Ph.D.": [],
    "from Oxford in 1905, rising to director of the school in 1906 In 1909 he hired <a href=\"/stronges\">Eugénie Sellers Strong</a> to be assistant director.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "When the British School incorporated in 1912, it moved to the Valle Giulia, formerly the park of the Villa of Pope Julius II, with Ashby the director.": [],
    "During these years, Ashby set the direction for the School.": [],
    "During World War I, he was mentioned for meritorious service in the Red Cross.": [],
    "At age 47 he married Caroline May.": [],
    "Ashby photographed Rome and the Campagna extensively, leaving over 9000 negatives to the School at the time of his death.": [
        [
            32,
            40,
            [
                "Campaign",
                "Campaigns",
                "Champagne",
                "Campania"
            ]
        ]
    ],
    "He was also an avid collector of prints documenting the city and surroundings throughout history.": [],
    "He owned the sketches of Carlo Labruzzi (1756-1818) manuscript notes of Diego Revilles (1690-1742) on Tivoli, and drawings by Jakob Philipp Hackert and Richard Wilson.": [
        [
            31,
            39,
            [
                "Abruzzo"
            ]
        ],
        [
            78,
            86,
            [
                "Reviles"
            ]
        ],
        [
            102,
            108,
            [
                "Tripoli",
                "Tirol",
                "Aioli"
            ]
        ],
        [
            140,
            147,
            [
                "Hacker",
                "Hackers",
                "Hackett"
            ]
        ]
    ],
    "In all, about 6000 prints and circa 1000 drawings.": [],
    "Ashby was not the administrator that Strong was; she handled the day-to-day business of the School.": [],
    "Ashby's wife had serious personality conflicts with Strong, which erupted into policy disagreements.": [],
    "Both Ashby and Strong were terminated by the School's board in London in 1925.": [],
    "Ashby was shattered by the decision (Dyson).": [],
    "He was succeeded by <a href=\"/ashmoleb\">Bernard Ashmole</a>.": [],
    "Ashby worked as a private scholar on a number of publications; his work on the Roman Campagna and his <em>Architecture of Ancient Rome</em>, both of 1927, are well regarded today.": [
        [
            85,
            93,
            [
                "Campaign",
                "Campaigns",
                "Champagne",
                "Campania"
            ]
        ]
    ],
    "Ashby completed Samuel Platner's <em>Topographical Dictionary of Ancient Rome</em> (1929) and a major work on Roman aqueducts, published posthumously.": [
        [
            23,
            30,
            [
                "Planner",
                "Planter",
                "Platter",
                "Plainer",
                "Planer"
            ]
        ]
    ],
    "In addition, he excavated the Roman settlement of Venta Silurum (today, Caerwent) in Wales.": [
        [
            50,
            55,
            [
                "Vent",
                "Vents",
                "Vesta",
                "Vent a"
            ]
        ],
        [
            56,
            63,
            [
                "Sistrum"
            ]
        ],
        [
            72,
            80,
            [
                "Overwent"
            ]
        ]
    ],
    "An accidental fall from a train resulted in his untimely death at 57.": [],
    "His collections were dispersed to several scholarly institutions.": [],
    "His print collection was sold to the Vatican Library in 1933, his artifacts from the Roman Campagna, including his collection of brick stamps, were donated to the American Academy in Rome.": [
        [
            91,
            99,
            [
                "Campaign",
                "Campaigns",
                "Champagne",
                "Campania"
            ]
        ]
    ],
    "His personal library remained at the British School.": []
}