{
    "Greek sculpture scholar and Yates Professor of Classical Archaeology, University of London, 1929-1948.": [],
    "Ashmole was the son of an auctioneer, William Ashmole, and Sarah Caroline Wharton Tiver (Ashmole).": [
        [
            0,
            7,
            [
                "Ash mole"
            ]
        ],
        [
            46,
            53,
            [
                "Ash mole"
            ]
        ],
        [
            82,
            87,
            [
                "River",
                "Liver",
                "Tier",
                "Diver",
                "Tiger",
                "Timer"
            ]
        ],
        [
            89,
            96,
            [
                "Ash mole"
            ]
        ]
    ],
    "He was related to Elias Ashmole (1617-1692), the namesake of the Ashmolean Museum, Oxford, for which Ashmole would one day work.": [
        [
            24,
            31,
            [
                "Ash mole"
            ]
        ],
        [
            101,
            108,
            [
                "Ash mole"
            ]
        ]
    ],
    "After attending Forest School (1903-1911) he was admitted to Hertford College, Oxford, in 1913 awarded the Essex Scholarship in Classics.": [
        [
            61,
            69,
            [
                "Hartford",
                "Hereford",
                "Herford"
            ]
        ]
    ],
    "However, Britain entered into World War I the following year and Ashmole joined the 11th Royal Fusiliers.": [
        [
            40,
            41,
            [
                "In"
            ]
        ],
        [
            65,
            72,
            [
                "Ash mole"
            ]
        ]
    ],
    "He was seriously wounded at the Battle of the Somme.": [],
    "He rose to the rank of captain and earned the Military Cross before discharge in 1918.": [],
    "Ashmole returned to Oxford studying classical archaeology under <a href=\"/gardnerp\">Percy Gardner</a> and <a href=\"/beazleyj\">J.": [
        [
            0,
            7,
            [
                "Ash mole"
            ]
        ]
    ],
    "D. Beazley</a>.": [
        [
            3,
            10,
            [
                "Beasley"
            ]
        ]
    ],
    "He married Dorothy De Peyer (d.": [],
    "1991) in 1920.": [],
    "In 1923 Ashmole received his B. Litt.": [
        [
            8,
            15,
            [
                "Ash mole"
            ]
        ],
        [
            32,
            36,
            [
                "List",
                "Lift",
                "Pitt",
                "ITT",
                "Lott",
                "Witt"
            ]
        ]
    ],
    "He joined Oxford University's Ashmolean Museum the same year as the assistant curator of coins.": [],
    "In 1925 he was appointed director of the British School at Rome, in part to repair the School's reputation after the joint dismissal of both its director, <a href=\"/ashbyt\">Thomas Ashby</a> and assistant director, <a href=\"/stronges\">Eugénie Sellers Strong</a>.": [
        [
            3,
            7,
            [
                "1925,"
            ]
        ]
    ],
    "At the School he assisted in catalog of the sculptures of the Palazzo dei Conservatori edited under <a href=\"/jonesh\">Henry Stuart Jones</a>.": [
        [
            70,
            73,
            [
                "DEI",
                "day",
                "die",
                "Dan",
                "Del",
                "Wei"
            ]
        ],
        [
            74,
            86,
            [
                "Conservatory",
                "Conservator",
                "Conservators"
            ]
        ]
    ],
    "He also worked closely with the young sculptors and architects training there and gained an appreciation for modernist architecture.": [],
    "In 1928 he returned to England to become the Yates Professor of Classical Archaeology at the University of London in 1929, a position he termed \"the research scholar's ultimate sinecure.\"": [
        [
            3,
            7,
            [
                "1928,"
            ]
        ]
    ],
    "He and Beazley collaborated on the Greek art chapter for the second edition of the <em>Cambridge Ancient History</em>, 1928 ff., Beazley writing on painting and Ashmole on sculpture.": [
        [
            7,
            14,
            [
                "Beasley"
            ]
        ],
        [
            129,
            136,
            [
                "Beasley"
            ]
        ],
        [
            161,
            168,
            [
                "Ash mole"
            ]
        ]
    ],
    "The essay proved so popular that was issued as an independent work in 1932.": [],
    "Ashmole contacted two architects formerly from the British School in Rome, Amyas Douglas Connell (1901-1980) and Basil Robert Ward (1902-1976), to design a modernist concrete-framed country house in Amersham-on-the-Hill, Buckinghamshire, in 1929.": [
        [
            0,
            7,
            [
                "Ash mole"
            ]
        ],
        [
            75,
            80,
            [
                "AMCAS",
                "Amy as"
            ]
        ],
        [
            199,
            219,
            [
                "Amer sham-on-the-Hill"
            ]
        ]
    ],
    "Called \"High and Over,\" the house is today listed as an historic building for its architectural importance.": [],
    "In a famous episode in 1930, Ashmole wrote an article in the <em>Journal of Hellenic Studies</em> famously exposing a late Archaic sculpture as a forgery on the basis of carving technique alone, disputing the claim by the late <a href=\"/studniczkaf\">Franz Studniczka</a> that the work was genuine.": [
        [
            29,
            36,
            [
                "Ash mole"
            ]
        ]
    ],
    "He delivered the Hertz lectures at the British Academy in 1934 which were published as <em>Late Archaic and Early Classical Greek Sculpture in Sicily and South Italy</em> the same year.": [],
    "Ashmole entered into a public row with the Italian archaeologist <a href=\"/rizzog\">Giulio Emanuele Rizzo</a> in that 1930s over Rizzo's method and his quoting Ashmole radically out of context.": [
        [
            0,
            7,
            [
                "Ash mole"
            ]
        ]
    ],
    "He advised on the 1936 film <em>I, Claudius</em> starring Charles Laughton.": [],
    "In 1937, zealous museum employees at the British Museum, under <a href=\"/prycef\">Frederick Norman Pryce</a>, \"cleaned\" the famous Elgin marbles in preparation for the new gallery in which they were to be installed, funded by Joseph Duveen (1869-1939).": [],
    "The abrasive cleaning made them seem more brilliant but effaced their original condition.": [],
    "The process was halted in 1938, but a scandal erupted in the press (see <a href=\"/forsdykej\">John Forsdyke</a>, and <a href=\"/hinksr\">Roger P. Hinks</a>) and public confidence in the museum was eroded.": [],
    "As a result, Ashmole was appointed Keeper of Greek and Roman Antiquities at the British Museum in 1939 in addition to his University of London responsibilities (to 1956) to restore public faith in the museum.": [
        [
            13,
            20,
            [
                "Ash mole"
            ]
        ]
    ],
    "Ashmole led the Greek and Roman Department deftly and largely honorarily because he retained his position at the University of London.": [
        [
            0,
            7,
            [
                "Ash mole"
            ]
        ]
    ],
    "Through nurture and shrewd personal judgment, Ashmole allowed the department's emerging scholars, <a href=\"/robertsonm\">Martin Robertson</a> and <a href=\"/haynesd\">Denys Eyre Lankester Haynes</a>, to shine in their own right.": [
        [
            46,
            53,
            [
                "Ash mole"
            ]
        ]
    ],
    "When World War II was declared, Ashmole volunteered again in the military, this time in the Royal Air Force, 1941-1945, serving initially in Greece and again receiving a medal (Hellenic Flying Cross), retiring as a wing commander.": [
        [
            32,
            39,
            [
                "Ash mole"
            ]
        ]
    ],
    "After the war, he hired and again cultivated the careers for next generation of museum scholars, including <a href=\"/higginsr\">Reynold Alleyne Higgins</a>, <a href=\"/corbettp\">P.": [],
    "E. Corbett</a>, and <a href=\"/strongd\">D.": [],
    "E. Strong</a>.": [],
    "He resigned as Yates chair in 1948 to participate fully in the reinstallation of the British Museum as Keeper.": [],
    "In 1956, his mentor Beazley, the long-time Lincoln Chair of Classical Art at Oxford, retired and Ashmole succeeded him.": [
        [
            20,
            27,
            [
                "Beasley"
            ]
        ],
        [
            97,
            104,
            [
                "Ash mole"
            ]
        ]
    ],
    "The following year Ashmole gave the Italian lectures at the British Academy.": [
        [
            19,
            26,
            [
                "Ash mole"
            ]
        ]
    ],
    "He retired from Oxford in 1961 and accepted the first Geddes-Harrower Professor of Greek Art and Archaeology at Aberdeen, Scotland.": [
        [
            54,
            69,
            [
                "Geodes-Harrower",
                "Geddes-Narrower"
            ]
        ]
    ],
    "He remained there until 1963.": [],
    "Ashmole was visiting professor at Yale University in 1964, presenting the Semple lectures at the University of Cincinnati.": [
        [
            0,
            7,
            [
                "Ash mole"
            ]
        ],
        [
            74,
            80,
            [
                "Simple",
                "Temple",
                "Sample",
                "Sempre"
            ]
        ]
    ],
    "He gave the Wrightsman lectures in New York in 1967, published in 1972 as <em>Architect and Sculptor in Classical Greece</em>.": [
        [
            12,
            22,
            [
                "Wrights man"
            ]
        ]
    ],
    "He advised the billionaire J. Paul Getty (1892-1976) on his classical art acquisitions.": [],
    "The Getty Museum dedicated the first two volumes of its <em>Museum Journal</em> to Ashmole.": [
        [
            83,
            90,
            [
                "Ash mole"
            ]
        ]
    ],
    "He continued to do fieldwork at the Mausoleum of Halicarnassus in Turkey.": [],
    "A skilled photographer, his large photographic archive of classical sculpture is housed at King's College, London, (Ashmole Archives) with an additional set to the Beazley Archive at the Ashmolean Museum.": [
        [
            116,
            123,
            [
                "Ash mole"
            ]
        ],
        [
            164,
            171,
            [
                "Beasley"
            ]
        ]
    ],
    "He died at his home in Scotland and is buried at St.": [],
    "Mary's Church, Iffley, Oxfordshire.": [
        [
            15,
            21,
            [
                "Foley",
                "Tiffany",
                "Infra",
                "Affray",
                "Riffles",
                "Riffle"
            ]
        ]
    ],
    "Students whom he inspired included <a href=\"/richardsoneh\">Emeline Hurd Hill Richardson</a>.": [],
    "Ashmole's publications were not numerous, in part because of his administrative responsibilities.": [
        [
            0,
            7,
            [
                "Ash mole"
            ]
        ]
    ],
    "He was known for public criticism of scholars whose work he thought defective.": [],
    "His methodological focus on Greek sculpture was on the practical issues of sculptors and architects of that era, especially in how they procured, transported, and used their materials.": [],
    "He was frequently called to comment on forgeries, particularly those which had been authenticated in the 1930s.": [],
    "He supported the authenticity of the controversial Throne in the Museum of Fine Arts, Boston in 1968.": []
}