{
    "<em>New York Times</em> critic, professor at Cooper Hewitt and scholar of the New York School of art.": [],
    "Aston was the daughter of Ralph Neil Ashton and Sylvia Smith Shapiro (Ashton).": [],
    "Her father was a medical doctor.": [],
    "She obtained a B.A.": [],
    "from the University of Wisconsin, Madison, in 1949, continuing for an M.A.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "at Harvard University the following year.": [
        [
            0,
            2,
            [
                "At"
            ]
        ]
    ],
    "Ashton began her career as associate editor of the magazine <em>Art Digest</em>, published in New York beginning in 1951.": [],
    "She married Adja Yunkers (d.1983), an artist, in 1953.": [
        [
            12,
            16,
            [
                "Ada",
                "Adj",
                "ADA",
                "ADJ",
                "Anja",
                "Nadja"
            ]
        ],
        [
            17,
            24,
            [
                "Bunkers",
                "Junkers",
                "Yonkers",
                "Hunkers"
            ]
        ]
    ],
    "Ashton became associate art critic for the <em>New York Times</em> in 1955 and reviewed shows of the so-called first and second \"New York School\" of artists.": [],
    "Her sympathies toward Abstract Expressionism rankled the senior art critic of the <em>Times</em>, <a href=\"/canadayj\">John Canaday</a>, and when criticism of his anti-modernist stance mounted, she was fired in 1960 to consolidate his stance.": [],
    "Ashton then lectured at the Pratt Institute, Brooklyn, NY, between 1962-1963 before an appointment at the School of Visual Arts, New York City, as a lecturer in philosophy of art.": [],
    "She was awarded the Frank Jewett Mather Award for art criticism from the College Art Association in 1963, followed by a Guggenheim fellowship in 1964.": [],
    "Ashton headed the department of humanities at the School of Visual Arts from 1965 to 1968.": [],
    "In 1969 she was appointed professor of art history at Cooper Union, New York City.": [
        [
            3,
            7,
            [
                "1969,"
            ]
        ]
    ],
    "In 1973 she published her history of the artists of Abstract Expressionism, <em>The New York School: A Cultural Reckoning</em> (the book had appeared the year before in England as <em>The Life and Times of the New York School</em>).": [
        [
            3,
            7,
            [
                "1973,"
            ]
        ]
    ],
    "During these same years she lectured as an Instructor at the City University of New York in 1973 and at Columbia University in 1975.": [],
    "She joined the New School for Social Research in 1986.": [],
    "Ashton received a National Endowment for the Humanities grant in 1980.": [],
    "Her 1983 personal portrait of Mark Rothko, <em>About Rothko</em>, remains a revealing work on the artist.": [],
    "In 1985 she remarried to Matti Megged.": [
        [
            3,
            7,
            [
                "1985,"
            ]
        ],
        [
            25,
            30,
            [
                "Matt",
                "Patti",
                "Matte",
                "Mattie",
                "Martí",
                "Mattia"
            ]
        ],
        [
            31,
            37,
            [
                "Merged",
                "Legged",
                "Begged",
                "Pegged",
                "Mugged",
                "Egged"
            ]
        ]
    ],
    "Ashton formed a part of the New York art critics who embraced and championed the New York School, whose members also included <a href=\"/rosenbergh\">Harold Rosenberg</a>, <a href=\"/hesst\">Thomas B. Hess</a> and <a href=\"/roseb\">Barbara E. Rose</a>.": [],
    "She knew the artists personally and wrote of their work from personal experience as much as the art itself.": []
}