{
    "Scholar of Chinese art; Director of the Victoria and Albert Museum (1945-1955).": [],
    "Ashton was the son of A. J. Ashton, KC, a court recorder in Manchester, England.": [],
    "He graduated from Winchester and Balliol Colleges, Oxford.": [
        [
            33,
            40,
            [
                "Billion",
                "Ballot",
                "Balloon",
                "Bullion",
                "Balling",
                "Ballgirl"
            ]
        ]
    ],
    "He served as a lieutenant in the Royal Garrison Artillery in World War I between 1916-1919.": [],
    "Ashton joined the Victoria and Albert Museum in 1922 in the department of Architecture and Sculpture as an assistant Keeper (curator).": [],
    "In 1925 he transferred to the Department of Textiles and again in 1931 to the Department of Ceramics.": [
        [
            3,
            7,
            [
                "1925,"
            ]
        ]
    ],
    "He was instrumental in the important 1935 Chinese exhibition at the Burlington House.": [],
    "He was promoted to Keeper of Special Collections and Assistant to the Director in 1937.": [],
    "During World War II, Ashton served in the Ministry of Information and later in the British embassy in Ankara, Turkey.": [],
    "He returned to the Victoria and Albert in in 1945 to succeed his director, <a href=\"/maclagane\">Eric Maclagan</a>.": [
        [
            39,
            44,
            [
                "in"
            ]
        ]
    ],
    "He and his assistant, <a href=\"/hodgkinsont\">Terrence Hodgkin</a> worked to returned the objects to the museum from wartime storage in Wales.": [],
    "The men used the opportunity to organize new displays according to historic periods and styles rather than by material as it had been.": [],
    "His critics accused him of \"excessive tastefulness\", but Ashton organized V&amp;A installations around the modern technique of historical time period and style rather than medium, as they had been before the war.": [
        [
            74,
            79,
            [
                "Vamp"
            ]
        ],
        [
            80,
            95,
            [
                "A installation",
                "Installations"
            ]
        ]
    ],
    "The result was a great increase in attendance and interest; so much so that other institutions felt the need to follow suit.": [],
    "Ashton created the Primary Galleries (breaking up curatorial fiefdoms), and mounted the 1946 \"Britain Can Make It\" exhibition which later became the 1951 \"Festival of Britain.\"": [],
    "Ashton's alcoholism continued to debilitate him and by the early 1950s Hodgkinson was for all intents and purpose running the museum.": [
        [
            71,
            81,
            [
                "Hodgkin son"
            ]
        ]
    ],
    "A homosexual, Ashton married the divorcee and <em>Vogue</em> Fashion Editor Madge McHarg Garland (1898-1990) in 1952 in marriage of convenience.": [
        [
            82,
            88,
            [
                "Charge",
                "Chart",
                "Charm",
                "Chang",
                "Char",
                "Chard"
            ]
        ]
    ],
    "Ashton retired at age 58 in 1955 and was succeeded by <a href=\"/coxt\">Trenchard Cox</a>.": [],
    "He divorced in 1962.": [],
    "Ashton's reputation is that of a promoter of museums for the public, not as a scholar.": [],
    "The <em>Burlington Magazine</em> summarized his career by writing that he \"had the good sense to know that his finest talents did not lay in scholarship,\" and the London <em>Times</em> stating more bluntly that \"he was temperamentally unsympathetic to academic scholarship.": []
}