{
    "Artist and art historian.": [],
    "Auerbach grew up in an educated Jewish family in Frankfurt.": [],
    "Her mother was the painter, Emma Kehrmann (1867-1958).": [
        [
            33,
            41,
            [
                "Hermann",
                "Lehmann",
                "Herrmann",
                "Kuhlmann"
            ]
        ]
    ],
    "She studied art history between 1917-24 at the universities in Frankfurt, Bonn and Munich, under <a href=\"/kautzschr\">Rudolf Kautzsch</a> and <a href=\"/wolfflinh\">Heinrich Wölfflin</a>.": [],
    "Her 1925 Frankfurt dissertation, under Kautzsch, focused on 16th-century German portraiture in Franken, Schwaben and Bavaria.": [
        [
            39,
            47,
            [
                "Kitsch",
                "Putsch",
                "Kusch"
            ]
        ],
        [
            95,
            102,
            [
                "Frankel",
                "Franked",
                "Franker",
                "Fran ken"
            ]
        ]
    ],
    "She taught at Frankfurter Volksbildungsheim (1925-33).": [],
    "Between 1928-30 she attended classes in painting at the Kunstgewerbeschule in Frankfurt and private classes with Willi Baumeister (1889-1955).": [
        [
            113,
            118,
            [
                "Will",
                "Willie",
                "Willis",
                "Willy",
                "Wills",
                "Willa"
            ]
        ],
        [
            119,
            129,
            [
                "Paymaster"
            ]
        ]
    ],
    "As an artist, she exhibited her paintings at various art exhibitions in Germany.": [],
    "In 1933 she emigrated to England where she continued to exhibit her artwork.": [
        [
            3,
            7,
            [
                "1933,"
            ]
        ],
        [
            12,
            24,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "During World War II, she participated in was service in the Woman's Voluntary Service.": [],
    "When a bomb destroyed her studio, she resolved to return to art history.": [],
    "She lectured at various London colleges (Crosby Hall, Westfield College).": [],
    "Between 1945-49 she resumed study at the Courtauld Institute in London under Sir Henry Hake (1892-1951), the director of the National Portrait Gallery.": [
        [
            41,
            50,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "She wrote a second Ph.D.": [],
    "dissertation in 1949 on English portraiture and patronage in the 16th century.": [
        [
            0,
            12,
            [
                "Dissertation"
            ]
        ]
    ],
    "From 1947-75 she was a visiting lecturer at the Polytechnic Institute in London.": [],
    "In addition, she lectured at the Metropolitan Museum in New York (1970-75) and National Gallery of Art as well as other institutions.": [],
    "She published on Tudor-era portraits and manuscripts in journals such as the <em>Burlington Magazine</em>, <em>Apollo</em> and <em>The Connoisseur</em>.": [],
    "Her archives are at Skinners Library, City University, London.": []
}