{
    "Director of the Wadsworth Atheneum, early exponent of modern art in America.": [],
    "Austin was born to wealthy Boston parents, his father was a research, Arthur Everett Austin, Sr.": [],
    "(1861-1938) and his mother, Laura Ann Etnier (Austin) (1864-1944), who was herself independently wealthy.": [
        [
            38,
            44,
            [
                "Étrier"
            ]
        ]
    ],
    "Raised essentially by his mother, Austin attended local grammar schools and visited Europe as a child.": [],
    "Never a good student, he entered Harvard but was asked to leave because of poor grades.": [],
    "At the suggestion of faculty who took a liking to him, participated in the archaeological digs of <a href=\"/reisnerg\">George Andrew Reisner</a> (1867-1942) in Egypt and the Sudan beginning in 1922.": [],
    "This reinvigorated his love for art objects and he returned to Harvard in 1924 to complete his degree.": [
        [
            43,
            47,
            [
                ", and"
            ]
        ]
    ],
    "Austin had attracted the attention of Fogg Museum director <a href=\"/forbese\">Edward Waldo Forbes</a> and Harvard art historian professor <a href=\"/sachsp\">Paul J. Sachs</a>.": [
        [
            38,
            42,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "In 1925 Austin took on part-time duties at the Fogg, demonstrating techniques in Forbes' conservation classes.": [
        [
            47,
            51,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "During this period he developed friendships with fellow students who would one day form a coterie of cultural intelligencia, including the architectural historian <a href=\"/hitchcockr\">Henry-Russell Hitchcock</a>, art historian <a href=\"/claflina\">Agnes Rindge Claflin</a>, composer Virgil Thomson (1896-1989) and ballet impresario Lincoln Kirstein (1907-1996).": [
        [
            110,
            123,
            [
                "intelligence",
                "intelligentsia",
                "intelligences"
            ]
        ]
    ],
    "Through Hitchcock, Austin also met architect <a href=\"/johnsonp\">Philip Johnson</a>.": [],
    "All of these were to assist Austin in later years.": [],
    "In 1927, Forbes put forth Austin for the director of the Wadsworth Atheneum in Hartford, Connecticut.": [],
    "The Athenaeum board, chaired by Charles A. Goodwin, was highly conservative and Austin, a bi-sexual and modern art devotee, not prepared to acquiesce to them.": [
        [
            4,
            13,
            [
                "Athena",
                "Athene",
                "Ethereum"
            ]
        ],
        [
            90,
            99,
            [
                "bisexual"
            ]
        ]
    ],
    "He married Goodwin's niece, Helen Goodwin (1898-1986), and taught the first art history courses at Trinity College, Hartford.": [],
    "Although continually at odds with the board, Austin began acquiring old masters and contemporary art works that today comprise the finest pieces of the Atheneum.": [],
    "He gave Edward Hopper his first single-artist museum exhibition in 1928 and Hartford native Milton Avery's first museum show in 1930.": [],
    "He purchased Bernardo Strozzi's <em>Saint Catherine</em> (1610-15) and a Le Nain landscape in 1931.": [
        [
            22,
            29,
            [
                "Strong",
                "Stroke",
                "Strokes",
                "Strove",
                "Strobe",
                "Stroll"
            ]
        ],
        [
            73,
            80,
            [
                "La Niña"
            ]
        ]
    ],
    "An important Piero di Cosimo of 1490 was purchased the following year.": [
        [
            22,
            28,
            [
                "Costco",
                "Casino",
                "Cosmic",
                "Cosmos",
                "Como",
                "Cosine"
            ]
        ]
    ],
    "In 1934 Greuze's <em>Indolence</em> (1756) and Degas' <em>Double Portrait of the Painter's Cousins</em> (1865-8) were acquired.": [
        [
            8,
            14,
            [
                "Greece",
                "Greene",
                "Freeze",
                "Grease",
                "Reuse",
                "Breeze"
            ]
        ]
    ],
    "The museum's large Caravaggio <em>Ecstasy of St.": [],
    "Francis</em> (1594) was bought in 1943 along with Gauguin's <em>Portrait of Meyer de Haan</em> (1889-90).": [],
    "Other masterworks purchased included de Chirico, Ernst, Picasso, Miró, Balthus (the first by an American Museum), Dalí and Rubens (the latter's <em>Portrait of the Archduke Ferdinand</em>, 1635).": [
        [
            71,
            78,
            [
                "Malthus"
            ]
        ]
    ],
    "Nearly all of these acquisitions were made over the objection of the board for reasons of cost or subject matter.": [
        [
            98,
            112,
            [
                "subject"
            ]
        ]
    ],
    "In 1934 alone he mounted Picasso's first American museum retrospective (before MoMA's) and organized the first performance of Gertrud Stein's and Virgil Thomson's opera <em>Four Saints in Three Acts</em>, featuring an all-black cast.": [
        [
            126,
            133,
            [
                "Gertrude"
            ]
        ]
    ],
    "Austin's interests turned more and more theatre.": [
        [
            40,
            47,
            [
                "theater"
            ]
        ]
    ],
    "He performed magic shows at the museum and, as a fundraiser, staged ever-more elaborate balls.": [],
    "All this was at the cost of scholarship and financial propriety.": [],
    "Much of the text for his exhibition catalogs was hastily written by Hitchcock; his office littered with overdue bills by dealers.": [],
    "By 1938 Austin, always known as \"Chick,\" had withdrawn from his family to live with a male partner.": [],
    "In 1943, while most of the country endured the somber hardships of World War II, Austin used the Athenaeum's theater to stage and star in John Ford's Jacobean tragedy, <em>'Tis Pity She's a Whore</em> (1627).": [
        [
            97,
            106,
            [
                "Athena",
                "Athene",
                "Ethereum"
            ]
        ]
    ],
    "The play about incest and murder resulted in Austin's dismissal at the Hartford museum.": [],
    "Again, <a href=\"/forbese\">Edward Waldo Forbes</a> secured a job for him.": [],
    "In 1946 Austin accepted the directorship of the Ringling Museum [of Art] in Sarasota, Florida.": [],
    "At the Ringling, he opened the late John Ringling's private home as a museum, developed a conservation program badly needed for the baroque pictures there, and, in 1952, moved and installed an Italian rococo theater.": [],
    "However the politics of running a state-owned art museum embroiled him in a various disputes, including a high-profile investigation by the Miami <em>Herald</em>.": [
        [
            0,
            7,
            [
                "However,"
            ]
        ],
        [
            74,
            92,
            [
                "a various dispute",
                "various disputes"
            ]
        ]
    ],
    "A heavy smoker, Austin contracted lung cancer in 1956.": [],
    "He returned to his family in Hartford where he died the following year at age 57.": [],
    "He was succeeded at Sarasota by <a href=\"/donahuek\">Kenneth Donahue</a>.": [],
    "Austin's sense of quality in picture acquisition, more than his meager writings, made him an important art historian.": [],
    "Although aided in his purchases by dealers such as Julian Levey and the Wildenstein Gallery, Austin appears to have largely made the selections, especially of modern art, on his own.": [
        [
            58,
            63,
            [
                "Level",
                "Lava",
                "Lever",
                "Levy",
                "Lena",
                "Levee"
            ]
        ],
        [
            72,
            83,
            [
                "Wallenstein",
                "Waldensian",
                "Wolfenstein"
            ]
        ]
    ]
}