{
    "Medieval art scholar and chair of Department of Art, Wellesley College; influential in1920s-30s.": [],
    "Avery graduated from Wellesley in 1891 majoring in Greek.": [],
    "She taught Greek and Latin briefly before moving to the University of the State of New York, Albany.": [],
    "She was employed in the library system at Albany, organizing the first traveling library and working on a bachelors in library science which she received in 1895.": [
        [
            106,
            115,
            [
                "bachelor's",
                "bachelor's degree"
            ]
        ]
    ],
    "While a librarian organizing pictures for schools and clubs, she became interested in art.": [],
    "She worked as assistant to the director of the University until 1913, when she received a Master of Arts degree from Wellesley.": [],
    "Avery began teaching at her alma mater and working on a Ph.D.": [],
    "in art history at Radcliffe College.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "In 1915 she introduced the first art history classes at Wellesley, then open only to seniors.": [
        [
            3,
            7,
            [
                "1915,"
            ]
        ]
    ],
    "With Art Department chair <a href=\"/browna\">Alice Van Vechten Brown</a>, she reorganized the museum, instituting some of the earliest courses for curators in the country.": [],
    "She received her Ph.D.": [],
    "from Radcliffe in 1927.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "In 1929 she became Chair of the Art Department and director of the Farnsworth Museum at Wellesley.": [
        [
            3,
            7,
            [
                "1929,"
            ]
        ]
    ],
    "The next year, at the advice of her medievalist colleagues at Princeton and New York University, she hired <a href=\"/dernersessians\">Sirarpie Der Nersessian</a> to teach courses in Byzantine art, a visionary move at the time.": [],
    "Avery retired in 1937 (succeeded by Der Nersessian) and settled in New York.": [
        [
            36,
            39,
            [
                "Her",
                "Dr",
                "Deer",
                "Per",
                "Del",
                "Den"
            ]
        ],
        [
            40,
            50,
            [
                "Intersession",
                "Presession"
            ]
        ]
    ]
}