{
    "German specialist in Asian art history, including East Asian, Southeast Asian, and Indian art and sculpture.": [],
    "Bachhofer began his studies in 1916 before a tour of service as a soldier in the First World War.": [
        [
            0,
            9,
            [
                "Backhoe",
                "Backhoes",
                "Baclofen"
            ]
        ]
    ],
    "He returned to his studies in 1918 in Munich studying art  history (under <a href=\"/wolfflin\">Heinrich Wölfflin</a>, archaeology, philosophy and ethnography of Asia under Lucian Scherman (1864-1946).": [
        [
            57,
            59,
            [
                " "
            ]
        ]
    ],
    "He completed a dissertation on Japanese woodcuts under these men (whom it is unclear).": [],
    "Between 1921 and 1922, Bachhofer volunteered at the Völkerkundemuseum (Ethnological Museum) in Munich under the Scherman who was the director there.": [
        [
            23,
            32,
            [
                "Backhoe",
                "Backhoes",
                "Baclofen"
            ]
        ],
        [
            112,
            120,
            [
                "Sherman"
            ]
        ]
    ],
    "He began researching his habilitation thesis in 1922 engaged in travel.": [
        [
            25,
            37,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ]
    ],
    "Bachhofer completed his habilitation in 1926, the sameyear establishing a Japanese departments in the Völkerkundemuseum.": [
        [
            0,
            9,
            [
                "Backhoe",
                "Backhoes",
                "Baclofen"
            ]
        ],
        [
            24,
            36,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ],
        [
            50,
            58,
            [
                "same year",
                "samey ear"
            ]
        ],
        [
            72,
            94,
            [
                "a Japanese department",
                "Japanese departments"
            ]
        ]
    ],
    "He entered the University of Munich as a Privatdozent as well,  teaching courses in Chinese, Japanese, and Indian art history.": [
        [
            62,
            64,
            [
                " "
            ]
        ]
    ],
    "His 1929 book <em>Die frühhindische Plastik</em> appeared in English the same year as <em>Early Indian Sculpture</em>.": [],
    "In 1930, he mounted an exhibition of Chinese and Japanese paintings from the 10th -18th centuries (\"Die Kunst der japanischen Holzschnittmeister\") for the Völkerkundemuseum.": [
        [
            104,
            109,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ],
        [
            110,
            113,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "In 1933, he was appointed to associate professor at Munich, but education ministry rejected him through the so-called Nuremberg Laws (Nazi racial laws) because of the “non-Aryan origin” of his wife.": [],
    "Bachhofer emigrated to the United States in 1935.": [
        [
            0,
            9,
            [
                "Backhoe",
                "Backhoes",
                "Baclofen"
            ]
        ],
        [
            10,
            22,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "There Bachhofer taught East Asian art history at the University of Chicago, later becoming professor and chairman of the department.": [
        [
            6,
            15,
            [
                "Backhoe",
                "Backhoes",
                "Baclofen"
            ]
        ]
    ],
    "From 1941-1945, he was the co-editor of the Art Bulletin.": [],
    "He retired from the University, succeeded by his student, Harrie Vanderstappen (1921-2007), moving to California where he died.": [
        [
            58,
            64,
            [
                "Harris",
                "Carrie",
                "Harriet",
                "Barrie",
                "Harried",
                "Harrier"
            ]
        ],
        [
            65,
            78,
            [
                "Verstappen"
            ]
        ]
    ],
    "Bachhofer was one of the leading specialists in Asian art history, a developing field of specialized in the West.": [
        [
            0,
            9,
            [
                "Backhoe",
                "Backhoes",
                "Baclofen"
            ]
        ]
    ],
    "He was one of the first generations of European scholars to turn their full attention to the art of Asia.": [],
    "His interests included East Asian, Southeast Asian, and Indian art; including early Indian and Chinese bronze sculptures.": [],
    "He remained close to his mentor, Wölfflin in friendship and methodology.": [
        [
            33,
            41,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "Using stylistic analysis he developed methodology for dating Chinese bronze vessels.": [],
    "His method was to find real, dated works, then to judge their quality and finally to estimate the direction of creative development through style analysis.": []
}