{
    "Private scholar; art historian of the baroque and modern periods; methodological theorist.": [],
    "Badt was born to a prosperous Banking family in Berlin.": [
        [
            0,
            4,
            [
                "Bad",
                "Bat",
                "Bart",
                "Bait",
                "Baht",
                "ADT"
            ]
        ]
    ],
    "His father, Leopold Badt (1858-1929) raised his children in a rarefied cultural atmosphere, giving them every opportunity to experience art.": [
        [
            20,
            24,
            [
                "Bad",
                "Bat",
                "Bart",
                "Bait",
                "Baht",
                "ADT"
            ]
        ]
    ],
    "The younger Badt attended the Berlin-Charlottenburg Reformgymnasium, graduating in 1906.": [
        [
            12,
            16,
            [
                "Bad",
                "Bat",
                "Bart",
                "Bait",
                "Baht",
                "ADT"
            ]
        ],
        [
            52,
            67,
            [
                "Reform gymnasium"
            ]
        ]
    ],
    "Between 1909-1914 he studied art history and philosophy at the universities of Berlin, Munich and finally at Freiburg (im Breisgau) under <a href=\"/vogew\">Wilhelm Vöge</a>.": [
        [
            119,
            121,
            [
                "I'm",
                "IM",
                "in",
                "is",
                "I",
                "it"
            ]
        ],
        [
            122,
            130,
            [
                "Reagan",
                "Brassaï"
            ]
        ]
    ],
    "While a student, Badt took a young <a href=\"/panofskye\">Erwin Panofsky</a> to hear a lecture by Vöge and thus cementing one of the most famous pupil/teacher relationships in art history.": [
        [
            17,
            21,
            [
                "Bad",
                "Bat",
                "Bart",
                "Bait",
                "Baht",
                "ADT"
            ]
        ]
    ],
    "Badt's doctoral thesis, written in 1914, was on the Renaissance painter Andrea Solario.": [
        [
            0,
            4,
            [
                "Bad",
                "Bat",
                "Bart",
                "Bait",
                "Baht",
                "ADT"
            ]
        ],
        [
            79,
            86,
            [
                "Solaria"
            ]
        ]
    ],
    "He never wrote a <em>habilitation</em> or taught professionally until nearly his retirement.": [],
    "Badt began his career as an assistant at the Bremen Kunsthalle, studying studio painting and sculpture.": [
        [
            0,
            4,
            [
                "Bad",
                "Bat",
                "Bart",
                "Bait",
                "Baht",
                "ADT"
            ]
        ],
        [
            52,
            62,
            [
                "Unstable"
            ]
        ]
    ],
    "Throughout his career, his art-historical writing always reflected a painter's interest in details and their relationship to the world.": [],
    "He married Ella C. Wollheim around this time.": [
        [
            19,
            27,
            [
                "William",
                "Waltham",
                "Waldheim",
                "Wolfram",
                "Müllheim",
                "Wolfsheim"
            ]
        ]
    ],
    "Badt taught privately at Ludwigshafen/Bodensee, lecturing on the philosophy of G. F. W. Hegel (1770-1831), Ludwig Wittgenstein (1889-1951), Wilhelm Dilthey (1833-1911) and Martin Heidegger (1889-1976), the latter whom he knew personally.": [
        [
            0,
            4,
            [
                "Bad",
                "Bat",
                "Bart",
                "Bait",
                "Baht",
                "ADT"
            ]
        ],
        [
            148,
            155,
            [
                "Filthy",
                "Dither"
            ]
        ]
    ],
    "His early writings in the 1920s included contemporary artists, such as Wilhelm Lehmbruck.": [],
    "His first marriage dissolved, Badt married Helen \"Leni\" Arnheim (1906-1973), the sister of the esthetician and art historian <a href=\"/arnheimr\">Rudolf Arnheim</a>.": [
        [
            30,
            34,
            [
                "Bad",
                "Bat",
                "Bart",
                "Bait",
                "Baht",
                "ADT"
            ]
        ],
        [
            50,
            54,
            [
                "Lens",
                "Lend",
                "Lent",
                "Lenin",
                "Levi",
                "Len"
            ]
        ],
        [
            56,
            63,
            [
                "Arnhem",
                "Arkham"
            ]
        ]
    ],
    "With the ascension of the Hitler's party in Germany in 1933, Badt moved to Munich in anonymity to avoid Nazi persecution.": [
        [
            61,
            65,
            [
                "Bad",
                "Bat",
                "Bart",
                "Bait",
                "Baht",
                "ADT"
            ]
        ]
    ],
    "Although a declared Roman Catholic, Badt's Jewish heritage eventually forced him to flee Nazi Germany at the outbreak of World War II in 1939.": [
        [
            36,
            40,
            [
                "Bad",
                "Bat",
                "Bart",
                "Bait",
                "Baht",
                "ADT"
            ]
        ]
    ],
    "He gained a research position at the newly founded Warburg Institute in London, remaining there until after the war.": [],
    "In 1946 he published <em>Eugène Delacroix Drawings</em>, his first book since the partial publication of his thesis in 1914.": [
        [
            3,
            7,
            [
                "1946,"
            ]
        ]
    ],
    "Badt returned to Germany in 1950 and became a German citizen in 1952, assisting with the reorganization of the university system.": [
        [
            0,
            4,
            [
                "Bad",
                "Bat",
                "Bart",
                "Bait",
                "Baht",
                "ADT"
            ]
        ]
    ],
    "The post-war German period of his life resulted in his greatest publishing output.": [],
    "In 1961 Badt issued a series of essays (some previously published) on Jan Vermeer which outlined Badt's methodology '<em>Modell und Maler' von Vermeer</em>, but also pointedly criticizing the methodology of 'second Vienna school' art historian <a href=\"/sedlmayrh\">Hans Sedlmayr</a>.": [
        [
            8,
            12,
            [
                "Bad",
                "Bat",
                "Bart",
                "Bait",
                "Baht",
                "ADT"
            ]
        ],
        [
            97,
            101,
            [
                "Bad",
                "Bat",
                "Bart",
                "Bait",
                "Baht",
                "ADT"
            ]
        ]
    ],
    "Sedlmayr, perhaps staunchest supporter of Nazism to retain an art history professorship after World War II, argued for a pseudo-scientific theoretic approach to art.": [
        [
            0,
            8,
            [
                "Selma",
                "Delmar"
            ]
        ]
    ],
    "Ever rooted in the object, Badt's <em>Vermeer</em> attacked Sedlmayr on methodological grounds.": [
        [
            27,
            31,
            [
                "Bad",
                "Bat",
                "Bart",
                "Bait",
                "Baht",
                "ADT"
            ]
        ],
        [
            60,
            68,
            [
                "Selma",
                "Delmar"
            ]
        ]
    ],
    "In 1968 he was invited by literary theorist Hans Robert Jauss (1921-1997) to the newly founded University of Constance (Konstanz).": [
        [
            3,
            7,
            [
                "1968,"
            ]
        ],
        [
            56,
            61,
            [
                "Gauss"
            ]
        ]
    ],
    "Badt's work greatly influenced the art historians <a href=\"/bertholdg\">Gertrude Berthold</a> (b.": [
        [
            0,
            4,
            [
                "Bad",
                "Bat",
                "Bart",
                "Bait",
                "Baht",
                "ADT"
            ]
        ]
    ],
    "1920), the Sedlmayr student <a href=\"/dittmannl\">Lorenz Dittmann</a>, <a href=\"/gosebruchm\">Martin Gosebruch</a>, <a href=\"/grossw\">Walter Hatto Gross</a>, <a href=\"/schmollj\">Josef Adolf Schmoll genannt Eisenwerth</a> and <a href=\"/imdahlm\">Max Imdahl</a>.": [
        [
            11,
            19,
            [
                "Selma",
                "Delmar"
            ]
        ]
    ],
    "Despondent in old age, Badt committed suicide at 83.": [
        [
            23,
            27,
            [
                "Bad",
                "Bat",
                "Bart",
                "Bait",
                "Baht",
                "ADT"
            ]
        ]
    ],
    "Badt regarded art as a portrait of reality (<em>Wirklichkeitsdarstellung)</em>.": [
        [
            0,
            4,
            [
                "Bad",
                "Bat",
                "Bart",
                "Bait",
                "Baht",
                "ADT"
            ]
        ]
    ],
    "Of particular interest to him was the subject matter of the work and meaning of colors in paintings.": [
        [
            38,
            52,
            [
                "subject"
            ]
        ]
    ],
    "This method lent itself best to the artists he studied: Nicolas Poussin, Jan Vermeer, John Constable, Eugène Delacroix, Paul Cézanne, Vincent van Gogh and Paolo Veronese.": [],
    "Badt considered the \"masterpiece\" to be the only art worth studying.": [
        [
            0,
            4,
            [
                "Bad",
                "Bat",
                "Bart",
                "Bait",
                "Baht",
                "ADT"
            ]
        ]
    ],
    "Among his appreciators, Jauss, (1975) praised him for mentioning human suffering in his works, often forgotten by other historical works.": [
        [
            24,
            29,
            [
                "Gauss"
            ]
        ]
    ],
    "<a href=\"/kleinbauerw\">W.": [],
    "Eugene Kleinbauer, Jr.</a> characterized him as \"too rigid for analysis.\"": [
        [
            7,
            17,
            [
                "Leaguer"
            ]
        ]
    ],
    "Badt's art history owes much to Johann Gustav Droysen's <em>Historik</em> (1868).": [
        [
            0,
            4,
            [
                "Bad",
                "Bat",
                "Bart",
                "Bait",
                "Baht",
                "ADT"
            ]
        ]
    ],
    "Badt wrote about the distinction between art history and its political, social and economic implications.": [
        [
            0,
            4,
            [
                "Bad",
                "Bat",
                "Bart",
                "Bait",
                "Baht",
                "ADT"
            ]
        ]
    ],
    "He questioned deeply rooted principles of art history as had <a href=\"/wolfflinh\">Heinrich Wölfflin</a>.": [],
    "Since he was writing against the norm, other art historians often portrayed as a traitor and his understanding of art was questioned.": [],
    "His writings and methodology sparked greatest interest in fields outside art history.": [
        [
            37,
            45,
            [
                "the greatest"
            ]
        ]
    ]
}