{
    "Painter and first historian of the Roman Baroque through two early art histories, a biography of artists, <em>Vite de' pittori, scultori, architetti</em> (1642), and a survey of Roman churches, <em>Le nove chiese di Roma</em> (1639).": [],
    "Baglione described himself as having descended a noble family from Perugia.": [
        [
            0,
            8,
            [
                "Tagline"
            ]
        ]
    ],
    "In his autobiography appended to his Lives of the Artists, <em>Le vite</em>, 1642, Baglione claimed as well that he studied art under the painter Francesco Morelli in Rome.": [],
    "He worked as a painter, employing a Caravaggesque style, and received numerous commissions.": [],
    "By 1600 Baglione was an Accademia di S Luca member.": [
        [
            8,
            16,
            [
                "Tagline"
            ]
        ],
        [
            24,
            33,
            [
                "Academia"
            ]
        ],
        [
            34,
            36,
            [
                "DI",
                "Di",
                "I",
                "did",
                "do",
                "Dr"
            ]
        ]
    ],
    "He brought a libel suit against Caravaggio in 1603 for some verses supposedly written by him against Baglione.": [
        [
            101,
            109,
            [
                "Tagline"
            ]
        ]
    ],
    "Within that context Orazio Gentileschi, a plaintiff in the suit, admitted Baglione a \"first-class painter.\"": [
        [
            20,
            26,
            [
                "Radio",
                "Ratio",
                "Brazil",
                "Horatio",
                "Lazio",
                "Oration"
            ]
        ],
        [
            27,
            38,
            [
                "Gentiles chi"
            ]
        ],
        [
            74,
            82,
            [
                "Tagline"
            ]
        ]
    ],
    "Baglione was knighted in 1606.": [
        [
            0,
            8,
            [
                "Tagline"
            ]
        ]
    ],
    "Between 1621 and 1622 he traveled to Mantua.": [],
    "In the 1630s, he began compiling notes for his two art-historical works.": [],
    "Baglione published his first, <em>Le nove chiese di Roma</em>, a discussion on the contemporary paintings and sculpture in nine major Roman churches, with some references to ancient and medieval works, in 1639.": [
        [
            0,
            8,
            [
                "Tagline"
            ]
        ]
    ],
    "This alone might have secured him the sobriquet \"First historian of the Roman Baroque\" (Pace), because <em>Le nove chiese</em> is more than a devotional guidebook for pilgrims, the genre of the period.": [],
    "His more important work, <em>Le vite de' pittori, scultori &amp; architetti</em>, a biography of artists, appeared in 1642 in Rome, containing biographies of more than 200 artists who worked in Rome between 1572 and 1642.": [],
    "A second edition with an expanded section on the achievements of Pope Urban VIII was issued, also in Rome, in 1649.": [],
    "Subsequent editions were issued from Naples in 1733, 1739 and 1743.": [],
    "Le nove chiese di Roma was, in the words of <a href=\"/longhir\">Roberto Longhi</a>, the \"first strictly artistic guide of the churches of Rome.\"": [
        [
            3,
            7,
            [
                "love",
                "move",
                "novel",
                "none",
                "note",
                "nose"
            ]
        ],
        [
            8,
            14,
            [
                "chaise",
                "Chinese",
                "cheese",
                "chaises"
            ]
        ],
        [
            15,
            17,
            [
                "DI",
                "Di",
                "I",
                "did",
                "do",
                "Dr"
            ]
        ]
    ],
    "It's importance today is the snapshot it gives of Roman churches which were all significantly altered.": [],
    "Baglione's \"guide\" avoids religious discussion and hagiography and focuses on the art and artists of the churches.": [
        [
            0,
            8,
            [
                "Tagline"
            ]
        ]
    ],
    "<em>Le vite de' pittori, scultori &amp; architetti</em> became an important primary source for 17th-century art in Rome.": [],
    "A broad-minded critic who avoided overly theoretical discussions of many art biographies--unlike other biographers of the period--he used his knowledge as a practicing artist to evaluate, often singularly, the important stylistic transformations occurring at the time of his writing.": [],
    "He limited the discussion of paintings to those viewable by the public (with few exceptions) for readers to better appreciate his own criticism.": [],
    "He praised Caravaggio, despite his legal disputes.": [],
    "His commentary included architecture and sculpture.": [],
    "Baglione's anecdotes on artist's lives--a necessary feature on biographies, then as now--also provide insights on the realities of commissions and the conditions for artistic success in the 17th century.": [
        [
            0,
            8,
            [
                "Tagline"
            ]
        ]
    ],
    "In his own time <a href=\"/bellorig\">Giovanni Pietro Bellori</a> used Baglione's <em>Vite</em> for his book <em>Le vite de' pittori, scultori et architetti moderni</em> of 1672, though Bellori was jealous of Baglione's authority accused him of having the work ghostwritten by the antiquarian Ottavio Tronsarelli (d.": [],
    "1646).": [],
    "Others using Baglione included <a href=\"/malvasiac\">Carlo Cesare Malvasia</a> for his biographies published beginning in 1678, <a href=\"/passerig\">Giovanni Battista Passeri</a> for his work of 1678 and in Spain, <a href=\"/palominoa\">Acisclo Antonio Palomino de Castro y Velasco</a> in his <em>Museo pictórico y escala óptica</em>, 1715-1724.": [
        [
            13,
            21,
            [
                "Tagline"
            ]
        ]
    ],
    "His work became an important source for modern art historians studying his age, including <a href=\"/lanzil\">Luigi Antonio Lanzi</a>, <a href=\"/baruffaldig\">Girolamo Cluento Nettunio Baruffaldi</a>, <a href=\"/vossh\">Hermann Voss</a>, <a href=\"/hessj\">Jacob Hess</a> and <a href=\"/blunta\">Anthony Blunt</a>.": [],
    "The importance of his work is testified by the fact that a separate index to it appeared in 1924 (Rome), a facsimile edition in 1935 (also Rome), and Hess' commentary in 1995.": []
}