{
    "Blake scholar; National Gallery, London, keeper and painter.": [],
    "Baker's parents were John Collins Baker, a solicitor in Somerset, and Fanny Henrietta Remmett.": [
        [
            86,
            93,
            [
                "Emmett"
            ]
        ]
    ],
    "He attended Berkhamsted before entering the Royal Academy Schools, studying painting.": [],
    "In 1903 he married Muriel Isabella Alexander (1874/5-1956).": [
        [
            3,
            7,
            [
                "1903,"
            ]
        ]
    ],
    "Baker worked as a landscape painter, exhibiting at the Royal Academy in 1907 and elsewhere through 1916.": [],
    "In 1911 he began writing art criticism for <em>The Outlook</em> and succeeded <a href=\"/maccolld\">D.": [
        [
            3,
            7,
            [
                "1911,"
            ]
        ]
    ],
    "S. MacColl</a> as the art critic for the <em>Saturday Review</em>.": [
        [
            3,
            10,
            [
                "Mac Coll"
            ]
        ]
    ],
    "In the meantime, <a href=\"/holroydc\">Charles Holroyd</a>, director of the National Gallery, hired him as his personal assistant and secretary.": [],
    "He authored <em>Lely and the Stuart Portrait Painters</em> in 1912, and early study of British art.": [],
    "Baker rose to keeper of the Gallery in 1914.": [],
    "There he met the future writer E. M. Forster (1879-1970), then working as a cataloger and guard for the Gallery; the two became lifelong friends.": [],
    "When <a href=\"/holmesc\">C.": [],
    "J. Holmes</a> succeed Holroyd in 1916, he retained Baker.": [
        [
            22,
            29,
            [
                "Hold",
                "Colored",
                "Honored",
                "Horror",
                "Harold",
                "Holland"
            ]
        ]
    ],
    "Holmes and Baker became the driving forces of the Gallery, moving some 900 pictures to safekeeping in a London subway (the Tube) during World War I. Baker wrote catalogs for some of the holdings of the Gallery at the time.": [],
    "Books on John Crome and Pieter de Hooch appeared in 1921 and 1925, respectively.": [
        [
            14,
            19,
            [
                "Come",
                "Rome",
                "Crime",
                "Chrome",
                "Croce",
                "Creme"
            ]
        ]
    ],
    "In 1928, he added the responsibilities of surveyor of the king's pictures, replacing <a href=\"/custl\">Lionel Cust</a>.": [],
    "The following year he published <em>A Catalogue of the Pictures at Hampton Court</em>.": [],
    "His staff at the Gallery during this time included <a href=\"/waterhousee\">Ellis K. Waterhouse</a>, whom he greatly influenced.": [],
    "In 1930 he was commissioned to write the catalog of British paintings in the Henry E. Huntington Library and Art Gallery in San Marino, CA.": [
        [
            3,
            7,
            [
                "1930,"
            ]
        ]
    ],
    "In England, his friend Holmes had retired and Baker found himself ever more disagreeing with the chairman of the Board of Trustees of the National Gallery, the powerful Arthur Hamilton Lee (Lord Lee of Fareham, 1868-1947).": [
        [
            202,
            209,
            [
                "Farnham",
                "Fare ham"
            ]
        ]
    ],
    "In 1931 the director of the Huntington, Max Farrand, offered him the position of senior research associate in British art at the Huntington which Baker accepted in 1932.": [
        [
            44,
            51,
            [
                "Ferrand",
                "Far rand"
            ]
        ]
    ],
    "He moved to California in 1933 researching the papers of James Brydges, first duke of Chandos.": [
        [
            63,
            70,
            [
                "Bridges"
            ]
        ],
        [
            86,
            93,
            [
                "Chandon",
                "Chan dos"
            ]
        ]
    ],
    "Baker resigned as the King's surveyor and was awarded a CVO, both in 1934.": [],
    "The Huntington collections catalog was completed in 1936 and the Royal Collection, <em>Principal Pictures in the Royal Collection at Windsor Castle</em>, in 1937.": [],
    "He published his Brydges books with his wife in 1949.": [
        [
            17,
            24,
            [
                "Bridges"
            ]
        ]
    ],
    "Baker retired to England the same year where he worked on a book on minor Georgian portrait painters, a <em>Catalogue of William Blake's Drawings and Paintings in the Huntington Library</em>, published in 1957, and continuing to advise the Huntington on purchases.": [
        [
            34,
            44,
            [
                "year when"
            ]
        ]
    ],
    "He died at his Finchley, Middlesex home.": [],
    "His papers are held at the National Gallery, London, and the National Portrait Gallery, Heinz Archive and Library.Baker was among the last generation of self-taught scholars who served the art museum community.": [
        [
            114,
            119,
            [
                " Baker"
            ]
        ]
    ],
    "Waterhouse dedicated his Pelican History of Art volume, <em>Painting in Britain, 1530-1790</em> to Baker in 1953.": [],
    "<a href=\"/clarkk\">Kenneth Clark</a>, who became director of the Gallery the year after Baker's departure, disparaged Baker's catalogs of the Museum as sloppy, though they remained in use through the 1950s.": []
}