{
    "Historian of the Italian Renaissance; headed restoration in Italy after Arno River flood, 1966.": [],
    "He was born in Pitigliano, Italy, near Grosseto.": [
        [
            15,
            25,
            [
                "Giugliano"
            ]
        ],
        [
            39,
            47,
            [
                "Grossed",
                "Grosser",
                "Grosses",
                "Grossest"
            ]
        ]
    ],
    "Baldini studied art history under <a href=\"/salmim\">Mario Salmi</a> at the University of Florence.": [
        [
            0,
            7,
            [
                "Balding"
            ]
        ]
    ],
    "In the 1940's began working as a conservator in Florence.": [
        [
            7,
            13,
            [
                "1940s"
            ]
        ]
    ],
    "After the war, he was appointed a temporary worker in the restoration office in 1949, housed at the time in the loggia of the Uffizi.": [
        [
            126,
            132,
            [
                "Office",
                "Suffix",
                "Fiji",
                "Affine",
                "Affirm",
                "Effigy"
            ]
        ]
    ],
    "He rose to Uffizi conservation director, and, during the early morning hours of November 4, 1966, it fell to him to try and prevent the sudden flooding of the Arno River from pouring into the museum's storerooms.": [
        [
            11,
            17,
            [
                "Office",
                "Suffix",
                "Fiji",
                "Affine",
                "Affirm",
                "Effigy"
            ]
        ]
    ],
    "Despite personally sandbagging the Uffizi doors (it was a holiday and most museum workers were on vacation), the conservation labs were submerged, damaging more than 1,000 medieval and Renaissance paintings, sculptures and frescoes.": [
        [
            35,
            41,
            [
                "Office",
                "Suffix",
                "Fiji",
                "Affine",
                "Affirm",
                "Effigy"
            ]
        ]
    ],
    "Baldini took over the restoration of hundreds of these artworks, not only at the Uffizi, but also in organizing efforts at other museums, libraries and churches.": [
        [
            0,
            7,
            [
                "Balding"
            ]
        ],
        [
            81,
            87,
            [
                "Office",
                "Suffix",
                "Fiji",
                "Affine",
                "Affirm",
                "Effigy"
            ]
        ]
    ],
    "He helped to hire and train hundreds of assistants to dry, clean and restore artworks and worked with experts to develop new restoration techniques.": [],
    "As a result of this campaign, the Florentine state restoration laboratories were merged into the historic 'Opificio dei Medici' (located in a Medici building), which had taken lead role after the 1966 catastrophe.": [
        [
            107,
            115,
            [
                "Orifice",
                "Orifices",
                "Bonifacio"
            ]
        ],
        [
            116,
            119,
            [
                "DEI",
                "day",
                "die",
                "Dan",
                "Del",
                "Wei"
            ]
        ]
    ],
    "Baldini became the director in 1970 of this new body, now known as the <em>Opificio delle Pietre Dure</em>.": [
        [
            0,
            7,
            [
                "Balding"
            ]
        ]
    ],
    "He reorganized the museum's new conservation facilities, creating a single institute with training programs for students.": [],
    "In 1972 he organized an exhibition on the conservation works damaged the flood.": [
        [
            3,
            7,
            [
                "1972,"
            ]
        ]
    ],
    "His important book on conservation-a fundamental work-<em>Teoria del restauro e unità di metodologia</em>, appeared in 1978.": [],
    "Baldini moved to Rome in 1983 as director of the Istituto Centrale per il Restauro, the most important conservation institute in Italy.": [
        [
            0,
            7,
            [
                "Balding"
            ]
        ],
        [
            49,
            57,
            [
                "Institute"
            ]
        ],
        [
            58,
            66,
            [
                "Central",
                "Centrals",
                "Cent rale"
            ]
        ],
        [
            71,
            73,
            [
                "IL",
                "in",
                "is",
                "I",
                "it",
                "if"
            ]
        ],
        [
            74,
            82,
            [
                "Restart"
            ]
        ]
    ],
    "As director, he and his wife, Ornella Casazza, led the project to clean and restore the Masaccio frescoes in the Brancacci Chapel of the Carmine Church in Florence.": [
        [
            30,
            37,
            [
                "Cornell",
                "Orwell",
                "Cornelia",
                "Cruella"
            ]
        ],
        [
            38,
            45,
            [
                "Casaba",
                "Lavazza"
            ]
        ]
    ],
    "Using as their guide colors from a portion of the fresco hidden behind an altar--and very nearly original--the restorers brought Masaccio's masterpiece back to vivid colors, avoiding the kind of criticism later applied to the Sistine Chapel ceiling.": [],
    "Baldini published a book on this project as well, <em>La Cappella Brancacci</em>, in 1990.": [
        [
            0,
            7,
            [
                "Balding"
            ]
        ]
    ],
    "He retired from the Institute in 1987.": [],
    "However, he continued to write about restoration, and to contribution to conservation in his role as President of the 'Universitá Internazionale dell'Arte' (International University of Art or UIA) in Florence.": [
        [
            119,
            129,
            [
                "University"
            ]
        ],
        [
            130,
            144,
            [
                "Internationale"
            ]
        ],
        [
            150,
            154,
            [
                "ARTE",
                "Are",
                "Art",
                "Arts",
                "Ate",
                "Ante"
            ]
        ]
    ],
    "Using the famous Cimabue Crucifix in the Basilica Santa Croce as the prime example Baldini published <em>Brunelleschi e Donatello nella Sagrestia Vecchia di S. Lorenzo</em> in 1989.": [
        [
            83,
            90,
            [
                "Balding"
            ]
        ]
    ],
    "Baldini contributed art reviews in Italian art journals, including <em>Critica d'arte</em>, <em>Arte documento</em>, <em>Museologia</em>, <em>Bollettino d'arte</em>, <em>Commentari</em> and <em>Antichità viva</em>.": [
        [
            0,
            7,
            [
                "Balding"
            ]
        ]
    ],
    "He was president of the Horne Museum, the museum-home of the British historian of Renaissance art, <a href=\"/horneh\">Herbert P. Horne</a>.": [],
    "In 2004 he joined other Italian art historians in authenticating wooden crucifix as an early work of Michelangelo, still controversial.": [
        [
            3,
            7,
            [
                "2004,"
            ]
        ]
    ],
    "Baldini died after a long illness at the age of 84, shortly before he was to deliver a speech at a conference on the 40th anniversary of the flood.": [
        [
            0,
            7,
            [
                "Balding"
            ]
        ]
    ],
    "His funeral was held at the church of San Giuseppe Vecchio in Marina di Massa, Tuscany.": [
        [
            51,
            58,
            [
                "Echo",
                "Techno",
                "Melchior",
                "Vetch",
                "Velcro",
                "Bacchic"
            ]
        ],
        [
            72,
            77,
            [
                "Massey",
                "Mass",
                "Lassa",
                "MSSA",
                "Mass a"
            ]
        ]
    ],
    "Baldini was known as an authority on Michelangelo, Botticelli, Masaccio and Della Robbia family.": [
        [
            0,
            7,
            [
                "Balding"
            ]
        ],
        [
            82,
            88,
            [
                "Robbie",
                "Robbin"
            ]
        ]
    ],
    "His restoration work was open to criticism, some asserting that the subtleties of the Brancacci frescoes had been effaced.": [],
    "His bold restoration moves during the Arno flood saved countless works; he removed entire frescoes from church walls to protect them from corrosive salts seeping through masonry from basement crypts.": []
}