{
    "Vienna-School art historian, Netherlandish specialist and Director of the Kunsthistorisches Museum, Vienna.": [],
    "Baldass studied in Graz, Halle (under <a href=\"/goldschmidta\">Adolph Goldschmidt</a>) and Munich before gaining his degree at the University in Vienna.": [
        [
            0,
            7,
            [
                "Badass",
                "Bald ass"
            ]
        ]
    ],
    "His thesis, written under <a href=\"/dvorakm\">Max Dvořák</a> and accepted in 1911, was on portraiture of the Emperor Maximilian.": [],
    "Baldass joined the Kunsthistorisches Museum in Vienna the same year, eventually being appointed curator in 1918.": [
        [
            0,
            7,
            [
                "Badass",
                "Bald ass"
            ]
        ]
    ],
    "He married Paula Wagner, granddaughter of the architect Otto Wagner (1841-1918).": [],
    "The first of two books on Albrecht Altdorfer by him appeared in 1923.": [
        [
            35,
            44,
            [
                "Adorer"
            ]
        ]
    ],
    "He qualified as a lecturer at the University of Vienna in 1926.": [],
    "In 1934 he was appointed professor Professor.": [
        [
            3,
            7,
            [
                "1934,"
            ]
        ],
        [
            25,
            44,
            [
                "professor"
            ]
        ]
    ],
    "When Austria was annexed by Germany in 1938, Baldass, as a Reich curator, carried out Nazi policy.": [
        [
            45,
            52,
            [
                "Badass",
                "Bald ass"
            ]
        ]
    ],
    "The Kunsthistorisches director, together with director of of the Führermuseum project <a href=\"/posseh\">Hans Posse</a>, plunderers took thousands of objects from the longtime Jewish Viennese residents.": [
        [
            55,
            60,
            [
                "of"
            ]
        ],
        [
            65,
            77,
            [
                "Führer museum"
            ]
        ]
    ],
    "Prominent Jewish art collector brothers, Alphonse Mayer Rothschild (1878-1942) and Louis Rothschild (1882-1955), attempted to flee Nazi-controlled Austria with their art collection that year, but Baldass refused to allow the paintings leave Austria.": [
        [
            196,
            203,
            [
                "Badass",
                "Bald ass"
            ]
        ]
    ],
    "The treasures were taken to the Hofburg palace, the Nazis' <em>Zentraldepot</em> for confiscated art.": [
        [
            32,
            39,
            [
                "Homburg"
            ]
        ]
    ],
    "Lesser pieces went to Viennese museums, including the Kunsthistorisches, while much of the decorative arts, mainly porcelains, were auctioned at the state-owned Dorotheum.": [
        [
            161,
            170,
            [
                "Dorothea"
            ]
        ]
    ],
    "Baldass published an expanded version of his Aldorfer monograph in 1941.": [
        [
            0,
            7,
            [
                "Badass",
                "Bald ass"
            ]
        ],
        [
            45,
            53,
            [
                "Adorer"
            ]
        ]
    ],
    "He remained as director throughout the war years, retaining his position afterward.": [],
    "After the war, the remaining Rothschild, Louis, made an attempt to recover his family's art work.": [],
    "Baldass again took an administrative tac, pressing Rothschild to \"donate\" them to the Kunsthistorisches, which the family reluctantly did in return for getting control of some others.": [
        [
            0,
            7,
            [
                "Badass",
                "Bald ass"
            ]
        ],
        [
            37,
            40,
            [
                "TAC",
                "tax",
                "tag",
                "Mac",
                "tan",
                "tap"
            ]
        ]
    ],
    "In 1949 he retired from the Museum to devote himself to writing.": [
        [
            3,
            7,
            [
                "1949,"
            ]
        ]
    ],
    "Two of his most important books appeared during this later part of his career, a monograph on Jan van Eyck in 1952 and one on Hieronymus Bosch the following year.": [],
    "The former showed the influence of Dvořák's \"Das Rätsel der Kunst der Brüder Van Eyck.\"": [
        [
            35,
            41,
            [
                "Dvorak"
            ]
        ],
        [
            45,
            48,
            [
                "Was",
                "As",
                "Has",
                "Day",
                "Days",
                "Gas"
            ]
        ],
        [
            49,
            55,
            [
                "Rather",
                "Raised",
                "Rate",
                "Raise",
                "Rates",
                "Rated"
            ]
        ],
        [
            56,
            59,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            60,
            65,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ],
        [
            66,
            69,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            70,
            76,
            [
                "Cruder",
                "Ruder"
            ]
        ]
    ],
    "In 1959 he issued a second edition of the Bosch book.": [
        [
            3,
            7,
            [
                "1959,"
            ]
        ]
    ],
    "In his final years, Baldass wrote on Venetian sixteenth-century art, principally Titian and Giorgione.": [
        [
            20,
            27,
            [
                "Badass",
                "Bald ass"
            ]
        ]
    ],
    "After his death, the Rothschild objects were renegotiated and more returned to the heirs.": [],
    "Methodologically, Baldass was one of the last art historians to carry on (first) Vienna-school methodology (specifically <a href=\"/dvorakm\">Max Dvořák</a>'s) well into the post-World War II years (de Tolnay).": [
        [
            18,
            25,
            [
                "Badass",
                "Bald ass"
            ]
        ]
    ],
    "His approach was generally to place individual works of art within the <em>oeuvre</em> of the artist's career, evaluating and assigning art-historical importance, another Vienna-school goal.": [],
    "His strong connoisseurship approach was praised by many and his work on the northern Renaissance remains consulted.": [],
    "However, his complicity in forcing Jews to turn over their art works to the Kunsthistorisches Museum during the Nazi years tarnished his reputation.": [],
    "Some colleagues, such as <a href=\"/tolnayc\">Charles de Tolnay</a>, however, attributed the rehabilitation of German art history after the war to him.": []
}