{
    "Medievalist, Focillon student.": [
        [
            13,
            21,
            [
                "Bouillon"
            ]
        ]
    ],
    "Baltrušaitis was the son of Jurgis Baltrušaitis, senior (1873-1944) a Symbolist poet, translator and man of letters.": [
        [
            28,
            34,
            [
                "Judges",
                "Curtis",
                "Juries",
                "Jurist",
                "Jurors",
                "Urges"
            ]
        ],
        [
            70,
            79,
            [
                "Symbolism"
            ]
        ]
    ],
    "He was raised in the intensely cultural environment of his parents.": [],
    "His father was deeply pro-Russia, translating many Western works of literature into Russian and acting as the first chairman of the Soviet Writers' Union.": [],
    "The younger Baltrušaitis had the poet Boris Pasternak (1890-1960) as a teacher.": [],
    "Baltrušaitis moved to Paris to further his education in 1923, studying at the Sorbonne.": [],
    "There, he took classes under the medievalist art historian <a href=\"/focillonh\">Henri Focillon</a> who inspired him to study art history.": [],
    "Beginning in 1927 Baltrušaitis' traveled to Armenia, Georgia, and later to Spain, Italy, and Germany studying Romanesque architecture.": [],
    "He received his doctorate from the Sorbonne in 1931.": [],
    "He married Focillon's daughter, Hélène Focillon, and initially worked for the Lithuanian Legation in Paris as the cultural attaché.": [
        [
            11,
            19,
            [
                "Bouillon"
            ]
        ],
        [
            32,
            38,
            [
                "Helene",
                "Helen",
                "Helena",
                "Selene",
                "Hellene"
            ]
        ],
        [
            39,
            47,
            [
                "Bouillon"
            ]
        ]
    ],
    "In 1933 Baltrušaitis studied monuments in Persia and Mesopotamia examining the connection between Oriental (middle eastern) and medieval art.": [],
    "The same year he accepted a position lecturing in art history at the Vytautas Magnus University in Kaunas, Lithuania (through 1939).": [],
    "Baltrušaitis organized an exhibition of Baltic folk art in 1934 in Paris.": [],
    "During these years he also lectured at the Sorbonne and at the Warburg Institute in London.": [],
    "With the liberation of France in 1944, Baltrušaitis again represented Lithuanians in various international organizations, such as the Assemblée des Nations Captives d'Europe and the Congress for Cultural Freedom.": [
        [
            134,
            143,
            [
                "Assembled",
                "Assemble",
                "Assembler",
                "Assembles"
            ]
        ],
        [
            144,
            147,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "After World War II, Baltrušaitis lectured at New York University, 1947-1948.": [],
    "He was a visiting professor at Yale University and lecturer at the Metropolitan Museum of Art in 1952.": [],
    "He lectured in the Netherlands between 1952-1953.": [],
    "Baltrušaitis took up Focillon's theme of metamorphoses in several important works of the 1950s, <em>Le moyen âge fantastique: antiquités et exotimes dans l'art gothique</em> and <em>Aberrations: quatre essais sur la légende des formes</em>.": [
        [
            21,
            29,
            [
                "Bouillon"
            ]
        ]
    ],
    "In these, Baltrušaitis traced the influences of Oriental inspiration on medieval art.": [],
    "Like Focillon, Baltrušaitis' focus was the metamorphosis of central themes of Romanesque art over time.": [
        [
            5,
            13,
            [
                "Bouillon"
            ]
        ]
    ],
    "Both historians emphasized the outer perimeter or frame as the key to Romanesque composition, what he termed in <em>La stylistique ornementale dans la sculpture romane</em> the \"Law of the Frame.\"": [],
    "The Romanesque stylized its treatment of objects rather than attempting to be true to nature.": [],
    "Linear designs, he contended, are derived from plant forms, which reveal an intellectual conception.": [],
    "The saints and beasts of the Romanesque belong were transformed into a decorative and conceptual design belonging to the architectural order from which they sprang (Sypher).": [
        [
            165,
            171,
            [
                "Safer",
                "Cypher"
            ]
        ]
    ],
    "His methodology blends iconographic and formal approaches.": [],
    "Like his mentor, Focillon, his work was criticized by <a href=\"/schapirer\">Meyer Schapiro</a> in Schapiro's 1932 essay, \"über den Schematismus in der romanische Kunst.\"": [
        [
            17,
            25,
            [
                "Bouillon"
            ]
        ]
    ],
    "The medievalist <a href=\"/grabaro\">Oleg Grabar</a> considered Baltrušaitis' writing too purely theoretical and abstract, chiding it as learned, subjective trivia.": [],
    "Scholars similar in approach included <a href=\"/brehierl\">Louis Bréhier</a> and <a href=\"/davym\">M.-M.": [],
    "Davy</a>.": []
}