{
    "<p>Medievalist architectural historian whose influential book on architectural type significance and reception influenced post-war generation of medievalists.": [],
    "Bandmann grew up in Essen.": [
        [
            0,
            8,
            [
                "Bandana",
                "Bandanna",
                "Bandsman",
                "Badman",
                "Bondman",
                "Sandman"
            ]
        ]
    ],
    "He studied art history at the University in Cologne, inspired by the modern art which had been at the Folkwang Museum there until purged by the Nazis in 1933.": [
        [
            102,
            110,
            [
                "Folkways",
                "Folkway"
            ]
        ]
    ],
    "Bandmann's dissertation written under <a href=\"/kauffmannh\">Hans Kauffmann</a> in 1942 focused on the abbey church of Essen-Werden.": [
        [
            0,
            8,
            [
                "Bandana",
                "Bandanna",
                "Bandsman",
                "Badman",
                "Bondman",
                "Sandman"
            ]
        ]
    ],
    "The work steered clear of ideology (which could have to have been consistent with Nazi doctrine), examining instead the reasons why specific facades (<em>Westwerk</em>) and nave forms were selected in early architecture.": [],
    "This approach spurred his interest in intellectual meanings of historic form (Metzler).": [
        [
            78,
            85,
            [
                "Metzger"
            ]
        ]
    ],
    "While seeking a position still during World War II, Bandmann produced a small guide on the architecture of Cologne, <em>Die Kölner Rheinfront</em> in 1944.": [
        [
            52,
            60,
            [
                "Bandana",
                "Bandanna",
                "Bandsman",
                "Badman",
                "Bondman",
                "Sandman"
            ]
        ]
    ],
    "After the War, Bandmann emerged as a theorist of the post-Reich era historians at the first Schloss Brühl (Cologne) conference of art historians in 1948 and a second at Schloss Nymphenburg in 1949.": [
        [
            15,
            23,
            [
                "Bandana",
                "Bandanna",
                "Bandsman",
                "Badman",
                "Bondman",
                "Sandman"
            ]
        ],
        [
            100,
            105,
            [
                "Bruh",
                "Bruhs"
            ]
        ],
        [
            177,
            188,
            [
                "Ypenburg"
            ]
        ]
    ],
    "He was named an Assistant at the University of Bonn and then <em>Privatdozent</em> in 1949.": [],
    "At Bonn Bandmann published his <em>habilitationsschrift</em>, the groundbreaking <em>Mittelalterliche Architektur als Bedeutungsträger</em> (Medieval Architecture as a Bearer of Meaning), a work which would become a classic in the field.": [
        [
            8,
            16,
            [
                "Bandana",
                "Bandanna",
                "Bandsman",
                "Badman",
                "Bondman",
                "Sandman"
            ]
        ]
    ],
    "The work took aim at the dual predominant traditions of architectural history that asserted architecture's form was largely determined by its use (\"Form follows Function\") and architectural significance as primarily read formally through its sculptures or images.": [],
    "Instead, Bandmann focused on a reception theory for architecture contemporary with its construction.": [
        [
            9,
            17,
            [
                "Bandana",
                "Bandanna",
                "Bandsman",
                "Badman",
                "Bondman",
                "Sandman"
            ]
        ]
    ],
    "The controversial work divided the German architectural-history community, with either strong embrace or derision (Böker).": [
        [
            115,
            120,
            [
                "Baker",
                "Boxer",
                "Broker",
                "Poker",
                "Boer",
                "Booker"
            ]
        ]
    ],
    "Bandmann was advanced to <em>außerordentlicher Professor</em> (associate professor) in Bonn in 1955.": [
        [
            0,
            8,
            [
                "Bandana",
                "Bandanna",
                "Bandsman",
                "Badman",
                "Bondman",
                "Sandman"
            ]
        ]
    ],
    "His strong interest in the principles of art and theoretical problems of history led Bandmann to write an innovative entry on German double chapels in 1953.": [
        [
            85,
            93,
            [
                "Bandana",
                "Bandanna",
                "Bandsman",
                "Badman",
                "Bondman",
                "Sandman"
            ]
        ]
    ],
    "He was named Professor at Tübingen in 1965 to the chair formerly occupied by <a href=\"/einemh\">Herbert von Einem</a>.": [],
    "He broadened his analysis to nineteenth-century interpretations of the Gothic and even a book on Picasso's Guernica.": [],
    "Perhaps his most famous work, an encyclopedia of architectural iconography, <em>Lexikon der christlichen Ikonographie</em> was begun in 1968.": [],
    "Bandmann weighed into the battles raging with the student uprisings at German universities in 1968, coming out against their urgings for revision of the curriculum and interpreting contemporary political issues into the cannon of architectural history.": [
        [
            0,
            8,
            [
                "Bandana",
                "Bandanna",
                "Bandsman",
                "Badman",
                "Bondman",
                "Sandman"
            ]
        ]
    ],
    "He died suddenly at age 57, preceding many of those who taught him.": [],
    "His Tübingen students included Wolfgang Kemp (b.1946).": [],
    "Bandmann drew on the historical circumstances and social factors (<em>Zeitmächten</em>) of the middle ages to create a new criteria for architectural history, most influentially seen in his <em>Mittelalterliche Architektur als Bedeutungsträger</em>.": [
        [
            0,
            8,
            [
                "Bandana",
                "Bandanna",
                "Bandsman",
                "Badman",
                "Bondman",
                "Sandman"
            ]
        ]
    ],
    "Building upon the 1942 article of <a href=\"/krautheimerr\">Richard Krautheimer</a>, \"Introduction to an Iconology of Medieval Architecture,\" Bandmann's book challenged architectural methodology by denying the prevailing German Formalist approach of architectural historians--of which <a href=\"/pinderw\">Wilhelm Pinder</a> was the major exponent--who analyzed buildings through a theory of stylistic development of form and space.": [],
    "Instead, he examined the transmission of building types from late Antiquity to the early Middle Ages, arguing against a constructional explanation in favor of one based on the intellectual meaning of the form Böker).": [
        [
            209,
            214,
            [
                "Baker",
                "Boxer",
                "Broker",
                "Poker",
                "Boer",
                "Booker"
            ]
        ]
    ],
    "For Bandmann, architecture itself did not \"live\" as the common metaphor went, rather it was the people who at different times used architecture differently that made a building alive.": [
        [
            4,
            12,
            [
                "Bandana",
                "Bandanna",
                "Bandsman",
                "Badman",
                "Bondman",
                "Sandman"
            ]
        ]
    ],
    "Artistic originality was not a valued goal in the middle ages, he argued, rather symbolic and historical form were the principal ways of understanding medieval architecture.": [
        [
            50,
            61,
            [
                "Middle Ages"
            ]
        ]
    ],
    "Bandmann disparage overlaying modern architectural sensibilities to medieval form, criticizing those historians who did not consider the events and mindsets that took place within the architecture and society that helped build it.": [
        [
            0,
            8,
            [
                "Bandana",
                "Bandanna",
                "Bandsman",
                "Badman",
                "Bondman",
                "Sandman"
            ]
        ]
    ],
    "Although clearly drawing from the work of <a href=\"/eversh\">Hans Gerhard Evers</a> and <a href=\"/sedlmayrh\">Hans Sedlmayr</a> he diverged from the latter's postivisitc view of an ideal medieval church form.": [],
    "Bandmann's opposition to traditional architectural history created enemies, particularly the historians <a href=\"/bauchk\">Kurt Bauch</a> and <a href=\"/gosebruchm\">Martin Gosebruch</a>.": [
        [
            0,
            8,
            [
                "Bandana",
                "Bandanna",
                "Bandsman",
                "Badman",
                "Bondman",
                "Sandman"
            ]
        ]
    ],
    "The book became, in the words of Hans Josef Böker, \"the single most influential book on methodological approaches in medieval architectural history--at least in Germany,\" despite seldom being cited.": [
        [
            44,
            49,
            [
                "Baker",
                "Boxer",
                "Broker",
                "Poker",
                "Boer",
                "Booker"
            ]
        ]
    ],
    "The fullest result of his work was only later realized by his pupil, Kemp.</p>": []
}