{
    "Maverick architectural theorist and historian; modernism and pop-culture revisionist.": [],
    "Banham's parents were Percy Banham, a gas engineer, and Violet Reyner (Banham).": [
        [
            0,
            6,
            [
                "Bonham",
                "Bantam",
                "Ban ham"
            ]
        ],
        [
            28,
            34,
            [
                "Bonham",
                "Bantam",
                "Ban ham"
            ]
        ],
        [
            63,
            69,
            [
                "Racer",
                "Ranger",
                "Rarer",
                "Ranee",
                "Rater",
                "Rawer"
            ]
        ],
        [
            71,
            77,
            [
                "Bonham",
                "Bantam",
                "Ban ham"
            ]
        ]
    ],
    "The younger Banham was educated at King Edward VI School, Norwich, UK.": [
        [
            12,
            18,
            [
                "Bonham",
                "Bantam",
                "Ban ham"
            ]
        ]
    ],
    "Too young to join the military during World War II, he worked as an engine fitter at the Bristol Aeroplane Company.": [
        [
            97,
            106,
            [
                "Airplane"
            ]
        ]
    ],
    "Banham entered the Courtauld Institute of London University in 1945 to study art history.": [
        [
            0,
            6,
            [
                "Bonham",
                "Bantam",
                "Ban ham"
            ]
        ],
        [
            19,
            28,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "He married Mary Mullett the following year.": [],
    "During this time he wrote criticism on contemporary architecture for <em>The Architectural Review</em> and other journals.": [],
    "As a critic, he particularly espoused modernist architecture.": [],
    "Banham wrote his thesis under <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a> at the Warburg, <em>Theory and Design in the First Machine Age</em> which appeared as a book in 1960.": [
        [
            0,
            6,
            [
                "Bonham",
                "Bantam",
                "Ban ham"
            ]
        ]
    ],
    "His topic focused on Expressionism and Futurism's contribution to architecture, but it became the definitive text throughout the world on the modern movement in architecture (Lyall).": [
        [
            175,
            180,
            [
                "Lyell"
            ]
        ]
    ],
    "In 1959 Banham was hired to the permanent staff of <em>The Architectural Review</em>.": [
        [
            8,
            14,
            [
                "Bonham",
                "Bantam",
                "Ban ham"
            ]
        ]
    ],
    "He began lecturing at the Bartlett School of Architecture, University College, London in 1960, rising to senior lecturer in 1964.": [],
    "Banham's revisionist stance on Modern architecture influenced the Independent Group (IG), a loose association of artists, architects and historians (e.g., <a href=\"/allowayl\">Lawrence Alloway</a>) connected with the London-based Institute of Contemporary Art.": [
        [
            0,
            6,
            [
                "Bonham",
                "Bantam",
                "Ban ham"
            ]
        ]
    ],
    "In 1966 his book on modernist architecture, <em>The New Brutalism</em> appeared.": [],
    "He championed the 1960s futurism of the Archigram group.": [
        [
            40,
            49,
            [
                "Archival",
                "Architrave",
                "Decigram",
                "Ambigram",
                "Arthrogram"
            ]
        ]
    ],
    "Banham rose to professor of the history of architecture in 1969.": [
        [
            0,
            6,
            [
                "Bonham",
                "Bantam",
                "Ban ham"
            ]
        ]
    ],
    "At the same time, Banham had found a Lebensberuf in appreciating Los Angeles, California.": [
        [
            18,
            24,
            [
                "Bonham",
                "Bantam",
                "Ban ham"
            ]
        ]
    ],
    "His seminal <em>Los Angeles: The Architecture of Four Ecologies</em> appeared in 1971.": [],
    "The following year he produced the film, <em>Reyner Banham Loves Los Angeles</em>.": [],
    "followed.": [
        [
            0,
            8,
            [
                "Followed"
            ]
        ]
    ],
    "The success of <em>Theory and Design</em> and <em>Architecture of the Well-tempered Environment</em>, particularly in the United States, brought Banham an offer to teach there in 1976.": [
        [
            145,
            151,
            [
                "Bonham",
                "Bantam",
                "Ban ham"
            ]
        ]
    ],
    "He accepted the chair of the department of design studies at the State University of New York at Buffalo.": [],
    "By 1980, he had been named professor of art history at the University of California, Santa Cruz.": [],
    "In California he was a member of Architect-Selection Panel for the J. Paul Getty Trust, which, in 1984, selected Richard Meier to design the museum in Santa Monica, CA.": [
        [
            3,
            13,
            [
                "California,"
            ]
        ]
    ],
    "He joined the faculty of New York University's Institute of Fine Arts as Sheldon H. Solow Professor of the History of Architecture in 1988, but never taught.": [
        [
            84,
            89,
            [
                "Slow",
                "Solo",
                "Solos",
                "Solon",
                "So low",
                "Sol ow"
            ]
        ]
    ],
    "Bonham was diagnosed with cancer the same year and returned to England where he died at age 66.": [],
    "His students included <a href=\"/jencksc\">Charles Jencks</a>.": [],
    "Banham was known for \"a propensity for a vigorous and often destructive criticism\" (<em>Times</em>, London).": [
        [
            0,
            6,
            [
                "Bonham",
                "Bantam",
                "Ban ham"
            ]
        ]
    ],
    "His appreciation for proto-Pop and Conceptual art resulted in the IG's fascination of the same.": [],
    "Banham's work revised the 1940s history of the Modern Movement, including that of his mentor, Pevsner, which he saw as \"a nice, tidy propagandist's firmament, ordered by a cosmology so simple as to be almost simple-minded.\"": [
        [
            0,
            6,
            [
                "Bonham",
                "Bantam",
                "Ban ham"
            ]
        ],
        [
            94,
            101,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "He was among the first architectural historians to \"give the same degree of attention to the architecture of the everyday landscape that scholars give to monuments and cathedrals, and he was particularly entranced with the American cityscape\" (Goldberger).": []
}