{
    "Author, art scholar, cinema critic, and translator; wife pupil of the art historian Roberto Longhi.": [],
    "Banti was born Lucia Lopresti.": [
        [
            0,
            5,
            [
                "Anti",
                "Bantu",
                "Bani"
            ]
        ],
        [
            21,
            29,
            [
                "Forest",
                "Forests",
                "Longest",
                "Lowest",
                "Forrest",
                "Poorest"
            ]
        ]
    ],
    "Her father, a lawyer for the railways, Luigi-Vincenzo, was an avid literature enthusiast and her mother was Gemma Benin, both of them of Calabrian background.": [],
    "She attended the Liceo Tasso di Roma (a lyceum or high school), where in 1914 she encountered the young art historian (and future husband) <a href=\"/longhir\">Roberto Longhi</a>.": [
        [
            17,
            22,
            [
                "Lice"
            ]
        ],
        [
            23,
            28,
            [
                "Basso",
                "Lasso",
                "Tass",
                "TASS"
            ]
        ]
    ],
    "She continued to study art history at the University in Rome under the eminent <a href=\"/venturia\">Adolfo Venturi</a>, who had also been Longhi's mentor.": [],
    "Venturi supervised her thesis on the seventeenth-century artist and dealer Marco Boschini (1602–1681).": [
        [
            81,
            89,
            [
                "Botching"
            ]
        ]
    ],
    "A subsequent 1919 essay by her on Boschini in Venturi's own publication, L'Arte, was noted favorably the the art philosopher Benedetto Croce (1856-1952).": [
        [
            34,
            42,
            [
                "Botching"
            ]
        ],
        [
            75,
            79,
            [
                "ARTE",
                "Are",
                "Art",
                "Arts",
                "Ate",
                "Ante"
            ]
        ],
        [
            101,
            108,
            [
                "the"
            ]
        ]
    ],
    "She married Longhi in 1924.": [
        [
            12,
            18,
            [
                "Lo-fi",
                "Long hi"
            ]
        ]
    ],
    "By 1930 she had adopted the pseudonym \"Anna Banti\", the name of a beloved relative, to distinguish herself from her husband.": [
        [
            44,
            49,
            [
                "Anti",
                "Bantu",
                "Bani"
            ]
        ]
    ],
    "Her first article under that name, \"Barbara e la morte\", was expanded into a book in 1937.": [
        [
            49,
            54,
            [
                "more",
                "More",
                "Monte",
                "Morse",
                "Mort",
                "Morten"
            ]
        ]
    ],
    "One of her husband's students in Bologna where he taught was the young (future film director) Pier Paolo Passolini (1922-1975).": [
        [
            105,
            114,
            [
                "Mussolini"
            ]
        ]
    ],
    "Passolini and Banti became close friends.": [
        [
            0,
            9,
            [
                "Mussolini"
            ]
        ],
        [
            14,
            19,
            [
                "Anti",
                "Bantu",
                "Bani"
            ]
        ]
    ],
    "A book by Banti, <em>Itinerario di Paolina</em>, appeared in 1937, During WWII, Banti continued to write novels, clearly propaganda for Fascism and American motives.": [
        [
            10,
            15,
            [
                "Anti",
                "Bantu",
                "Bani"
            ]
        ]
    ],
    "The most prominent of these, <em>Sette Lune</em> (Seven Moons) was issued in 1941.": [],
    "As the war progressed, Banti transcribed a novel to a screenplay romance film called <em>Sissignora</em> (Yes, Madam) in 1942.": [
        [
            23,
            28,
            [
                "Anti",
                "Bantu",
                "Bani"
            ]
        ]
    ],
    "The following year Pasolini wrote an evaluative article on her, terming her work \"Mannerist\", meaning her writings focused on <em>re-enactment</em> of painting.": [
        [
            19,
            27,
            [
                "Gasoline",
                "Paroling"
            ]
        ],
        [
            82,
            91,
            [
                "Mannerism"
            ]
        ]
    ],
    "While the war still ensued, Banti turned to researching a historical novel about the female baroque painter Artemisia Gentileschi.": [
        [
            28,
            33,
            [
                "Anti",
                "Bantu",
                "Bani"
            ]
        ],
        [
            108,
            117,
            [
                "Artemis"
            ]
        ],
        [
            118,
            129,
            [
                "Gentiles chi"
            ]
        ]
    ],
    "The first draft, however, was destroyed during Allied bombing in 1944 and she was forced to rewrite the manuscript.": [
        [
            69,
            73,
            [
                ", and"
            ]
        ]
    ],
    "It was published after the war, 1947, as <em>Artemisa</em>.": [],
    "It became her most important book, popularizing a heretofore obscure painter.": [],
    "The post-war years saw Banti and her husband founding <em> Paragone</em>, a journal for art and literature in 1950; her husband was editor.": [
        [
            23,
            28,
            [
                "Anti",
                "Bantu",
                "Bani"
            ]
        ]
    ],
    "The same year she published her translation of Virginia Woolf's <em>Jacob’s Room</em> which resulted in the popularization of Woolf in Italy.": [],
    "Banti also translated French authors such as Colette.": [
        [
            0,
            5,
            [
                "Anti",
                "Bantu",
                "Bani"
            ]
        ]
    ],
    "Her most feminist publication were her collected short stories, <em>Le donne muoiono</em> (The Women Die) which appeared in 1951.": [],
    "Banti returned to art history; brief biographies of artists followed, Fra Angelico and) Lorenzo Lotto (both 1953), Diego Velásquez (1955), Claude Monet (1956) as well as others into the 1960s.": [
        [
            0,
            5,
            [
                "Anti",
                "Bantu",
                "Bani"
            ]
        ],
        [
            70,
            73,
            [
                "Frey",
                "FRA",
                "Era",
                "Far",
                "IRA",
                "FRS"
            ]
        ],
        [
            159,
            169,
            [
                "and"
            ]
        ]
    ],
    "In addition she maintained a log-running cinema column in the magazine <em>L’approdo letterario</em>.": [
        [
            3,
            11,
            [
                "addition,"
            ]
        ]
    ],
    "After Longhi's death in 1970, Banti assumed the editorship of <em>Paragone</em> until 1985 when she divided the editorship between art and literature, the former to Mina Gregori (b.": [
        [
            6,
            12,
            [
                "Lo-fi",
                "Long hi"
            ]
        ],
        [
            30,
            35,
            [
                "Anti",
                "Bantu",
                "Bani"
            ]
        ]
    ],
    "1924).": [],
    "Banti's <em>Artemisia</em> claims importance because the novel format introduced the then obscure artist to a wide public.": [
        [
            0,
            5,
            [
                "Anti",
                "Bantu",
                "Bani"
            ]
        ]
    ],
    "Her husband had written a 1916 article on the painter, followed by a brief discussion by <a href=\"/vossh\">Hermann Voss</a> in his <em>Die Malerei Des Barock In Rom</em> of 1924.": [],
    "Like many of Banti's novels it has autobiographical similarities.": [
        [
            13,
            18,
            [
                "Anti",
                "Bantu",
                "Bani"
            ]
        ]
    ],
    "An early feminist, Banti treated the obscure artist--remembered mostly for the documents of her rape trial--in what would emerge after the 1970s as a watermark for feminist studies.": [
        [
            19,
            24,
            [
                "Anti",
                "Bantu",
                "Bani"
            ]
        ]
    ],
    "In the novel Gentileschi is nourished by the influential Genoan noblewoman, Pietra Spinola.": [
        [
            13,
            24,
            [
                "Gentiles chi"
            ]
        ],
        [
            57,
            63,
            [
                "Genoa",
                "Genoas"
            ]
        ],
        [
            76,
            82,
            [
                "Pietro",
                "Petra",
                "Pietà"
            ]
        ],
        [
            83,
            90,
            [
                "Spinoza"
            ]
        ]
    ],
    "Writing <em>Artemesia<em> Banti struggled between her identities as art historian and creative writer.": [
        [
            12,
            21,
            [
                "Armenia",
                "Artemis",
                "Artesian",
                "Freesia"
            ]
        ],
        [
            26,
            31,
            [
                "Anti",
                "Bantu",
                "Bani"
            ]
        ]
    ],
    "Overshadowed as an art historian by husband she came to terms with in her semi-autobiographical novels, the last of which <em> Un grido lacernate<em>, (A piercing cry, 1981) discussed in semi-fictional form her relationship with Longhi (Pireddu).</em></em></em></em>\n\n<em>Banti championed Pasolini his whole life.": [],
    "She published his personal journal, <em>Il Ferrobedò</em>, which later became the first chapter of his future bestseller <em>Ragazzi di vita</em> (Street Kids) in 1955.": [],
    "He praised her focus on the emancipated women and use of realism along with naturalism.": [],
    "Her husband's teachings led her to have an eye for specific illuminating details and precision of color and the understanding of various art figures and their historical significance.</em>": []
}