{
    "<p>Barasch was born to Menachem and Gusta Barasch in Czernowitz, Romania, (present day Ukraine) once an important center of Jewish culture.": [
        [
            3,
            10,
            [
                "Branch",
                "Barack",
                "Brash",
                "Banach",
                "Baruch",
                "Arash"
            ]
        ],
        [
            23,
            31,
            [
                "Menace",
                "Menaced",
                "Menaces",
                "Mensches"
            ]
        ],
        [
            36,
            41,
            [
                "Gustav",
                "Gupta",
                "Gust",
                "Gusts",
                "Gustaf",
                "USTA"
            ]
        ],
        [
            42,
            49,
            [
                "Branch",
                "Barack",
                "Brash",
                "Banach",
                "Baruch",
                "Arash"
            ]
        ],
        [
            53,
            63,
            [
                "Berkowitz",
                "Perkowitz"
            ]
        ]
    ],
    "His father was a Zionist who introduced his son to the tradition of <em>Haskalah</em>, the Jewish Enlightenment.": [],
    "The young Barasch showed himself to have substantial art talent.": [
        [
            10,
            17,
            [
                "Branch",
                "Barack",
                "Brash",
                "Banach",
                "Baruch",
                "Arash"
            ]
        ]
    ],
    "By age 13, he had already exhibited his drawings and paintings in Czernowitz, Prague, Budapest and Boston, which he visited.": [
        [
            66,
            76,
            [
                "Berkowitz",
                "Perkowitz"
            ]
        ]
    ],
    "He wrote daily in his notebooks, one of which was a diary.": [],
    "As a member of the <em>Haggana</em>, the Jewish military organization later to become the Israeli army, he used his artistic skills to forge passports for fleeing Jews.": [],
    "He married Berta Gandelman in 1942, emigrating to Israel in January 1948 where he fought for the country's independence, proclaimed in May of that year.": [
        [
            17,
            26,
            [
                "Adelman"
            ]
        ],
        [
            36,
            49,
            [
                "immigrating to",
                "emigrating from"
            ]
        ]
    ],
    "He joined the Teacher's College in 1949.": [],
    "Barasch was completely self-educated in the history of art, but his study included extended visits to the Warburg Institute in London and Princeton, under <a href=\"/panofskye\">Erwin Panofsky</a>.": [
        [
            0,
            7,
            [
                "Branch",
                "Barack",
                "Brash",
                "Banach",
                "Baruch",
                "Arash"
            ]
        ]
    ],
    "In 1958 he founded the Department of the History of Art, including the art library and slide collection, at the Hebrew University of Jerusalem.": [
        [
            3,
            7,
            [
                "1958,"
            ]
        ]
    ],
    "Barasch was appointed a senior lecturer in 1961, becoming head of the department in 1964.": [
        [
            0,
            7,
            [
                "Branch",
                "Barack",
                "Brash",
                "Banach",
                "Baruch",
                "Arash"
            ]
        ]
    ],
    "He served as a Member, Institute for Advanced Study in Princeton, 1967-68.": [],
    "Barasch was Senior Visiting Fellow at the Harvard Univ.": [
        [
            0,
            7,
            [
                "Branch",
                "Barack",
                "Brash",
                "Banach",
                "Baruch",
                "Arash"
            ]
        ]
    ],
    "Center for Italian Renaissance Studies (\"I Tatti\"), Florence, in 1969.": [
        [
            43,
            48,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ]
    ],
    "He was appointed Jack Cotton Professor of the History of Art and Chair of of Institute of Fine and Performing Arts, Hebrew University in 1971, which he held until 1975, intermittently acting as a Visiting Professor and Research Associate at New York University between 1970-79.": [
        [
            71,
            76,
            [
                "of"
            ]
        ]
    ],
    "He was Senior Fellow at Cornell University's Society for Humanities in 1981 and the same year Distinguished Visiting Professor at the Pennsylvania State University.": [],
    "In 1982 he taught as a visiting professor at the Freie Universität, Berlin.": [
        [
            3,
            7,
            [
                "1982,"
            ]
        ],
        [
            49,
            54,
            [
                "Free",
                "Frame",
                "Flair",
                "Fran",
                "Frail",
                "Fray"
            ]
        ],
        [
            55,
            66,
            [
                "University"
            ]
        ]
    ],
    "He published the first edition of his collected documents on the history of art theory in 1985.": [],
    "Between 1986-88 he taught at Yale University.": [],
    "In 1987 he published his <em>Giotto and the Language of Gesture</em>, major contribution to the literature on that artist.": [
        [
            3,
            7,
            [
                "1987,"
            ]
        ]
    ],
    "He became emeritus in 1988.": [],
    "In 1996 he was the recipient of the Israel Prize, and elected corresponding member of the Heidelberg Academy of Sciences.": [
        [
            3,
            7,
            [
                "1996,"
            ]
        ]
    ],
    "Barasch was the first Israeli art historian to attain worldwide recognition, lecturing widely at institutions in Europe and the United States (Freedman).": [
        [
            0,
            7,
            [
                "Branch",
                "Barack",
                "Brash",
                "Banach",
                "Baruch",
                "Arash"
            ]
        ]
    ],
    "His methodology closely follows that of the early Warburg tradition rooted in the relationship of objects rather than periodized art history.": [
        [
            118,
            128,
            [
                "per iodized"
            ]
        ]
    ],
    "Barasch was particularly influenced by <a href=\"/burckhardtj\">Jacob Burckhardt</a> and Arnaldo Momigliano, reading their works every year.": [
        [
            0,
            7,
            [
                "Branch",
                "Barack",
                "Brash",
                "Banach",
                "Baruch",
                "Arash"
            ]
        ]
    ],
    "The book that made the deepest impression on him was Panofsky's <em>Idea: A Concept in Art Theory</em>.": [
        [
            53,
            61,
            [
                "Sinofsky"
            ]
        ]
    ],
    "His topics ranged from late antiquity, the Middle Ages, to the Renaissance.": [],
    "His lectures and books, many of which were written in Hebrew, helped to develop the art historical terminology in that language and drew attention to many of the themes that were to attract scholars in the humanities.": [],
    "Three generations of Israelis grew up on the books he wrote, edited.": [],
    "He was also instrumental in having important art history texts translated into Hebrew.": [],
    "Francis Peters' 1985 book on Jerusalem was dedicated to him and his wife.</p>": []
}