{
    "Vassar faculty member from 1931 to 1968 known for lectures on 14th and 15th century Italian painters; led Vassar College wartime defense program during WWII.": [],
    "Barber was raised in Chicago, IL.": [],
    "She graduated with a B.A.": [],
    "from Bryn Mawr in philosophy and psychology while she studying under famed medievalist and art historian <a href=\"/kingg\">Georgiana Goddard King</a>.": [
        [
            0,
            4,
            [
                "From"
            ]
        ],
        [
            50,
            62,
            [
                "she's studying",
                "she is studying",
                "she was studying"
            ]
        ]
    ],
    "She received an M.A.": [],
    "in art history from Radcliffe in medieval sculpture and Renaissance painting, continuing graduate work at Radcliffe until 1931.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "In that year, Barber joined the Vassar Art Department as their third art historian.": [],
    "While working on her dissertation thesis in 1936, Barber was stranded during the bombing of Granada, Spain at the time of the outbreak of the Spanish Civil War.": [],
    "She was later evacuated to Cadiz along with 3 other women.": [],
    "Barber served on numerous arts organizations, including the Renaissance Society of America, College Art Association of America, and the Friends of Vassar Art Gallery and Barrett House.": [],
    "She taught a variety of courses at Vassar College, her best known being ‘Tuscan Painting of the Fourteenth and Fifteenth Century.’ During years of World War II, Barber promoted a three year art history program at Vassar to encourage students to go into graduate work.": [
        [
            179,
            189,
            [
                "three-year"
            ]
        ]
    ],
    "Throughout the war, she also served as the chairman of the Key Center for Information and the Emergency Committee.": [],
    "In 1947, at the Arts Action meeting, she, along with many art historians and artists, signed a letter to President Truman and Secretary Marshall to protest the cancellation of the American painting tour in South America and Europe.": [],
    "Barber chaired the art department at Vassar betwee 1965 to 1968, retiring in 1968.": [
        [
            44,
            50,
            [
                "between",
                "be twee",
                "bet wee"
            ]
        ]
    ],
    "She remained very involved in campus affairs until her death in 1984.": [],
    "She also supported local arts in Poughkeepsie, New York.": [],
    "She became the first member of the Bardavon Film Society and supported the League of Women Voters.": [
        [
            35,
            43,
            [
                "Cardamon"
            ]
        ]
    ],
    "Upon her retirement,Vassar College had an exhibit in their art gallery titled “The Italian Renaissance,” hoping to show the expanse of her studies.": [
        [
            19,
            26,
            [
                ", Vassar"
            ]
        ]
    ],
    "Using donations from educational institutions and museums, Vassar showcased drawings, prints, manuscripts, and books from the Renaissance.": [],
    "She died in 1984 and is buried in Edgartown, Massachusetts.": [
        [
            34,
            43,
            [
                "Edgar town"
            ]
        ]
    ],
    "In recent years, the Weitzel-Barber Art Travel Prize, an endowment that would send current Vassar students in art history and studio art to study around the world, was started in her honor.": [
        [
            21,
            35,
            [
                "Wentzel-Barber"
            ]
        ]
    ]
}