{
    "First female professor at La Scuola Normale Superiore di Pisa; known for publishing an authoritative monograph on Giorgio Vasari’s Lives.": [
        [
            29,
            35,
            [
                "Sculley",
                "Scholar",
                "Scroll",
                "Cupola",
                "Scuba",
                "Scala"
            ]
        ],
        [
            36,
            43,
            [
                "Normal",
                "Nor male",
                "Norm ale"
            ]
        ],
        [
            44,
            53,
            [
                "Superior",
                "Superiors"
            ]
        ],
        [
            54,
            56,
            [
                "DI",
                "Di",
                "I",
                "did",
                "do",
                "Dr"
            ]
        ]
    ],
    "Barocchi grew up spending time in her family's goldsmith shop in Florence, Italy, near the Ponte Vecchio, which she admitted helped refine her aesthetic sense of experiencing the world as a visual field (Passerini).": [
        [
            0,
            8,
            [
                "Bronchi"
            ]
        ],
        [
            204,
            213,
            [
                "Passerine"
            ]
        ]
    ],
    "She later studied art history as an undergraduate at the Università degli Studi di Firenze (University of Florence) producing a thesis in 1949 on Rosso Fiorentino under the Romanesque and Renaissance scholar <a>Mario Salmi</a> Through this mentorship with Salmi and freshly inspired by her thesis, Barocchi published her first book in 1950 on a critique of Mannerism and its influence on Fiorentino’s work.": [
        [
            57,
            67,
            [
                "University"
            ]
        ],
        [
            68,
            73,
            [
                "deli"
            ]
        ],
        [
            74,
            79,
            [
                "Studio",
                "Study",
                "Saudi",
                "Stud",
                "Studs"
            ]
        ],
        [
            146,
            151,
            [
                "Ross",
                "Russo",
                "Rossi"
            ]
        ],
        [
            152,
            162,
            [
                "Florentino"
            ]
        ]
    ],
    "This work began again the academic discourse on Mannerism, which had been disparaged during the fascist rule in Italy.": [],
    "During her time at the University of Florence, Barocchi adopted the writing style and method of another one of her professors, <a>Roberto Longhi</a>, who taught her to call attention to the artist's intent rather than simply providing formal analysis (Levi).": [
        [
            47,
            55,
            [
                "Bronchi"
            ]
        ]
    ],
    "She employed this methodology in later work, beginning with her appointment at the Università degli Studi di Lecce (modern, Università del Salento) in 1960, producing her most notable work: <em>Vasari Pittore</em>.": [
        [
            83,
            93,
            [
                "University"
            ]
        ],
        [
            94,
            99,
            [
                "deli"
            ]
        ],
        [
            100,
            105,
            [
                "Studio",
                "Study",
                "Saudi",
                "Stud",
                "Studs"
            ]
        ],
        [
            109,
            114,
            [
                "Recce"
            ]
        ],
        [
            124,
            134,
            [
                "University"
            ]
        ],
        [
            139,
            146,
            [
                "Silent",
                "Talent",
                "Talents",
                "Salient",
                "Salerno",
                "Lento"
            ]
        ]
    ],
    "This edition published in 1964 was lauded for its in-depth review of Vasari’s work by including a substantial analytical index filled with context to Vasari’s vocabulary as well as providing a fresh perspective on Vasari’s drawings by revealing the roles his assistants had with his art.": [
        [
            69,
            75,
            [
                "Va sari"
            ]
        ],
        [
            150,
            156,
            [
                "Va sari"
            ]
        ],
        [
            214,
            220,
            [
                "Va sari"
            ]
        ]
    ],
    "She began a revised, extended edition in 1966 (through 1997) with Rosanna Bettarin (1938-2012), which included a “commento secolare” demonstrating her dedication to Longhi’s methodology.": [
        [
            74,
            82,
            [
                "Bettering"
            ]
        ],
        [
            114,
            122,
            [
                "comments",
                "comment"
            ]
        ],
        [
            123,
            131,
            [
                "secular",
                "escolar"
            ]
        ],
        [
            165,
            171,
            [
                "Lo-fi",
                "Long hi"
            ]
        ]
    ],
    "These two Vasari texts are considered her magna opera.": [
        [
            10,
            16,
            [
                "Va sari"
            ]
        ]
    ],
    "Barocchi was appointed in 1968 to the first chair of History of Art Criticism making her the first female professor at La Scuola Normale Superiore di Pisa where she remained until her retirement in 2002.": [
        [
            0,
            8,
            [
                "Bronchi"
            ]
        ],
        [
            122,
            128,
            [
                "Sculley",
                "Scholar",
                "Scroll",
                "Cupola",
                "Scuba",
                "Scala"
            ]
        ],
        [
            129,
            136,
            [
                "Normal",
                "Nor male",
                "Norm ale"
            ]
        ],
        [
            137,
            146,
            [
                "Superior",
                "Superiors"
            ]
        ],
        [
            147,
            149,
            [
                "DI",
                "Di",
                "I",
                "did",
                "do",
                "Dr"
            ]
        ]
    ],
    "There, she established her own publishing house (Studio per edizioni scelte, or SPES) in 1974 as well as publishing and editing <em>Scritti d’arte Cinquecento</em> from 1971-1977 which organized the “scritti” by theme making the work much more comprehensive than her <em>Trattati d’arte del Cinquecento</em> published from 1960-1962.": [
        [
            60,
            68,
            [
                "edition",
                "editions"
            ]
        ],
        [
            69,
            75,
            [
                "svelte"
            ]
        ],
        [
            80,
            84,
            [
                "SEES",
                "SPIES",
                "APES",
                "SPEC",
                "SPED",
                "SNES"
            ]
        ]
    ],
    "She additionally published <em>Il Carteggio di Michaelangelo</em> as her next project from 1965-1983, where she revisited Michaelangelo's work.": [],
    "The Carteggio is known for its penetrating look into Michaelangelo both as a man and an artist by analyzing his personal letters.": [
        [
            4,
            13,
            [
                "Arpeggio",
                "Correggio"
            ]
        ],
        [
            53,
            66,
            [
                "Michelangelo"
            ]
        ]
    ],
    "At the beginning of her career, <a>[Bernard Berenson]</a> cautioned Barocchi to “be careful, because you will have a lot of pants that will try to cut your way” (Passerini).": [],
    "While Barocchi entered a discipline that could be exclusive and competitive in nature especially towards women as Berenson warned, she remained committed throughout her career to creating a transparent work environment by teaching and sharing her knowledge with future art historians in part by creating her own research center, Centro di Ricerche Informatiche per i Beni Culturali (CRIBECU) at La Scuola Normale that dealt with processing historical documents digitally.": [
        [
            6,
            14,
            [
                "Bronchi"
            ]
        ],
        [
            114,
            122,
            [
                "Benenson"
            ]
        ],
        [
            339,
            347,
            [
                "Recherche",
                "Recherché"
            ]
        ],
        [
            348,
            360,
            [
                "Informatic he"
            ]
        ],
        [
            367,
            371,
            [
                "Ben",
                "Bend",
                "Bent",
                "Benz",
                "Benin",
                "Benji"
            ]
        ],
        [
            372,
            381,
            [
                "Cultural"
            ]
        ],
        [
            383,
            390,
            [
                "CRITICS",
                "TRIBES",
                "CRIMES",
                "CRITIC",
                "TRIBE",
                "CRIME"
            ]
        ],
        [
            398,
            404,
            [
                "Sculley",
                "Scholar",
                "Scroll",
                "Cupola",
                "Scuba",
                "Scala"
            ]
        ],
        [
            405,
            412,
            [
                "Normal",
                "Nor male",
                "Norm ale"
            ]
        ]
    ],
    "This work eventually led Barocchi, after retiring, to engage with the lexicon of art history in a contemporary way by founding the Associazione Memofonte in 2006 with occasional help from her brother-in-law, Giovanni Nencioni (1911-2008).": [
        [
            25,
            33,
            [
                "Bronchi"
            ]
        ],
        [
            131,
            143,
            [
                "Association",
                "Associations"
            ]
        ],
        [
            144,
            153,
            [
                "Megaphone",
                "Homophone",
                "Aerophone",
                "Metafont"
            ]
        ],
        [
            217,
            225,
            [
                "Mention",
                "Mentions",
                "Pension",
                "Tension",
                "Tensions",
                "Fencing"
            ]
        ]
    ],
    "The foundation not only made her personal collection of digitized material available through new technology for future students but also attempted to introduce them to the often unapproachable terminology of art criticism.": [],
    "Barocchi worked on this project until her death in 2016.": [
        [
            0,
            8,
            [
                "Bronchi"
            ]
        ]
    ]
}