{
    "Founder, Museum of Modern Art, New York.": [],
    "Barr was the son of a Presbyterian minister, Alfred Hamilton Barr, Sr., and a homemaker Annie Elizabeth Wilson (Barr).": [],
    "The family moved to Baltimore where Barr was raised.": [],
    "His childhood friends included <a href=\"/kinge\">Edward Stauffer King</a>, later director of the Walters Art Gallery.": [],
    "Barr graduated at age 16 (valedictorian) from high school and entered Princeton University in 1918.": [],
    "At that the same year he read Henry Adam's <em>Mont Saint Michel and Chartres</em> influencing him toward art history.": [],
    "At Princeton he selected art history as his major in 1920, the year <a href=\"/marquanda\">Allan Marquand</a>, the department founder, retired.": [
        [
            3,
            12,
            [
                "Princeton,"
            ]
        ]
    ],
    "Barr's classes included the 1920 medieval course by <a href=\"/moreyc\">Charles Rufus Morey</a>, and the Italian renaissance and modern classes of <a href=\"/matherf\">Frank Jewett Mather, Jr.</a> His fellow undergraduate art history students included <a href=\"/meissm\">Millard Meiss</a>.": [],
    "After graduating (Phi Beta Kappa) in 1922, Barr received his A. M. in 1923 and began teaching at Vassar College while pursuing his Ph.D.": [],
    "at Harvard.": [
        [
            0,
            2,
            [
                "At"
            ]
        ]
    ],
    "His students at Vassar included the later Art Institute of Chicago curator <a href=\"/kuhk\">Katharine Kuh</a>.": [],
    "Barr made his first trip to Europe in 1924.": [],
    "At Harvard, he studied with <a href=\"/sachsp\">Paul J. Sachs</a> in Sach's legendary art museum course.": [],
    "In 1925 Barr taught at Princeton and in 1926-1927 at Wellesley (Wellesley's first modern art course).": [],
    "His students at Wellesley included <a href=\"/franch\">Helen M. Franc</a>, who would later work under him at the Museum of Modern Art.": [],
    "Barr curated the first modern-art exhibition at Harvard's Fogg art museum under Sachs.": [
        [
            58,
            62,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "<em>Vanity Fair</em> magazine published his requirements for entrance into his art class the same year.": [],
    "At Harvard, Barr met fellow art student <a href=\"/abbottj\">Jere Abbott</a> and the two spent much time in Paris studying art.": [],
    "In 1927 Barr visited the Bauhaus in Dessau, Germany, and witnessed modernism firsthand.": [],
    "In 1928, when Sachs was asked to recommend a student to Abby Aldrich Rockefeller (1874-1948) to direct a new museum for modern art, Sachs chose Barr.": [],
    "Rockefeller's board of directors included Duncan Phillips (1886-1966) and A. Conger Goodyear (1877-1964).": [],
    "Barr met fellow Harvard classmate <a href=\"/johnsonp\">Philip Johnson</a> in 1929 who would be a personal advisor in later years.": [],
    "Shortly after the stock market crash in 1929, Barr opened the first exhibition of the new museum in the 12th floor of the Heckscher building.": [
        [
            122,
            131,
            [
                "Herschel",
                "Escher",
                "Heckler",
                "Huckster"
            ]
        ]
    ],
    "Barr appointed Abbott to be his associate director and Abbott took care of much of the day-to-day operations of the museum.": [],
    "But a mysterious falling out between Abbott (who was a homosexual) and Barr (or the Board of directors) took place, and Abbott left the Museum.": [],
    "In 1932 Barr married Margaret \"Marga\" Scolari-Fitzmaurice (d.": [
        [
            31,
            36,
            [
                "Maria",
                "Mara",
                "Marge",
                "Marta",
                "Margo",
                "Marla"
            ]
        ],
        [
            38,
            57,
            [
                "Scholars-Fitzmaurice"
            ]
        ]
    ],
    "1987), an Italian-born art historian studying at New York University on a fellowship, in 1930.": [],
    "In 1931 for an exhibition on modern architecture, Barr coined the term \"international style\" to describe the movement, a show curated by <a href=\"/hitchcockr\">Henry-Russell Hitchcock</a> and Johnson.": [],
    "In 1932 Johnson funded the new department of architecture and became its first curator.": [],
    "Barr was in Germany in 1932 and witnessed the Nazi closing of art galleries.": [],
    "In 1933 he wrote on behalf of <a href=\"/panofskye\">Erwin Panofsky</a>'s appointment to the Courtauld Institute and in 1934 at Panofsky's suggestion, sponsored Panofsky's student <a href=\"/jansonh\">Horst Woldemar Janson</a>.": [
        [
            3,
            7,
            [
                "1933,"
            ]
        ]
    ],
    "During these years Barr's main job was to advise the trustees of the museum on their personal art purchases; the museum spent only $1000 on art purchases the first six years of its existence.": [],
    "In 1935 Barr was one of those invited to the famous, informal gathering of art scholars organized by <a href=\"/schapirer\">Meyer Schapiro</a> that included <a href=\"/goldwaterr\">Robert Goldwater</a>, the dealer <a href=\"/kleinj\">Jerome Klein</a>, Panofsky and <a href=\"/mumfordl\">Lewis Mumford</a>.": [],
    "That year he hired <a href=\"/newhallb\">Beaumont Newhall</a> to be curator of photography and Iris Barry (1895-1969) to establish the first film library to part of a museum.": [],
    "In 1939 the first of Barr's panegyrics to Picasso appeared: <em>Picasso: Forty Years of his Art</em>.": [],
    "The same year, a critique of Barr's approach to Cubism was published by the Columbia art historian <a href=\"/schapirer\">Meyer Schapiro</a>.": [],
    "In 1943 Steven Clark, a conservative, became chairman of the Board of the MoMA.": [],
    "Disputes with Barr erupted and Clark fired him.": [],
    "The popular legend, told years later, that Barr retired to the library, refusing to leave, however, is not true.": [],
    "Barr was a poor administrator and procrastinator; his long-awaited history of modern art never appeared.": [],
    "The same year <a href=\"/sobyj\">James Thrall Soby</a> was appointed assistant director, and a special position created for Barr (his salary cut to $6000/year).": [],
    "In 1944 the Museum appointed <a href=\"/dharnoncourtr\">René d'Harnoncourt</a> as its director.": [],
    "d'Harnoncourt's sensitivity to the situation with Barr and gentle personality allowed both men to function positively.": [
        [
            0,
            1,
            [
                "D"
            ]
        ],
        [
            2,
            13,
            [
                "Harcourt"
            ]
        ]
    ],
    "Barr remained true to the artists whom he championed.": [],
    "In 1944, during the height of World War II, Piet Mondrian when died in New York, Barr arranged for his funeral.": [],
    "In 1946, <em>Picasso: Fifty Years of his Art</em> appeared by Barr.": [],
    "Though he had left Harvard for the Museum without completing his dissertation, Barr submitted the Picasso book in 1947 and through special arrangement, Harvard awarded him a Ph.D.": [],
    "Barr assumed the title of \"Director of Collections\" that year, returning to his old office, and his salary changed to $10,000.": [],
    "In 1949 Princeton awarded him an honorary doctorate.": [],
    "Barr's MoMA focused on European modern art; the Guggenheim gave the first exhibitions to Pollock, Rothko (whose work Barr never purchase), and Baziotes.": [
        [
            143,
            151,
            [
                "Barites"
            ]
        ]
    ],
    "Even in the 1960s, Barr declined to purchase Pop art, refusing a work at one point in order to buy a twelfth Leger.": [],
    "In 1948, the position of the MoMA vis-a-vis the Metropolitan Museum of Art and other museums brought an agreement that MoMa would sell its works to the Met for $191,000 in order for it to constantly house only truly modern art.": [
        [
            34,
            43,
            [
                "vis-à-vis"
            ]
        ],
        [
            119,
            123,
            [
                "MoMA",
                "Coma",
                "Roma",
                "Mom",
                "MDMA",
                "Mona"
            ]
        ]
    ],
    "By 1951 the deal had dissolved and in 1953 MoMA Board chairman John Hay \"Jock\" Whitney (1904-1982) confirmed that the MoMA would not pass on works to other museums.": [],
    "In 1951 Barr published his extended catalog and book, <em>Matisse: His Art and his Public</em>, written during the time he was without a museum appointment.": [],
    "The book was a standard in Matisse studies for many years.": [],
    "Barr was approached during this time to write the volume on modern art for the <em>Pelican History of Art</em> series, but he declined.": [],
    "The volumes in the series were later divided into European and American art, written by <a href=\"/badtk\">Kurt Badt</a> and <a href=\"/wilmerdingj\">John Wilmerding</a>.": [],
    "Barr officially retired from the Museum in 1967.": [],
    "In the years after his retirement, Alzheimer's disease set in.": [],
    "In 1975 he was committed to a nursing home.": [
        [
            3,
            7,
            [
                "1975,"
            ]
        ]
    ],
    "He died at the Salisbury, CT facility in 1981.": [],
    "Barr was the great publicizers of modern art for the American Public, the major catalyst for public-acceptance of modern art in America.": [
        [
            19,
            30,
            [
                "publicizes"
            ]
        ]
    ],
    "Hired initially by the wealthy New York art collecting elite to validate their tastes by creating a museum for their art, he acted as their advisor and procurer of art during the early years when the Museum bought almost no art at all.": [],
    "Much has been written about the \"eye\" of Barr, (i.e., his ability to identify the highest quality work of art).": [],
    "The works he selected for the museum and its benefactors (many of which were eventually donated to the the Museum) formed the canon of modern art history.": [
        [
            99,
            106,
            [
                "the"
            ]
        ]
    ],
    "But his blindnesses to other art movements were equally glaring.": [
        [
            8,
            19,
            [
                "blindness",
                "kindnesses",
                "blanknesses"
            ]
        ]
    ],
    "The Museum was late to purchase the work of the New York abstract expressionists even though they lived and exhibited in the shadow of the museum.": [],
    "As a museum director, he instituted aggressive advertising campaigns for the museum at a time when few other art museums did, insisting that exhibition catalogs be accessible both financially and intellectually to the public.": [],
    "He was not a scholar.": [],
    "His histories of modern art and artists are largely drawn from personal experience (though he spoke neither French nor German) and from questionnaires mailed to the artists (such as Matisse).": [],
    "His concept of art history was a construct of \"isms\" linked in a linear fashion.": [
        [
            60,
            79,
            [
                "linearly"
            ]
        ]
    ],
    "Meyer Schapiro's famous critic of Barr's theory in 1937 accused him of explaining the rise of abstract art \"independent of historical conditions.\"": [
        [
            6,
            14,
            [
                "Shapiro"
            ]
        ]
    ],
    "Yet Kuh, recalling his lectures at Vassar, cited him as an inspirational force because he wove social history into his lectures.": [
        [
            4,
            7,
            [
                "kWh",
                "Kuhn",
                "Uh",
                "Huh",
                "Duh",
                "Kph"
            ]
        ]
    ],
    "Barr avoided employing theories from other disciplines, such as Freudian analysis for example, in art history.": [],
    "The respect Barr commanded in a largely conservative art world is best summed in the fact that he was the only historian to write on the subject of modern art for the <em>Gazette des Beaux Arts</em> in the 1940s.": []
}