{
    "Museum curator; author of first modern comprehensive catalog of prints, <em>Le Peintre-graveur</em>.": [],
    "Bartsch was the son of a court official of Prince Starhemberg of Austria.": [
        [
            0,
            7,
            [
                "Bart sch"
            ]
        ]
    ],
    "He studied academic subjects at the University in Vienna and then drawing and engraving at Viennese Academy of Arts (Kupferstecherakademie) under Jacob Schmuzer (1733-1811).": [
        [
            152,
            160,
            [
                "Schnauzer",
                "Schumer",
                "Schmoozer"
            ]
        ]
    ],
    "From 1777-1781 he worked in the Imperial Library, cataloging books.": [],
    "Between 1783-4 he was sent to Paris with the print collection's registrar, Paul Strattmann, to acquire the print collection of the Johann Anton de Peters (1725-1795).": [
        [
            80,
            90,
            [
                "Stratton"
            ]
        ]
    ],
    "Though this attempt was unsuccessful (it was snapped up by the Bibliothèque Royale in Paris) Bartsch learned the art of analyzing prints quickly and first hand.": [
        [
            93,
            100,
            [
                "Bart sch"
            ]
        ]
    ],
    "He used his time in Paris to study other print collections, and was successful in purchasing twenty-one Rembrandt prints from Pierre-François Basan (1723-1797).": [
        [
            142,
            147,
            [
                "Basin",
                "Basal",
                "Bajan",
                "Hasan"
            ]
        ]
    ],
    "In 1784 Bartsch was in Brussels, where he met the art dealer Domenico Artaria (1765-1823) and further to the Netherlands.": [
        [
            8,
            15,
            [
                "Bart sch"
            ]
        ],
        [
            70,
            77,
            [
                "Art aria"
            ]
        ]
    ],
    "Returning to Vienna, Bartsch received his first commission for a <em>catalogue raisonné</em> of prints, that of the collection of Charles Antoine Joseph, Prince de Ligne (1759-1792).": [
        [
            21,
            28,
            [
                "Bart sch"
            ]
        ],
        [
            164,
            169,
            [
                "Line"
            ]
        ]
    ],
    "Ligne's death in one of the first battles of the Franco-Austrian war meant Bartsch's catalog was in fact an auction catalog (it was published in 1794).": [
        [
            0,
            5,
            [
                "Line"
            ]
        ],
        [
            75,
            82,
            [
                "Bart sch"
            ]
        ]
    ],
    "In it, Bartsch set out the organizing principles of what would be his famous later work, <em>Le Peintre graveur</em>.": [
        [
            7,
            14,
            [
                "Bart sch"
            ]
        ]
    ],
    "In 1791 he was appointed curator of the imperial print collection by its director, Gottfried, Baron van Swieten (1734-1803).": [
        [
            3,
            7,
            [
                "1791,"
            ]
        ],
        [
            104,
            111,
            [
                "Sweeten"
            ]
        ]
    ],
    "Bartsch purchased prints, mostly Italian and German ofthe 15th- and 16th-centuries, including those by Marcantonio Raimondi, Heinrich Aldegrever, Wenceslas Hollar, Rembrandt van Rijn, Jacque Callot and Claude Lorrain.": [
        [
            0,
            7,
            [
                "Bart sch"
            ]
        ],
        [
            52,
            57,
            [
                "of the"
            ]
        ],
        [
            115,
            123,
            [
                "Raymond"
            ]
        ],
        [
            146,
            155,
            [
                "Wellesley"
            ]
        ],
        [
            156,
            162,
            [
                "Dollar",
                "Collar",
                "Holler",
                "Holley"
            ]
        ],
        [
            178,
            182,
            [
                "In",
                "Run",
                "Win",
                "Ran",
                "Reign",
                "Rich"
            ]
        ],
        [
            184,
            190,
            [
                "Jacques"
            ]
        ],
        [
            191,
            197,
            [
                "Ballot",
                "Allot",
                "Callow",
                "Callout",
                "Cal lot"
            ]
        ]
    ],
    "The Imperial collection expanded nearly 20-fold under his direction.": [],
    "Bartsch was elected to the Viennese Academy of Fine Arts in 1792.": [
        [
            0,
            7,
            [
                "Bart sch"
            ]
        ]
    ],
    "In 1794 was named adviser to Albert, Duke of Saxe-Teschen, on his drawings collection.": [
        [
            45,
            57,
            [
                "Same-Teschen",
                "Saxe-Teacher"
            ]
        ],
        [
            66,
            74,
            [
                "drawings'",
                "drawing's"
            ]
        ]
    ],
    "In 1795 Bartsch embarked upon a series of artist's oeuvre catalogs, beginning with the prints of Antoni Waterloo (1610-1690).": [
        [
            8,
            15,
            [
                "Bart sch"
            ]
        ]
    ],
    "Catalogs of the prints of Guido Reni and his pupils, (1795), Rembrandt (1797) and Lucas van Leyden (1798) followed.": [],
    "When the woodblocks commissioned by Emperor Maximilian I celebrating the achievements of his reign were discovered in a monastery, Bartsch set about reprinting them.": [
        [
            55,
            68,
            [
                "I'm celebrating",
                "I am celebrating",
                "I was celebrating"
            ]
        ],
        [
            131,
            138,
            [
                "Bart sch"
            ]
        ]
    ],
    "This series, beginning with <em>Der Triumphzug Kaiser Maximilians I</em> (135 woodcuts, 1796), <em>Die Ehrenpforte</em> (1799), <em>Der Weisskunig</em> (1799) and <em>Die Heiligen aus der Sipp-, Mag- und Schwägerschaft des Kaisers Maximilian I</em> gained him a great reputation.": [],
    "But Bartsch's greatest achievement lay yet before him.": [
        [
            4,
            11,
            [
                "Bart sch"
            ]
        ]
    ],
    "Beginning in 1803, he issued his systematic catalog of major graphic artists, <em>Le Peintre-graveur</em>.": [],
    "In 1812 he was knighted for his work and in 1816 placed in charge of the print collection.": [
        [
            3,
            7,
            [
                "1812,"
            ]
        ]
    ],
    "Bartsch continued to issue his catalog, completing the final volume of the 21-volume set in 1821, the year of his death.": [
        [
            0,
            7,
            [
                "Bart sch"
            ]
        ]
    ],
    "To Bartsch, the term <em>peintres graveur</em> was assigned only to highest graphic works.": [
        [
            3,
            10,
            [
                "Bart sch"
            ]
        ]
    ],
    "As opposed to those engravers who merely copied other works, Bartsch viewed the \"painter engravers\" as artists with originality and technical accomplishment.": [
        [
            61,
            68,
            [
                "Bart sch"
            ]
        ]
    ],
    "Bartsch summarized his findings in a collector's manual entitled <em>Anleitung zur Kupferstichkunde</em>, also published in 1821.": [
        [
            0,
            7,
            [
                "Bart sch"
            ]
        ]
    ],
    "His son <a href=\"/bartschf\">Ritter Friedrich Joseph Adam von Bartsch</a>, followed him in office of the collection of the Imperial library and was also a knighted as art historian.": [],
    "Bartsch's classification of prints draws heavily from the lists and annotations made by <a href=\"/mariettej\">Pierre-Jean Mariette</a>, <em>fils</em> (1694-1774) the son of the Parisian art dealer and the compiler of print collection of Prince Eugene of Savoy.": [
        [
            0,
            7,
            [
                "Bart sch"
            ]
        ]
    ],
    "Mariette's classification, which included an index of prints, was divided by art periods and artists (in alphabetical sequence) to create a finding aid to the imperial collection.": [
        [
            0,
            8,
            [
                "Marietta",
                "Marlette"
            ]
        ]
    ],
    "Bartsch's <em>Peintre-graveur</em> used this classification schema, organizing more than 500 artists by country and school.": [
        [
            0,
            7,
            [
                "Bart sch"
            ]
        ]
    ],
    "Each entry was subdivided by subject-matter.": [],
    "He added brief descriptions of the print for easier identification as well as differences in states, and rarity.": [],
    "To help distinguish fakes, illustrations were provided.": [],
    "Bartsch's work became the first modern print oeuvre catalog in that his systemization depended upon no particular collection or theme.": [
        [
            0,
            7,
            [
                "Bart sch"
            ]
        ],
        [
            72,
            85,
            [
                "systematization"
            ]
        ]
    ],
    "It was intended for collectors, connoisseurs and historians to further scholarship.": [],
    "Following his death, other corpora followed, in some cases addressing artist who were thought not to be <em>peintre-graveurs</em>, such as the 1829 catalog of Maarten van Heemskerck by the librarian Thomas Kerrich (1748-1828).": [],
    "Additional contributors to the <em>Le Peintre-graveur</em> included <a href=\"/hellerj\">Joseph Heller</a>.": []
}