{
    "Italian priest who wrote the first serious biographical account of artists of Ferrara, beginning in 1704, and other histories of art.": [],
    "Baruffaldi was the son of the collector and scholar Nicolò Baruffaldi (1645-1748).": [
        [
            52,
            58,
            [
                "Nicole",
                "Nicola",
                "Niccolo",
                "Niccolò"
            ]
        ]
    ],
    "He initially attended the Jesuit seminary in Ferrara before studying under his father.": [],
    "He was ordained a priest, then a doctor of philosophy, joining the literary Colonia Ferrarese dell'Arcadia.": [
        [
            84,
            93,
            [
                "Ferries",
                "Ferrari",
                "Ferrara",
                "Terriers",
                "Ferraris",
                "Ferraro"
            ]
        ]
    ],
    "He wrote historical treatises and poetry under the pseudonym \"Cluento Nettunio.\"": [
        [
            62,
            69,
            [
                "Client",
                "Clients",
                "Fluent",
                "Lento"
            ]
        ],
        [
            70,
            78,
            [
                "Netting",
                "Neutrino",
                "Neptune",
                "Nettie",
                "Petunia",
                "Nettling"
            ]
        ]
    ],
    "After publishing a history of the city of Ferrara in 1700, he began working on a biography of Ferrara artists, <em>Vite de' pittori e scultori ferraresi</em>, in 1704, based on the popular model of <a href=\"/vasarig\">Giorgio Vasari</a> and more closely <a href=\"/baglioneg\">Giovanni Baglione</a>.": [],
    "However, he was exiled to the Veneto for political reasons in 1711, and on his return in 1713, other works caught his attention.": [],
    "In addition to poetry and histories, he publish art titles such as <em>Museo Volpiano: baccanale</em> in 1720 and a work on the art of the stations of the cross with Giovanni Andrea Barotti (1701-1772), which appeared in 1732.": [
        [
            40,
            47,
            [
                "publishes",
                "published"
            ]
        ]
    ],
    "His history of the University of Ferrara, co-authored with Ferrante Borsetti Ferranti Bolani (1682-1764) was published in 1735.": [
        [
            59,
            67,
            [
                "Errant",
                "Terrance",
                "Serrate",
                "Ferrand"
            ]
        ],
        [
            68,
            76,
            [
                "Rossetti",
                "Borgatti"
            ]
        ],
        [
            77,
            85,
            [
                "Ferrari",
                "Errant",
                "Ferrand"
            ]
        ],
        [
            86,
            92,
            [
                "Boleyn"
            ]
        ]
    ],
    "He held a number of university and church appointments.": [],
    "In his capacity as arch-priest of Cento, Baruffaldi became a protector of artists.": [
        [
            34,
            39,
            [
                "Cent",
                "Cents",
                "Canto",
                "Lento",
                "CENTR",
                "CentOS"
            ]
        ]
    ],
    "A project to rebuild the collegiate church together with Alfonso Torreggiani was completed in 1744.": [],
    "However, Baruffaldi died without completing his most important work for art, his <em>Lives</em>, along with over 200 other manuscripts.": [],
    "The first volume of his project had to wait nearly one hundred years after his death to be issued.<em>Vite de' pittori e scultori ferraresi</em> is the first Ferrara art history and remains an important primary source.": [],
    "Like his forerunners of artistic biography, Baruffaldi's work contained errors and bias against other artists, e.g., Cosimo Tura.": [
        [
            117,
            123,
            [
                "Costco",
                "Casino",
                "Cosmic",
                "Cosmos",
                "Como",
                "Cosine"
            ]
        ],
        [
            124,
            128,
            [
                "Turn",
                "Turf",
                "Aura",
                "Tuna",
                "Turk",
                "Tuba"
            ]
        ]
    ]
}