{
    "Rembrandt scholar and professor of art history, Freiburg.": [],
    "The son of a Mecklenburg judge, Bauch served as cadet and a second lieutenant in the imperial navy, 1916-18.": [
        [
            32,
            37,
            [
                "Batch",
                "Bach",
                "Baruch"
            ]
        ]
    ],
    "After a 1919-21 <em>volontariat</em> at the Schweriner Museum in Rostock, Germany, under <a href=\"/brinckmanna\">Albert Brinckmann</a>, Bauch studied art history at the universities in Berlin, under <a href=\"/goldschmidta\">Adolph Goldschmidt</a> and Munich, under <a href=\"/wolfflinh\">Heinrich Wölfflin</a>.": [],
    "Bauch also spent time in the art-historical academies of Vienna, where since 1909 two nearly antithetical institutes existed, one run by <a href=\"/schlosserj\">Julius Alwin von Schlosser</a> and the other by <a href=\"/strzygowski\">Josef Rudolf Thomas Strzygowski</a>.": [
        [
            0,
            5,
            [
                "Batch",
                "Bach",
                "Baruch"
            ]
        ]
    ],
    "After brief employment at the Sankt Annen Museum in Lubeck, he obtained his doctorate in Freiburg in 1922 writing his dissertation under <a href=\"/jantzenh\">Hans Jantzen</a>.": [
        [
            30,
            35,
            [
                "Sank",
                "Sanka",
                "San kt"
            ]
        ],
        [
            36,
            41,
            [
                "Anne",
                "Annex"
            ]
        ],
        [
            52,
            58,
            [
                "Lübeck"
            ]
        ]
    ],
    "Jantzen was to remain a powerful influence on Bauch his life.": [
        [
            0,
            7,
            [
                "Canteen",
                "Jansen",
                "Janssen"
            ]
        ],
        [
            46,
            51,
            [
                "Batch",
                "Bach",
                "Baruch"
            ]
        ]
    ],
    "Bauch's dissertation was on the artist Jakob Adriaensz Backer (1608-1651), a pupil of Rembrandt.": [
        [
            0,
            5,
            [
                "Batch",
                "Bach",
                "Baruch"
            ]
        ],
        [
            45,
            54,
            [
                "Adrian",
                "Adriana",
                "Adrien",
                "Adrienne",
                "Adriano",
                "Adrianne"
            ]
        ]
    ],
    "Bauch served 1924-1926 as an assistant in the Hague with the famous Rembrandt scholar, <a href=\"/hofstededegrootc\">Cornelis Hofstede de Groot</a>.": [
        [
            0,
            5,
            [
                "Batch",
                "Bach",
                "Baruch"
            ]
        ],
        [
            42,
            45,
            [
                "The"
            ]
        ]
    ],
    "In 1927, Bauch's <em>habilitationsschrift</em>, <em>Die Kunst des jungen Rembrandt</em> appeared.": [
        [
            9,
            14,
            [
                "Batch",
                "Bach",
                "Baruch"
            ]
        ]
    ],
    "Bauch taught medieval and early modern art history as a <em>privatdozent</em> between 1927-31 in Freiburg, moving to Frankfurt in 1932, also as a <em>privatdozent</em>.": [
        [
            0,
            5,
            [
                "Batch",
                "Bach",
                "Baruch"
            ]
        ]
    ],
    "He joined the Nazi party (NSDAP) the year of their accession to power, 1933, allowing him to returned to Freiburg as <em>Ordinarius</em> (full) professor and succeeded Jantzen.": [
        [
            93,
            101,
            [
                "return"
            ]
        ]
    ],
    "He continued to publish during World War II under the Nazi regime, joining the Marine War Office, 1939-1944.": [],
    "During this time he published a patriotic booklet, <em>Das eiserne Kreuz</em> (\"The Iron Cross,\" 1941).": [],
    "However, at the same time he sheltered and \"protected\" (quotation marks, Heckscher) the art historian <a href=\"/foersterl\">Lotte Brand Foerster</a> when she fled Hamburg and Nazi persecution.": [
        [
            73,
            82,
            [
                "Herschel",
                "Escher",
                "Heckler",
                "Huckster"
            ]
        ]
    ],
    "He resumed his ordinarius professorship at Freiburg in 1945, publishing books on medieval scholarship and Asian art, retiring in 1962.": [
        [
            15,
            25,
            [
                "ordinaries"
            ]
        ]
    ],
    "Bauch's focus on the early, Leyden years of Rembrandt (1626-32) was based on the premise that each individual work of art is fully valid unto itself and that early works were not immature preambles leading to greater accomplishments.": [
        [
            0,
            5,
            [
                "Batch",
                "Bach",
                "Baruch"
            ]
        ],
        [
            28,
            34,
            [
                "Laden",
                "Baden",
                "Hayden",
                "Leiden",
                "Leaden",
                "Weyden"
            ]
        ]
    ],
    "Bauch's methodology conceived of two spheres of the history of art.": [
        [
            0,
            5,
            [
                "Batch",
                "Bach",
                "Baruch"
            ]
        ]
    ],
    "Firstly the purely artistic aspects, demonstrating the approach of Munich teacher Wöllflin.": [
        [
            82,
            90,
            [
                "Wolfing",
                "Collin",
                "Wolfman",
                "Worldline"
            ]
        ]
    ],
    "The second sphere, the historic one, where outside influences and social forces help determine the content of art.": [],
    "Bauch published numerous pronouncements on the authenticity of Rembrandt paintings which the Rembrandt Research Project, founded in 1968, supported.": [
        [
            0,
            5,
            [
                "Batch",
                "Bach",
                "Baruch"
            ]
        ]
    ],
    "He adopted an ahistorical, philosophical approach to art in the 1940s and 50s based upon the philosophical foundations of the phenomenology and the ontology of Edmund Husserl (1859-1938) and Martin Heidegger (1889-1976).": [
        [
            14,
            25,
            [
                "historical",
                "a historical"
            ]
        ]
    ],
    "In a contribution to a volume for Martin Heidegger's 60th Anniversary, Bauch commented on the topic of the singularity of art.": [
        [
            71,
            76,
            [
                "Batch",
                "Bach",
                "Baruch"
            ]
        ]
    ],
    "The art historian will only fully understand the work of art, Bauch contended, where the form cannot be analyzed or defined.": [
        [
            62,
            67,
            [
                "Batch",
                "Bach",
                "Baruch"
            ]
        ]
    ],
    "A universal scholar, his writings covered the Middle Ages and the modern era, Italy, Germany and the Netherlands.": [],
    "He also wrote a history of the oriental art (<em>Abendländische Kunst</em>, 1952).": []
}