{
    "Rubens scholar and director of the Rubenshuis.": [],
    "Baudouin studied during World War II.": [],
    "After the liberation of Belgium he assisted between 1946 and 1948 in the repatriation of artworks stolen by the Nazis.": [],
    "He worked as a research assistant at the Rijksmuseum in Amsterdam where he met the scholars <a href=\"/burchardl\">Ludwig Burchard</a> and <a href=\"/hulstr\">Roger-Adolf d'Hulst</a>.": [],
    "A delegation of Antwerp city officials visiting the museum in 1949, including the Burgomeister Lode Craeybeckx (1897-1976), noticed his activities and invited him back to his native Belgium.": [
        [
            82,
            94,
            [
                "Burgomaster",
                "Burgomasters"
            ]
        ]
    ],
    "In 1950 Baudouin was hired to direct the Rubenshuis (Rubens House) as deputy keeper and the Middelheimpark.": [],
    "He also began teaching at the Katholieke Vlaamse Hogeschoolopleiding, a municipal school for training art professionals, and the Katholieke Vlaamse Hogeschool voor Vrouwen.": [
        [
            41,
            48,
            [
                "Claims",
                "Please",
                "Blame",
                "Clause",
                "Flame",
                "Lease"
            ]
        ],
        [
            140,
            147,
            [
                "Claims",
                "Please",
                "Blame",
                "Clause",
                "Flame",
                "Lease"
            ]
        ],
        [
            148,
            158,
            [
                "Homeschool"
            ]
        ],
        [
            159,
            163,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            164,
            171,
            [
                "Rouen",
                "Brouwer"
            ]
        ]
    ],
    "In 1952 he was promoted to oversee two more of Antwerp's art-historical museums as well, the Museum Smidt van Gelder and Museum Mayer van den Bergh, forming what came to be known as the \"Kunsthistorische Museum.\"": [
        [
            3,
            7,
            [
                "1952,"
            ]
        ],
        [
            100,
            105,
            [
                "Said",
                "Side",
                "Mid",
                "Smith",
                "Suit",
                "Shift"
            ]
        ],
        [
            110,
            116,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "His chief responsibilities included mounting exhibitions for these museums.": [],
    "He abandoned his Ph.D.": [],
    "research, which was on the eighteenth-century Antwerp architect Jan Pieter van Baurscheit the Younger.": [
        [
            0,
            8,
            [
                "Research"
            ]
        ]
    ],
    "In 1954 he launched the \"De Madonna in de Kunst\" exhibition at the Koninklijk Museum voor Schone Kunsten.": [
        [
            3,
            7,
            [
                "1954,"
            ]
        ],
        [
            42,
            47,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ],
        [
            67,
            77,
            [
                "Koninklijke"
            ]
        ],
        [
            85,
            89,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            90,
            96,
            [
                "Shone",
                "Scone",
                "Sc hone",
                "Sch one"
            ]
        ],
        [
            97,
            104,
            [
                "Unseen",
                "Munster",
                "Tungsten",
                "Austen",
                "Kirsten",
                "Kinsmen"
            ]
        ]
    ],
    "In 1956 Baudouin mounted the Rubenshuis exhibition on the artist's drawings, together with d'Hulst to coincide with the 75th-birthday celebration of the Rubens scholar Burchard.": [
        [
            93,
            98,
            [
                "Hurst",
                "Holst"
            ]
        ],
        [
            168,
            176,
            [
                "Bur chard"
            ]
        ]
    ],
    "The catalog was expanded in 1963 to become <em>Rubens Drawings</em>, and remains one of the most important monographs on the topic.": [],
    "In 1959 he and <a href=\"/hulstr\">Roger-Adolf d'Hulst</a> founded the Nationaal Centrum voor de Plastische Kunsten in de 16de en 17de eeuw, (today the Centrum voor de Vlaamse kunst van de 16de en 17de eeuw) principally to edit and publish the <em>Corpus Rubenianum Ludwig Burchard</em>.": [
        [
            3,
            7,
            [
                "1959,"
            ]
        ]
    ],
    "Other notable Rubenshuis exhibitions under Baudouin included \"Tekeningen van P. P. Rubens\" (1956), \"Herinneringen aan Rubens\" (1958), and \"Antoon van Dyck tekeningen en olieverfschetsen\" (1960).": [
        [
            62,
            72,
            [
                "Wageningen"
            ]
        ],
        [
            114,
            117,
            [
                "AAN",
                "an",
                "can",
                "man",
                "San",
                "ran"
            ]
        ],
        [
            139,
            145,
            [
                "Anton"
            ]
        ],
        [
            155,
            165,
            [
                "Wageningen"
            ]
        ]
    ],
    "His \"Rubens diplomaat\" was held at the Rubenskasteel (Rubens Castle) in Elewijt in 1962.": [
        [
            12,
            21,
            [
                "diplomat",
                "diplomata",
                "diploma at"
            ]
        ],
        [
            72,
            79,
            [
                "Element",
                "Lewis",
                "Elect",
                "Elegant",
                "Eliot",
                "Elliot"
            ]
        ]
    ],
    "He chaired the Belgian committee of the International Council of Museums (ICOM) between 1968-1970.": [
        [
            74,
            78,
            [
                "COM",
                "ICON",
                "ICBM",
                "ICM",
                "IOM",
                "ICO"
            ]
        ]
    ],
    "He was a founding member of the Museum devoted to Rubens' patron, Nicolaas Rockox (1560-1640), in 1970.": [
        [
            66,
            74,
            [
                "Nicolas",
                "Nicolaus",
                "Nicolás",
                "Nicola as"
            ]
        ]
    ],
    "In 1971 he participated in a symposium and exhibition held at the Princeton University's Art Museum, organized by <a href=\"/martinj\">Jack Martin</a>.": [
        [
            3,
            7,
            [
                "1971,"
            ]
        ]
    ],
    "In 1977 he was placed in charge of the international exhibition of the 400th anniversary of Rubens' birth, \"P. P. Rubens: schilderijen, olieverfschetsen, tekeningen\" jointly organized by the City of Antwerp, the Ministerie van Nederlandse Cultuur (Ministry for Dutch Culture) and the Royal Museum of Fine Arts.": [
        [
            3,
            7,
            [
                "1977,"
            ]
        ],
        [
            154,
            164,
            [
                "Wageningen"
            ]
        ],
        [
            212,
            222,
            [
                "Minister",
                "Ministers",
                "Miniseries",
                "Ministerial",
                "Ministries",
                "Ministered"
            ]
        ],
        [
            227,
            238,
            [
                "Nederland"
            ]
        ],
        [
            239,
            246,
            [
                "Culture"
            ]
        ]
    ],
    "He retired as director of the Antwerp art museums at the end of 1980.": [],
    "The following year he organized an exhibition held at the (Seibu Bijutsukan) Seibu Museum of Art Tokyo, Japan, and sponsored by the Tokyo Shimbun and the Ministry of the Flemish Community for Cultural Affairs, Belgium.": [
        [
            59,
            64,
            [
                "Same",
                "Said",
                "San",
                "Saw",
                "Says",
                "Safe"
            ]
        ],
        [
            77,
            82,
            [
                "Same",
                "Said",
                "San",
                "Saw",
                "Says",
                "Safe"
            ]
        ],
        [
            138,
            145,
            [
                "Shim bun"
            ]
        ]
    ],
    "He, Christopher Brown, and Hans Vlieghe wrote the exhibition catalog for the 1999 Anthony van Dyck traveling exhibition.": [
        [
            32,
            39,
            [
                "Liege",
                "Liège"
            ]
        ]
    ],
    "At the time of his death he was working on the volume for the Corpus Rubenianum on Rubens and architecture, a significant part of which was the Rubenshuis which Baudouin directed.": []
}