{
    "<p>Expert in the German Art of the Middles Ages.": [],
    "Baum studied art history at the universities of Munich, Berlin and Tübingen, where he worked under <a href=\"/vollk\">Karl Voll</a> and <a href=\"/wolfflinh\">Heinrich Wölfflin</a>.": [],
    "He completed his dissertation in Tübingen in 1905 on the churches of the architect Heinrich Schickhardt (1558-1634) under <a href=\"/langek\">Konrad von Lange</a>.": [],
    "Baum wrote his habilitation under <a href=\"/weizsackerh\">Heinrich Weizsäcker</a> in Technische Hochschule in Stuttgart.": [
        [
            15,
            27,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ]
    ],
    "In 1911 his work on <em>Ulmer Plastik um 1500</em>, caught the attention of the scholars <a href=\"/clemenp\">Paul Clemen</a>, <a href=\"/falkej\">Jakob Falke</a> and Philipp Halm (1854-1923) at the Technische Hochschule.": [],
    "He taught art history there until 1924.": [],
    "Except for voluntary service in World War I, Baum worked between 1908-23 first as an assistant and then conservator at the Wurtemberg Office for Historic Conservation (Württembergischen Amt für Denkmalpflege) and at the state museum in Stuttgart.": [
        [
            123,
            133,
            [
                "Württemberg"
            ]
        ],
        [
            190,
            193,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "Out of this work he published the catalog <em>Deutschen Bildwerke des 10.-18.": [
        [
            46,
            55,
            [
                "Deutsche"
            ]
        ],
        [
            66,
            69,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Jahrhunderts</em> (1931).": [],
    "In 1924 Baum was called to be the director of the museum at Ulm.": [],
    "There he dedicated himself to the history of local art and artists.": [],
    "He married Emma Gruner (1893-1970), a protestant woman, in 1929.": [
        [
            16,
            22,
            [
                "Gruber",
                "Pruner"
            ]
        ]
    ],
    "In 1930 he published the final volume in the series of <em>Handbuchs des Kunstwissenschaft,</em> which was the first survey of the history of paintings and sculpture of the north Alps in the Middle Ages.": [
        [
            3,
            7,
            [
                "1930,"
            ]
        ]
    ],
    "After his dismissal in 1933 he was invited by <a href=\"/roosvalj\">Johnny Roosval</a> of the University of Stockholm to lecture in the Winter semester of 1935.": [],
    "His lectures were published in 1937 in Paris as <em>La sculpture figurale en Europe à l'époque mérovingienne</em>.": [],
    "Back in Stuttgart as a private art historian, Baum was arrested by the Gestapo in 1938 as a Jew and taken to the concentration camp at Welzheim.": [
        [
            135,
            143,
            [
                "Waltham",
                "Wertheim",
                "Waldheim"
            ]
        ]
    ],
    "Authorities at a museum in Bern rescued him in 1939, enabling a move to Switzerland.": [],
    "He lived in Switzerland until the end of World War II working for the state archive in Lucerne researching medieval sculptors.": [],
    "In 1946 Baum returned to Germany at the invitation of the minister of culture Theodor Heuss (1884-1963).": [],
    "Baum was enlisted in the rebuilding of German castles between 1947-1952.": [],
    "In his research on medieval Bavarian art, Bauch analyzed the development of styles and iconography of the Middle Ages.": [
        [
            42,
            47,
            [
                "Batch",
                "Bach",
                "Baruch"
            ]
        ]
    ],
    "Baum understood style questions as matters of time, dissociated from at the trend toward a \"scientific approach to art\" which became vogue in the 1920s (led by <a href=\"/gerstenbergk\">Kurt Gerstenberg</a>, <a href=\"/pinderw\">Wilhelm Pinder</a>, <a href=\"/hageno\">Oskar Hagen</a>, Eugen Kurt Fischer) which related artistic epochs to among other things, ethnic peoples.": [],
    "Chief among these in the speculation was the gothic, which Baum regarded as an element of the era, not of a people.": [],
    "Typical of the form-analytic generation of art historians, Baum, saw the development of art in the context of the culture and history of ideas, a notion he adopted from <a href=\"/burckhardtj\">Jacob Burckhardt</a>.": [],
    "In <em>Zwölf deutsche Dome des Mittelalters</em> (1955) he examined individual buildings and their sculptural decoration in the context of their respective social conditions in the cities and dioceses.": [],
    "The self-sufficiency of the German buildings were stressed, contrasting French and Italian reliance on the antique.": [],
    "The wall treatment became a key notion for Baum.</p>": []
}