{
    "<p>Americanist and Director of the Whitney Museum of American Art, 1968-74.": [
        [
            3,
            14,
            [
                "Americanism"
            ]
        ]
    ],
    "Baur was the son of a Yale professor of archaeology, Paul V. C. Baur (1872-1951) and mother Susan Whiting.": [
        [
            0,
            4,
            [
                "Bar",
                "Bauer",
                "Barr",
                "Blur",
                "Baum",
                "Baud"
            ]
        ],
        [
            64,
            68,
            [
                "Bar",
                "Bauer",
                "Barr",
                "Blur",
                "Baum",
                "Baud"
            ]
        ]
    ],
    "The younger Baur attended Yale, graduating with a B.A.": [
        [
            12,
            16,
            [
                "Bar",
                "Bauer",
                "Barr",
                "Blur",
                "Baum",
                "Baud"
            ]
        ]
    ],
    "in English in 1932.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Finding little teaching work during the height of the depression, he returned to Yale on an art history scholarship.": [],
    "At Yale he studied with <a href=\"/focillonh\">Henri Focillon</a> and <a href=\"/aubertm\">Marcel Aubert</a>.": [
        [
            3,
            7,
            [
                "Yale,"
            ]
        ]
    ],
    "His 1934 M.A.": [],
    "thesis was on a topic of baroque art.": [
        [
            0,
            6,
            [
                "Thesis"
            ]
        ]
    ],
    "Baur accepted at the Brooklyn Museum of Art initially in the education department, but within two years he was curator of painting and sculpture.": [
        [
            0,
            4,
            [
                "Bar",
                "Bauer",
                "Barr",
                "Blur",
                "Baum",
                "Baud"
            ]
        ]
    ],
    "Baur began to collect and write about American artists.": [
        [
            0,
            4,
            [
                "Bar",
                "Bauer",
                "Barr",
                "Blur",
                "Baum",
                "Baud"
            ]
        ]
    ],
    "In 1938 he married Louise Weld Chase, then the assistant curator of medieval art.": [
        [
            3,
            7,
            [
                "1938,"
            ]
        ]
    ],
    "Baur's exhibitions during these years included some of the earliest for American artists.": [
        [
            0,
            4,
            [
                "Bar",
                "Bauer",
                "Barr",
                "Blur",
                "Baum",
                "Baud"
            ]
        ]
    ],
    "His Eastman Johnson exhibition of 1940 was followed two years later by one on John Quidor.": [
        [
            83,
            89,
            [
                "Quid or"
            ]
        ]
    ],
    "In the midst of World War II, Baur, 35, joined the army in 1944.": [
        [
            30,
            34,
            [
                "Bar",
                "Bauer",
                "Barr",
                "Blur",
                "Baum",
                "Baud"
            ]
        ]
    ],
    "He soon found himself in special services organizing soldiers' art exhibitions at the National Gallery of Art in Washgington, D. C. The postwar years afforded Baur time to write and mount new exhibitions at the Brooklyn Museum.": [
        [
            113,
            124,
            [
                "Washington"
            ]
        ],
        [
            159,
            163,
            [
                "Bar",
                "Bauer",
                "Barr",
                "Blur",
                "Baum",
                "Baud"
            ]
        ]
    ],
    "He launched an exhibition on Theodore Robinson (1946) and Karolik Collection of American Paintings (1949).": [
        [
            58,
            65,
            [
                "Karelia",
                "Karol",
                "Kaolin",
                "Karolina"
            ]
        ]
    ],
    "While researching his <em>1951 Revolution and Tradition in Modern American Art</em> book for the Library of Congress, he met the Whitney Museum of American Art's associate director, <a href=\"/goodrichl\">Lloyd Goodrich</a>.": [],
    "Baur joined the Whitney in 1952 to help facilitate the move from its Greenwich Village brownstone to its new location near the Museum of Modern Art.": [
        [
            0,
            4,
            [
                "Bar",
                "Bauer",
                "Barr",
                "Blur",
                "Baum",
                "Baud"
            ]
        ]
    ],
    "In 1958 Goodrich became director and Baur succeeded him as associate director.": [
        [
            37,
            41,
            [
                "Bar",
                "Bauer",
                "Barr",
                "Blur",
                "Baum",
                "Baud"
            ]
        ]
    ],
    "However, it was once again clear that increasing visitors and exhibition size required an even larger museum presence.": [],
    "Baur was put in charge of raising funds and working with the architect, Marcel Breuer (1902 - 1981).": [
        [
            0,
            4,
            [
                "Bar",
                "Bauer",
                "Barr",
                "Blur",
                "Baum",
                "Baud"
            ]
        ],
        [
            91,
            94,
            [
                "–"
            ]
        ]
    ],
    "In 1966 the new Whitney opened at its present location on Madison Avenue.": [],
    "Two years later Baur was named director, once again succeeding Goodrich.": [
        [
            16,
            20,
            [
                "Bar",
                "Bauer",
                "Barr",
                "Blur",
                "Baum",
                "Baud"
            ]
        ]
    ],
    "Baur remained director only six years, but in that time he reprised his exhibitions of John Quidor and Theodore Robinson in a 1969 exhibition and a large Elie Nadelman show.": [
        [
            0,
            4,
            [
                "Bar",
                "Bauer",
                "Barr",
                "Blur",
                "Baum",
                "Baud"
            ]
        ],
        [
            92,
            98,
            [
                "Quid or"
            ]
        ],
        [
            159,
            167,
            [
                "Adelman"
            ]
        ]
    ],
    "After retirement, Baur consulted for Kennedy Galleries, New York and continued to contribute to various American art journals.": [
        [
            18,
            22,
            [
                "Bar",
                "Bauer",
                "Barr",
                "Blur",
                "Baum",
                "Baud"
            ]
        ]
    ],
    "He died of heart failure at 77.": [],
    "His papers are housed at the Archives of American Art and the Whitney Museum.": [],
    "Baur was considered a particular authority on the art of John Marin.</p>": [
        [
            0,
            4,
            [
                "Bar",
                "Bauer",
                "Barr",
                "Blur",
                "Baum",
                "Baud"
            ]
        ]
    ]
}