{
    "Scholar of Italian Renaissance art who employed postmodernist and social-history methods.": [],
    "Baxandall's parents were the museum director <a href=\"/baxandalld\">David Kighley Baxandall</a> and Isobel Thomas (Baxandall).": [
        [
            0,
            9,
            [
                "Randall",
                "Crandall"
            ]
        ]
    ],
    "He attended Manchester Grammar School, Manchester, England, and then Downing College, Cambridge University where he received an A. M. At Cambridge, the literary critic William Empson (1906-1984) and literary scholar Frank Raymond Leavis (1895-1978) helped him form a lingual approach to culture.": [
        [
            176,
            182,
            [
                "Epson"
            ]
        ],
        [
            230,
            236,
            [
                "Leaves",
                "Levis",
                "Lévis"
            ]
        ]
    ],
    "He continued study at the University in Pavia and Munich.": [
        [
            40,
            45,
            [
                "Pa via"
            ]
        ]
    ],
    "Baxandall was a Fellow at the Warburg Institute between 1959 and 1961, studying along with <a href=\"/podrom\">Michael Podro</a> under <a href=\"/gombriche\">E.": [
        [
            0,
            9,
            [
                "Randall",
                "Crandall"
            ]
        ]
    ],
    "H. Gombrich</a>.": [],
    "In 1961 he joined the Victoria and Albert Museum's department of Architecture and Sculpture, then under the direction of <a href=\"/popehennessyj\">John Pope-Hennessy</a>.": [
        [
            3,
            7,
            [
                "1961,"
            ]
        ]
    ],
    "The following year <a href=\"/hodgkinsont\">Terence Hodgkinson</a> returned to the department from an assistant director position at the museum, and Baxandall and Hodgkinson worked together.": [],
    "He married Katharina Simon in 1963.": [],
    "In 1965 Baxandall left the V&amp;A to be a lecturer at the Warburg Institute of the University of London.": [
        [
            8,
            17,
            [
                "Randall",
                "Crandall"
            ]
        ],
        [
            27,
            32,
            [
                "Vamp"
            ]
        ]
    ],
    "His pamphlet, <em>German Wood Statuettes 1500-1800</em>, dates from this period.": [],
    "The result of his Warburg years research appeared as his first book Giotto and the Orators, 1971, an examination of how language shapes a response to art.": [],
    "In 1972 he published a book which established his reputation as one of the emerging art historians of the \"new art history,\" <em>Painting and Experience in Fifteenth-Century Italy</em>.": [
        [
            3,
            7,
            [
                "1972,"
            ]
        ]
    ],
    "He was advanced to a Reader position at the Warburg in 1973.": [],
    "Baxandall was Slade professor of Art at Oxford University for the 1974-1975 year.": [
        [
            0,
            9,
            [
                "Randall",
                "Crandall"
            ]
        ],
        [
            14,
            19,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "His 1979 article \"The Language of Art History,\" in the <em>New Literary History</em> criticized theoretical pontification within the discipline.": [
        [
            108,
            121,
            [
                "fortification",
                "notification",
                "mortification",
                "pontificating"
            ]
        ]
    ],
    "In 1980, he published <em>The Limewood Sculptors of Renaissance Germany</em>, a topic suggested to him by Hodgkinson.": [],
    "He was named Professor of the History of the Classical Tradition of the Warburg the following year.": [],
    "Baxandall was appointed A. D. White Professor-at-Large at Cornell University in 1982, which he held until 1988.": [
        [
            0,
            9,
            [
                "Randall",
                "Crandall"
            ]
        ]
    ],
    "His methodological book, <em>Patterns of Intention: on the Historical Explanation of Pictures</em> was published to acclaim in 1985.": [],
    "In 1987 he became Professor of the History of Art at the University of California, Berkeley.": [
        [
            3,
            7,
            [
                "1987,"
            ]
        ]
    ],
    "He retired from Berkeley, emeritus, in 1996, as the onset of Parkinson's disease set in.": [],
    "A later-life interest in the eighteenth century led to a collaborative book with <a href=\"/alperss\">Svetlana Alpers</a>, <em>Tiepolo and Pictorial Intelligence</em>, 1994.": [],
    "In 1999, Blackwell publishers issued a series of essays by other art historians on Baxandall's methodology, <em>About Michael Baxandall</em>.": [
        [
            83,
            92,
            [
                "Randall",
                "Crandall"
            ]
        ]
    ],
    "His Warburg-era students include Charles Saumarez Smith, Director of the National Portrait Gallery, London, and Michael Ann Holly <em>Paintings and Experience in Fifteenth-Century Italy</em> (1972), was one of the first books to examine Italian Renaissance art as social history, and the first to address an undergraduate audience.": [
        [
            41,
            49,
            [
                "Suarez",
                "Daumier",
                "Saucier",
                "Suárez"
            ]
        ]
    ],
    "Baxandall argued for a \"visual anthropology,\" i.e., a way to look at art through the experiences of the viewers of the period.": [
        [
            0,
            9,
            [
                "Randall",
                "Crandall"
            ]
        ]
    ],
    "The book immediately became a staple of university course curricula and Baxandall issued a second edition in 1988.": [
        [
            72,
            81,
            [
                "Randall",
                "Crandall"
            ]
        ]
    ],
    "Michael Ann Holly, his student, characterized his work as \"fundamentally a postmodernist point of view.\"": [],
    "He is considered one of the founders of what came to be known as \"visual literacy studies\" some twenty-five years later.": []
}