{
    "Director of the National Gallery of Scotland, 1952-1970.": [],
    "Baxandall's father was the scientific historian David Baxandall (1874-1938).": [
        [
            0,
            9,
            [
                "Randall",
                "Crandall"
            ]
        ],
        [
            54,
            63,
            [
                "Randall",
                "Crandall"
            ]
        ]
    ],
    "The younger David Baxandall joined the National Museum of Wales in 1929 as an assistant keeper (curator).": [
        [
            18,
            27,
            [
                "Randall",
                "Crandall"
            ]
        ]
    ],
    "The National Museum was a modest institution where Baxandall had difficulties convincing the Trustees to accept even a watercolor by the Welsh artist David Jones.": [
        [
            51,
            60,
            [
                "Randall",
                "Crandall"
            ]
        ]
    ],
    "In Cardiff he met and married Isobel Thomas, daughter of a Welsh rectory, in 1931.": [
        [
            3,
            10,
            [
                "Cardiff,"
            ]
        ],
        [
            30,
            36,
            [
                "Isabel"
            ]
        ]
    ],
    "He advanced to Keeper in 1939.": [],
    "He resigned from the Cardiff institution in 1941, at the age of 36, to join the RAF in World War II, working on aerial reconnaissance photographs and the penetration of camouflage.": [],
    "After the War, Baxandall was appointed director of Manchester City Art Galleries in 1945.": [
        [
            15,
            24,
            [
                "Randall",
                "Crandall"
            ]
        ]
    ],
    "Manchester was provincial: dreary buildings full of mostly 19th-century art and committees known for overruling the professionals they employed.": [],
    "Baxandall added some modern pieces to the collection, including works by his friend, Ben Nicholson.": [
        [
            0,
            9,
            [
                "Randall",
                "Crandall"
            ]
        ]
    ],
    "His friends during this time included <a href=\"/readh\">Herbert Read</a>, and the art patron Helen Sutherland (1881-1964).": [],
    "Yet Manchester was overall frustrating for him.": [],
    "When <a href=\"/waterhousee\">Ellis K. Waterhouse</a> resigned as director of the National Galleries of Scotland, Baxandall succeeded him in 1952.": [],
    "Waterhouse had been unwilling to move the Gallery into truly modern art.": [],
    "The Edinburgh Trustees admired Baxandall's accomplishments in Manchester.": [
        [
            31,
            40,
            [
                "Randall",
                "Crandall"
            ]
        ]
    ],
    "Together with Colin Thompson, Baxandall extended the scope of the Galleries, which already included the Scottish National Portrait Gallery, to an addition of a gallery of modern art, under Douglas Hall.": [
        [
            30,
            39,
            [
                "Randall",
                "Crandall"
            ]
        ]
    ],
    "The Scottish National Gallery of Modern Art opened in 1960 in a small Georgian mansion, Inverleith House.": [
        [
            88,
            98,
            [
                "Interfaith"
            ]
        ]
    ],
    "Modern English artists, such as Henry Moore, Paul Nash were acquired, but the Gallery's modest finances could not compete with the emerging art market.": [],
    "Baxandall's acquisitions included Velasquez's <em>Woman Frying Eggs</em> (1618) and was instrumental in the retention of the Sutherland loan and the Maitland Gift.": [
        [
            0,
            9,
            [
                "Randall",
                "Crandall"
            ]
        ]
    ],
    "The new Gallery's mission to feature emerging Scottish artists, together with Baxandall's distaste for expressionism, again limited collection development.": [
        [
            78,
            87,
            [
                "Randall",
                "Crandall"
            ]
        ]
    ],
    "The Elizabeth Watt bequest to the Gallery of Modern Art, which came to the Gallery long after his retirement, was cultivated during his tenure.": [],
    "In 1962 Baxandall published a book on his friend, <em>Ben Nicholson: an Account of his Work</em>.": [
        [
            8,
            17,
            [
                "Randall",
                "Crandall"
            ]
        ]
    ],
    "He retired in 1970.": [],
    "His hobby, photography, resulted in an excellent record of the Romanesque sculptures of Herefordshire churches.": [
        [
            88,
            101,
            [
                "Hertfordshire",
                "Hereford shire",
                "Herefords hire"
            ]
        ]
    ],
    "He died at age 87.": [],
    "His son was the distinguished art historian <a href=\"/baxandallm\">Michael Baxandall</a>.": []
}