{
    "Connoisseur and art critic, co-founder of the Kunsthistorisches Institut in Florence.": [
        [
            64,
            72,
            [
                "Institute"
            ]
        ]
    ],
    "Bayersdorfer initially studied medicine before moving to Munich in 1853 and switching to the humanities.": [],
    "Beginning in 1862 he studied philosophy, art history as well as economics, never attaining a degree in any of these fields.": [],
    "In 1870 he became noted as a journalist and chess player.": [
        [
            3,
            7,
            [
                "1870,"
            ]
        ]
    ],
    "In the following years he wrote for the theatre reviews for the newspapers of Vienna and Munich, including Richard Wagner's <em>Die Meistersinger</em> and <em>Die Walküre</em>, 1868/70.": [
        [
            40,
            47,
            [
                "theater"
            ]
        ]
    ],
    "In the 1860s Bayersdorfer met the artists Victor Müller (1830-1871), Hans Thoma (1839-1924), Karl Haider (1846-1912), Wilhelm Trübner (1839-1924) and Arnold Böcklin (1827-1901).": [
        [
            74,
            79,
            [
                "Thomas",
                "Tahoma"
            ]
        ],
        [
            98,
            104,
            [
                "Harder",
                "Raider",
                "Hider",
                "Aider"
            ]
        ],
        [
            126,
            133,
            [
                "Runner",
                "Turner",
                "Rubber",
                "Trainer",
                "Tuner",
                "Brunner"
            ]
        ]
    ],
    "In 1869 he was part of the organizing committee of the first international art presentation at the Glaspalast.": [
        [
            3,
            7,
            [
                "1869,"
            ]
        ]
    ],
    "There he met Gustave Courbet.": [],
    "An avid admirer modern French art, Bayersdorfer correctly predicted that the work of artists like Courbet, Corot, Millet and Manet would be more appreciated in the future than the current academic art.": [],
    "Bayersdorfer made use of a state stipend to make thirteen trips to Italy.": [],
    "There he met <a href=\"/cavalcaselleg\">G.": [],
    "B. Cavalcaselle</a> and the artist and art theorist Adolf von Hildebrand (1847-1921).": [],
    "During this time, Bayersdorfer researched the galleries of Italy, making several important discoveries.": [],
    "In 1880 he became curator of the art gallery in Castle Schleissheim.": [
        [
            3,
            7,
            [
                "1880,"
            ]
        ]
    ],
    "In 1884 he was appointed curator at the Alte Pinakothek in Munich, where his main contribution was the publication of the museum catalogs.": [
        [
            3,
            7,
            [
                "1884,"
            ]
        ],
        [
            40,
            44,
            [
                "Alter",
                "Ate",
                "Ale",
                "Alto",
                "Alta",
                "Ante"
            ]
        ]
    ],
    "Together with the art historian <a href=\"/reberf\">Franz von Reber</a> he published the series of <em>Klassischer Bilderschatz</em> (beginning in 1889) and <em>Klassischer Skulpturenschatz</em> (beginning 1896).": [],
    "Along with <a href=\"/zimmermannm\">Max Georg Zimmermann</a> and <a href=\"/schmarsowa\">August Schmarsow</a>, Bayersdorfer foundered the Kunsthistorisches Institut in Florence in 1895.": [],
    "Schmarsow nominated Bayersdorfer for an honorary doctorate at the University of Leipzig in 1897.": [],
    "Bayersdorfer spent his final two years in Florence.": [],
    "Bayersdorfer was among the group of art historians, along with <a href=\"/woltmanna\">Alfred Woltmann</a>, <a href=\"/thausingm\">Moriz Thausing</a>, <a href=\"/lutzowk\">Karl F. A. von Lützow</a>, <a href=\"/lippmannf\">Friedrich Lippmann</a> and <a href=\"/lubkew\">Wilhelm Lübke</a> who in signed the famous \"Dresden Declaration\" in 1871.": [],
    "The so-called \"Holbein convention,\" was one of the important events in nineteenth-century art history when many methodical approaches were employed to determined authenticity.": [],
    "This affidavit affirmed that the version of the Holbein <em>Madonna des Bürgermeisters Meyer</em> at the Schlossmuseum in Darmstadt was the original one, opposing popular opinion.": [],
    "Bayersdorfer's 1872 essay explained his findings in a cogent manner comprehensible to the public.": [],
    "He showed skepticism to works that included simplistic elements such as environment, social environment and social conditions since they could not convey the fuller sense of the art.": [],
    "Like his contemporary, <a href=\"/morellig\">Giovanni Morelli</a>, Bayersdorfer argued that connoisseurship was the principle way in which a painting's authenticity could be determined.": [],
    "His numerous voyages throughout Europe made Bayersdorfer one of the greatest connoisseurs of European art of his time.": []
}