{
    "<p>Curator of paintings at the Louvre Museum, 1951-1965; historian of 19<sup>th</sup> century French art.": [
        [
            77,
            79,
            [
                "the",
                "TH",
                "Th",
                "to",
                "tho",
                "TT"
            ]
        ]
    ],
    "Bazin was the son of Charles Bazin and Jeanne Laurence Mounier-Pouthot (Bazin).": [
        [
            0,
            5,
            [
                "Basin",
                "Bain"
            ]
        ],
        [
            29,
            34,
            [
                "Basin",
                "Bain"
            ]
        ],
        [
            55,
            70,
            [
                "Mounter-Pouthot",
                "Mounier-Pout hot"
            ]
        ],
        [
            72,
            77,
            [
                "Basin",
                "Bain"
            ]
        ]
    ],
    "He studied art history at the Sorbonne with both <a href=\"/focillonh\">Henri Focillon</a> and <a href=\"/malea\">Émile Mâle</a>, where he reached the baccalaureate and licentiate levels.": [],
    "After completing his studies at the Sorbonne, Bazin received a diploma in museology from the école du Louvre.": [
        [
            46,
            51,
            [
                "Basin",
                "Bain"
            ]
        ],
        [
            93,
            98,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            99,
            101,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ]
    ],
    "In 1928, he joined the department of drawings at the école des Beaux Arts in Paris.": [
        [
            53,
            58,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            59,
            62,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            63,
            73,
            [
                "Beaux-Arts"
            ]
        ]
    ],
    "His work at the école lead to a 1937 appointment as curator of department of paintings and drawings, Musée du Louvre, later adding an appointment as professor at the Free University of Brussels in 1934.": [
        [
            16,
            21,
            [
                "Cole",
                "ecol"
            ]
        ]
    ],
    "He served in the French infantry from 1939-1940 during World War II, rising to captain, and after leaving the military, helped to protect French artwork during the Nazi Occupation of France.": [],
    "He was appointed professor of museum studies at école du Louvre in 1941.": [
        [
            48,
            53,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            54,
            56,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ]
    ],
    "When he returned to his work at the Louvre, Bazin was appointed director of paintings and drawings.": [
        [
            44,
            49,
            [
                "Basin",
                "Bain"
            ]
        ]
    ],
    "He published several books on a wide range of artists and time periods, including works on Hans Memling (1939), Fra Angelico (1941), and Camille Corot (1942).": [
        [
            112,
            115,
            [
                "Frey",
                "FRA",
                "Era",
                "Far",
                "IRA",
                "FRS"
            ]
        ]
    ],
    "He married Suzanne Comtesse Heller Bielotzerkowka in 1947.": [
        [
            19,
            27,
            [
                "Corteses"
            ]
        ]
    ],
    "Bazin became curator in chief at the Louvre in 1951 and began rearranging the paintings to reflect the museum's vast collection of works from around the world.": [
        [
            0,
            5,
            [
                "Basin",
                "Bain"
            ]
        ]
    ],
    "In 1953, he published <em>L'Histoire de l'art de la préhistoire à nos jours</em>, one of several major books and catalogues that he wrote or edited in the 1950's.": [],
    "While he worked at the Louvre, Bazin led a project to restore and reframe the Impressionist paintings in the Musée Jeu de Paume, which was completed in 1958.": [
        [
            31,
            36,
            [
                "Basin",
                "Bain"
            ]
        ],
        [
            109,
            114,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            115,
            118,
            [
                "EU",
                "Jet",
                "Jew",
                "Jen",
                "Jed",
                "Eu"
            ]
        ]
    ],
    "In addition to producing scholarly writings, Bazin lectured on his research in Europe and America.": [
        [
            45,
            50,
            [
                "Basin",
                "Bain"
            ]
        ]
    ],
    "His varied writings included art historiography and museology.": [],
    "He received numerous awards and honors for his work as a scholar and curator, including the Officer of the Legion of Honor (1954), Commander of the Belgian Order of Leopold (1956), and membership in the Institut de France.": [],
    "He retired as professor of museum studies in 1970.": [],
    "When he died at the age of 88, Bazin was writing a <em>catalogue raisonné</em> of Theodore Géricault's work, which was completed posthumously in 1997.": [
        [
            31,
            36,
            [
                "Basin",
                "Bain"
            ]
        ]
    ],
    "His many students included <a href=\"/dacosn\">Nicole Dacos</a>.</p>": []
}