{
    "<p>Winslow Homer scholar and professor of art, Bowdoin College, 1936-1978.": [],
    "Beam's parents were Millard Filmore Beam and Georgia Bettye Avera (Beam).": [
        [
            28,
            35,
            [
                "Fillmore",
                "Gilmore",
                "Film ore"
            ]
        ],
        [
            60,
            65,
            [
                "Avert",
                "Avers",
                "Avery",
                "Vera",
                "Aver",
                "Av era"
            ]
        ]
    ],
    "He graduated from Harvard University, <em>cum laude</em> in 1933, joining the William Rockhill Nelson Gallery of Art (later Nelson-Atkins Museum) in Kansas City, MO, the same year, under <a href=\"/gardnerjp\">Paul Gardner</a>, and working with <a href=\"/wittmanno\">Otto Wittmann, Jr.</a> Beam was appointed professor at the Kansas City Art Institute as well.": [
        [
            86,
            94,
            [
                "Rock hill"
            ]
        ]
    ],
    "He traveled to London receiving a Certificate of the Courtauld Institute in 1936.": [
        [
            53,
            62,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "In 1936, too, he joined Bowdoin College, Brunswick, ME, as curator of the art collections and instructor in the department of art and met Charles L. Homer, the nephew of the American artist Winslow Homer.": [],
    "This began a career interest in the artist.": [],
    "He rose to museum director of Bowdoin's art museum, the youngest in art museum director the nation, at age 28, in 1939.": [],
    "The same year he married Frances Merriman.": [
        [
            33,
            41,
            [
                "Harriman",
                "Merriam",
                "Merrimack",
                "Ferryman",
                "Merriment",
                "Merman"
            ]
        ]
    ],
    "Beam resumed graduate work at Harvard, achieving an M.A.": [],
    "in 1943 and PhD.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "in 1944, writing his dissertation on Homer.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "As Professor Beam, he was a member of the Board of Governors of the Portland Art Museum from 1945 to 1950.": [],
    "He was named (full) professor of art in 1949, chairing the department of art from that year until until 1978.": [
        [
            92,
            103,
            [
                "until"
            ]
        ]
    ],
    "He chaired the Maine State Art Commission between 1951 and 1952.": [],
    "In 1958 he received the named chair of Henry Johnson Professor of Art and Archaeology.": [
        [
            3,
            7,
            [
                "1958,"
            ]
        ]
    ],
    "During these years, Beam modernized and expanded Bowdoin's art facilities.": [],
    "His first book, after contributing to several reference works, was <em>The Language of Art</em> in 1958.": [],
    "<em>The Art of John Sloan</em> appeared in 1962.": [],
    "His <em>Winslow Homer at Prout's Neck</em> was published in 1966.": [],
    "He relinquished his director duties in 1964.": [],
    "Beam consulted on the popular Time-Life books <em>The World of Winslow Homer</em>, 1966, and <em>The World of John Singleton Copley</em>, 1968.": [],
    "He was appointed curator of the museum's Winslow Homer collection in 1967.": [],
    "Another Homer monograph appeared in 1975.": [],
    "In 1976 Beam lectured in Tokyo in connection with an exhibition of works by Homer from Bowdoin's museum.": [],
    "His <em>Winslow Homer's Magazine Engravings</em> appeared in 1979.": [],
    "Beam retired emeritus in 1982, stepping down as Winslow Homer collection in 1983.": [],
    "He died at the age of 95.": [],
    "United States.</p>": []
}