{
    "Classical archaeologist; created the major index of Greek black-figure and red-figure pottery based on artistic styles.": [],
    "Beazley's father was Mark John Murray Beazley (d.": [
        [
            0,
            7,
            [
                "Beasley"
            ]
        ],
        [
            38,
            45,
            [
                "Beasley"
            ]
        ]
    ],
    "1940), a London interior designer and Mary Catherine Davidson (Beazley) (d.": [
        [
            63,
            70,
            [
                "Beasley"
            ]
        ]
    ],
    "1918).": [],
    "After attending King Edward VI School, Southampton, he entered Christ's Hospital and Balliol College, Oxford, where he was \"much involved\" (Boardman) with the poet James Elroy Flecker (1884-1915).": [
        [
            176,
            183,
            [
                "Flicker",
                "Flecked"
            ]
        ]
    ],
    "Flecker wrote poetry dedicated to Beazley and the two enjoyed an aesthete lifestyle similar to their fellow Oxford student, Oscar Wilde.": [
        [
            0,
            7,
            [
                "Flicker",
                "Flecked"
            ]
        ],
        [
            34,
            41,
            [
                "Beasley"
            ]
        ]
    ],
    "Another Oxford classmate, T. E. Lawrence (\"Lawrence of Arabia\") (1888-1935), thought Beazley had the makings of a finer poet than scholar.": [
        [
            85,
            92,
            [
                "Beasley"
            ]
        ]
    ],
    "However, Beazley was a brilliant scholar, taking firsts in classical moderations (1905) and <em>literae humaniores</em> (1907).": [
        [
            9,
            16,
            [
                "Beasley"
            ]
        ],
        [
            69,
            80,
            [
                "moderation",
                "mode rations"
            ]
        ]
    ],
    "He spent a year at the British School at Athens, under Richard McGillivray Dawkins (1871-1955), before returning to Oxford in 1908 as a student and tutor in classics at Christ Church.": [],
    "There he taught and inspired many students, among others <a href=\"/ashmoleb\">Bernard Ashmole</a>.": [],
    "Articles by Beazley on red-figure painters began appearing in 1910; his first on the Berlin Painter was published in 1911.": [
        [
            12,
            19,
            [
                "Beasley"
            ]
        ]
    ],
    "During World War I, Beazley served in naval intelligence in London.": [
        [
            20,
            27,
            [
                "Beasley"
            ]
        ]
    ],
    "In 1918 he published his book <em>Attic Red-Figure Vases in American Museums</em> which included a history of the genre and the artists' works in the text.": [
        [
            3,
            7,
            [
                "1918,"
            ]
        ]
    ],
    "Beazley married Marie Bloomfield (d.": [
        [
            0,
            7,
            [
                "Beasley"
            ]
        ]
    ],
    "1967) in 1919, the widow of David Ezra, a casualty of the First World War.": [],
    "The domineering Marie took over all practical matters of his life, allowing Beazley to study Greek art completely.": [
        [
            76,
            83,
            [
                "Beasley"
            ]
        ]
    ],
    "She also became an able photographer to assist his documentation of the objects.": [],
    "In 1925 Beazley succeeded <a href=\"/gardnerp\">Percy Gardner</a>, who had trained him in Greek art, as Lincoln Professor of Classical Archaeology and Art at Oxford.": [
        [
            8,
            15,
            [
                "Beasley"
            ]
        ]
    ],
    "In that year, too, he published the first edition of what would be his major contribution to classical archaeology, in German, <em>Attische Vasenmaler des rotfigurigen Stils</em>, a categorical list of red-figure artist and their relationship to other artists.": [],
    "Throughout his career, Beazley would update these lists in newer editions.": [
        [
            23,
            30,
            [
                "Beasley"
            ]
        ]
    ],
    "As a teacher, Beazley was famous for poetic flights, reading choruses of Aeschylus or Euripides to give the mood of a work of art.": [
        [
            14,
            21,
            [
                "Beasley"
            ]
        ]
    ],
    "In 1927, the first of the Oxford fascicles for the <em>Corpus vasorum antiquorum</em> appeared.": [],
    "A second Oxford <em>Corpus vasorum antiquorum</em> was begun in 1931 written with E. R. Price and his former (and arguably his best) student, <a href=\"/payneh\">Humfry Payne</a>.": [],
    "That same year he began publishing the collection of the Museum of Fine Arts, Boston, <em>Attic Vase-Paintings in Boston</em> with <a href=\"/caskeyl\">Lacey D. Caskey</a>, a project that lasted until 1963.": [],
    "In 1932 he and Ashmole co-authored the survey volume <em>Greek Sculpture and Painting</em>.": [
        [
            3,
            7,
            [
                "1932,"
            ]
        ],
        [
            15,
            22,
            [
                "Ash mole"
            ]
        ]
    ],
    "The English edition of his 1925 book of red-figure painters, <em>Attic Red-figure Vase-painters</em>, appeared in 1942.": [],
    "He was knighted in 1949.": [],
    "Beazley wrote his corollary book on black-figure painting, <em>Attic Black-figure Vase-painters</em>, in 1956.": [
        [
            0,
            7,
            [
                "Beasley"
            ]
        ]
    ],
    "He retired from the Lincoln chair at Oxford the same year and was succeeded by Ashmole.": [
        [
            79,
            86,
            [
                "Ash mole"
            ]
        ]
    ],
    "The final version of his red-figure book appeared in 1963 as a three-volume work.": [],
    "In 1965 his personal archive was purchased by the University and, after his death, installed in the Ashmolean Museum as the \"Beazley Archives.\"": [
        [
            125,
            132,
            [
                "Beasley"
            ]
        ]
    ],
    "He continued to write and update his volumes on Greek pottery the remainder of his life.": [],
    "Beazley's increasing deafness in his final years isolated him from colleagues.": [
        [
            0,
            7,
            [
                "Beasley"
            ]
        ]
    ],
    "He moved into the Holywell Hotel after Marie's death in 1967.": [
        [
            18,
            26,
            [
                "Holy well"
            ]
        ]
    ],
    "He died in Oxford in 1970.": [],
    "Beazley's students numbered nearly all the important English-speaking vase specialists of the next generation as well as many other scholars.": [
        [
            0,
            7,
            [
                "Beasley"
            ]
        ]
    ],
    "These included, among early students, <a href=\"/evansj\">Joan Evans</a>, and V. Gordon Childe (1892-1957).": [],
    "Later students, in addition to Ashmole and Payne, included <a href=\"/bothmerd\">Dietrich von Bothmer</a> and <a href=\"/trendalld\">A.": [
        [
            31,
            38,
            [
                "Ash mole"
            ]
        ]
    ],
    "D. Trendall</a>.": [
        [
            3,
            11,
            [
                "Trend all"
            ]
        ]
    ],
    "Beazley considered the German scholars <a href=\"/furtwangler\">Adolf Furtwängler</a>, <a href=\"/hartwigp\">Paul Hartwig</a> and <a href=\"/hauserf\">Friedrich Hauser</a> his intellectual mentors.": [
        [
            0,
            7,
            [
                "Beasley"
            ]
        ]
    ],
    "However, Beazley's method was different from theirs.": [
        [
            9,
            16,
            [
                "Beasley"
            ]
        ]
    ],
    "Using an approach first developed by <a href=\"/morellig\">Giovanni Morelli</a> to attribute the specific \"hands\" (style) to specific artists, he looked at the sweep of classical pottery--major and minor pieces--to construct a history of workshops and artists in ancient Athens.": [],
    "His predecessor at Oxford, Gardner, purportedly distrusted the technique.": [],
    "The degree to which Beazley's connoisseurship owes its origins to Morelli or Furtwängler has been debated.": [
        [
            20,
            27,
            [
                "Beasley"
            ]
        ],
        [
            66,
            73,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ],
        [
            77,
            88,
            [
                "Furtwangler"
            ]
        ]
    ],
    "<a href=\"/boardmanj\">John Boardman</a> postulates that it was Beazley's friend and colleague at Cambridge, Andrew Gow (1886-1986), who introduced him fully to Morellian methods.": [],
    "Beazley had certainly read Furtwängler's writings on Greek sculpture which used Morelli's methods.": [
        [
            0,
            7,
            [
                "Beasley"
            ]
        ],
        [
            27,
            38,
            [
                "Furtwangler"
            ]
        ],
        [
            80,
            87,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ]
    ],
    "An early review of Beazley's <em>Lewes House Gems</em> (1920), anonymous but known to have been written by Gow, refers to the Morellian technique.": [
        [
            19,
            26,
            [
                "Beasley"
            ]
        ]
    ],
    "Beazley's earliest work on the Kleophrades Painter clearly owes its inspiration to <a href=\"/hartwigp\">Paul Hartwig</a> (Oakley).": [
        [
            0,
            7,
            [
                "Beasley"
            ]
        ]
    ],
    "Beazley used photographs, rather than published drawings, to construct his attributions of painters.": [
        [
            0,
            7,
            [
                "Beasley"
            ]
        ]
    ],
    "He also drew many of the images personally for his archive.": [],
    "His articles first appeared (after an uncharacteristic piece devoted solely to iconography in 1908) in the <em>Journal of Hellenic Studies</em> in 1910 on individual red-figure painters.": [],
    "They form the beginning point for his classical pottery study.": [],
    "Although his books on Attic red- and black-figure painters are primarily lists, Beazley supplemented these by many articles on the stylistic analysis of the artists he classified.": [
        [
            80,
            87,
            [
                "Beasley"
            ]
        ]
    ],
    "He was little interested in iconography.": [],
    "Critics of his method point out that much of his findings are based on his conjectural hypothesis of Attic workshops and schools.": []
}