{
    "<p>Art historian of classical art.": [],
    "Educated at the University of Rome under <a href=\"/bianchibandinellir\">Ranuccio Bianchi Bandinelli</a>, Becatti was appointed to the Superintendency of Ostia in 1938 at a time when Mussolini sped up excavations in order to showcase them at the (unrealized) International Exposition in Rome.": [],
    "Becatti altered his publishing interests from Etruscan subjects to Roman Ostia as a result.": [
        [
            0,
            7,
            [
                "Beatty",
                "Bugatti"
            ]
        ]
    ],
    "He also contributed the <em>Corpus Vasorum Antiquorum</em> volume on the museums of Duomo di Orvieto, Museo civico di Spoleto, Museo comunale di Terni, and the Museo comunale di Bettona.": [],
    "After the war, Becatti moved to chair the department at the University of Milan in 1953.": [
        [
            15,
            22,
            [
                "Beatty",
                "Bugatti"
            ]
        ]
    ],
    "He succeeded Bianchi Bandinelli in his positions both in Florence (1957) and the university in Rome (1964).": [
        [
            21,
            31,
            [
                "Antonelli",
                "Farinelli"
            ]
        ]
    ],
    "Becatti continued to publish on and excavate Ostia throughout his career.": [
        [
            0,
            7,
            [
                "Beatty",
                "Bugatti"
            ]
        ]
    ],
    "He retired from teaching in 1969.": [],
    "He succeeded the editorship of the prestigious <em>Enciclopedia dell'Arte Antica</em> (1958-1966), also from Bianchi Bandinelli.": [],
    "He was a visiting professor in the United States at Princeton University and the University of Chicago.": [],
    "His studies of jewelry (Oreficerie antiche, 1955) are among his most frequently consulted.": [
        [
            24,
            34,
            [
                "Refineries"
            ]
        ],
        [
            35,
            42,
            [
                "antic he"
            ]
        ]
    ],
    "Becatti and <a href=\"/juckerh\">Hans Jucker</a> were among the first to trace the dependence of late Republican and early Roman Imperial art on Greek models.</p>": [
        [
            0,
            7,
            [
                "Beatty",
                "Bugatti"
            ]
        ]
    ]
}