{
    "Columbia University professor of art history for Italian Renaissance; critic of vigorous art restoration.": [],
    "Beck was the son of Samuel Beck, a businessman, and Margaret Weisz (Beck).": [
        [
            61,
            66,
            [
                "Was",
                "Wash",
                "Weiss",
                "Wasp",
                "Wasn",
                "Wasm"
            ]
        ]
    ],
    "He studied history, political science and painting at Oberlin, graduating with a B. A. in 1952.": [],
    "He continued study in studio art at New York University, gaining his master's degree in studio in 1954, and then studied at the Accademia delle Belle Arti in Florence with the hopes of becoming a painter.": [
        [
            128,
            137,
            [
                "Academia"
            ]
        ],
        [
            138,
            143,
            [
                "Dell",
                "Elle",
                "Della",
                "belle",
                "dell",
                "delve"
            ]
        ],
        [
            150,
            154,
            [
                "Art",
                "Anti",
                "Arts",
                "Artie",
                "Arty",
                "ARI"
            ]
        ]
    ],
    "There he met and married Darma Tercinod in 1956.": [
        [
            25,
            30,
            [
                "Drama",
                "Karma",
                "DARPA",
                "Dharma",
                "Darla",
                "Darya"
            ]
        ],
        [
            31,
            39,
            [
                "Period",
                "Terminal",
                "Trained",
                "Terminus",
                "Techno",
                "Torino"
            ]
        ]
    ],
    "He worked as a factory working in Woodstock, NY, 1956-1958 before teaching studio art and art history at the University of Alabama, Tuscaloosa, 1958-1959 and the Arizona State University, Tempe, assistant professor of art through 1961.": [],
    "He entered Columbia University studying art history.": [],
    "Though Beck wrote his dissertation under <a href=\"/wittkowerr\">Rudolf Wittkower</a>, he was greatly influenced by the work of the Michelangelo scholar <a href=\"/tolnayc\">Charles de Tolnay</a>, a Columbia visiting scholar.": [],
    "His thesis on Jacopo della Quercia was accepted for his Ph.D.": [
        [
            14,
            20,
            [
                "JaCoCo"
            ]
        ],
        [
            21,
            26,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ],
        [
            27,
            34,
            [
                "Mercia",
                "Murcia",
                "Quercus"
            ]
        ]
    ],
    "in 1963; he was immediately appointed Assistant Professor at Columbia (1964) where he remained his entire career.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "After a Herodotus Fellowship at the Institute for Advanced Study, Princeton, 1967, Beck became Associate Professor in 1969 and full professor in 1972.": [],
    "A Guggenheim Fellowship, 1973-1974, preceded his chairing Columbia's Department of Art History and Archaeology from 1975 and 1981.": [],
    "A survey, <em>Italian Renaissance Painting</em> appeared in 1981.": [],
    "His next book, <em>Doors of the Florentine Baptistery</em>, 1985, met with critical acclaim.": [],
    "The 1986 cleaning of Michelangelo's Sistine Chapel ceiling, funded by Japanese television, alarmed him and a number of other art historians greatly.": [],
    "Beck publicly charged that the glue removed by the restorers was not a 17th-century addition as they thought, but part of Michelangelo's practice.": [],
    "He further asserted the brightness of the cleaned fresco had effaced the shading of some of the figures and exposed the surface to modern pollution.": [],
    "Beck continued his criticism of Italian art restoration, decrying the 1990 restoration of the effigy of Ilaria del Carretto by Jacopo della Quercia (Lucca cathedral) to reporters from <em>Il Tirreno</em> (Livorno) and <em>La Nazione</em> (Florence), and later to <em>La Stampa</em> (Turin) and <em>Il Giornale del-l'arte</em> (Alessandria).": [
        [
            104,
            110,
            [
                "Maria",
                "Clara",
                "Malaria",
                "Gloria",
                "Aria",
                "Larva"
            ]
        ],
        [
            115,
            123,
            [
                "Barrett",
                "Garrett",
                "Jarrett",
                "Barrette"
            ]
        ],
        [
            127,
            133,
            [
                "JaCoCo"
            ]
        ],
        [
            134,
            139,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ],
        [
            140,
            147,
            [
                "Mercia",
                "Murcia",
                "Quercus"
            ]
        ]
    ],
    "The restorer launched a libel suit against Beck (carrying a three-year prison sentence), conviction of which Beck escaped by the narrowest of margins.": [],
    "In 1991 he published a <em>catalogue raisonné</em> on Jacopo della Quercia.": [
        [
            3,
            7,
            [
                "1991,"
            ]
        ],
        [
            54,
            60,
            [
                "JaCoCo"
            ]
        ],
        [
            61,
            66,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ],
        [
            67,
            74,
            [
                "Mercia",
                "Murcia",
                "Quercus"
            ]
        ]
    ],
    "The following year he founded ArtWatch International in New York, which monitors art restoration projects and destructive conservation practices.": [
        [
            30,
            38,
            [
                "Art Watch"
            ]
        ]
    ],
    "In 1993, Beck published an account of his legal battles over art restoration, <em>Art Restoration: the Culture, the Business and the Scandal</em>, co-written by his colleague Michael Daley.": [],
    "A lay text, <em>Three Worlds of Michelangelo</em> was issued in 1999.": [],
    "Beck published <em>From Duccio to Raphael: Connoisseurship in Crisis</em>, a book questioning the attribution of Raphael to the Madonna of the Pinks, National Gallery, and of Duccio's attribution to the Stoclet Duccio (\"Duccio Madonna\") to the Metropolitan Museum of Art, New York.": [],
    "He died of lung cancer in New York.": [],
    "His pupils included Lynn Catterson and Mark Zucker.": [
        [
            25,
            34,
            [
                "Patterson",
                "Watterson"
            ]
        ],
        [
            44,
            50,
            [
                "Tucker",
                "Sucker",
                "Pucker"
            ]
        ]
    ],
    "Beck was an outspoken critic of aggressive restoration and art-market pressure to over-attribute Renaissance art.": [],
    "He wrote articles doubting the attribution of Raphael as the painter of Portrait of Pope Julius II, (National Gallery, London).": [],
    "His attack on the cleaning of the Giotto frescoes in the Scrovegni Chapel, Padua, included calling them a \"Walt Disney version\" of the master.": [],
    "When <a href=\"/shearmanj\">John Kinder Gowran Shearman</a> wrote to the mayor of Padua, claiming that Beck's opposition to the cleanings were \"presumptuous\" and \"ignorant,\" Beck threatened a legal suit.": [],
    "Later, after <a href=\"/weilgarrisk\">Kathleen Weil-Garris</a> declared a small marble statue in New York the work of Michelangelo, Beck led the descent, along with other scholars, asserting the work to be 19th century.": [],
    "For all this, he suffered vicious professional abuse and ostracism within the New York's art-world.": [],
    "However, some scholars such as Warburg Institute Director <a href=\"/hopec\">Charles Hope</a> later wrote that Beck persuaded them that the Sistine's cleaning was damaging.": []
}