{
    "<p>Byzantinist and curator in the Department of Architecture and Sculpture at the Victoria and Albert Museum 1948-1979.": [
        [
            3,
            14,
            [
                "Byzantines"
            ]
        ]
    ],
    "At age two Beckwith's mother died and his father, John Frederick Beckwith, abandoned him.": [
        [
            11,
            21,
            [
                "Beckwiths",
                "Beckwiths'"
            ]
        ]
    ],
    "His father lived anonymously in London's East end only discovered by Beckwith in his father's final years.": [],
    "Beckwith was raised by his paternal grandmother in Whitby, North Yorkshire, until she died in Beckwith's teens.": [],
    "Since Beckwith was Roman Catholic, he qualified for and was awarded a scholarship at Ampleforth College, a private Catholic boarding school also in Yorkshire.": [
        [
            85,
            95,
            [
                "Ample forth"
            ]
        ]
    ],
    "He entered Exeter College, Oxford University, where he read (majored in) History.": [],
    "Britain's entry into World War II interrupted his studies.": [],
    "He joined the Royal Army infantry (Duke of Wellington's regiment) and was severely wounded during the Normandy invasion, sustaining a permanent injury to his right hand.": [],
    "His brother was killed in action.": [],
    "After the war, Beckwith returned to Oxford where a friendship with the historian Gervase Mathew (1905-1976) instilled in him an interest in Byzantium and the lectures of expatriate Oxford art historian <a href=\"/pachto\">Otto Pächt</a> in medieval art.": [],
    "Other close university friends included the future editor of <em>Apollo</em>, <a href=\"/suttond\">Denys Sutton</a>, and future Byzantinist <a href=\"/wilsonr\">Ralph Pinder Wilson</a>.": [],
    "A gifted linguist, he considered a career in the diplomatic corps, but a growing interest in art led to an appointment as Assistant Keeper in the Textiles Department of the Victoria and Albert Museum in 1948.": [],
    "Beckwith remained at the V&A his entire career.": [],
    "He embarked upon a project cataloging the collection of Coptic textiles at the Museum, becoming an acknowledged expert in the field.": [],
    "In 1955 he moved to the Department of Architecture and Sculpture--without finishing his textiles catalog--under <a href=\"/popehennessyj\">John Pope-Hennessy</a>.": [
        [
            3,
            7,
            [
                "1955,"
            ]
        ]
    ],
    "Sculpture henceforth became his main topic of research and writing.": [],
    "He was appointed Deputy Keeper of the Department in 1958.": [],
    "A 1960 introduction to the Museum's collection of Hispano-Moresque carvings, <em>Caskets from Cordoba</em> was notable.": [
        [
            50,
            66,
            [
                "Hispano-Mosque"
            ]
        ]
    ],
    "The first of two popular surveys, <em>The Art of Constantinople</em>, appeared in 1961.": [],
    "The comparative popularity of this book on imperial Byzantine art led to his broader 1964 introduction, <em>Early Medieval Art</em>.": [],
    "Another show of his authorship, the Art of Charlemagne in Aachen, a Council of Europe exhibition mounted in Aachen in 1965.": [],
    "The following year he acquired his most important work for the Museum, an ivory Anglo-Saxon reliquary cross.": [],
    "Visiting appointments included on at Harvard University's Fogg Museum and Dumbarton Oaks.": [
        [
            58,
            62,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ],
        [
            74,
            83,
            [
                "Lumberton"
            ]
        ]
    ],
    "His first significant show on Byzantine art was mounted the same year.": [],
    "Beckwith, by his own admission, matured at the Museum through the collegial exchange with other V&A scholars, both senior and junior, who, in addition to Pope-Hennessy, included <a href=\"/hodgkinsont\">Terence Hodgkinson</a>, and <a href=\"/baxandallm\">Michael Baxandall</a>.": [],
    "Taking inspiration from the former V&A director, <a href=\"/ashtonl\">Leigh Ashton</a>, he brought new, visually appealing exhibition techniques to the Museum.": [],
    "Beckwith's ability to summarize art history led to the commissioning of one in the second set of commissions of the Pelican History of Art series (begun in the 1950s) under the direction of <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a>.": [],
    "<em>Early Christian and Byzantine Art</em>, first issued in 1970, brought him a wider international audience.": [],
    "The sumptuous <em>Ivory Carvings in Early Medieval England</em> in 1972 remains his most important original work of scholarship.": [],
    "At the suggestion of the art historian (and Museum advisory board member) <a href=\"/clarkk\">Kenneth Clark</a>, it became an exhibition at the Victorian and Albert.": [],
    "In 1974 Beckwith was named Keeper, succeeding Hodgkinson.": [
        [
            46,
            56,
            [
                "Hodgkin son"
            ]
        ]
    ],
    "He spent the 1978-1979 year as Slade Professor [of art] at Oxford, before retiring in 1979.": [
        [
            31,
            36,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "In retirement, Beckwith found his meager pension and loss of the museum limelight hard.": [],
    "He fell into depression and, like his estranged father, lived a life of reclusion in the London apartment of his former mentor, Pächt.": [
        [
            72,
            81,
            [
                "seclusion",
                "preclusion"
            ]
        ],
        [
            128,
            133,
            [
                "Pact",
                "Yacht"
            ]
        ]
    ],
    "Beckwith the museum curator was a showman, designing appealing exhibitions and placing objects contextually rather than by genre.": [],
    "Beckwith the art historian synthesized a great deal of knowledge into his writing, especially the religious and historical events.": [],
    "He was not an innovator (Runciman) nor have subsequent art histories built upon his scholarship.": [
        [
            25,
            33,
            [
                "Russian",
                "Duncan",
                "Gunman",
                "Runtime",
                "Frenchman",
                "Councilman"
            ]
        ]
    ],
    "His attributions were often controversial, particularly those in <em>Ivory Carvings in Early Medieval England</em>.": [],
    "Beckwith's method focused on the history of style and of patronage; he was known for vivid description of works of art (Kaufman).": [],
    "He never achieved a Ph.D.": [],
    "Together with <a href=\"/weitzmannk\">Kurt Weitzmann</a> and <a href=\"/volbachw\">Fritz Volbach</a>, he refined the canonical work of the great <a href=\"/goldschmidta\">Adolph Goldschmidt</a> in a series of detailed articles and monographs (<em>Times</em>).</p>": []
}