{
    "Historian of medieval and Renaissance art; among the key group of German art historians to recast the conception of the middle ages in their scholarship.": [
        [
            120,
            131,
            [
                "Middle Ages"
            ]
        ]
    ],
    "The son of a salesman, Beenken studied in Freiburg and Munich, the latter where he wrote his dissertation under <a href=\"/wolfflinh\">Heinrich Wölfflin</a> on the topic of Enlightenment sculpture, <em>Die allgemeine Gestaltungsproblem in der Baukunst des deutschen Klassizismus</em> (1920).": [
        [
            23,
            30,
            [
                "Been ken"
            ]
        ]
    ],
    "Afterward he turned his attention toward German sculpture of the Middle Ages.": [],
    "His habilitation <em>Die Rottweiler: eine deutsche Bildhauerschule des 14.": [
        [
            4,
            16,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ],
        [
            37,
            41,
            [
                "and",
                "an",
                "any",
                "are",
                "age",
                "fine"
            ]
        ],
        [
            42,
            50,
            [
                "Deutsche"
            ]
        ],
        [
            67,
            70,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Jahrhunderts</em> was written in Leipzig under <a href=\"/pinderw\">Wilhelm Pinder</a> in 1922.": [],
    "In 1924 he published <em>Romanische Skulptur in Deutschland (11. und 12.": [
        [
            3,
            7,
            [
                "1924,"
            ]
        ],
        [
            25,
            35,
            [
                "Romance",
                "Romanesque",
                "Comanche",
                "Romansh",
                "Reminisce",
                "Romanize"
            ]
        ],
        [
            36,
            44,
            [
                "Sculpture",
                "Sculptor"
            ]
        ],
        [
            65,
            68,
            [
                "Und"
            ]
        ]
    ],
    "Jahrhundert)</em> his epic on Romanesque sculpture.": [],
    "An anticipated volume on the thirteenth century never appeared.": [],
    "A stipend at the Kunsthistorisches Institut in Florence in 1925 allowed him to research Florentine architecture of the 11th century, as well as Masaccio, the brothers van Eyck and Rogier van der Weyden.": [
        [
            35,
            43,
            [
                "Institute"
            ]
        ]
    ],
    "The youngest lecturer in Leipzig (1927-1948), closely allied with Professors Leo Bruhn (1884-1957) and <a href=\"/hetzert\">Theodor Hetzer</a> he was made <em>Ordinarius</em> in 1932.": [
        [
            81,
            86,
            [
                "Bruin",
                "Bruh",
                "Bruhs"
            ]
        ]
    ],
    "In the mid-1930s, Beenken and <a href=\"/panofskye\">Erwin Panofsky</a> entered into a celebrated debate between the methods of connoisseurship and iconography as the most reliable way of interpretation and to determine authenticity.": [
        [
            18,
            25,
            [
                "Been ken"
            ]
        ]
    ],
    "The battleground was the <em>Ghent Altarpiece</em> and the opening salvos came when Panofsky attacked Beenken's 1933 analysis of the van Eyck work.": [
        [
            84,
            92,
            [
                "Sinofsky"
            ]
        ],
        [
            102,
            109,
            [
                "Been ken"
            ]
        ]
    ],
    "The controversy ranged in print (see bibliography, below) until 1938.": [],
    "Beenken returned to medieval art with his book <em>Meister von Naumburg</em> in 1939.": [
        [
            0,
            7,
            [
                "Been ken"
            ]
        ]
    ],
    "At the same time, Beenken's research turned increasing to 19th-Century art, but his reputation in this area was thwarted by events.": [
        [
            18,
            25,
            [
                "Been ken"
            ]
        ]
    ],
    "In 1943-1944 he finished a work on conception of buildings in the German Romantic era, <em>Schöpferische Bauideen der deutschen Romantik</em>, but was not published until 1952.": [],
    "His <em>Das neunzehnte Jahrhundert in der deutschen Kunst</em> (German Art and the Nineteenth Century), 1944, was overshadowed by the World War II and afterward by <a href=\"/sedlmayrh\">Hans Sedlmayr</a>'s conceptual book <em>Verlust der Mitte</em> of 1948.": [],
    "After the war, he moved to the Technical College of Aachen in 1949.": [],
    "He died during a study abroad in 1952.": [],
    "A portion of his archive is at the Germanisches Nationalmuseum in Nuremberg.": [
        [
            35,
            47,
            [
                "Germanicus",
                "Germanists",
                "Germanizes"
            ]
        ],
        [
            48,
            62,
            [
                "National museum"
            ]
        ]
    ],
    "Beenken ranks among the great German medievalists, whose members include Pinder, <a href=\"/hamannr\">Richard Hamann</a>, Panofsky, and <a href=\"/jantzenh\">Hans Jantzen</a>.": [
        [
            0,
            7,
            [
                "Been ken"
            ]
        ],
        [
            73,
            79,
            [
                "Hinder",
                "Binder",
                "Cinder",
                "Finder",
                "Pinter",
                "Kinder"
            ]
        ]
    ],
    "His heritage was that of the early art historians, such as <a href=\"/riegla\">Aloïs Riegl</a>, Wölfflin and <a href=\"/schmarsowa\">August Schmarsow</a>, who used stylistic analysis to find spiritual meanings in art.": [],
    "He believed the \"cultural sciences\" could produce an overall historical image.": [],
    "In a memorial volume for the Harvard medievalist <a href=\"/portera\">A.": [],
    "Kingsley Porter</a>, Beenken argued for an internal logic of meaning derived from the shape of artworks.": [
        [
            21,
            28,
            [
                "Been ken"
            ]
        ]
    ],
    "He expanded the term \"style,\" connecting it to peoples and cultures.": [],
    "Initially Beenken hoped that National Socialism would solve this problems that Capitalism and individualism had created for post-medieval art and society.": [
        [
            10,
            17,
            [
                "Been ken"
            ]
        ],
        [
            60,
            64,
            [
                "these"
            ]
        ]
    ],
    "However, Beenken later stated openly his hopes for Germany's defeat; as victors, he declared, the Nazis would have been irresponsible.": [
        [
            9,
            16,
            [
                "Been ken"
            ]
        ]
    ]
}