{
    "Assistant-director of the Print Room of the Amsterdam Rijksmuseum (1913-1920); specialist in early Dutch graphic art and painting; art seller.": [],
    "Beets was born in Batavia, Indonesia which is present-day Jakarta.": [
        [
            6,
            9,
            [
                "are",
                "were"
            ]
        ]
    ],
    "He was the only child of Dirk Beets and Clara Johanna van de Poll, and the grandson of the Dutch writer and poet Nicolaas Beets (1814-1903).": [
        [
            113,
            121,
            [
                "Nicolas",
                "Nicolaus",
                "Nicolás",
                "Nicola as"
            ]
        ]
    ],
    "He was raised in Batavia, then the capital of the Netherlands Indies.": [],
    "At the age of eight, he was sent to his mother's family in The Netherlands, in Driebergen.": [],
    "Later, he moved to Utrecht, where he attended the Gymnasium, living in the house of grandfather Beets and his aunts Ada and Aleid.": [
        [
            124,
            129,
            [
                "Alan",
                "Clad",
                "Glad",
                "Alas",
                "Vlad",
                "Alar"
            ]
        ]
    ],
    "He subsequently studied Law at Utrecht University.": [],
    "In 1903, he married Gerardina Maria van Regteren Altena.": [
        [
            20,
            29,
            [
                "Geraldine"
            ]
        ],
        [
            40,
            48,
            [
                "Retain",
                "Regain",
                "Restart",
                "Aegean",
                "Relearn"
            ]
        ],
        [
            49,
            55,
            [
                "Alena",
                "ALENA",
                "Alhena"
            ]
        ]
    ],
    "After having finished his law study, in 1904, he decided to dedicate his life to art, and in that same year, he was admitted to the Amsterdam Print Room as a volunteer.": [],
    "In 1907 he obtained a regular position as an assistant, under the direction of <a href=\"/moese\">Ernst Wilhelm Moes</a>.": [
        [
            3,
            7,
            [
                "1907,"
            ]
        ]
    ],
    "By that time he already had began publishing a series of articles on the Antwerp painter Dirck Jacobsz Vellert in <em>Onze Kunst</em>.": [
        [
            28,
            33,
            [
                "begun"
            ]
        ],
        [
            89,
            94,
            [
                "Dirk",
                "Dick",
                "Dir ck"
            ]
        ],
        [
            95,
            102,
            [
                "Jacobs"
            ]
        ],
        [
            103,
            110,
            [
                "Velbert"
            ]
        ]
    ],
    "A number of contributions on his favorite painter, Lucas van Leyden, and other sixteenth-century Leiden artists soon appeared in various periodicals, including the <em>Bulletin Nederlandse Oudheidkundige Bond</em> and <em>Oud Holland</em>.": [
        [
            12,
            28,
            [
                "contributions to"
            ]
        ]
    ],
    "He also did innovative research on drawings of Albrecht Dürer.": [],
    "In 1913 he wrote a monograph on Lucas van Leyden, published in French, <em>Lucas de Leyde</em> (Collections des Grands Artistes des Pays-Bas).": [
        [
            3,
            7,
            [
                "1913,"
            ]
        ],
        [
            108,
            111,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            128,
            131,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            132,
            140,
            [
                "Pashas",
                "Pastas",
                "Payslips",
                "Casabas",
                "Ray-Ban"
            ]
        ]
    ],
    "In that same year, Beets obtained the position of assistant director.": [],
    "For the exhibition on early Dutch painting and sculpture, held in Utrecht in 1913, he wrote the catalog of drawings.": [],
    "He continued publishing on sixteenth-century artists in <em>Oud Holland</em> and foreign periodicals, even after he left the print room in 1920.": [],
    "He then set up his own art business, from 1946 onward in association with S. J. Fontein.": [
        [
            80,
            87,
            [
                "Fontana"
            ]
        ]
    ],
    "He regularly traveled to Paris, London, and other major cities.": [],
    "In 1935, he wrote a contribution on Dutch painting in the fifteenth and early sixteenth centuries in <em>Kunstgeschiedenis der Nederlanden</em>, edited by <a href=\"/gelderh\">H.": [
        [
            20,
            35,
            [
                "contribution to"
            ]
        ]
    ],
    "E. Van Gelder</a>.": [
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "In 1940 a Dutch monograph on Lucas van Leyden appeared in the <em>Palet</em> series.": [],
    "He remained active in the art market for the rest of his life.": [],
    "Beets was a self-made art historian.": [],
    "From 1907 onward, the Leiden and Utrecht universities offered a regular curriculum in art history.": [],
    "By that time, Beets already had found his way to the Amsterdam Print Room.": [],
    "His 1913 essay on Lucas van Leyden is evidence of his critical scholarship.": [],
    "Using connoisseurship he described and analyzed the oeuvre of this artist, which was kept in numerous museums and collections all over the world.": [],
    "<a href=\"/regterenaltenai\">I.": [],
    "Q. van Regteren Altena</a> did not hesitate to compare Beets with <a href=\"/friedlanderm\">Max J. Friedländer</a>, though he admitted that Beets' innovative research occasionally had a speculative character, and that his contributions sometimes were questionable.": [
        [
            3,
            6,
            [
                "Van"
            ]
        ],
        [
            7,
            15,
            [
                "Retain",
                "Regain",
                "Restart",
                "Aegean",
                "Relearn"
            ]
        ],
        [
            16,
            22,
            [
                "Alena",
                "ALENA",
                "Alhena"
            ]
        ]
    ]
}