{
    "Architectural social-art theorist and historian.": [],
    "Behne was the son of architect Carl Behne.": [
        [
            0,
            5,
            [
                "Been",
                "Being",
                "Behind",
                "Bone",
                "Gene",
                "Ben"
            ]
        ],
        [
            36,
            41,
            [
                "Been",
                "Being",
                "Behind",
                "Bone",
                "Gene",
                "Ben"
            ]
        ]
    ],
    "At age one, his family moved to Berlin where he grew up in the Centralviehhof district.": [],
    "After graduation from the local Gymnasium, he attended the Hochschule in Berlin-Charlottenburg intending on a career in architecture.": [],
    "In 1907 he switch to art history, studying at the Friedrich-Wilhelm Universität.": [
        [
            3,
            7,
            [
                "1907,"
            ]
        ],
        [
            11,
            17,
            [
                "switches",
                "switched"
            ]
        ],
        [
            68,
            79,
            [
                "University"
            ]
        ]
    ],
    "After research in Italy in 1911, he completed his dissertation (granted in 1913), Der <em>Inkrustationsstil in der Toskana</em> (The Incrusted Style of Tuscany).": [
        [
            82,
            85,
            [
                "Her",
                "Dr",
                "Deer",
                "Per",
                "Del",
                "Den"
            ]
        ]
    ],
    "His teachers included <a href=\"/wolfflinh\">Heinrich Wölfflin</a> and the philosopher and sociologist Georg Simmel (1858-1918).": [],
    "He joined the faculty of the Hochschule and, as significant, began teaching in the adult education program, the Volkshochschule, part of a growing impetus to educate the populous outside the traditional academic system, the <em>Volksbildungsbewegung</em>.": [],
    "In his articles and lectures Behne urged the study of art for the less privileged classes of society.": [
        [
            29,
            34,
            [
                "Been",
                "Being",
                "Behind",
                "Bone",
                "Gene",
                "Ben"
            ]
        ]
    ],
    "He was closely associated with Friedrich Naumann (1860-1919) and socialist journal <em>Die Hilfe</em>.": [],
    "In 1913 he married Elfriede Schneider, whom he met at a mathematics club at the university.": [
        [
            3,
            7,
            [
                "1913,"
            ]
        ],
        [
            19,
            27,
            [
                "Alfred",
                "Fried",
                "Frieze",
                "Alfredo",
                "Eldridge",
                "Frieda"
            ]
        ]
    ],
    "Behne belonged to a group known as the Choriner Kreis (Chorin Circle), whose members included Max Beckmann and the architect Bruno Taut (1880-1938).": [
        [
            0,
            5,
            [
                "Been",
                "Being",
                "Behind",
                "Bone",
                "Gene",
                "Ben"
            ]
        ],
        [
            39,
            47,
            [
                "Corner",
                "Chlorine",
                "Coroner",
                "Choline",
                "Chorister",
                "Coiner"
            ]
        ],
        [
            48,
            53,
            [
                "Eras",
                "Kris",
                "Bras",
                "Krebs",
                "Aras",
                "Kraus"
            ]
        ],
        [
            55,
            61,
            [
                "Chopin"
            ]
        ]
    ],
    "Behne was one of the early writers to produce articles on the architect Peter Behrens (1868-1940) and Taut.": [
        [
            0,
            5,
            [
                "Been",
                "Being",
                "Behind",
                "Bone",
                "Gene",
                "Ben"
            ]
        ],
        [
            78,
            85,
            [
                "Bearers",
                "Berets",
                "Barrens",
                "Behring"
            ]
        ]
    ],
    "Behne's articles also appeared in the progressive journals <em>Der Sturm</em>, <em>Dei Weltbühne</em>, <em>Sozialistische Monatshefte</em> and <em>Das neue Frankfurt</em>.": [
        [
            0,
            5,
            [
                "Been",
                "Being",
                "Behind",
                "Bone",
                "Gene",
                "Ben"
            ]
        ]
    ],
    "In 1915 Behne produced his first book, <em>Zur neuen Kunst</em>, a major treatise on modern art and particularly the nascent movement of German Expressionism.": [
        [
            8,
            13,
            [
                "Been",
                "Being",
                "Behind",
                "Bone",
                "Gene",
                "Ben"
            ]
        ]
    ],
    "Behne's 1917 essay \"Das reproduktive Zeitalter\" appears to anticipate the better-known (and later) theories on mass-produced images of Walter Benjamin (Bletter).": [
        [
            0,
            5,
            [
                "Been",
                "Being",
                "Behind",
                "Bone",
                "Gene",
                "Ben"
            ]
        ],
        [
            20,
            23,
            [
                "Was",
                "As",
                "Has",
                "Day",
                "Days",
                "Gas"
            ]
        ],
        [
            24,
            36,
            [
                "reproductive"
            ]
        ],
        [
            37,
            46,
            [
                "Zettaliter"
            ]
        ],
        [
            152,
            159,
            [
                "Better",
                "Letter",
                "Blotter"
            ]
        ]
    ],
    "He also wrote on the relatively new medium of the film.": [],
    "Like many intellectuals, Behne also embraced the First World War and its ideals for Germany.": [
        [
            25,
            30,
            [
                "Been",
                "Being",
                "Behind",
                "Bone",
                "Gene",
                "Ben"
            ]
        ]
    ],
    "In 1919 he founded and headed the <em>Arbeitsrat für Kunst</em> (Dialogue for Art) with Taut, Walter Gropius, <a href=\"/meiergraefej\">Julius Meier-Graefe</a>, <a href=\"/osthausk\">Karl Ernst Osthaus</a>, <a href=\"/worringerw\">Wilhelm Worringer</a> and others, a group that lasted until 1921.": [
        [
            3,
            7,
            [
                "1919,"
            ]
        ]
    ],
    "The group turned their attention toward experimental Soviet art of the era.": [],
    "He visited Russia in 1923, co-founding the Society of the Friends of the New Russia and participating in the first German art exposition in the Soviet Union.": [],
    "He was also the correspondent of the British magazine <em>The Studio</em>.": [],
    "During the same time he Behne remained highly interested in the functional structure of Architecture.": [
        [
            24,
            29,
            [
                "Been",
                "Being",
                "Behind",
                "Bone",
                "Gene",
                "Ben"
            ]
        ]
    ],
    "In 1925 he published <em>Der moderne Zweckbau</em> (<em>The Modern Functional Building</em>, English translation, 1996), part of the series <em>Die Baukunst</em>, edited by <a href=\"/freyd\">Dagobert Frey</a>.": [
        [
            3,
            7,
            [
                "1925,"
            ]
        ]
    ],
    "<em>Zweckbau</em> elucidated the many ideologies behind European modernism of the 1920s, such as Functionalism, Rationalism, etc.": [],
    "In 1929 he became the editor of the magazine <em>Das neue Berlin</em> which brought him familiarity with social artists such as Heinrich Zille.": [
        [
            3,
            7,
            [
                "1929,"
            ]
        ]
    ],
    "Behne's Socialist thought apolitical stance was criticized by some.": [
        [
            0,
            5,
            [
                "Been",
                "Being",
                "Behind",
                "Bone",
                "Gene",
                "Ben"
            ]
        ]
    ],
    "He himself engaged with <a href=\"/westheimp\">Paul Westheim</a> in questioning the museum policies of <a href=\"/justil\">Ludwig Justi</a> as too German-centric.": [],
    "Behne remained in Germany during the Nazi era, where he published books in Potsdam the series <em>Kunst der Gegenwart</em>.": [
        [
            0,
            5,
            [
                "Been",
                "Being",
                "Behind",
                "Bone",
                "Gene",
                "Ben"
            ]
        ]
    ],
    "After the war Behne was recruited by the painter Karl Hofer to be professor at the newly reopened Hochschule für bildende Künste in Berlin.": [
        [
            14,
            19,
            [
                "Been",
                "Being",
                "Behind",
                "Bone",
                "Gene",
                "Ben"
            ]
        ],
        [
            109,
            112,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            113,
            121,
            [
                "billed",
                "blend",
                "silence",
                "blended",
                "blonde",
                "widened"
            ]
        ],
        [
            122,
            128,
            [
                "Sunset",
                "Unite",
                "Munster",
                "Unset",
                "Punster",
                "Münster"
            ]
        ]
    ],
    "Behne summarized his findings on art, art history and the methods in the preface of the catalog of the 150 years exposition of social developing art in 1947.": [
        [
            0,
            5,
            [
                "Been",
                "Being",
                "Behind",
                "Bone",
                "Gene",
                "Ben"
            ]
        ]
    ],
    "His lecturing included a book <em>Entartete Kunst</em>, an exposé of Nazi propaganda and defamation of the modern movement.": [],
    "<em>Der moderne Zweckbau</em> sets the contexts for modernist polemics of architecture.": [],
    "Unlike later theorists such as <a href=\"/hitchcockr\">Henry-Russell Hitchcock</a> and <a href=\"/johnsonp\">Philip Johnson</a>, and to a lesser extent Gropius, who all saw modern architecture as a \"style\" ( i.e., the International Style), Behne emphasized functional building as a set of ideologies.": [],
    "<em>Der moderne Zweckbau</em> draws on modernist architectural traditions from across the genres of the early twentieth century.": [],
    "Behne also criticized the heavy-handed socialist art of John Heartfield as being too political.": [
        [
            0,
            5,
            [
                "Been",
                "Being",
                "Behind",
                "Bone",
                "Gene",
                "Ben"
            ]
        ],
        [
            61,
            71,
            [
                "Heart field"
            ]
        ]
    ],
    "For Behne, art had to appeal to the masses through psychology and not through the political straightjacket of propaganda.": [
        [
            4,
            9,
            [
                "Been",
                "Being",
                "Behind",
                "Bone",
                "Gene",
                "Ben"
            ]
        ]
    ]
}