{
    "Americanist art historian and architect.": [
        [
            0,
            11,
            [
                "Americanism"
            ]
        ]
    ],
    "Belknap came to art history comparatively late in his career.": [
        [
            0,
            7,
            [
                "Belong",
                "Belongs",
                "Belgian",
                "Balkan",
                "Balkans",
                "Elena"
            ]
        ]
    ],
    "His father, of the same name (1873-1943), was a vice president of Bankers Trust.": [],
    "His mother was Rey Sealy Hutchings Belknap (1885-1960).": [
        [
            19,
            24,
            [
                "Seal",
                "Seals",
                "Healy",
                "Scaly",
                "Mealy",
                "Seamy"
            ]
        ],
        [
            25,
            34,
            [
                "Hutchins"
            ]
        ],
        [
            35,
            42,
            [
                "Belong",
                "Belongs",
                "Belgian",
                "Balkan",
                "Balkans",
                "Elena"
            ]
        ]
    ],
    "Belknap graduated <em>magna cum laude</em> at St.": [
        [
            0,
            7,
            [
                "Belong",
                "Belongs",
                "Belgian",
                "Balkan",
                "Balkans",
                "Elena"
            ]
        ]
    ],
    "Paul's School, Concord, NH, in 1916 and attended Harvard University.": [],
    "Although his college years were interrupted by war service, he nevertheless graduated with his class in 1920.": [],
    "Following his father's profession, he worked in various finance and investment firms in New York and London until 1928.": [],
    "He then returned to school studying architecture at Harvard University.": [],
    "He graduated from the School of Architecture in 1933, establishing himself in Boston where he worked on his own.": [],
    "Belknap designed residential houses for ten years, producing undistinguished mansions for a traditional clientele.": [
        [
            0,
            7,
            [
                "Belong",
                "Belongs",
                "Belgian",
                "Balkan",
                "Balkans",
                "Elena"
            ]
        ]
    ],
    "In 1943, at the height of World War II, he was called to active service again in the army, although 44 years of age.": [],
    "He served briefly in England with the Eighth Army Air Force Intelligence before poor health forced his discharge with the rank of captain.": [],
    "Back in Boston and not robust enough to maintain his architectural practice, Belknap turned to his hobby, American colonial painting.": [
        [
            77,
            84,
            [
                "Belong",
                "Belongs",
                "Belgian",
                "Balkan",
                "Balkans",
                "Elena"
            ]
        ]
    ],
    "Spurred in part by an article by <a href=\"/flexnerj\">James Thomas Flexner</a> in 1946, Belknap wrote his one and only published article in art history.": [],
    "\"The Identity of Robert Feke,\" <em>Art Bulletin</em>,1947, demonstrated through historical documents that several paintings by artists named \"Robert Feke\" in colonial America were executed by the same person.": [
        [
            24,
            28,
            [
                "Fee",
                "Fake",
                "Zeke",
                "Eke",
                "Fete",
                "Fête"
            ]
        ],
        [
            149,
            153,
            [
                "Fee",
                "Fake",
                "Zeke",
                "Eke",
                "Fete",
                "Fête"
            ]
        ]
    ],
    "Belknap continued research early American art.": [
        [
            0,
            7,
            [
                "Belong",
                "Belongs",
                "Belgian",
                "Balkan",
                "Balkans",
                "Elena"
            ]
        ]
    ],
    "In 1949 Belknap discovered that, contrary to popular belief, American portrait painters borrowed their compositions and even personal accoutrements from British prints, mostly mezzotints, which artists collected in 'sample books' for their patrons to select.": [
        [
            8,
            15,
            [
                "Belong",
                "Belongs",
                "Belgian",
                "Balkan",
                "Balkans",
                "Elena"
            ]
        ]
    ],
    "Americanist art historians had fervently maintained that early American portraitists had created their work independently, miraculously parallel with British fashion.": [
        [
            0,
            11,
            [
                "Americanism"
            ]
        ]
    ],
    "Late in 1949 Belknap traveled to the British Museum and Courtauld Institute in London, where his theory was conclusively confirmed.": [
        [
            13,
            20,
            [
                "Belong",
                "Belongs",
                "Belgian",
                "Balkan",
                "Balkans",
                "Elena"
            ]
        ],
        [
            56,
            65,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "For all this, Belknap was reticent to publish his findings.": [
        [
            14,
            21,
            [
                "Belong",
                "Belongs",
                "Belgian",
                "Balkan",
                "Balkans",
                "Elena"
            ]
        ]
    ],
    "He declined to teach a research seminar on the grounds that his work was not complete enough for dispersal.": [],
    "His plans to write a series of short articles which, when assembled, would form a conclusive treatment on the subject, were halted by his death at age 50.": [],
    "Some years before, Belknap had met <a href=\"/phillipsj\">John M. Phillips</a>, Director of the Yale Art Gallery.": [
        [
            19,
            26,
            [
                "Belong",
                "Belongs",
                "Belgian",
                "Balkan",
                "Balkans",
                "Elena"
            ]
        ]
    ],
    "Phillips publicized Belknap's work at a 1952 meeting of the College Art Association.": [
        [
            20,
            27,
            [
                "Belong",
                "Belongs",
                "Belgian",
                "Balkan",
                "Balkans",
                "Elena"
            ]
        ]
    ],
    "In 1959 his notes were published in book form as <em>American Colonial Painting: Materials for a History</em>.": [],
    "His mother donated a library in her son's honor at Winterthur Museum, Wilmington, DE.": []
}