{
    "First curator of the John G. Johnson Collection, and assistant director, Pennsylvania Museum of Art (later Philadelphia Museum of Art).": [],
    "Bell's father was Robert Courtenay Bell (1816-1896), a banker, and mother Clara Poynter (Bell) ( 1834-1927).": [
        [
            25,
            34,
            [
                "Courtesy",
                "Courtney",
                "Courtesan"
            ]
        ],
        [
            80,
            87,
            [
                "Pointer"
            ]
        ],
        [
            95,
            97,
            [
                "("
            ]
        ]
    ],
    "He was distantly related on his mother's side to Edward Burne-Jones and the writer Rudyard Kipling.": [],
    "Poynter, Bell's uncle, married Agnes Macdonald, a sister of Burne-Jones's wife; she was in turn aunt of Rudyard Kipling (1865-1936).": [
        [
            0,
            7,
            [
                "Pointer"
            ]
        ],
        [
            60,
            71,
            [
                "Bare-bones"
            ]
        ]
    ],
    "The younger Bell studied studio art at the Slade School of Art in London and under his uncle, <a href=\"/poyntere\">Edward John Poynter</a>, later president of the Royal Academy in London and director of the National Gallery.": [
        [
            43,
            48,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "In 1885 Bell moved to the United States where he worked as a landscape and building architect.": [],
    "In 1895 he created the decoration for Biltmore, the mansion in the hills of Asheville, North Carolina for George W. Vanderbilt (1865-1914).": [
        [
            3,
            7,
            [
                "1895,"
            ]
        ]
    ],
    "In the twentieth century Bell was the art director for the New Theater in New York.": [],
    "Bell wrote the introductory catalog for the inaugural exhibition of the Cleveland Museum of Art in 1916.": [],
    "In 1917, when <a href=\"/warnerl\">Langdon Warner</a> director of the Pennsylvania Museum of Art (later Philadelphia Museum of Art), was given leave to travel to Japan for research, Bell replaced him.": [],
    "He concurrently held the position of Curator of the John G. Johnson Collection, left by the Philadelphia lawyer (1841-1917) to the city at his death the same year.": [],
    "Bell was administrator of both the collection and the Museum until his death.": [],
    "His principal research interest was not in the Italian renaissance art, the bulk of the Johnson collection, but Asian art; he spent much of his time compiling a catalog (never published) of oriental works of art in private in Japanese and European collections.": [],
    "After his death, he was succeeded at the Johnson Collection (and Philadelphia Museum) by Henri Moreau (q.v.).": [],
    "His brother was <a href=\"/bellcf\">Charles F. Bell</a>, the first Keeper of the Fine Art Department, Ashmolean Museum, Oxford.": []
}