{
    "Antiquarian, art theorist and biographer in the tradition of Vasari; Librarian to Queen Christina of Sweden, and curator for Pope Clement X. Bellori was raised by his uncle, the antiquarian Francesco Angeloni (1559-1652).": [
        [
            61,
            67,
            [
                "Va sari"
            ]
        ],
        [
            141,
            148,
            [
                "Bellows",
                "Bellini",
                "Bellow",
                "Mellor",
                "Nellore"
            ]
        ],
        [
            200,
            208,
            [
                "Angelo",
                "Angelina",
                "Angelou",
                "Angeline"
            ]
        ]
    ],
    "He studied from Angeloni's private archaeological collection and drawings by Annibale Carracci, and painting (perhaps with Domenichino) though few artworks by Bellori are known.": [
        [
            16,
            24,
            [
                "Angelo",
                "Angelina",
                "Angelou",
                "Angeline"
            ]
        ],
        [
            159,
            166,
            [
                "Bellows",
                "Bellini",
                "Bellow",
                "Mellor",
                "Nellore"
            ]
        ]
    ],
    "Bellori became Angeloni's heir at Angeloni's death in 1652.": [
        [
            0,
            7,
            [
                "Bellows",
                "Bellini",
                "Bellow",
                "Mellor",
                "Nellore"
            ]
        ],
        [
            15,
            23,
            [
                "Angelo",
                "Angelina",
                "Angelou",
                "Angeline"
            ]
        ],
        [
            34,
            42,
            [
                "Angelo",
                "Angelina",
                "Angelou",
                "Angeline"
            ]
        ]
    ],
    "He assembled his own collection of paintings, including those by Titian, Tintoretto, [Annibale] Carracci, as well as coins and medals.": [
        [
            86,
            94,
            [
                "Cannibal",
                "Cannibals",
                "Anibal",
                "Hannibal",
                "Ansible"
            ]
        ],
        [
            96,
            104,
            [
                "Carrack",
                "Carrasco",
                "Carpaccio"
            ]
        ]
    ],
    "He assisted on several scholarly publications, including <em>Le Gemme antiche figurate</em> (1657) of <a href=\"/agostinil\">Leonardo Agostini</a>.": [],
    "Beginning in 1670 he acted as curator (Commissario dell'Antichità) to the classical collection of Pope Clement X. The following year he became rector (secretary) of the Accademia di San Luca in Rome.": [
        [
            39,
            50,
            [
                "Commissary",
                "Commissar",
                "Commissars",
                "Commissariat",
                "Commissaries"
            ]
        ],
        [
            56,
            65,
            [
                "Antiquity",
                "Wichita",
                "Antichrist",
                "Anticline",
                "Anticlimax",
                "Antichrists"
            ]
        ],
        [
            169,
            178,
            [
                "Academia"
            ]
        ]
    ],
    "At the Accedemia he fostered debate on art theory and strengthened the connections with the Académie de France, Rome.": [
        [
            7,
            16,
            [
                "Academia"
            ]
        ],
        [
            92,
            100,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "Inspired by the biography of artists <em>Le vite de'più eccellenti pittori, scuttori e architetti</em> of <a href=\"/vasarig\">Giorgio Vasari</a> (1550, 1568) and <em>Le vite de' pittori, scultori &amp; architetti</em>, 1642, of <a href=\"/baglioneg\">Giovanni Baglione</a>, Bellori compiled his own biographical collection, <em>Le vite de' pittori, scultori et architetti moderni</em> (1672) with a theoretical preface which been delivered earlier as a lecture in 1664.": [],
    "Bellor borrowed material from the Baglione's work, whom Bellori wrote was the \"Prometheus of Images\" (O'Neil).": [
        [
            0,
            6,
            [
                "Bellow",
                "Mellor",
                "Bell or"
            ]
        ],
        [
            34,
            42,
            [
                "Tagline"
            ]
        ],
        [
            56,
            63,
            [
                "Bellows",
                "Bellini",
                "Bellow",
                "Mellor",
                "Nellore"
            ]
        ]
    ],
    "But Bellori's motivation was a much jealousy of Baglione, who he privately accused of having the work ghostwritten by the antiquarian Ottavio Tronsarelli (d.": [
        [
            4,
            11,
            [
                "Bellows",
                "Bellini",
                "Bellow",
                "Mellor",
                "Nellore"
            ]
        ],
        [
            29,
            35,
            [
                "much"
            ]
        ],
        [
            48,
            56,
            [
                "Tagline"
            ]
        ],
        [
            134,
            141,
            [
                "Octavio"
            ]
        ]
    ],
    "1646).": [],
    "Bellori's work would then \"correct\" Baglione's work, which he said was written out of spite.": [
        [
            0,
            7,
            [
                "Bellows",
                "Bellini",
                "Bellow",
                "Mellor",
                "Nellore"
            ]
        ],
        [
            36,
            44,
            [
                "Tagline"
            ]
        ]
    ],
    "Bellori acted as librarian and antiquary to the exiled Queen Christina of Sweden in Rome after 1680.": [
        [
            0,
            7,
            [
                "Bellows",
                "Bellini",
                "Bellow",
                "Mellor",
                "Nellore"
            ]
        ]
    ],
    "He was honorary member of the Académie Royale de Peinture et de Sculpture in Paris in 1689.": [
        [
            3,
            15,
            [
                "was an honorary",
                "was the honorary"
            ]
        ],
        [
            30,
            38,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "At his death in 1690, Bellori was buried in San Isidoro, Rome.": [
        [
            22,
            29,
            [
                "Bellows",
                "Bellini",
                "Bellow",
                "Mellor",
                "Nellore"
            ]
        ],
        [
            48,
            55,
            [
                "Isidora",
                "Isidro"
            ]
        ]
    ],
    "Bellori's <em>Vite</em> focuses on twelve artists, Annibale and Agostino Carracci, Domenico Fontana, Federico Barocci, Caravaggio, Rubens, van Dyck, Francesco Duquesnoy, Domenichino, Giovanni Lanfranco, Alessandro Algardi and Poussin.": [
        [
            0,
            7,
            [
                "Bellows",
                "Bellini",
                "Bellow",
                "Mellor",
                "Nellore"
            ]
        ]
    ],
    "His preference for the Bolognese and classical-influenced artists, Annibale, Domenichino and Poussin, is apparent by the length of their biographies.": [
        [
            67,
            75,
            [
                "Cannibal",
                "Cannibals",
                "Anibal",
                "Hannibal",
                "Ansible"
            ]
        ]
    ],
    "Only two sculptors, Algardi and Duquesnoy, were included.": [
        [
            20,
            27,
            [
                "Asgard",
                "ALADI",
                "Algarve"
            ]
        ],
        [
            32,
            41,
            [
                "Duquesne"
            ]
        ]
    ],
    "Caravaggio and van Dyck received the scantest treatment and somewhat surprisingly, Bernini not at all.": [],
    "The <em>Vite</em> is noted for its rich description of the individual works of art, something missing in earlier art-historical accounts.": [],
    "Bellori's planned sequel never appeared, but he completed the entries for Guido Reni, Andrea Sacchi and Carlo Maratti.": [
        [
            0,
            7,
            [
                "Bellows",
                "Bellini",
                "Bellow",
                "Mellor",
                "Nellore"
            ]
        ],
        [
            93,
            99,
            [
                "Sac chi"
            ]
        ],
        [
            104,
            117,
            [
                "Carlo Maratta"
            ]
        ]
    ],
    "Maratti (1625-1713) contributed funds for the posthumous publication of Bellori's <em>Descrizzione delle imagini dipinte de Raffaelle d'Urbino</em> (1696), which describe Raphael's Vatican Stanze frescos and the Cupid and Psyche cycle in the Villa Farnesina.": [
        [
            0,
            7,
            [
                "Marathi"
            ]
        ],
        [
            72,
            79,
            [
                "Bellows",
                "Bellini",
                "Bellow",
                "Mellor",
                "Nellore"
            ]
        ]
    ],
    "Bellori's theorietical section of the <em>Vite</em> is a compilation of Platonic and Aristotelian ideas, drawn from Renaissance authors such as Giovanni Battista Agucchi (1570-1632) and <a href=\"/juniusf\">Franciscus Junius</a>.": [
        [
            0,
            7,
            [
                "Bellows",
                "Bellini",
                "Bellow",
                "Mellor",
                "Nellore"
            ]
        ],
        [
            10,
            22,
            [
                "theoretical"
            ]
        ]
    ],
    "He sought to find middle ground between the Mannerists and the naturalism of Caravaggio.": [
        [
            44,
            54,
            [
                "Mannerisms"
            ]
        ]
    ],
    "This was embodies in Classical antiquity and the paintings of Raphael, Annibale Carracci, Domenichino and Poussin.": [],
    "Poussin's friendship with Bellori likely influenced the author's writings.": [
        [
            26,
            33,
            [
                "Bellows",
                "Bellini",
                "Bellow",
                "Mellor",
                "Nellore"
            ]
        ]
    ]
}