{
    "Art critic and Bloomsbury theorist.": [],
    "Bell was son of William Heward Bell (1849-1927), a civil engineer, and Hannah Taylor Cory (1850-1942).": [
        [
            24,
            30,
            [
                "Heard",
                "Howard",
                "Reward",
                "Seward"
            ]
        ]
    ],
    "He entered Trinity College, Cambridge in 1899 studying history.": [],
    "There he was greatly influenced by G. E. Moore's philosophy.": [],
    "He was awared a Earl of Derby studentship in 1902 to study in Paris which he instead spend looking at art.": [
        [
            7,
            13,
            [
                "award",
                "awarded",
                "awards",
                "aware",
                "weird",
                "sward"
            ]
        ],
        [
            14,
            15,
            [
                "an"
            ]
        ],
        [
            85,
            90,
            [
                "spends",
                "spent"
            ]
        ]
    ],
    "Upon his return, he joined the \"Thursday evenings\" at the Gordon Square home of Thoby Stephen (1880-1906), whom he had met at Cambridge.": [
        [
            80,
            85,
            [
                "Toby",
                "Tho by"
            ]
        ]
    ],
    "Others in this group were Thoby's brother, Adrian, and their sisters, Vanessa and Virginia (the future Virginia Woolf).": [
        [
            26,
            31,
            [
                "Toby",
                "Tho by"
            ]
        ]
    ],
    "These evenings formed the basis for the British esthetic movement Bloomsbury.": [],
    "Bell married Vanessa Stephen in 1907 and became a major figure in the group.": [],
    "The Bell's second son was <a href=\"/bellq\">Quentin Bell</a>, who also became an art writer.": [],
    "In 1910 Bell met the art historian <a href=\"/fryr\">Roger Fry</a>.": [],
    "Together Bell and Fry mounted the Second Post-Impressionist Exhibition in London in 1912.": [],
    "Bell adopted many of the ideas Fry had written about and publish a simplified version of the esthetic, <em>Art</em>, in 1914.": [],
    "The book was responsible for popularizing the term \"significant form.\"": [],
    "Bell's numerous affairs with women ranging from his sister-in-law, Virginia (before she married Leonard Woolf) to others, seemed to affect Vanessa little.": [],
    "She simply lived from 1915 with her soul mate, Duncan Grant, whose child, Angelica Bell (b.": [],
    "1918), she bore.": [],
    "<a href=\"/bellc\">Clive Bell</a> joined the pacifist movement in World War I, issuing a pamphlet <em>Peace at Once</em>, which was confiscated by the Lord Mayor of London in 1916.": [],
    "Other writings followed, including <em>On British Freedom</em> (1923) criticizing British taste as \"genteel servitude.\"": [],
    "He followed this with a survey of Impressionism, <em>Landmarks in Nineteenth-century Painting</em>, in 1927.": [],
    "His book on Proust published in, 1928, was Britain's first book on the French writer.": [],
    "The same year he issued <em>Civilization</em>, arguing the necessity of a leisured élite for the maintenance of civilization.": [
        [
            83,
            88,
            [
                "elite",
                "light",
                "eight",
                "flight",
                "slight",
                "delight"
            ]
        ]
    ],
    "A memoir, <em>Old Friends: Personal Recollections</em>, was published in 1956.": [],
    "Bell's book, <em>Art</em> was highly influential.": [],
    "It went through numerous editions and established the Bloomsbury art-for-art's sake esthetic, \"significant form\" condoning form, independent of content, as most significant aspect of a work of art.": [],
    "As such, Bell could link the art of different periods together through their form, such as works from the renaissance and modern eras.": [],
    "He capitalized on the burgeoning interest in Italian renaissance so-called \"primitives\" by writing, \"go to Santa Croce or the Arena Chapel and admit tht if the greatest name in European painting is not Cézanne, it is Giotto.\"": [
        [
            149,
            152,
            [
                "THT",
                "the",
                "that",
                "tho",
                "TNT",
                "TT"
            ]
        ]
    ]
}