{
    "<p>First Keeper of the Fine Art Department, Ashmolean Museum, 1909-1931.": [],
    "Bell's father was Robert Courtenay Bell (1816-1896), a banker, and mother Clara Poynter (Bell) ( 1834-1927), whose brother was <a href=\"/poyntere\">Edward John Poynter</a>, a director of the National Gallery.": [
        [
            25,
            34,
            [
                "Courtesy",
                "Courtney",
                "Courtesan"
            ]
        ],
        [
            80,
            87,
            [
                "Pointer"
            ]
        ],
        [
            95,
            97,
            [
                "("
            ]
        ]
    ],
    "He was distantly related on his mother's side to Edward Burne-Jones and the writer Rudyard Kipling.": [],
    "Poynter, Bell's uncle, married Agnes Macdonald, a sister of Burne-Jones's wife; she was in turn aunt of Rudyard Kipling (1865-1936).": [
        [
            0,
            7,
            [
                "Pointer"
            ]
        ],
        [
            60,
            71,
            [
                "Bare-bones"
            ]
        ]
    ],
    "Bell was educated privately.": [],
    "In 1896, a family friend recommended him to <a href=\"/fortnumc\">C.": [],
    "Drury Fortum</a>, who in turn suggested to <a href=\"/evansa\">Arthur J. Evans</a> that he assist in the great Renaissance collection that Fortnum planned to bequeath to the University art gallery.": [
        [
            6,
            12,
            [
                "Forum",
                "For tum"
            ]
        ]
    ],
    "Bell became Assistant Keeper at the Ashmolean Museum in 1896.": [],
    "It was around this time that he met the Renaissance art scholar <a href=\"/berensonb\">Bernard Berenson</a>.": [],
    "At that time, the collections of the Ashmolean were yet ungrouped, having been recently been moved into their new location.": [],
    "Bell organized and cataloged the collection on a very meager budget while Evans spent much time excavating in the middle east with Bell largely in administrative control of the Museum.": [
        [
            114,
            125,
            [
                "Middle East"
            ]
        ]
    ],
    "The Ashmolean and the Art Gallery were amalgamated in 1908 at Evans' retirement and Bell was made first Keeper of Fine Art in the new institution on 1 January 1909.": [],
    "Bell rehung the collection, creating one of the most attractive museums in Britain.": [],
    "He took a scholarly interest the portrait paintings held at Oxford, providing advice to Rachel E. Lane Poole (d.": [],
    "1937), compiling a catalog of the collection.": [],
    "Bell was appointed secretary to the committee responsible for organizing the first of a series of exhibitions of Oxford historic portraits.": [],
    "He wrote other works on English portraiture quickly becoming an authority on the subject.": [],
    "In 1910 he was invited to succeed <a href=\"/custl\">Lionel Cust</a> as director of the National Portrait Gallery, but Bell declined, remaining at the Ashmolean the rest of his career.": [
        [
            3,
            7,
            [
                "1910,"
            ]
        ]
    ],
    "In 1911, he helped found the Walpole Society with Alexander J. Finberg (1866-1939) and Cust.": [
        [
            63,
            70,
            [
                "Feinberg",
                "Fin berg"
            ]
        ],
        [
            87,
            91,
            [
                "Must",
                "Just",
                "Cast",
                "Cost",
                "Cut",
                "Cult"
            ]
        ]
    ],
    "Lane Poole's catalog of portraits, 1912, became the standard in the field.": [],
    "Bell also became interested in medieval ceramics and drawings, of which the Ashmolean had a strong collection.": [],
    "Among his many acquaintances were T. E. Lawrence (\"Lawrence of Arabia\") (1888-1935) who brought fragments of pottery into the Ashmolean for identification.": [],
    "Bell and Lawrence frequently discussed medieval art and architecture.": [],
    "Lawrence had intended to donate the contemporary drawings included in his famous <em>Seven Pillars of Wisdom</em> to the Ashmolean, but Bell's interest in contemporary art for the Ashmolean was limited.": [],
    "In 1922 he met the Oxford student <a href=\"/clarkk\">Kenneth Clark</a>, whose career Bell carefully shaped.": [
        [
            3,
            7,
            [
                "1922,"
            ]
        ]
    ],
    "He suggested Clark write a B.Litt thesis on the Gothic revival in architecture, (though Clark was a Renaissance scholar) under Bell's supervision and from his notes.": [
        [
            19,
            24,
            [
                "writes",
                "wrote"
            ]
        ],
        [
            29,
            33,
            [
                " Litt"
            ]
        ]
    ],
    "Clark never completed this as a thesis (somewhat to Bell's annoyance) but later urged by Clark's wife, Clark published it as his first book.": [],
    "In Italy, Bell introduced the young Clark to Berenson, now the scion of Renaissance art historians, though Bell held him in less esteem than art historians did.": [
        [
            45,
            53,
            [
                "Benenson"
            ]
        ]
    ],
    "In later years, Bell also fostered the education and career of Cambridge student <a href=\"/watsonf\">Francis John Bagott Watson</a>, eventually director of the Wallace Collection.": [],
    "He retired in 1931 and was succeeded by Clark.": [],
    "After Bell's retirement, two drawings from Lawrence's book, Augustus John's oil portrait of Feisal and charcoal sketch of D. G. Hogarth were presented to the Museum.": [
        [
            92,
            98,
            [
                "Fatal",
                "Basal",
                "Nasal",
                "Faisal"
            ]
        ]
    ],
    "He willed his personal library to Watson.": [],
    "His older brother, <a href=\"/belle\">Edward Hamilton Bell</a>, was the first curator of the John G. Johnson Collection, and assistant director, Pennsylvania Museum of Art.": [],
    "A homosexual connected in the larger circle of the famous Oxford esthetes, Bell published relatively little given his expertise.": [
        [
            65,
            73,
            [
                "aesthetes"
            ]
        ]
    ],
    "Colleagues remarked that the fastidious Bell preferred to have others publish his notes, as in the case of Clark's book on the Gothic revival, \"so that others could take the blame\" (Secrest).": [
        [
            182,
            189,
            [
                "Secret",
                "Secrets",
                "Securest",
                "Serest",
                "Se crest",
                "Sec rest"
            ]
        ]
    ],
    "Some indication of his accomplishment lies in the dedication of books to him, which, in addition to Clark's <em>The Gothic Revival</em> (1929), included Osbert Sitwell's <em>Winters of Content</em> (1932).": [
        [
            160,
            167,
            [
                "Sit well"
            ]
        ]
    ],
    "\"He was a died-in-the-wool documentary art historian who disliked poetic effusion and admired those who attempted to put art history onto a scientific footing\" (Whiteley).": [
        [
            10,
            26,
            [
                "dyed-in-the-wool"
            ]
        ]
    ],
    "Geoffrey de Bellaigue wrote that Bell was a \"fierce and acerbic art historian of great breadth of learning who set himself and others standards of perfection which few could achieve, let alone maintain.\"": [],
    "He was once observed kicking an exhibition catalog that he thought poorly written across his library floor.</p>": []
}