{
    "Professor for Art History and Media Theory, Hochschule für Gestaltung, Karlsruhe, Germany.": [
        [
            55,
            58,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            59,
            69,
            [
                "Gestating"
            ]
        ]
    ],
    "Belting studied Art History, Archaeology and History at the universities of Mainz and Rome.": [],
    "He completing his dissertation in 1959 in Mainz.": [
        [
            0,
            13,
            [
                "He's completing",
                "He is completing",
                "He was completing"
            ]
        ]
    ],
    "He was a Visiting Fellow at Dumbarton Oaks, Washgington, D. C. where he studied under <a href=\"/kitzingere\">Ernst Kitzinger</a>.": [
        [
            28,
            37,
            [
                "Lumberton"
            ]
        ],
        [
            44,
            55,
            [
                "Washington"
            ]
        ]
    ],
    "Belting returned to Germany where he taught as assistant professor at the University of Hamburg in 1966.": [],
    "He was promoted to Professor for Art History at Heidelberg in 1970.": [],
    "He remained there until 1980 when he moved to accept the chair in art history at Munich, a position once occupied by <a href=\"/wolfflinh\">Heinrich Wölfflin</a> and <a href=\"/sedlmayrh\">Hans Sedlmayr</a>.": [],
    "Belting was again at Harvard in 1984 as a Visiting Professor and then the <a href=\"/schapirer\">Meyer Schapiro</a> Visiting Professor at Columbia University for the academic year 1989-90.": [],
    "He left Munich in 1992 to launch the Kunstwissenschaft and Medientheorie Ph.D.": [],
    "program for the newly-founded Hochschule für Gestaltung (School for New Media) at Karlsruhe, in association with the Center for Art and Media Technologies (ZKM) also in Karlsruhe.": [
        [
            0,
            7,
            [
                "Program"
            ]
        ],
        [
            41,
            44,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            45,
            55,
            [
                "Gestating"
            ]
        ]
    ],
    "In 2002 he was a Getty Institute Visiting Professor in Buenos Aires.": [
        [
            3,
            7,
            [
                "2002,"
            ]
        ]
    ],
    "Belting was the European Chair of the Collège de France at Paris for 2002-2003 and an Honorary Chair at the University of Heidelberg.": [
        [
            38,
            45,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ]
    ],
    "He joined Northwestern University as the Mary Jane Crowe professor in retirement.": [],
    "Belting was awarded an Honorary Degree (D.lit.)": [],
    "from the Courtauld Institute, University of London, in 2003.": [
        [
            0,
            4,
            [
                "From"
            ]
        ],
        [
            9,
            18,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Although trained as a Byzaninist, Belting has recently written on art methodology, employing his approach to a range of art topics including Max Beckmann.": [
        [
            22,
            32,
            [
                "Byzantines"
            ]
        ]
    ]
}