{
    "Rembrandt scholar and director of the Albertina 1947-61.": [],
    "Benesch's father was the art collector <a href=\"/beneschh\">Heinrich Benesch</a>.": [
        [
            0,
            7,
            [
                "Beneath",
                "Bench",
                "Beech",
                "Beseech",
                "Mensch"
            ]
        ]
    ],
    "Among the elder Benesch's friends was the Austrian Expressionist Egon Schiele.": [
        [
            16,
            23,
            [
                "Beneath",
                "Bench",
                "Beech",
                "Beseech",
                "Mensch"
            ]
        ]
    ],
    "A double portrait of father and son, painted by Schiele in 1913, is owned by the Wolfgang-Gurlitt-Museum in Linz, Austria.": [
        [
            81,
            104,
            [
                "Wolfgang-Burkitt-Museum"
            ]
        ]
    ],
    "The younger Benesch studied art history at the University of Vienna and a semester in Stockholm under <a href=\"/roosvalj\">Johnny Roosval</a>.": [
        [
            12,
            19,
            [
                "Beneath",
                "Bench",
                "Beech",
                "Beseech",
                "Mensch"
            ]
        ]
    ],
    "Around 1919 he assisted <a href=\"/antalf\">Frederick Antal</a> in organizing the Museum of Fine Arts in Budapest.": [],
    "Benesch wrote his dissertation in Vienna under <a href=\"/dvorakm\">Max Dvořák</a> in 1921 on the subject of Rembrandt's drawings.": [
        [
            0,
            7,
            [
                "Beneath",
                "Bench",
                "Beech",
                "Beseech",
                "Mensch"
            ]
        ]
    ],
    "Between 1919-23 he was a volunteer assistant at the picture gallery (Gemäldegalerie) at the Kunsthistorisches Museum, Vienna, under director of <a href=\"/gluckg\">Gustav Glück</a>.": [],
    "In 1923 he was appointed assistant curator at the Graphische Sammlung Albertina.": [
        [
            3,
            7,
            [
                "1923,"
            ]
        ],
        [
            50,
            60,
            [
                "Graphic",
                "Graphics",
                "Graphical",
                "Graphite",
                "Garfish",
                "Garfishes"
            ]
        ],
        [
            61,
            69,
            [
                "Sampling",
                "Samsung"
            ]
        ]
    ],
    "There he met Eva Steiner, an administrative clerk, and married her in 1934.": [],
    "In 1935 he wrote the twelve-page (!)": [
        [
            3,
            7,
            [
                "1935,"
            ]
        ]
    ],
    "entry on Rembrandt for the <em>Allgemeines Lexikon der bildenden Künstler</em> (Thieme-Becker).": [
        [
            0,
            5,
            [
                "Entry"
            ]
        ]
    ],
    "With the annexation of Austria by the Nazis in 1938, the Benesches fled (Eva, although protestant, was of Jewish extraction).": [
        [
            57,
            66,
            [
                "Benches",
                "Beeches",
                "Beseeches",
                "Mensches"
            ]
        ]
    ],
    "Traveling by way of Switzerland, Benesch moved to France and then, in 1939, was a guest lecturer in the Netherlands.": [
        [
            33,
            40,
            [
                "Beneath",
                "Bench",
                "Beech",
                "Beseech",
                "Mensch"
            ]
        ]
    ],
    "The academic year 1939-40 he spent in England, where he was briefly interned on the Isle of Man at the outbreak of World War II.": [],
    "At the invitation of <a href=\"/cookw\">Walter W. S. Cook</a>, Benesch lectured at New York University, and in 1941 at Harvard University with the assistance of a Guggenheim Fellowship supplied by <a href=\"/koehlerw\">Wilhelm Reinhold Walter Koehler</a>.": [],
    "During the war he and Eva worked for the American Defense, Harvard Group, identifying art monuments in Austria and Czechoslovakia.": [],
    "In 1945 he was a member of the Institute for Advanced Study in Princeton.": [
        [
            3,
            7,
            [
                "1945,"
            ]
        ]
    ],
    "It was in 1945 that he first published his <em>The Art of the Renaissance in Northern Europe</em>.": [],
    "The book owes much to Dvořák, especially the expansion of the Dvořákian concept of Mannerism to northern artists such as Bruegel (Posner).": [
        [
            22,
            28,
            [
                "Dvorak"
            ]
        ],
        [
            62,
            71,
            [
                "Dorian",
                "Moravian",
                "Dvorak",
                "Ivorian",
                "Slovakian",
                "Kevorkian"
            ]
        ],
        [
            130,
            136,
            [
                "Poster",
                "Poser",
                "Posher"
            ]
        ]
    ],
    "In 1946 he was called back to Vienna, where he assumed the Director of the Albertina in 1947, a position he held until 1962.": [
        [
            3,
            7,
            [
                "1946,"
            ]
        ]
    ],
    "He was named Associate Professor of Art History at the University of Vienna in 1948.": [],
    "His years as director focused on acquisitions that broadened the scope of the Albertina's collections.": [],
    "Between 1954-57 Benesch published the first complete catalog of Rembrandt drawings, based on much original research.": [
        [
            16,
            23,
            [
                "Beneath",
                "Bench",
                "Beech",
                "Beseech",
                "Mensch"
            ]
        ]
    ],
    "Benesch's area of scholarship was graphic arts and particularly Rembrandt.": [
        [
            0,
            7,
            [
                "Beneath",
                "Bench",
                "Beech",
                "Beseech",
                "Mensch"
            ]
        ]
    ],
    "His publications reflect his wide interests, covering gothic art, conservation of monuments, art theory and musicology (he was an organist and keyboard musician).": [],
    "Methodologically, Benesch was not wedded to theory, such as fellow Vienna-school historians <a href=\"/pachto\">Otto Pächt</a>, <a href=\"/freyd\">Dagobert Frey</a> and <a href=\"/sedlmayrh\">Hans Sedlmayr</a>.": [
        [
            18,
            25,
            [
                "Beneath",
                "Bench",
                "Beech",
                "Beseech",
                "Mensch"
            ]
        ]
    ],
    "Instead, he employed the <em>Geistesgeschichte</em> approach of documentary/intellectual history akin to the work of his mentor Dvořák.": [],
    "He and <a href=\"/tietzeh\">Hans Tietze</a> were among Dvořák's most important pupils.": []
}