{
    "Self-taught historian and critic of American art.": [],
    "Benjamin was born in Argos, Greece in 1837 where his parents were American missionaries.": [],
    "He was educated at the English College in Smyrna, Turkey and Williams College in Williamstown, Massachusetts.": [],
    "He graduated from Williams College in 1859 having studied both law and art, also seamanship.": [],
    "During his travels, he gained experience as a maritime painter and illustrator.": [],
    "Benjamin published a series of marine depictions of the Crimean War in the <em>London Illustrated News</em> in 1854.": [],
    "He married Clara Stowell, (d.": [],
    "1880) in 1863.": [],
    "His first book, <em>Ode on the Death of Abraham Lincoln</em>, appeared in response to Lincoln’s assination in 1865.": [
        [
            96,
            106,
            [
                "assignation"
            ]
        ]
    ],
    "During 1867 he published <em>The Turk and the Greek; or, Creeds, races, society, and scenery in Turkey, Greece, and the isles of Greece</em>, indicating his early interest in international affairs that would lead to a position in the State Department.": [],
    "Later, in 1870, he opened a studio in Boston to produce oil and watercolor paintings.": [],
    "He also began publishing travel and art criticism for <em>Harpers Magazine</em>.": [],
    "The first of his art-historical books, <em>Contemporary Art in Europe</em>, was published in 1877, an collection and augmentation of the <em>Harpers</em> articles.": [
        [
            99,
            101,
            [
                "a"
            ]
        ]
    ],
    "After a book on maritime subject, 1879, he then published <em>Art in America: A Critical and Historical Sketch</em> in 1880.": [],
    "In 1881 <em>Our American Artists</em>, was written to educate children on American art history.": [],
    "The book was dedicated to his daughter, Edith.": [],
    "After the death of his first wife, Benjamin married again, Fannie Nichols Weed, in 1882.": [],
    "He was appointed the first United States minister to Persia in 1883 by President Chester A. Arthur.": [],
    "He held the position for two years.": [],
    "During that time, he notably settled disputes over foreign land tenure and helped to create a code for extraterritorial practices.": [],
    "He was given an honorable mention for the display of Persian products at an exhibition in New Orleans.": [],
    "After leaving his post as American minister to Persia, he went on to publish several more histories and travel accounts, including <em>The Story of Persia</em>.": [],
    "Benjamin died in 1914 at his home in Burlington, Vermont.": [],
    "Benjamin represents the early appearance of art writing in the United States.": [],
    "Trained only remedially in art history, he blended travel accounts with the art of the region.": [],
    "<em>Contemporary Art in Europe</em>, his most art-historical work, examines the work of England, France, and Germany.": [],
    "Typical for this kind of writing, the art within the countries is divided into \"schools\", emerging trends and decorative arts.": [],
    "The artists discussed represent the popular taste of the period, so-called academic painters (e.g., Carl von Piloty) and beaux arts (William-Adolphe Bouguereau).": [
        [
            109,
            115,
            [
                "Pilot",
                "Pilots"
            ]
        ]
    ],
    "Controvercial artists--most notably the Impressionists--were omitted.": [
        [
            0,
            13,
            [
                "Controversial"
            ]
        ]
    ]
}