{
    "Classicist art historian.": [],
    "Benndorf studied under the archaeologist/philologist <a href=\"/welckerf\">Friedrich Gottlieb Welcker</a> (1784-1868), the pottery scholar <a href=\"/jahno\">Otto Jahn</a> and the classicist Friedrich Ritschl (1806-1876) at Bonn.": [
        [
            0,
            8,
            [
                "Vendor",
                "Vendors",
                "Bender",
                "Sendoff",
                "Benders",
                "Benioff"
            ]
        ]
    ],
    "He wrote his <em>habilitationschrift</em> in 1868 under Friedrich Wieseler (1811-1892) in Göttingen.": [],
    "During a brief position teaching at Schulpforte, Germany, his pupils included the young Friedrich Nietzsche (1844-1900).": [],
    "He was appointed <em>Extraordinarius</em> professor of archaeology at the University of Zürich in 1869, moving to the University of Munich in 1871 and Prague the following year.": [],
    "He participated in the second Austrian archaeological expedition to Samothrace with <a href=\"/conzea\">Alexander Conze</a> in 1875.": [],
    "Shortly thereafter he succeeded Conze for the chair in Vienna in 1877.": [
        [
            32,
            37,
            [
                "Cone",
                "Congé"
            ]
        ]
    ],
    "At Vienna he founded the archaeology and epigraphy department.": [
        [
            3,
            9,
            [
                "Vienna,"
            ]
        ]
    ],
    "In 1881-1882 he excavated the Heroon of Gjölbaschi-Trysa in Lucia, sending the reliefs, entrance tower, sarcophagus, and more than one hundred boxes to the Kunsthistorisches Museum in Vienna in 1882.": [
        [
            30,
            36,
            [
                "Herõon"
            ]
        ],
        [
            40,
            56,
            [
                "Gjölbaschi-Tryst"
            ]
        ]
    ],
    "His students in Vienna included <a href=\"/rostovtzeffm\">Michael Ivanovitch Rostovtzeff</a>, whom he taught archaeology; the Vienna-school historian <a href=\"/schlosserj\">Julius Alwin von Schlosser</a> studied under him as well.": [],
    "He organized the first excavation of Ephesos along with <a href=\"/humannc\">Carl Humann</a>, director of excavations for Prussia.": [
        [
            37,
            44,
            [
                "Ephesus"
            ]
        ]
    ],
    "Benndorf founded the österreichische Archäologische Institut (Austrian Archaeological Institute) in 1898 and was its first director until his death.": [
        [
            0,
            8,
            [
                "Vendor",
                "Vendors",
                "Bender",
                "Sendoff",
                "Benders",
                "Benioff"
            ]
        ],
        [
            52,
            60,
            [
                "Institute"
            ]
        ]
    ],
    "His students included <a href=\"/studniczkaf\">Franz Studniczka</a> and son was the distinguished physicist Hans Benndorf (1870-1953).": []
}