{
    "Wife of <a href=\"/berensonb\">Bernard Berenson</a> and scholar of Italian paintings.": [],
    "Mary Berenson was born Mary Smith to Robert Pearsall Smith (1827-1899), an evangelizing preacher and Hannah Whitall (Smith) (1832-1911), both of Quaker extraction.": [
        [
            5,
            13,
            [
                "Benenson"
            ]
        ],
        [
            108,
            115,
            [
                "Whit all"
            ]
        ]
    ],
    "She was given the nick-name \"Mariechen\" (little Mary) by a German nursemaid.": [
        [
            18,
            27,
            [
                "nickname"
            ]
        ],
        [
            29,
            38,
            [
                "Marched",
                "Marches",
                "Mariachi",
                "Marcher",
                "Manichean",
                "Mariachis"
            ]
        ]
    ],
    "She attended Smith College and Harvard Annex (later Radcliffe College).": [],
    "At Harvard Annex she met the Scots-Irish Benjamin Francis Conn \"Frank\" Costelloe (1855-1899).": [],
    "The future barrister and political reformer and Smith married in 1885.": [],
    "The couple lived in England where they had two children.": [],
    "Mary Costelloe met the young art historian <a href=\"/berensonb\">Bernard Berenson</a> during a visit he made to the couple's cottage in 1890.": [],
    "Bored with her husband's work and the requirements of a young mother, she separated from Costelloe in 1892, focusing on art and the Austrian designer Hermann Obrist.": [
        [
            158,
            164,
            [
                "Oboist"
            ]
        ]
    ],
    "Smith-Costelloe soon turned her interest to art history and Berenson.": [
        [
            60,
            68,
            [
                "Benenson"
            ]
        ]
    ],
    "Using the pseudonym Mary Logan, Mary Costelloe wrote a long pamphlet, <em>Guide to the Italian Pictures at Hampton Court: with Short Studies of the Artists</em> in 1894, which confirmed her as an art authority, along with journal articles.": [],
    "The same year, Berenson's <em>Venetian Painters</em>, largely written by Mary with Bernard adding the notes, appeared.": [
        [
            15,
            23,
            [
                "Benenson"
            ]
        ]
    ],
    "The book made <a href=\"/berensonb\">Bernard Berenson</a>'s reputation as an art historian.": [],
    "Tracing the history of Venetian painting over four centuries, <em>Venetian Painters</em> would become a series of studies on Italian schools (painting styles) Bernard would author with great assistance from Mary.": [],
    "Mary became Berenson's companion, but Costelloe, being Roman Catholic, declined a divorce.": [
        [
            12,
            20,
            [
                "Benenson"
            ]
        ]
    ],
    "In 1897 she toured the frescos in the hospital at Siena with <a href=\"/horneh\">Herbert P. Horne</a>, of whom <a href=\"/berensonb\">Bernard Berenson</a> approved.": [
        [
            3,
            7,
            [
                "1897,"
            ]
        ],
        [
            23,
            30,
            [
                "frescoes",
                "fresco"
            ]
        ]
    ],
    "Costelloe died suddenly in 1899 and she and Berenson married in 1900 in a small chapel on the estate of Villa I Tatti, which Berenson had purchased.": [
        [
            44,
            52,
            [
                "Benenson"
            ]
        ],
        [
            112,
            117,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ],
        [
            125,
            133,
            [
                "Benenson"
            ]
        ]
    ],
    "Among Mary Berenson's long-term friendships was the writer <a href=\"/whartone\">Edith Wharton</a>.": [
        [
            11,
            19,
            [
                "Benenson"
            ]
        ]
    ],
    "When a young classics student from Oxford, <a href=\"/scottg\">Geoffrey Scott</a>, was hired to be Berenson's librarian at I Tatti Mary immediately fell deeply in love with him.": [],
    "The three traveled throughout Italy.": [],
    "When Scott failed to distinguish himself as a classical student at Oxford, Mary introduced him to an architect who eventually became his architectural partner, renovating I Tatti and the gardens as their first commission.": [
        [
            173,
            178,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ]
    ],
    "Mary Berenson published a small article, \"A Tentative List of Italian Pictures Worth Seeing,\" in Fiesole periodical in 1908.": [
        [
            5,
            13,
            [
                "Benenson"
            ]
        ],
        [
            97,
            104,
            [
                "Fie sole"
            ]
        ]
    ],
    "Scott married in 1918 and this event, as well as her husband's latest lover, the Parisian art collector Baroness Gabrielle La Caze, caused Mary to flee to England where she suffered a nervous breakdown.": [
        [
            126,
            130,
            [
                "Came",
                "Care",
                "Case",
                "Cave",
                "Cafe",
                "Café"
            ]
        ]
    ],
    "The Berenson's income much diminished because of the 1929 stock market crash and the couple curtailed their lavish lifestyle.": [
        [
            4,
            12,
            [
                "Benenson"
            ]
        ]
    ],
    "As a result, <a href=\"/berensonb\">Bernard Berenson</a> was secretly retained by the Duveen firm to authenticate paintings and Mary took over the financial aspects of the covert arrangement for Berenson.": [],
    "A 1931 operation for cystitis left her debilitated.": [],
    "As the 1930s wore on, Mary withdrew from the elaborate social hosting Bernard was attracting at I Tatti.": [
        [
            98,
            103,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ]
    ],
    "His secretary Elisabetta \"Nicky\" Mariano (1887-1968), who had replaced Scott in 1918, gradually took over these duties, becoming Bernard's acknowledged final lover.": [],
    "The threesome traveled periodically across the Mediterranean periodically, Mary writing her experiences.": [],
    "By 1935, Mary Berenson was too ill to travel on the final trips.": [
        [
            14,
            22,
            [
                "Benenson"
            ]
        ]
    ],
    "She continued to write of travels, despite not participating in them, as in her 1938 book, <em>A Vicarious Trip to the Barbary Coast</em>.": [],
    "Mary continued to seek treatments for her ailments, some psychosomatic, before World War II.": [],
    "During World War II, as American expatriates, the Berensons were prevented from leaving Italy because of Italy's Axis alliance.": [
        [
            50,
            59,
            [
                "Parsons",
                "Barons",
                "Baryons",
                "Benenson"
            ]
        ]
    ],
    "In 1944, Bernard and Marino hid in the home of a friend, fearful that his Jewish heritage would make him a target, while Mary remained at I Tatti.": [
        [
            140,
            145,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ]
    ],
    "She died at the end of 1944 and is buried in the chapel at I Tatti where the couple had been married.": [
        [
            61,
            66,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ]
    ],
    "When Bernard died in 1959, he was placed beside her.": [],
    "Her brother was the literary essayist Logan Pearsall Smith (1865-1946), who encourage both Clark and <a href=\"/russellj\">John Russell</a> in their writing careers.": [],
    "Mary Berenson's contribution to her husband's art history is a matter of some debate.": [
        [
            5,
            13,
            [
                "Benenson"
            ]
        ]
    ],
    "An excellent writer who accompanied her husband through most of his travels and debated art with him, it appears her hand in his books was larger than previously thought.": [],
    "She edited all his work, some significantly.": [],
    "The art historian <a href=\"/mayora\">A.": [],
    "Hyatt Mayor</a> described Mary in 1925 as \"tall, gray haired and buxom.\"": [],
    "Many remarked on the extreme physical contrast to her husband who was slightly built, always shorter than she, and younger.": [],
    "She and Bernard could not be faithful to one another and seemed to many biographers to engage in affairs purely to torture each other (Morgan).": []
}