{
    "Influential scholar of the Italian Renaissance employing connoisseurship; consultant to the major American museums and collectors in the early 20th century.": [],
    "Berenson was born to Albert (originally Alter) Valvrojenski and Julia (originally Eudice) Mickleshanski (Valvrojenski).": [
        [
            0,
            8,
            [
                "Benenson"
            ]
        ],
        [
            82,
            88,
            [
                "Eunice",
                "Eu dice"
            ]
        ]
    ],
    "His father emigrated to Boston from Lithuania with his family in 1875, changing their family name to \"Berenson.\"": [
        [
            11,
            23,
            [
                "immigrated to",
                "emigrated from"
            ]
        ],
        [
            102,
            110,
            [
                "Benenson"
            ]
        ]
    ],
    "<a href=\"/berensonb\">Bernard Berenson</a> was educated at the Latin School, Boston.": [],
    "A Jew by birth, he converted to Christianity and was baptized in 1885.": [],
    "He attended Harvard University, where he studied under <a href=\"/nortonc\">Charles Eliot Norton</a>, graduating with a B. A. in 1887.": [],
    "Berenson's classmates at Harvard included the other future men of cultural importance, including the cultural philosopher George Santayana (1863-1952), the art collector Charles A. Loeser (1864-1928) (both of whom Berenson tutored), the philosopher William James (1842-1910).": [
        [
            0,
            8,
            [
                "Benenson"
            ]
        ],
        [
            181,
            187,
            [
                "Loser",
                "Looser"
            ]
        ],
        [
            214,
            222,
            [
                "Benenson"
            ]
        ]
    ],
    "Through his connections with Norton he met the Boston collector Isabella Stewart Gardner (1840-1924).": [],
    "Berenson used an initial trip to Europe, financed by Mrs.": [
        [
            0,
            8,
            [
                "Benenson"
            ]
        ]
    ],
    "Gardner and others, to educate himself in literature (he intended on becoming a novelist and critic).": [],
    "However his contact with original works of art in Europe changed his mind resolving to someday live in Italy and be a scholar of Italian art.": [
        [
            0,
            7,
            [
                "However,"
            ]
        ]
    ],
    "He moved to Oxford, England, where he became part of the circle of the collector esthete Edward Perry \"Ned\" Warren (1860-1928).": [
        [
            81,
            88,
            [
                "aesthete"
            ]
        ]
    ],
    "At Oxford he encountered another influential Renaissance scholar, <a href=\"/horneh\">Herbert P. Horne</a>.": [
        [
            3,
            9,
            [
                "Oxford,"
            ]
        ]
    ],
    "Through Horne, Berenson met the art historian <a href=\"/richterj\">Jean Paul Richter</a>.": [
        [
            15,
            23,
            [
                "Benenson"
            ]
        ]
    ],
    "Richter urged Berenson to read the writings of <a href=\"/morellig\">Giovanni Morelli</a>, who tremendously influenced Berenson's method.": [
        [
            14,
            22,
            [
                "Benenson"
            ]
        ]
    ],
    "In 1889, he met the famous connoisseur/art historian <a href=\"/cavalcaselleg\">G.": [],
    "B. Cavalcaselle</a> and began publishing various studies on art, using the connoisseurship approach to art based upon the writings of Morelli.": [
        [
            134,
            141,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ]
    ],
    "1890 was a watershed year for Berenson.": [
        [
            30,
            38,
            [
                "Benenson"
            ]
        ]
    ],
    "He met Morelli personally (and the young art historian <a href=\"/venturia\">Adolfo Venturi</a>, also present that day); in England he met a married woman, <a href=\"/berensonm\">Mary Berenson</a> (Mary Smith Costelloe), who subsequently left her husband and small children the following year to follow Berenson; he also began dealing in art, scouting pictures for Richter, the London dealer Otto Gutekunst (ca.": [
        [
            7,
            14,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ]
    ],
    "1865-after 1939) and Warren.": [],
    "Berenson acquired his first works as a dealer/facilitator (Impressionist works and a Piero di Cosimo) for his friend, the British collector James Burke, in 1892.": [
        [
            0,
            8,
            [
                "Benenson"
            ]
        ],
        [
            94,
            100,
            [
                "Costco",
                "Casino",
                "Cosmic",
                "Cosmos",
                "Como",
                "Cosine"
            ]
        ]
    ],
    "His book <em>Venetian Painters</em>, largely a rewrite of <a href=\"/berensonm\">Mary Berenson</a>'s notes, appeared in 1894.": [],
    "The book, tracing the history of Venetian painting over four centuries, became the first in a series of four studies on Italian schools (painting styles).": [],
    "Berenson stated his method in an 1894 essay, \"The Rudiments of Connoisseurship (A Fragment),\" which later appeared in <em>The Study and Criticism of Italian Art, Second Series</em> of 1902.": [
        [
            0,
            8,
            [
                "Benenson"
            ]
        ]
    ],
    "His brand of connoisseurship (so-called \"scientific\") was most clearly employed with the then unknown Venetian painter, Lorenzo Lotto, in <em>Lorenzo Lotto: An Essay in Constructive Art Criticism</em> (1894); it became Berenson's manifesto of Morellian analysis.": [
        [
            219,
            227,
            [
                "Benenson"
            ]
        ],
        [
            243,
            252,
            [
                "Morelia",
                "Orwellian"
            ]
        ]
    ],
    "Berenson was purchasing for the American banker Theodore M. Davis as well as Mrs.": [
        [
            0,
            8,
            [
                "Benenson"
            ]
        ]
    ],
    "Gardner, acquiring pictures for the latter based upon a percentage of the total cost.": [],
    "The second of his Italian-school treatments, <em>Florentine Painters</em>, appeared in 1896, a clearer treatise of author's theory of the painterly analysis.": [],
    "Berenson used his critical eye to group paintings according to how he considered the artist handled, for example, surface texture (which Berenson called \"tactile imagination\") or the weight and volume which the painted figures seemed to possess.": [
        [
            0,
            8,
            [
                "Benenson"
            ]
        ],
        [
            137,
            145,
            [
                "Benenson"
            ]
        ]
    ],
    "Berenson's categorizing tendency toward art history grew with the publication of <em>Central Italian Painters</em> (1897), the third of his Italian schools-of-art books.": [
        [
            0,
            8,
            [
                "Benenson"
            ]
        ]
    ],
    "Here artists were divided into rankings such as \"decorators\" or \"illustrators,\" or when these categories failed, the artists were organized by those employing spatial techniques whose results could, again according to Berenson, elicit specific \"ideated\" sensations from the viewer.": [
        [
            218,
            226,
            [
                "Benenson"
            ]
        ]
    ],
    "Berenson's books quickly found a wide readership, providing him a steady, if modest, source of income.": [
        [
            0,
            8,
            [
                "Benenson"
            ]
        ]
    ],
    "They rapidly became the texts for the nascent art history courses being developed in American universities.": [],
    "In 1900, Berenson bought a villa in the Tuscan hills of Settignano, outside Florence.": [
        [
            9,
            17,
            [
                "Benenson"
            ]
        ]
    ],
    "<em>Villa I Tatti</em> subsequently would be forever associated with Berenson.": [],
    "The same year Mary Costelloe's husband died and she married Berenson.": [
        [
            60,
            68,
            [
                "Benenson"
            ]
        ]
    ],
    "The two transformed the eighteenth-century house and gardens into a personal center for renaissance study.": [],
    "Berenson's library was famous and his guests numerous.": [
        [
            0,
            8,
            [
                "Benenson"
            ]
        ]
    ],
    "He remained there, except for periodic travel, the rest of his life.": [],
    "At the villa he completed the first study of a school of drawing by an art historian--Berenson's only catalog--<em>Drawings of the Florentine Painters</em> (1903).": [
        [
            75,
            94,
            [
                "historian--Benenson"
            ]
        ]
    ],
    "A work of lasting importance, <em>Drawings</em> was an illustrated catalog of known Florentine drawings and a separate text describing and analyzing each artist using Berenson's critical method and assumptions of personality.": [
        [
            167,
            175,
            [
                "Benenson"
            ]
        ]
    ],
    "Berenson collected his articles into three series each called, <em>The Study and Criticism of Italian Art</em>, a compilation of early articles.": [
        [
            0,
            8,
            [
                "Benenson"
            ]
        ]
    ],
    "The Berensons traveled to the United States in 1903 meeting the important American collectors, Henry Walters (1848-1931) in Baltimore, and Peter Widener (1834/6-1915) and John Graver Johnson (1841-1917) in Philadelphia.": [
        [
            4,
            13,
            [
                "Parsons",
                "Barons",
                "Baryons",
                "Benenson"
            ]
        ]
    ],
    "Berenson's relationship between dealer and advisor became ever more ambiguous during this time.": [
        [
            0,
            8,
            [
                "Benenson"
            ]
        ]
    ],
    "Unbeknownst to the Metropolitan Museum of Art, he received over $3000 in a personal commission for a sale of an El Greco he recommended to them in 1905; occasionally he assisted in the smuggling of works to America.": [],
    "In 1906 Berenson hired <a href=\"/scottg\">Geoffrey Scott</a>, a young classics student from Oxford to be his secretary/librarian; his wife, Mary, fell deeply in love with him.": [
        [
            8,
            16,
            [
                "Benenson"
            ]
        ]
    ],
    "In retaliation to Mary for this affair, he started his own tryst with the librarian hired by J. Pierpont Morgan (1837-1913) for his collection, Belle da Costa Greene (1883-1950).": [
        [
            150,
            152,
            [
                "the",
                "DA",
                "a",
                "day",
                "do",
                "Dr"
            ]
        ]
    ],
    "<em>North Italian Painters of the Renaissance</em>, the final book of the quartet on Italian painters, appeared in 1907, in many ways his least successful book because these painters resisted Berenson's stylistic analysis.": [
        [
            192,
            200,
            [
                "Benenson"
            ]
        ]
    ],
    "Berenson, who had previously been taking percentages from dealers for sales to those he advised, such as Isabella Stewart Gardner and others, first accepted a confidential retainer fee from Agnew Galleries.": [
        [
            0,
            8,
            [
                "Benenson"
            ]
        ]
    ],
    "That same year, 1907, after introducing Mrs.": [],
    "Gardner to the aggressive and unscrupulous art dealer Joseph Duveen (1869-1939), he sealed a secret deal with Duveen.": [
        [
            61,
            67,
            [
                "Queen",
                "Doreen",
                "Duvet",
                "Duvets",
                "Tureen",
                "Düren"
            ]
        ],
        [
            110,
            116,
            [
                "Queen",
                "Doreen",
                "Duvet",
                "Duvets",
                "Tureen",
                "Düren"
            ]
        ]
    ],
    "Though Berenson had advised Duveen since 1906, the new agreement cut him in an unconventional 25 percent of the total Duveen sale.": [
        [
            7,
            15,
            [
                "Benenson"
            ]
        ],
        [
            28,
            34,
            [
                "Queen",
                "Doreen",
                "Duvet",
                "Duvets",
                "Tureen",
                "Düren"
            ]
        ],
        [
            118,
            124,
            [
                "Queen",
                "Doreen",
                "Duvet",
                "Duvets",
                "Tureen",
                "Düren"
            ]
        ]
    ],
    "Duveen used Berenson's authority to sell pictures to the wealthiest collectors in the United States (and former Berenson confidents) Morgan and Joseph E. Widener (1871-1943).": [
        [
            0,
            6,
            [
                "Queen",
                "Doreen",
                "Duvet",
                "Duvets",
                "Tureen",
                "Düren"
            ]
        ],
        [
            12,
            20,
            [
                "Benenson"
            ]
        ],
        [
            112,
            120,
            [
                "Benenson"
            ]
        ],
        [
            121,
            131,
            [
                "confident",
                "confidants"
            ]
        ]
    ],
    "Berenson published a volume on Stefano di Giovanni Sassetta in 1909.": [
        [
            0,
            8,
            [
                "Benenson"
            ]
        ],
        [
            51,
            59,
            [
                "Cassette",
                "Bassett"
            ]
        ]
    ],
    "He wrote the catalog of the Widener's collections in 1913, which he himself helped assembled, and again for Johnson in 1916.": [],
    "He was one of the original six contributors to the first issue of <em>Art in America</em> in 1913, which Duveen bankrolled in order to educate American collectors.": [
        [
            105,
            111,
            [
                "Queen",
                "Doreen",
                "Duvet",
                "Duvets",
                "Tureen",
                "Düren"
            ]
        ]
    ],
    "Berenson published the first and second of his four major works, <em>Venetian Painting in America</em>, and the third series of <em>The Study and Criticism of Italian Art</em> in 1916.": [
        [
            0,
            8,
            [
                "Benenson"
            ]
        ]
    ],
    "His war duty for World War I consisted of translating and negotiating in Italy, duties recommended by his friend, the author and art writer <a href=\"/whartone\">Edith Wharton</a>.": [],
    "The third book of his quartet, <em>Essays in the Study of Sienese Painting</em> was published in 1918.": [],
    "An affair in Paris with Baroness Gabrielle La Caze, a French art collector, ensured.": [
        [
            46,
            50,
            [
                "Came",
                "Care",
                "Case",
                "Cave",
                "Cafe",
                "Café"
            ]
        ]
    ],
    "The following year, Berenson hired Elisabetta \"Nicky\" Mariano (1887-1968) to be his librarian and secretary.": [
        [
            20,
            28,
            [
                "Benenson"
            ]
        ]
    ],
    "In 1925 the young Japanese scholar of Botticelli, <a href=\"/yashiroy\">Yukio Yashiro</a> began to assist Berenson with a new edition of <em>Drawings of the Florentine Painters</em>.": [],
    "Berenson, apparently somewhat prejudiced against Japanese fell out with Yashiro, replacing Yashiro with a young Renaissance scholar from Oxford, <a href=\"/clarkk\">Kenneth Clark</a>, introduced Berenson by then Keeper of the Art Department of the Ashmolean Museum, Oxford, <a href=\"/bellcf\">Charles F. Bell</a>.": [
        [
            0,
            8,
            [
                "Benenson"
            ]
        ],
        [
            72,
            79,
            [
                "Bashir"
            ]
        ],
        [
            91,
            98,
            [
                "Bashir"
            ]
        ]
    ],
    "Clark, still a student, assisted Berenson in the revision the Florentine drawings book for over two years.": [
        [
            33,
            41,
            [
                "Benenson"
            ]
        ]
    ],
    "Berenson issued the final of his four major publications, <em>Studies in Medieval Painting</em>, and a combined volume of his regional Renaissance art books, <em>Italian Painters of the Renaissance</em>, both in 1930.": [
        [
            0,
            8,
            [
                "Benenson"
            ]
        ]
    ],
    "He severed his ties with Duveen permanently in 1937.": [
        [
            25,
            31,
            [
                "Queen",
                "Doreen",
                "Duvet",
                "Duvets",
                "Tureen",
                "Düren"
            ]
        ]
    ],
    "The art historian <a href=\"/shapleyf\">Fern Rusk Shapley</a> assisted him at I Tatti with the second edition of his <em>Drawings of the Florentine Painters</em>, published with her own funds in 1938.": [],
    "As his wife's health declined, Mariano, became Berenson's lover as well.": [
        [
            47,
            55,
            [
                "Benenson"
            ]
        ]
    ],
    "During World War II, he found himself a virtual prisoner in I Tatti, despised as an American by the Mussolini government, but admired by the locals and protected.": [
        [
            62,
            67,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ]
    ],
    "Berenson and Mariano hid at a friend's house, fearful his Jewish heritage would make him a target.": [
        [
            0,
            8,
            [
                "Benenson"
            ]
        ]
    ],
    "<a href=\"/berensonm\">Mary Berenson</a> died away from him at I Tatti in 1944.": [],
    "His war diary was published in 1952 as <em>Rumour and Reflection, 1941-1944</em> and the notes on his reading for those years of enforced solitude as <em>A Year's One Year's Reading for Fun, 1942</em> (1960).": [],
    "In 1948 Berenson wrote <em>Aesthetics and History in the Visual Arts</em> which expanded his concepts of \"ideated sensations\" and the notion of life-enhancing qualities of art.": [
        [
            8,
            16,
            [
                "Benenson"
            ]
        ]
    ],
    "He continued to consult for the dealer <a href=\"/wildensteing\">Georges Wildenstein</a>.": [],
    "His postwar writing included articles to the Italian newspaper <em>Corriere della Sera</em>.": [],
    "Berenson's final books included <em>Alberto Sani</em> (1950), <em>Caravaggio</em> (1953), and <em>Piero della Francesca</em> in 1954.": [
        [
            0,
            8,
            [
                "Benenson"
            ]
        ]
    ],
    "Ever the conservative, Berenson disapproved of modern art, viewing it as a decline of form.": [
        [
            23,
            31,
            [
                "Benenson"
            ]
        ]
    ],
    "His 1954 <em>The Arch of Constantine, or, The Decline of Form</em> took the same approach to the famous late classical monument.": [],
    "He died at Villa I Tatti in 1959 and is interred with Mary at a chapel on the grounds of I Tatti.": [
        [
            19,
            24,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ],
        [
            91,
            96,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ]
    ],
    "The actress Marisa Berenson (b.": [
        [
            19,
            27,
            [
                "Benenson"
            ]
        ]
    ],
    "1946) is distantly related to Berenson (the daughter of his second cousin, Robert).": [
        [
            30,
            38,
            [
                "Benenson"
            ]
        ]
    ],
    "His brother-in-law was the philosopher Bertrand Russell (1872-1970).": [],
    "Berenson was the single-most influential art historian in the United States for most of the twentieth century.": [
        [
            0,
            8,
            [
                "Benenson"
            ]
        ]
    ],
    "His writings were so famous that his four major titles, <em>Venetian Painting in America</em>, <em>The Study and Criticism of Italian Art</em>, <em>Essays in the Study of Sienese Painting</em>, and <em>Studies in Medieval Painting</em> were referred to as the \"four gospels\" by many English-speaking art historians.": [],
    "His connoisseurship-approach to art history clarified and solidly attributed much of Italian Renaissance art history, founded on the principles beginning with <a href=\"/rumohrk\">Karl Friedrich von Rumohr</a> through <a href=\"/cavalcaselleg\">G.": [],
    "B. Cavalcaselle</a> and ultimately to Morelli.": [
        [
            38,
            45,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ]
    ],
    "Berenson's method was most clearly stated in his 1902 essay (though written in the 1890's), <em>Rudiments of Connoisseurship</em>.": [
        [
            0,
            8,
            [
                "Benenson"
            ]
        ],
        [
            83,
            89,
            [
                "1890s"
            ]
        ]
    ],
    "As an historian dedicated to the object (as opposed to documentary art history, iconography, social art history, etc.": [
        [
            3,
            5,
            [
                "a"
            ]
        ]
    ],
    "), he centered the emerging discipline.": [
        [
            0,
            1,
            [
                ""
            ]
        ]
    ],
    "Berenson's approach focused on determining the authenticity of art works rather than constructing histories in which art was created.": [
        [
            0,
            8,
            [
                "Benenson"
            ]
        ]
    ],
    "His thrust proved particularly useful to art dealers and collectors, with whom Berenson has been criticized for having too close a relationship.": [
        [
            79,
            87,
            [
                "Benenson"
            ]
        ]
    ],
    "Berenson's major books are essentially lists of authenticated paintings by Berenson with introductory essays.": [
        [
            0,
            8,
            [
                "Benenson"
            ]
        ],
        [
            75,
            83,
            [
                "Benenson"
            ]
        ]
    ],
    "He never altered the text in the numerous editions of his books, confident his analysis was comprehensive, despite embarrassments such as his low assessment of Sassetta.": [
        [
            160,
            168,
            [
                "Cassette",
                "Bassett"
            ]
        ]
    ],
    "Instead, subsequent editions featured his corrections and supplements to his lists of attributions.": [],
    "Haughty and extremely class-conscious, perhaps because of his modest upbringings and American heritage in a European-dominated field, Berenson cultivated feuds; his personal correspondence shows that he viewed contemporary art historians as either \"friends\" or \"enemies.\"": [
        [
            134,
            142,
            [
                "Benenson"
            ]
        ]
    ],
    "The opposing camps of the traditional British art historians, led by <a href=\"/strongs\">Sandford Arthur Strong</a> and <a href=\"/douglasr\">R.": [],
    "Langton Douglas</a> and the \"Berenson-ites,\" manifested themselves in nasty reviews by one another in the pages of the <em>Burlington Magazine</em> and elsewhere.": [
        [
            0,
            7,
            [
                "Langston",
                "Lang ton"
            ]
        ],
        [
            29,
            42,
            [
                "Benenson-ites",
                "Berenson-ITES"
            ]
        ]
    ],
    "Berenson had no students <em>per se</em>, but mentored many scholars to various degrees, including the later director of the National Gallery of Art, Washington DC, <a href=\"/walkerj\">John Walker III</a> and Harvard professor <a href=\"/freedbergs\">Sydney Joseph Freedberg</a>, Clark (director of the National Gallery, London), and <a href=\"/popehennessyj\">John Pope-Hennessy</a> all of whom studied at I Tatti.": [
        [
            0,
            8,
            [
                "Benenson"
            ]
        ]
    ],
    "I Tatti and its contents were willed to Harvard University and are now the Biblioteca Berenson and the Harvard University Center for Italian Renaissance Studies, Villa I Tatti.": [
        [
            2,
            7,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ],
        [
            86,
            94,
            [
                "Benenson"
            ]
        ],
        [
            170,
            175,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ]
    ],
    "His correspondence is housed at the Biblioteca Berenson.": [
        [
            47,
            55,
            [
                "Benenson"
            ]
        ]
    ],
    "Intellectually, Berenson considered artworks sufficient evidence from which to deduce a biography of the artist.": [
        [
            16,
            24,
            [
                "Benenson"
            ]
        ]
    ],
    "This radical stance, that selfhood and morphology are one, what Gabriele Guercio called \"a self within the process of signifcation.\"": [
        [
            73,
            80,
            [
                "Guercino"
            ]
        ],
        [
            118,
            130,
            [
                "signification"
            ]
        ]
    ]
}