{
    "<p>Harvard professor and director of the Walters Art Gallery and Cleveland Museum of Art.": [],
    "Bergman attended Rutgers University undergraduate, graduating in 1966.": [],
    "His master's degree, 1969 and Ph.D., 1972, were both awarded from Princeton University.": [],
    "He received Fulbright and Guggenheim fellowships.": [],
    "His dissertation, written under <a href=\"/weitzmannk\">Kurt Weitzmann</a> was on the Salerno Ivories.": [],
    "In 1971 he taught as an assistant at Princeton, joining Harvard in 1976 as associate professor of fine arts.": [
        [
            3,
            7,
            [
                "1971,"
            ]
        ]
    ],
    "He published a revised version of his thesis in 1980.": [],
    "In 1981, Bergman was recruited to be director of the Walters Art Gallery in Baltimore, despite, as he recalled, no experience in museums or fundraising.": [],
    "He also held an appointment at Johns Hopkins University during these same years.": [],
    "His success at the Walters led to his appointment in 1993 at the Cleveland Museum of Art.": [],
    "In Cleveland, he was adjunct professor of art at Case Western Reserve University.": [
        [
            17,
            28,
            [
                "was an adjunct",
                "was the adjunct"
            ]
        ]
    ],
    "As director, he oversaw the shows \"Pharaohs: Treasures of Egyptian Art from the Louvre,\" \"Faberge in America,\" and \"Vatican Treasures: Early Christian, Renaissance and Baroque Art from the Papal Collections\" the last of which he co-curated.": [],
    "Under his tenure, the Museum acquired Annibale Carracci's painting \"Boy Drinking,\" a 13th-century Pisan altar cross, Constantinian gold jewelry, a pair of fourth-century Maya ceramic figures, Renaissance armor by Pompeo della Cesa and an Andy Warhol, \"Marilyn x 100.\"": [
        [
            98,
            103,
            [
                "Pisa",
                "Pusan",
                "Nisan",
                "PISAI",
                "Pis an"
            ]
        ],
        [
            117,
            130,
            [
                "Constantine",
                "Constantin",
                "Constantino"
            ]
        ],
        [
            213,
            219,
            [
                "Pompey"
            ]
        ],
        [
            220,
            225,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ],
        [
            226,
            230,
            [
                "CSA",
                "ESA",
                "Mesa",
                "CEA",
                "Cesar",
                "Ceca"
            ]
        ]
    ],
    "The Cleveland Museum had been slow to collect modern art, particularly under his famous predecessor, <a href=\"/lees\">Sherman E. Lee</a>.": [],
    "Bergman was diagnosed with a blood disorder in 1999 and died at University Hospitals in Cleveland after a two-week illness.": [],
    "He was succeeded at Cleveland by <a href=\"/leek\">Katharine Caecelia Lee</a>.": [],
    "The American Association of Museums established The <a href=\"/bergmanr\">Robert P. Bergman</a> Scholarship Fund to support museum professionals in the Cleveland area.": [],
    "In 2001 the Centro di cultura e storia amalfitana conference was convened in his memory.": [
        [
            19,
            21,
            [
                "DI",
                "Di",
                "I",
                "did",
                "do",
                "Dr"
            ]
        ],
        [
            22,
            29,
            [
                "cultural",
                "culture"
            ]
        ],
        [
            32,
            38,
            [
                "Astoria",
                "Styria",
                "stria"
            ]
        ]
    ],
    "His students at Harvard included Glenn D. Lowry.</p>": []
}