{
    "Marxist literary critic and art historian.": [],
    "Berger was born to S. J. D. Berger and Miriam Branson (Berger).": [],
    "He attended Central School of Art and Chelsea School of Art and served in the British army, Oxford and Buckinghamshire Infantry, during and immediately after World War II (1944-1946).": [],
    "Berger initially worked as an artist and teacher, exhibiting his work at galleries in London.": [],
    "He wrote art criticism for the <em>The New Statesman</em> beginning in 1951 under its editor, Kingsley Martin (1897-1969).": [],
    "He championed realist art, in accordance with his Marxist views, a position which aroused the animosity of <a href=\"/readh\">Herbert Read</a>.": [],
    "This view clearly came to the fore in essays pointed against the critic <a href=\"/sylvesterd\">David Sylvester</a>, beginning with Berger's critic of Sylvester's Henry Moore show of 1951.": [],
    "In 1960, <em>Permanent Red</em>, collected articles of criticism between 1954 and 1959 was published, underlining his Marxist stance toward art and the difficulties he faced writing during the Cold War.": [],
    "He also wrote art criticism for the <em>New Society</em>, <em>Punch</em> and the Sunday [London] <em>Times</em>.": [],
    "Berger's next art book, <em>The Success and Failure of Picasso</em> appeared in 1965.": [],
    "He set about to demythologize the \"man of genius\" approach taken by many Picasso tomes.": [],
    "Instead, Berger demonstrated a dualism in the phenomenon of Picasso: society appraising him as a genius and all the mystery which that entails, while his art became a bourgeois commodity which the artist realized and took advantage of well in his own lifetime.": [],
    "In the early 1970s Berger moved to a peasant village in France in Giffre River valley.": [
        [
            66,
            72,
            [
                "Differ",
                "Gifford",
                "Gaffe",
                "Gaffer",
                "Riffle",
                "Piffle"
            ]
        ]
    ],
    "There he devoted himself to writing a literary trilogy, <em>Into Their Labours</em>.": [],
    "<em>Pig Earth</em>, <em>Once in Europa</em>, and <em>Lilac and Flag: An Old Wives' Tale of a City</em>, focused on the lives of French village people, first their lives in the small town and finally as start new lives in the city.": [],
    "In 1972, Berger wrote a television series on art appreciation.": [],
    "Titled <em>Ways of Seeing</em> it offered a counterview of art presented in another television series (also produced by the BBC) called <em>Civilisation</em> by <a href=\"/clarkk\">Kenneth Clark</a>.": [],
    "<em>Ways of Seeing</em> owed much to criticism Walter Benjamin (1892-1940), and particularly to Benjamin's essay \"The Work of Art in the Age of Mechanical Reproduction.\"": [],
    "A novel, <em>G</em>, appeared the same year and won Berger the prestigious Booker Prize.": [],
    "<em>Ways of Seeing</em> was rewritten into book form the following year under the same title.": [
        [
            48,
            52,
            [
                "from"
            ]
        ]
    ],
    "The book <em>Ways of Seeing</em> became a popular introduction book for art appreciation classes, countering the formal approach of more standard surveys.": [],
    "In 1976 he wrote the screenplay for the film, <em>Jonah Who Will Be Twenty-five in the Year 2000</em>, for which he won New York Critics award for the Best Scenario.": [
        [
            3,
            7,
            [
                "1976,"
            ]
        ]
    ],
    "Berger published <em>Une autre facon de raconter</em>, (English: Another Way of Telling) in 1982 with photographs by Jean Mohr and Nicholas Philibert.": [],
    "In it, Berger argued against the linear sequence of art and photography history, accusing that treatment of being dehumanizing political process denying individual privacy, subjectivity, free choice.": [],
    "In 1991 Berger issued <em>Keeping a Rendezvous</em>, essays and poetry on the visual arts.": [],
    "He wrote the screenplay and appeared in the 1993 film <em>Walk Me Home</em>.": [],
    "In 2001 Berger published <em>The Shape of a Pocket and Selected Essays</em>, twenty-four essays about the art from such wide-ranging artists as Rembrandt, Hieronymus Bosch, Degas and Frieda Kahlo.": [],
    "Berger's work as a critic and art historian avoids the traditional historical categories of art in favor of an existential view of the artist and the art work.": [],
    "In <em>The Moment of Cubism, and Other Essays</em>, Berger asserted that the cubism anticipated the political and economic revolution in Russia, reflecting the changes in the modern world in their paintings.": [],
    "Berger's assertion in the <em>Success and Failure of Picasso</em>--that the perennial youthfulness in Picasso's life and work was as much a failure to develop as a human being--is still controversial.": [],
    "Berger credited the writings of the Hungarian art historian <a href=\"/antalf\">Frederick Antal</a> for teaching him how to write art history.": [],
    "His book on Picasso was dedicated to the art historian <a href=\"/raphaelm\">Max Raphaël</a>, also another source.": [],
    "As an artist his work has been exhibited at the Wildenstein Galleries in London.": [
        [
            48,
            59,
            [
                "Wallenstein",
                "Waldensian",
                "Wolfenstein"
            ]
        ]
    ]
}