{
    "<p>Modernist art historian and art librarian, professor University of Kansas.": [],
    "Berger studied art history under <a href=\"/wolfflinh\">Heinrich Wölfflin</a>, <a href=\"/goldschmidta\">Adolph Goldschmidt</a>, <a href=\"/vitzthumg\">Georg Vitzthum von Eckstädt</a> and <a href=\"/franklp\">Paul Frankl</a> at the respective universities of Munich, Berlin, Heidelberg and Göttingen.": [],
    "He completed his dissertation under Moritz Geiger in aesthetics at Göttingen in 1925, his topic addressing Wölfflin's methodology.": [
        [
            107,
            115,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "From 1926-28 was an assistant and one of the earliest collaborators at the Warburg Library in Hamburg, under <a href=\"/saxlf\">Fritz Saxl</a>.": [],
    "He was a lecturer on art at the University of Berlin Extension, Berlin, between 1927-33 and head librarian at the Berlin Municipal Libraries, Berlin, 1929-1933.": [],
    "With the advent of the Nazi party's authority in 1933, Berger was forced to flee Germany, not because of religion (he was from a protestant family) but because of his profile in the Social Democratic party.": [
        [
            189,
            205,
            [
                "Democratic Party"
            ]
        ]
    ],
    "He went first to France were he worked as a library assistant at the Bibliothèque Nationale, lecturing on art (1936-1939) at an independent German-speaking school there.": [
        [
            24,
            28,
            [
                "where",
                "we"
            ]
        ],
        [
            82,
            91,
            [
                "National",
                "Nationals",
                "Rationale",
                "Nation ale"
            ]
        ]
    ],
    "Just before the Nazi invasion of France, he secured an emergency visa to the United States, emigrating in 1941.": [],
    "He taught at Northwestern University as a lecturer on art, 1943-1945.": [],
    "As the war was winding down in Europe, Berger joined the U.S.": [],
    "Army University and returned to France at Biarritz, as a professor of art in 1945.": [],
    "He switched to the U.S.": [],
    "Military Government of Bavaria (OMGUS), where, as an officer, he worked in the Monuments, Fine Arts, and Archives Section for 1946.": [
        [
            32,
            37,
            [
                "OMG US"
            ]
        ]
    ],
    "After war service he joined the University of Kansas City (now the University of Missouri at Kansas City), as an assistant professor of art (1947-1950) moving to the University of Kansas, Lawrence in 1950 as an assistant professor, eventually rising to professor of art history.": [],
    "He retired in 1970 and resettled in France.Berger's 1952 book on Géricault, the first modern biography of the artist, demonstrates Berger's methodology as an art historian.": [
        [
            43,
            49,
            [
                " Berger"
            ]
        ]
    ],
    "Downplaying the dominant view of Géricault as motivated by the Romantic movement, Berger emphasized the artist's political commitment.": [],
    "His quasi-Marxist approach, one reviewer remarked, follows that of <a href=\"/antalf\">Frederick Antal</a>.": [],
    "Indeed, Berger's brother was a prominent communist in pre-war Germany.": [],
    "Berger's interest was on reinterpreting the artist, rather than a discovery of new documents.": [],
    "The popularity of his approach--Berger employed Freudian analysis for a number of pictures--is demonstrated by the book's rapid translation into both French and English.": [],
    "However, Berger's emphasis on reinterpretation was at the cost of scrutiny of the original work.": [],
    "In a caustic reply to the Germain Seligman (q.v.)": [
        [
            26,
            33,
            [
                "German",
                "Germ ain"
            ]
        ],
        [
            34,
            42,
            [
                "Religion",
                "Belgian",
                "Slogan",
                "Salesman",
                "Seaman",
                "Stigma"
            ]
        ]
    ],
    "review of Berger's book in the <em>Art Bulletin</em>, <a href=\"/eitnerl\">Lorenz Eitner</a> took Berger to task for accepting works as autograph which even then were suspect.": [
        [
            0,
            6,
            [
                "Review"
            ]
        ]
    ],
    "The fact that Berger validated a painting in Seligman's gallery only added to the apparent impropriety.</p>": [
        [
            45,
            53,
            [
                "Religion",
                "Belgian",
                "Slogan",
                "Salesman",
                "Seaman",
                "Stigma"
            ]
        ]
    ]
}