{
    "<p>Museum curator, authority on early Christian, Byzantian, Islamic and early Nordic art and textiles.": [
        [
            49,
            58,
            [
                "Byzantine",
                "Byzantium"
            ]
        ]
    ],
    "Berliner's parents were Theodor Berliner, a protestant from Jewish extraction, who owned a factory, and Philippine Wollner (Berliner).": [
        [
            115,
            122,
            [
                "Roller",
                "Collier",
                "Waller",
                "Weller",
                "Holler",
                "Jollier"
            ]
        ]
    ],
    "Beginning in 1904, Berliner studied art history in Berlin, Heidelberg and Vienna under <a href=\"/dvorakm\">Max Dvořák</a>, earning his doctorate in 1910 with a dissertation on the dating of a Greek manuscript miniature painting.": [],
    "He joined the Bavarian National Museum (Bayerischen Nationalmuseum) in Munich in 1912, working there until 1935 except for War service (1914-1918).": [
        [
            52,
            66,
            [
                "National museum"
            ]
        ]
    ],
    "He was chief curator at the museum from 1926.": [
        [
            3,
            12,
            [
                "was a chief",
                "was the chief"
            ]
        ]
    ],
    "In 1933 Berliner, because of his Jewish heritage, was interned in the concentration camp in Dachau, but released after two years later through the initiative of two of his colleagues, the art historian Hans Buchheit (1878-?)": [
        [
            207,
            215,
            [
                "Buddha",
                "Bucket",
                "Bucharest",
                "Beckham",
                "Burnham",
                "Buddhas"
            ]
        ]
    ],
    "and collector Eugen Brüschwiler.": [
        [
            0,
            3,
            [
                "And"
            ]
        ],
        [
            20,
            31,
            [
                "Brushier"
            ]
        ]
    ],
    "He was nonetheless dismissed from the Museum on \"racial\" grounds, accusations of which he had previously escaped during the initial 1933 purge because of his extensive war service.": [],
    "Between 1935-1939, he lived in the Alps near Berchtesgaden, until he was finally forced to emigrate.": [],
    "In the United States, Berliner worked at the Museum of Arts of Decoration of Cooper Union (1939-1946), the Rhode Island School of Design Museum of Fine Arts (1946-1953), and at the Textile Museum in Washington DC from 1962 until his re-emigration to Germany in 1967.": [],
    "In the 1950s, Berliner taught the museum course at NYU's Institute of Fine Arts.": [],
    "Berliner was an authority on textile arts and ivory but also wrote on Christian iconography (notably representations of creches) and the 18th century Giuseppe Barberi (1746-1809).": [
        [
            120,
            127,
            [
                "crèches"
            ]
        ],
        [
            159,
            166,
            [
                "Barber",
                "Barbers"
            ]
        ]
    ],
    "<a href=\"/ettinghausenr\">Richard Ettinghausen</a>, in his introduction to Berliner's bibliography, notes that Berliner did not limit himself to \"great\" topics of art history but rather concerned himself with facts, fighting all superficial interpretation, turning his attention to the marginal and to everyday objects often considered only <em>curiosa</em> by established art historians.": [],
    "A strong personality, he remained respected by the academic community for the novel insights which his scholarship provided.</p>": []
}