{
    "<p>Medievalist art historian and professor; wrote on phenomenology.": [],
    "Bernheimer was born into a prominent family of art dealers, <em>Bernheimer of Munich</em>.": [
        [
            0,
            10,
            [
                "Bernhard",
                "Burnham",
                "Bedchamber",
                "Bernhardt",
                "Bearnaise",
                "Beshear"
            ]
        ]
    ],
    "In the early 20th century, the firm was one of the most important dealerships in precious materials, antiquities, Gobelins and oriental carpets.": [
        [
            114,
            122,
            [
                "Goblins"
            ]
        ]
    ],
    "Between 1925-30, Bernheimer studied art history (both Western and Oriental) as well as archeology in Munich, Berlin and Rome with <a href=\"/pinderw\">Wilhelm Pinder</a>, <a href=\"/goldschmidta\">Adolph Goldschmidt</a>, <a href=\"/mayera\">August Liebmann Mayer</a>, <a href=\"/kauffmannh\">Hans Kauffmann</a>, <a href=\"/weisbachw\">Werner Weisbach</a> and <a href=\"/hildebrandth\">Hans Hildebrandt</a>.": [
        [
            17,
            27,
            [
                "Bernhard",
                "Burnham",
                "Bedchamber",
                "Bernhardt",
                "Bearnaise",
                "Beshear"
            ]
        ]
    ],
    "His dissertation, written under Pinder, was on Roman animal sculpture and its originating motives.": [
        [
            32,
            38,
            [
                "Hinder",
                "Binder",
                "Cinder",
                "Finder",
                "Pinter",
                "Kinder"
            ]
        ]
    ],
    "Between the time of graduation and the Nazi assumption of power in 1933, he apparently taught privately and worked in the family business.": [],
    "Of Jewish extraction, Bernheimer was forced to flee Germany in 1933, securing a position at The University of Pennsylvania teaching undergraduates.": [
        [
            22,
            32,
            [
                "Bernhard",
                "Burnham",
                "Bedchamber",
                "Bernhardt",
                "Bearnaise",
                "Beshear"
            ]
        ]
    ],
    "Between 1933 and 1958 was respectively lecturer, Assistant Professor, and Associate Professor (1942) at Bryn Mawr and Haverford Colleges, also serving in the US army during the World War II.": [],
    "In 1951 he was appointed full professor.": [
        [
            3,
            7,
            [
                "1951,"
            ]
        ]
    ],
    "He spent the year 1941 at the Institute for Advanced Study in Princeton.": [],
    "He committed suicide in Portugal at age 50.": [],
    "His son, Charles Bernheimer (1942-1998), was a noted scholar of Comparative Literature and Multicultural Studies at the University of Pennsylvania.": [
        [
            17,
            27,
            [
                "Bernhard",
                "Burnham",
                "Bedchamber",
                "Bernhardt",
                "Bearnaise",
                "Beshear"
            ]
        ]
    ],
    "Bernheimer's life interest was in Oriental influences on the west, but his publications were wide ranging.": [
        [
            0,
            10,
            [
                "Bernhard",
                "Burnham",
                "Bedchamber",
                "Bernhardt",
                "Bearnaise",
                "Beshear"
            ]
        ],
        [
            93,
            105,
            [
                "wide-ranging"
            ]
        ]
    ],
    "His most important book, <em>Wild Men in the Middle Ages</em> (1952), reflects his willingness to delve deeply into folklore and history to write a highly original and respected book.": [],
    "Known as well for an interest in mathematics, music and theology, <em>Wild Men</em> looked at fertility rites involving the staged capture of \"wild men\" in medieval Europe.": [],
    "His research allowed him to come up with compelling interpretations of beasts in medieval and reniassance art that had puzzled other scholars such as <a href=\"/panofskye\">Erwin Panofsky</a>.": [
        [
            94,
            105,
            [
                "Renaissance",
                "renaissance"
            ]
        ]
    ],
    "An enthusiastic teacher, his positive lecturing style was noted by many of his students.</p>": []
}