{
    "Author of a pioneering study on medieval southern Italian art; professor of art history.": [],
    "Bertaux attended the Institut Sainte-Croix at Neuilly and the Lycée Condorcet in Paris.": [
        [
            0,
            7,
            [
                "Bert aux"
            ]
        ],
        [
            21,
            29,
            [
                "Institute"
            ]
        ],
        [
            46,
            53,
            [
                "Neville",
                "Reilly",
                "Neill",
                "Nelly",
                "Evilly",
                "Neurally"
            ]
        ]
    ],
    "At the École normale supérieure, where he was a student from 1888 to 1891, he earned the degree of <em>agrégé de lettres</em>.": [
        [
            7,
            12,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            13,
            20,
            [
                "normal",
                "Normal",
                "nor male",
                "norm ale"
            ]
        ],
        [
            21,
            31,
            [
                "superior",
                "superhero",
                "Superior",
                "superiors",
                "supersede",
                "superstore"
            ]
        ]
    ],
    "After his military service he studied the art of the Italian renaissance under <a href=\"/muntze\">Eugène Müntz</a> in Paris.": [],
    "In 1893 he enrolled at the École française de Rome, housed at the Palazzo Farnese.": [
        [
            3,
            7,
            [
                "1893,"
            ]
        ],
        [
            8,
            22,
            [
                "he enrolled in",
                "he enrolled for"
            ]
        ],
        [
            27,
            32,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            33,
            42,
            [
                "franchise",
                "Francoise",
                "Français",
                "Françoise"
            ]
        ],
        [
            74,
            81,
            [
                "Faroese"
            ]
        ]
    ],
    "The next four years he made frequent travels in southern Italy, through Campania, Lucania, Puglia, Calabria, and Abruzzi, exploring and discovering in remote regions medieval art and architecture.": [
        [
            82,
            89,
            [
                "Lucia",
                "Luanda",
                "Lucinda",
                "Lusatia",
                "Urania",
                "Luciana"
            ]
        ],
        [
            91,
            97,
            [
                "Paglia"
            ]
        ],
        [
            113,
            120,
            [
                "Abruzzo"
            ]
        ]
    ],
    "During these trips he built up a considerable documentation including his own photographs and drawings.": [],
    "This project led to his doctoral dissertation, which he completed in the following years.": [],
    "Returned in Paris, in 1897, he served at the École normale supérieure as <em>maître surveillant</em>.": [
        [
            0,
            11,
            [
                "Returned to"
            ]
        ],
        [
            45,
            50,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            51,
            58,
            [
                "normal",
                "Normal",
                "nor male",
                "norm ale"
            ]
        ],
        [
            59,
            69,
            [
                "superior",
                "superhero",
                "Superior",
                "superiors",
                "supersede",
                "superstore"
            ]
        ]
    ],
    "In addition he revised the 7th edition of the <em>Cicerone</em>, at the invitation of <a href=\"/bodew\">Wilhelm Bode</a>.": [
        [
            3,
            11,
            [
                "addition,"
            ]
        ]
    ],
    "His first book, <em>Santa Maria de Donna Regina e l'arte senese a Napoli nel secolo XIV</em>, was published in 1899.": [],
    "In 1901 he married Jeanne Larroumet, the daughter of the director of Beaux-Arts, Gustave Larroumet (1852-1903).": [
        [
            3,
            7,
            [
                "1901,"
            ]
        ]
    ],
    "One year later Bertaux was appointed <em>maître de conférence</em> in the history of modern art at the University of Lyon.": [
        [
            15,
            22,
            [
                "Bert aux"
            ]
        ]
    ],
    "In 1903 he submitted his doctoral thesis to the faculty of letters of the University of Paris, <em>L'Art dans l'Italie méridionale de la fin de l'empire romain à la conquête de Charles d'Anjou</em>.": [
        [
            3,
            7,
            [
                "1903,"
            ]
        ]
    ],
    "For this major study Bertaux was awarded the Premio Fould by the Académie des inscriptions et belles-lettres.": [
        [
            21,
            28,
            [
                "Bert aux"
            ]
        ],
        [
            45,
            51,
            [
                "Premix"
            ]
        ],
        [
            52,
            57,
            [
                "Would",
                "Could",
                "Found",
                "Fold",
                "Foul",
                "Gould"
            ]
        ]
    ],
    "In Lyon, he received an appointment as professor.": [],
    "He was concomitantly charged with the direction of the city's Musée des Beaux-Arts.": [
        [
            62,
            67,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            68,
            71,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "At the university Bertaux founded the Institute of art history and its library.": [
        [
            18,
            25,
            [
                "Bert aux"
            ]
        ]
    ],
    "His three-volume study on the city of Rome was published in 1904-1905.": [],
    "In 1906 he was awarded the Prix <a href=\"/blancc\">Charles Blanc</a> by the Académie française.": [
        [
            3,
            7,
            [
                "1906,"
            ]
        ],
        [
            27,
            31,
            [
                "PRI",
                "Prim",
                "Prig",
                "PIX",
                "RIX",
                "Pix"
            ]
        ]
    ],
    "His special interest in the cultural relations between Southern Italy and Spain urged him to explore the art treasures of the Iberian Peninsula.": [],
    "Between 1905 and 1913 he was among the contributors to the pioneering <em>Histoire de l'art</em>, edited by <a href=\"/michela\">André Michel</a>.": [],
    "In several volumes (1905, 1906, 1908, 1911) Bertaux published on Italian and Spanish painting and sculpture during the Middle Ages and the Renaissance as well as on Renaissance art in Portugal.": [
        [
            44,
            51,
            [
                "Bert aux"
            ]
        ]
    ],
    "In addition he wrote seven articles on Spanish art in <em>Revue de l'art ancien et moderne</em>, \"Les primitifs espagnols\".": [
        [
            3,
            11,
            [
                "addition,"
            ]
        ]
    ],
    "In two contributions in this series Bertaux studied the artistic relations existing between Spain and Flanders in the fifteenth century, \"Les disciples de Jean Van Eyck dans le royaume d'Aragon\" (1907).": [
        [
            36,
            43,
            [
                "Bert aux"
            ]
        ],
        [
            169,
            173,
            [
                "days",
                "fans",
                "Dan",
                "Hans",
                "cans",
                "dams"
            ]
        ],
        [
            174,
            176,
            [
                "LE",
                "Le",
                "he",
                "we",
                "be",
                "me"
            ]
        ],
        [
            177,
            184,
            [
                "royale"
            ]
        ]
    ],
    "Bertaux authored the catalog of the famous retrospective exhibition of Spanish art, held in Saragossa in 1908, <em>L'Exposition rétrospective d'art de Saragosse, 1908: texte historique et critique</em>.": [
        [
            0,
            7,
            [
                "Bert aux"
            ]
        ]
    ],
    "In 1910 his essay on <em>Donatello</em> appeared.": [],
    "On his initiative, the universities of Lyon and Grenoble created the art history section at the Institut français de Florence.": [
        [
            96,
            104,
            [
                "Institute"
            ]
        ],
        [
            105,
            113,
            [
                "Français",
                "Francis",
                "François",
                "Francois",
                "franchise",
                "Frances"
            ]
        ]
    ],
    "Bertaux, while still professor at Lyon, served in this institute, between 1909 and 1912, as <em>directeur d'étude de la section de l'histoire de l'art</em>.": [
        [
            0,
            7,
            [
                "Bert aux"
            ]
        ]
    ],
    "After that period a new phase of his life began.": [],
    "In 1912 he was appointed in Paris curator of the collection of Madame Jacquemart-André, which was opened to the public in the residence of the owners in 1913.": [
        [
            3,
            7,
            [
                "1912,"
            ]
        ]
    ],
    "In the same year he quit his position in Lyon, charged with a complementary course of medieval Christian art at the faculty of letters of the University of Paris, replacing <a href=\"/malee\">Émile Mâle</a>.": [],
    "In addition he became chief editor of the <em>Gazette des Beaux-Arts</em>.": [
        [
            3,
            11,
            [
                "addition,"
            ]
        ]
    ],
    "His career in Paris ended prematurely.": [],
    "Following the mobilization in 1914 he served as a translator in the infantry and later in the air force.": [],
    "As a pilot he was charged, in 1916, with missions to the front in France and Italy.": [],
    "He died in Paris of a poorly treated pneumonia in 1917, still being on duty.": [],
    "His successor, in 1919, was <a href=\"/schneiderre\">René Schneider</a>.": [],
    "Bertaux's colleagues and friends dedicated a volume of 35 articles to his memory in 1924, <em>Mélanges Bertaux: recueil de travaux dédié à la mémoire d'Émile Bertaux</em>.": [
        [
            0,
            7,
            [
                "Bert aux"
            ]
        ]
    ],
    "Bertaux had a strong interest in artistic relations between different countries and regions, such as southern Italy, Spain and Flanders.": [
        [
            0,
            7,
            [
                "Bert aux"
            ]
        ]
    ]
}