{
    "Architectural historian and Director of Germanischen Nationalmuseums (Germanic Museum) in Nuremberg.": [
        [
            53,
            68,
            [
                "National museums"
            ]
        ]
    ],
    "Bezold studied architecture and art history at the technical college (Technische Hochschule) of Munich between 1868-73.": [
        [
            0,
            6,
            [
                "Behold"
            ]
        ],
        [
            70,
            80,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ]
    ],
    "In 1873 he secured a job as architect and technical assistant, and later on as planning engineer, at the Bavarian railroad.": [
        [
            3,
            7,
            [
                "1873,"
            ]
        ]
    ],
    "Between 1887-94 he lectured as a <em>privatdozent</em> at the Hochschule, and together with <a href=\"/riehlb\">Berthold Riehl</a>, worked on the inventory of art monuments in Bavaria.": [],
    "The publication, <em>Baukunst der Renaissance in Deutschland, Holland, Belgien und Dänemark</em> (1900), analyzed the buildings from an environmental as well as a stylistic standpoint.": [],
    "This strongly contrasted the architectural studies of art historians <a href=\"/gerstenbergk\">Kurt Gerstenberg</a>, <a href=\"/grisebacha\">August Grisebach</a> and Paul Pieper (b.": [],
    "1912) who viewed geography as the principal determining architectural form.": [],
    "In 1887, Bezold co-authored with another emerging architectural historian, <a href=\"/dehiog\">Georg Dehio</a> the atlas <em>Die kirchliche Baukunst des Abendlandes</em> (text volumes subsequently appearing 1892-1901).": [
        [
            9,
            15,
            [
                "Behold"
            ]
        ]
    ],
    "So innovative was their work that Dehio and Bezold had to sketch out the plans and outlines of the buildings by hand.": [
        [
            34,
            39,
            [
                "Ohio",
                "Delhi",
                "Demo",
                "Devil",
                "Denis",
                "Devi"
            ]
        ],
        [
            44,
            50,
            [
                "Behold"
            ]
        ]
    ],
    "Bezold was appointed the second director of the Germanischen Nationalmuseums in 1894, replacing August von Essenwein (1831-1892), and the first as an art historian.": [
        [
            0,
            6,
            [
                "Behold"
            ]
        ],
        [
            61,
            76,
            [
                "National museums"
            ]
        ],
        [
            107,
            116,
            [
                "Essence",
                "Estonian",
                "Eisenstein",
                "Essences",
                "Essene",
                "Eusebian"
            ]
        ]
    ],
    "Bezold set about reorganizing the collections and presentation of art, emphasizing original paintings, discarding (or labeling) copies, and acquiring paintings from the 18th and 19th centuries to round out the museum's holdings.": [
        [
            0,
            6,
            [
                "Behold"
            ]
        ]
    ],
    "Among his important acquisitions was a life-sized wooden figure from 1247 from the tomb of Count Heinrich III von Sayn.": [
        [
            114,
            118,
            [
                "San",
                "Says",
                "Say",
                "Syn",
                "Sawn",
                "AYN"
            ]
        ]
    ],
    "Bezold developed the museum holdings into broader coverage of German art, drawing distinctions between fine art and folk crafts.": [
        [
            0,
            6,
            [
                "Behold"
            ]
        ]
    ],
    "Between 1899-1902 created the southwest building which held the weapons collection and the collection of peasant culture.": [],
    "For most of his museum career, Bezold worked for a separate gallery for art, one which would better display sculpture and painting.": [
        [
            31,
            37,
            [
                "Behold"
            ]
        ]
    ],
    "This was not fulfilled during his tenure.": [],
    "He retired in 1920, replaced by Ernst Heinrich Zimmermann (1886-1971).": [],
    "As the director of the Germanic museum Bezold combined his practical experience as an architect and his academic expertise to create a modern national museum of art and architecture history.": [
        [
            39,
            45,
            [
                "Behold"
            ]
        ]
    ],
    "As an architectural historian, he assembled serious scholarly surveys of European church architecture (1884-1901) and German sculpture (1905-26), together with Dehio.": [
        [
            160,
            165,
            [
                "Ohio",
                "Delhi",
                "Demo",
                "Devil",
                "Denis",
                "Devi"
            ]
        ]
    ]
}