{
    "Marxist art historian of Roman art.": [],
    "Bianchi Bandinelli was descended from ancient aristocracy in Siena.": [
        [
            8,
            18,
            [
                "Antonelli",
                "Farinelli"
            ]
        ]
    ],
    "His father, Mario Bianchi Bandinelli (1859-1930), was a one-time mayor of Siena and land baron whose forebears included Pope Alexander III (served 1159-1181).": [
        [
            26,
            36,
            [
                "Antonelli",
                "Farinelli"
            ]
        ]
    ],
    "His mother, Margherita Ottilie \"Lily\" von Korn (Bianchi Bandinelli) (1878-1905) was German from minor noble lineage.": [
        [
            23,
            30,
            [
                "Title",
                "Bottle",
                "Hostile",
                "Utilize",
                "Attire",
                "Outline"
            ]
        ],
        [
            38,
            41,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ],
        [
            42,
            46,
            [
                "Born",
                "Worn",
                "Corn",
                "Horn",
                "Torn",
                "Kern"
            ]
        ],
        [
            56,
            66,
            [
                "Antonelli",
                "Farinelli"
            ]
        ]
    ],
    "He attended the liceo Guicciardini in Siena before entering the University in Rome in 1918, studying archaeology.": [
        [
            16,
            21,
            [
                "lice"
            ]
        ]
    ],
    "His early research focused on the Etruscan centers close to his family lands.": [],
    "In 1924 he married Maria Garrone.": [
        [
            3,
            7,
            [
                "1924,"
            ]
        ],
        [
            25,
            32,
            [
                "Garrote"
            ]
        ]
    ],
    "His thesis, on the Etruscan town of Chiusi (Clusium), appeared in 1926.": [
        [
            36,
            42,
            [
                "Chips",
                "Chili",
                "Chiasm",
                "Chins",
                "Chits",
                "Chichi"
            ]
        ],
        [
            44,
            51,
            [
                "Cesium",
                "Elysium",
                "Curium",
                "Clausius",
                "CLUSIF"
            ]
        ]
    ],
    "Another article followed on the Etruscan town of Suana (Sovana) in 1929.": [
        [
            49,
            54,
            [
                "Sauna",
                "Sana",
                "Susana",
                "Shana",
                "Juana",
                "Suzana"
            ]
        ],
        [
            56,
            62,
            [
                "Solana"
            ]
        ]
    ],
    "He joined the faculty at the Università di Cagliari in 1929 and the following year, University of Pisa.": [
        [
            29,
            39,
            [
                "University"
            ]
        ]
    ],
    "Bianchi Bandinelli sold his family's estate in 1934 after the death of his father, except for a smaller home, the villa Geggiano, where he would live to devote himself entirely to archaeology.": [
        [
            8,
            18,
            [
                "Antonelli",
                "Farinelli"
            ]
        ],
        [
            120,
            128,
            [
                "Belgian",
                "Georgian",
                "Begging",
                "Belgians",
                "Georgians",
                "Giuliano"
            ]
        ]
    ],
    "He worked at the Museo archeologico in Florence, mapping the Etruscan sites.": [
        [
            23,
            35,
            [
                "archeological",
                "archeologist",
                "archeologies"
            ]
        ]
    ],
    "Between 1931-1933 he taught at the University in classical archeology at Groningen, the Netherlands.": [],
    "In 1935, he and <a href=\"/ragghiantic\">Carlo Ludovico Ragghianti</a> founded the journal <em>Critica d'Arte</em> which, unlike other art journals, was open to all areas of art history, classical to modern.": [],
    "Important contributors to the journal included <a href=\"/longhir\">Roberto Longhi</a>.": [],
    "He was appointed professor at the University in Florence in 1938, but with this, required to take an oath of fascism.": [],
    "His duties during this time including giving a tour of classical objects to Hitler and Mussolini.": [],
    "At the invitation of the German art historian <a href=\"/rodenwaldtg\">Gerhart Rodenwaldt</a>, Bianchi Bandinelli mounted a conference in Berlin on classical archaeology.": [],
    "His disgust with fascism in Italy grew and he declined to be present for a similar tour for Hermann Goering.": [
        [
            38,
            42,
            [
                ", and"
            ]
        ]
    ],
    "His <em>Storicità dell'arte classica</em>, 1943, began a personal interest comprehensive art histories of the classical world.": [],
    "He converted to communism after World War II, and, as an anti-fascist, was appointed to a number of important art-historical positions immediate after the war.": [],
    "This included director of the new government's fine arts and antiquities (Antichità e Belle Arti, Ministerio della Pubblica Istruzione, 1945-1948).": [
        [
            74,
            83,
            [
                "Antiquity",
                "Wichita",
                "Antichrist",
                "Anticline",
                "Anticlimax",
                "Antichrists"
            ]
        ],
        [
            92,
            96,
            [
                "Art",
                "Anti",
                "Arts",
                "Artie",
                "Arty",
                "ARI"
            ]
        ],
        [
            98,
            108,
            [
                "Minister",
                "Ministers",
                "Ministerial",
                "Ministered",
                "Ministering"
            ]
        ],
        [
            109,
            114,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ],
        [
            115,
            123,
            [
                "Public",
                "Publican"
            ]
        ],
        [
            124,
            134,
            [
                "Intrusion",
                "Intrusions"
            ]
        ]
    ],
    "As a public official, Bianchi Bandinelli worked to separate Italy's reputation as a fascist country from its art reputation by loaning works to international exhibitions.": [
        [
            30,
            40,
            [
                "Antonelli",
                "Farinelli"
            ]
        ]
    ],
    "He quelled post-war fears in Italy when Italian newpapers published erroneous reports that the Allies would demand art treasures from Italy as war reparations.": [
        [
            48,
            57,
            [
                "newspapers",
                "new papers"
            ]
        ]
    ],
    "From his chairs at the university of Florence and later Rome, he directed the new breed of Italian archaeologists sensitive to classical history based upon dialectical materialism.": [],
    "He also taught at the university of Groeningen.": [
        [
            36,
            46,
            [
                "Groningen"
            ]
        ]
    ],
    "In the 1950's he returned to his idea of a comprehensive text on classical art for the general, educated public.": [
        [
            7,
            13,
            [
                "1950s"
            ]
        ]
    ],
    "He founded the <em>Enciclopedia dell'arte antica</em> in 1958.": [],
    "In the mid 1960s, Bianchi Bandinelli was commissioned to write the two volumes on Roman art for the important French <em>Arts of Mankind</em> series.": [
        [
            26,
            36,
            [
                "Antonelli",
                "Farinelli"
            ]
        ]
    ],
    "These works brought his writing to a larger audience and helped usher in social criteria for classical art history to a larger and English-speaking audience.": [],
    "In 1967 he founded the periodical <em>Dialoghi di archeologia</em> with his students, one of the most innovative, if controversial, periodicals on classical archaeology.": [
        [
            3,
            7,
            [
                "1967,"
            ]
        ]
    ],
    "His students included <a href=\"/becattig\">Giovanni Becatti</a>, <a href=\"/giulianoa\">A.": [],
    "Giuliano</a>, Mario Torelli (b.": [
        [
            20,
            27,
            [
                "Lorelei",
                "Trellis",
                "Bocelli",
                "Carelli",
                "Corell",
                "Pirelli"
            ]
        ]
    ],
    "1937), Andrea Caladnrini (b.": [],
    "1937) and Filippo Coarelli (b.": [
        [
            18,
            26,
            [
                "Carelli"
            ]
        ]
    ],
    "1936).": [],
    "His memoir of fascism in Italy was published after his death in 1995.": [],
    "Bianchi Bandinelli brought a scholarly brand of Marxism to the world of art history in the early 1970s.": [
        [
            8,
            18,
            [
                "Antonelli",
                "Farinelli"
            ]
        ]
    ],
    "Eschewing so-called \"crass Marxist\" analysis, his work, most clearly in his English translations of surveys of Roman art, brought his wider set of criteria to English-speaking audiences.": [],
    "His early work on the relationship of Roman art to Greece and Etruscan art drew from the writings of <a href=\"/riegla\">Aloïs Riegl</a> and <a href=\"/wickhofff\">Franz Wickhoff</a>.": [],
    "His singular interprestations of art--not always compelling--were amply grounded.": [
        [
            13,
            29,
            [
                "interpretations"
            ]
        ]
    ],
    "He viewed the Belvedere Apollo, for example--a Roman copy of a Greek original now thought to be second century--hailed by most art historians as a work the original of which was by Leochares, as a frigid copy of a Hellenistic work without relation to the master.": [
        [
            181,
            190,
            [
                "Leachates",
                "Lochearn",
                "Lechers"
            ]
        ]
    ],
    "His magazine <em>Critica d'Arte</em> became the model for other Italian art magazines, most notably <em>Prospettiva</em>, founded by <a href=\"/previtalig\">Giovanni Previtali</a> and Mauro Cristofani (1941-1997).": [],
    "Bianchi Bandinelli's family castle in Siena was used as a backdrop in the film 1950 film <em>The Deported</em> by Robert Siodmak (1900-1973).": [
        [
            8,
            18,
            [
                "Antonelli",
                "Farinelli"
            ]
        ],
        [
            121,
            128,
            [
                "Soda",
                "Goodman",
                "Slovak",
                "Kodak",
                "Sideman",
                "Sigma"
            ]
        ]
    ]
}