{
    "Scholar of Renaissance and Baroque art history, Director of the Warsaw Museum of Fine Arts.": [],
    "Bia?ostocki was born to Jan Bia?ostocki (Sr.": [
        [
            0,
            3,
            [
                "BIA",
                "Via",
                "Big",
                "Bit",
                "Bid",
                "CIA"
            ]
        ],
        [
            4,
            11,
            [
                "stock",
                "stocks",
                "stocky",
                "Rostock",
                "iStock"
            ]
        ],
        [
            28,
            31,
            [
                "BIA",
                "Via",
                "Big",
                "Bit",
                "Bid",
                "CIA"
            ]
        ],
        [
            32,
            39,
            [
                "stock",
                "stocks",
                "stocky",
                "Rostock",
                "iStock"
            ]
        ]
    ],
    "), a musician and composer and Walentya Wereninow.": [
        [
            0,
            1,
            [
                ""
            ]
        ],
        [
            31,
            39,
            [
                "Talent",
                "Talented",
                "Talents",
                "Plenty",
                "Valencia",
                "Valentin"
            ]
        ],
        [
            40,
            49,
            [
                "Warning",
                "Warnings"
            ]
        ]
    ],
    "In 1928 the family moved to Grodzisk Mazowiecki (Poland).": [
        [
            28,
            36,
            [
                "Gradiška",
                "Rodrick",
                "Goodish"
            ]
        ],
        [
            37,
            47,
            [
                "Morawiecki"
            ]
        ]
    ],
    "He grew up in Poland during the years of ever-increasing German dominance and finally invasion.": [],
    "His first art-history article was a piece on Mattias Grünewald published in 1938.": [
        [
            45,
            52,
            [
                "Mattia's",
                "Mattia",
                "Matthias",
                "Mathias",
                "Matías"
            ]
        ],
        [
            53,
            62,
            [
                "Grunewald"
            ]
        ]
    ],
    "He graduated from a gymnasium in 1939 and intended to study philology, but the invasion of Poland by the Germans that year forced him to attend the underground university run by Stanislaw Maykowski, where he studied Greek and Latin.": [
        [
            178,
            187,
            [
                "Stanislav"
            ]
        ],
        [
            188,
            197,
            [
                "Minkowski",
                "Murkowski"
            ]
        ]
    ],
    "He studied studied under the philosopher Tadeusz Kotarbin´ski (1886-1981) and the esthetician Władysław Tatarkiewicz (1886-1980) also in the clandestine university.": [
        [
            3,
            18,
            [
                "studied"
            ]
        ],
        [
            41,
            48,
            [
                "Thadeus",
                "Mateusz"
            ]
        ],
        [
            49,
            57,
            [
                "Corbin",
                "Harbin",
                "Karin",
                "Rotarian",
                "Katarina",
                "Kathrin"
            ]
        ]
    ],
    "There he met his future colleague Andrzej Jakimowicz.": [],
    "After the 1944 uprising in the Old Town of Warsaw, he and his father were arrested and sent to concentration camps in Linz.": [],
    "After the country's liberation in 1945, he returned to Poland as an assistant at the University in Warsaw and the Warsaw National Museum (Muzeum Narodowe w Warszawie) under <a href=\"/walickim\">Michał Walicki</a>.": [
        [
            138,
            144,
            [
                "Museum"
            ]
        ],
        [
            145,
            153,
            [
                "Narrow",
                "Narrower",
                "Narrowed",
                "Narrows",
                "Marlowe",
                "Markdown"
            ]
        ],
        [
            156,
            165,
            [
                "Warsaw"
            ]
        ]
    ],
    "In 1946 he wrote his master's paper on \"The Role of Knowledge in Experiencing a Work of Art\" under Tatarkiewicz.": [
        [
            3,
            7,
            [
                "1946,"
            ]
        ]
    ],
    "In 1950 Walicki was arrested by the Stalinist regime and Bia?ostocki was fired from his positions by reasons of association.": [
        [
            8,
            15,
            [
                "Walk",
                "Alice",
                "Alike",
                "Walks",
                "Click",
                "Galicia"
            ]
        ],
        [
            57,
            60,
            [
                "BIA",
                "Via",
                "Big",
                "Bit",
                "Bid",
                "CIA"
            ]
        ],
        [
            61,
            68,
            [
                "stock",
                "stocks",
                "stocky",
                "Rostock",
                "iStock"
            ]
        ]
    ],
    "Stanislaw Lorentz replaced his teacher (only officially) and Bia?ostocki was granted his Ph.D.": [
        [
            0,
            9,
            [
                "Stanislav"
            ]
        ],
        [
            61,
            64,
            [
                "BIA",
                "Via",
                "Big",
                "Bit",
                "Bid",
                "CIA"
            ]
        ],
        [
            65,
            72,
            [
                "stock",
                "stocks",
                "stocky",
                "Rostock",
                "iStock"
            ]
        ]
    ],
    "the same year with a dissertation topic on Flemish landscapes of the mannerist period.": [
        [
            0,
            3,
            [
                "The"
            ]
        ],
        [
            69,
            78,
            [
                "mannerism"
            ]
        ]
    ],
    "He continued to research and publish, teaching at the Warsaw School of Drama (until 1957).": [],
    "He was appointed a <em>privatdozent</em> in 1955.": [],
    "That year, too, his two-volume catalog on the Museum collection, <em>Galeria malarstwa obcego</em>, was completed.": [],
    "In 1959 he returned to the University of Warsaw art department, then chaired by Juliusz Starzynski, and as Curator of European Painting at the Museum again where be began teaching courses on \"post-medieval art\".": [
        [
            3,
            7,
            [
                "1959,"
            ]
        ],
        [
            80,
            87,
            [
                "Julius"
            ]
        ],
        [
            88,
            98,
            [
                "Dobrzynski",
                "Kaczyński"
            ]
        ],
        [
            165,
            170,
            [
                "begun",
                "beginning"
            ]
        ]
    ],
    "In 1960 he published the second of his works on the <em>primitifs Flamands</em>, a catalog of the museum's permanent collection.": [
        [
            3,
            7,
            [
                "1960,"
            ]
        ]
    ],
    "He also developed a course on art theory for the Institute of Art History, becoming a professor there in 1962.": [],
    "In 1966, Bia?ostocki authored volume nine in the corpus of early Netherlandish painting, <em>Primitifs flamands: Corpus de la peinture des anciens Pays-Bas méridionaux au quinzième siècle</em>, part of the Belgian Centre national de recherches \"Primitifs Flamands\" (Internationaal Studiecentrum voor de Middeleeuwse Schilderkunst in het Schelde- en het Maasbekken), begun by <a href=\"/coremansp\">Paul Coremans</a> and <a href=\"/lavalleyej\">Jacques Lavalleye</a>.": [
        [
            9,
            12,
            [
                "BIA",
                "Via",
                "Big",
                "Bit",
                "Bid",
                "CIA"
            ]
        ],
        [
            13,
            20,
            [
                "stock",
                "stocks",
                "stocky",
                "Rostock",
                "iStock"
            ]
        ]
    ],
    "He was chosen to edit the revision of the <em>Propyläen Kunstgeschichte</em> volume on the later gothic age with Fedja Anzelewsky.": [],
    "In 1971 he was given his own chair of renaissance art and the following year, made full professor.": [
        [
            3,
            7,
            [
                "1971,"
            ]
        ]
    ],
    "He delivered the Wrightsman lectures at New York University for the 1972-73 year.": [
        [
            17,
            27,
            [
                "Wrights man"
            ]
        ]
    ],
    "His <em>Art of the Renaissance in Eastern Europe</em>, 1976, is an example of his ability to write wide-ranging essays on art history.": [],
    "In 1978, Bia?ostocki delivered lectures at the Colllège de France where he made a memorable case for art history as a humanistic discipline.": [
        [
            9,
            12,
            [
                "BIA",
                "Via",
                "Big",
                "Bit",
                "Bid",
                "CIA"
            ]
        ],
        [
            13,
            20,
            [
                "stock",
                "stocks",
                "stocky",
                "Rostock",
                "iStock"
            ]
        ],
        [
            47,
            55,
            [
                "College"
            ]
        ]
    ],
    "During the declaration of martial law in Poland in 1981, he successfully negotiated the release of several academics.": [],
    "In 1984 he was appointed director of the Institute of Art History, which he held until his death.": [
        [
            3,
            7,
            [
                "1984,"
            ]
        ]
    ],
    "He collapsed at the 1988 meeting of the Polish Academy of Sciences and was hospitalized for a neurological condition.": [],
    "He died on Christmas day.": [],
    "His students included Juliusz A. Chroscicki, Zygmunt Wa´zbi´nski, Maria Poprzęcka, Sergiusz Michalski, Lech Brusewicz, and Ma?gorzata Szafran´ska; he co-supervised Irma Weber.": [
        [
            22,
            29,
            [
                "Julius"
            ]
        ],
        [
            45,
            52,
            [
                "Segment",
                "Pigment",
                "Augment",
                "Sigmund",
                "Figment",
                "Gaunt"
            ]
        ],
        [
            53,
            55,
            [
                "Wei",
                "WA",
                "A",
                "Was",
                "We",
                "Way"
            ]
        ],
        [
            56,
            59,
            [
                "FBI",
                "CBI",
                "SBI",
                "TBI",
                "obi",
                "RBI"
            ]
        ],
        [
            60,
            64,
            [
                "ski",
                "Niki",
                "SKI",
                "n ski"
            ]
        ],
        [
            83,
            91,
            [
                "Series",
                "Serious",
                "Sirius",
                "Fergus",
                "Sergio",
                "Serifs"
            ]
        ],
        [
            92,
            101,
            [
                "Michelson",
                "Michelsen"
            ]
        ],
        [
            108,
            117,
            [
                "Brunswick",
                "Bushwick"
            ]
        ],
        [
            126,
            133,
            [
                "great",
                "format",
                "formats",
                "goat",
                "goats",
                "ornate"
            ]
        ],
        [
            134,
            141,
            [
                "Saran",
                "Zofran",
                "Snaphaan"
            ]
        ]
    ],
    "His wife, Jolanta Bialostocka, was also an art historian.Bia?ostocki's principal method is that of iconography, akin to <a href=\"/panofskye\">Erwin Panofsky</a>.": [
        [
            10,
            17,
            [
                "Atlanta",
                "Joanna",
                "Johanna",
                "Yolanda",
                "Polenta",
                "Jocasta"
            ]
        ],
        [
            18,
            29,
            [
                "Bialystok"
            ]
        ],
        [
            57,
            60,
            [
                " Bia"
            ]
        ],
        [
            61,
            68,
            [
                "stock",
                "stocks",
                "stocky",
                "Rostock",
                "iStock"
            ]
        ]
    ],
    "Other works focus on the epistemology of art history and the historiography of the Late Gothic (Spätgotik).": [],
    "His distinction between \"style\" and \"modus\" in art history helped clarify this approach to art history.": [
        [
            37,
            42,
            [
                "modes",
                "mods",
                "Modbus",
                "mod us"
            ]
        ]
    ],
    "Bia?ostocki's connoisseurship technique was instilled by Walicki.": [
        [
            0,
            3,
            [
                "BIA",
                "Via",
                "Big",
                "Bit",
                "Bid",
                "CIA"
            ]
        ],
        [
            4,
            11,
            [
                "stock",
                "stocks",
                "stocky",
                "Rostock",
                "iStock"
            ]
        ],
        [
            57,
            64,
            [
                "Walk",
                "Alice",
                "Alike",
                "Walks",
                "Click",
                "Galicia"
            ]
        ]
    ],
    "According to Skubiszewski, it was Bia?ostocki who introduced the term \"encompassing theme\" to art history.": [
        [
            34,
            37,
            [
                "BIA",
                "Via",
                "Big",
                "Bit",
                "Bid",
                "CIA"
            ]
        ],
        [
            38,
            45,
            [
                "stock",
                "stocks",
                "stocky",
                "Rostock",
                "iStock"
            ]
        ]
    ],
    "His film review of Miloš Forman's <em>One Flew Over the Cuckoo's Nest</em> transferring his art analysis to other media.": []
}