{
    "Early collector of artists' biographies; rhetorician; notary.": [],
    "De Bie was born in the city of Lier near Antwerp in 1627.": [
        [
            3,
            6,
            [
                "Be",
                "Bye",
                "Big",
                "Bit",
                "Die",
                "Bid"
            ]
        ],
        [
            31,
            35,
            [
                "Lair",
                "Lear",
                "Year",
                "Lead",
                "Near",
                "Lies"
            ]
        ]
    ],
    "His father, Adrianus, was a painter.": [
        [
            12,
            20,
            [
                "Adrian us"
            ]
        ]
    ],
    "Since De Bie called himself a philosopher, it may be assumed that he studied philosophy, possibly at the University of Louvain.": [
        [
            9,
            12,
            [
                "Be",
                "Bye",
                "Big",
                "Bit",
                "Die",
                "Bid"
            ]
        ],
        [
            119,
            126,
            [
                "Lou vain"
            ]
        ]
    ],
    "He had a broad knowledge of languages, including Latin, Italian, and Spanish.": [],
    "He married twice.": [],
    "His first wife, Elisabeth Smith, died in 1662 in an accident.": [],
    "She left him with four children.": [],
    "Four more children were born out of his second marriage to Isabella Caelheyt (died 1706).": [
        [
            68,
            76,
            [
                "Camshaft",
                "Calvert",
                "Cayley",
                "Cachet",
                "Paella",
                "Carload"
            ]
        ]
    ],
    "De Bie was a notary by profession.": [
        [
            3,
            6,
            [
                "Be",
                "Bye",
                "Big",
                "Bit",
                "Die",
                "Bid"
            ]
        ]
    ],
    "He also acted as attorney and as a clerk to the court.": [],
    "In the years 1664, 1668, and 1708 he also was a prominent member of the municipal government.": [],
    "He is best known as a rhetorician.": [],
    "He wrote about 52 plays, which were performed by the two Chambers of Rhetoric in his city.": [],
    "De Bie was a member of the chamber named \"Den Groeyenden Boom\" (The Growing Tree).": [
        [
            3,
            6,
            [
                "Be",
                "Bye",
                "Big",
                "Bit",
                "Die",
                "Bid"
            ]
        ],
        [
            46,
            56,
            [
                "Broaden",
                "Groaned"
            ]
        ]
    ],
    "Most important among his works of prose is a compilation of artists' biographies, <em>Het Gulden Cabinet van de edele vry schilder const</em> (The Golden Cabinet of the Noble Liberal Art of Painting).": [],
    "The concept of this work is based on the 1649 <em>Image de divers homes</em>, a collection of engraved portraits of artists along with short captions, published by the Antwerp artist and art dealer Joannes Meyssens (1612-1670).": [
        [
            206,
            214,
            [
                "Masses"
            ]
        ]
    ],
    "Not long after this publication, it seems that De Bie was commissioned by Meyssens to compose a more extensive artists' lexicon, more in the spirit of <a href=\"/manderk\">Karel Van Mander</a>, using the existing engravings and an additional series of portraits as illustrations.": [
        [
            50,
            53,
            [
                "Be",
                "Bye",
                "Big",
                "Bit",
                "Die",
                "Bid"
            ]
        ],
        [
            74,
            82,
            [
                "Masses"
            ]
        ]
    ],
    "This resulted in De Bie's <em>Gulden Cabinet</em>, published by Meyssens in 1661-62.": [
        [
            20,
            23,
            [
                "Be",
                "Bye",
                "Big",
                "Bit",
                "Die",
                "Bid"
            ]
        ],
        [
            64,
            72,
            [
                "Masses"
            ]
        ]
    ],
    "The book is dedicated to the Antwerp art collector Antoine van Leyen (1628-1686).": [
        [
            63,
            68,
            [
                "Lane",
                "Laden",
                "Lawn",
                "Jaén",
                "Lain",
                "Le yen"
            ]
        ]
    ],
    "It is a biographical collection of sixteenth- and seventeenth-century Netherlandish and foreign artists.": [],
    "It is divided in three parts.": [],
    "Book One deals with deceased painters, the second with living painters, and the third deals with engravers, sculptors, architects, and painters left out in the first two books.": [],
    "The text consists of laudatory verses, some in Latin, alternated by passages in prose.": [],
    "A general treatise on painting is woven through the whole work.": [],
    "In 1711 De Bie left his own copy to his eldest son Gaspard, a priest in Orp-le-Grand, where De Bie retired.": [
        [
            11,
            14,
            [
                "Be",
                "Bye",
                "Big",
                "Bit",
                "Die",
                "Bid"
            ]
        ],
        [
            51,
            58,
            [
                "Gaspar"
            ]
        ],
        [
            72,
            84,
            [
                "ORP-le-Grand",
                "Orp-LE-Grand"
            ]
        ],
        [
            95,
            98,
            [
                "Be",
                "Bye",
                "Big",
                "Bit",
                "Die",
                "Bid"
            ]
        ]
    ],
    "The <em>Gulden Cabinet</em> never gained the popularity of Van Mander's <em>Schilder- Boeck</em>, which de Bie occasionally used as his direct source.": [
        [
            63,
            69,
            [
                "Manner",
                "Wander",
                "Lander",
                "Manger",
                "Meander",
                "Madder"
            ]
        ]
    ],
    "Most entries in Book One are no more than poems of praise without much substance.": [],
    "When dealing, however, with his contemporaries, living in the Southern Netherlands as well in the Dutch Republic, De Bie was able to offer his readers first hand information on a number of painters, which shows his genuine interest in the actual art scene (Lemmens, 1971).": [
        [
            117,
            120,
            [
                "Be",
                "Bye",
                "Big",
                "Bit",
                "Die",
                "Bid"
            ]
        ],
        [
            151,
            161,
            [
                "first-hand"
            ]
        ],
        [
            257,
            264,
            [
                "Clemens",
                "Lemons",
                "Lessens",
                "Lemmings",
                "Lumens",
                "Emmen"
            ]
        ]
    ],
    "As a citizen of the Southern Netherlands he had a preference for the art of his own countrymen and for the circle of Antwerp painters.": [],
    "De Bie's <em>Gulden Cabinet</em> was popular among art lovers and art collectors of his day.": [
        [
            3,
            6,
            [
                "Be",
                "Bye",
                "Big",
                "Bit",
                "Die",
                "Bid"
            ]
        ]
    ],
    "It is, however, not commonly used as a reference book today.": []
}