{
    "Archaeologist and art historian of ancient theater.": [],
    "Bieber was the daughter of Jacob Heinrich Bieber, a factory owner, and Valli Bukofzer (Bieber).": [
        [
            71,
            76,
            [
                "Villi"
            ]
        ],
        [
            77,
            85,
            [
                "Buffer",
                "Buzzer",
                "Boozer",
                "Bronzer"
            ]
        ]
    ],
    "She was born in Schönau, Kreis Schwetz, Prussia, which is present-day Przechowo, Kreis Swiece, Poland.": [
        [
            16,
            23,
            [
                "Scholar"
            ]
        ],
        [
            25,
            30,
            [
                "Eras",
                "Kris",
                "Bras",
                "Krebs",
                "Aras",
                "Kraus"
            ]
        ],
        [
            31,
            38,
            [
                "Schwartz",
                "Schultz",
                "Schmitz",
                "Schlitz",
                "Schatz",
                "Schwarz"
            ]
        ],
        [
            70,
            79,
            [
                "Preshow"
            ]
        ],
        [
            81,
            86,
            [
                "Eras",
                "Kris",
                "Bras",
                "Krebs",
                "Aras",
                "Kraus"
            ]
        ],
        [
            87,
            93,
            [
                "Since",
                "Science",
                "Piece",
                "Twice",
                "Siege",
                "Switch"
            ]
        ]
    ],
    "In 1899 she was privately tutored in Berlin, receiving her <em>Abitur</em>.": [
        [
            3,
            7,
            [
                "1899,"
            ]
        ]
    ],
    "In Berlin she studied under Hermann Diels (1848-1922), Ulrich von Wilamowitz-Moellendorff (1848-1931), and <a href=\"/kekuler\">Reinhard Kekulé von Stradonitz</a>.": [
        [
            3,
            9,
            [
                "Berlin,"
            ]
        ],
        [
            36,
            41,
            [
                "Daily",
                "Dies",
                "Diets",
                "Dials",
                "Duels",
                "Niels"
            ]
        ]
    ],
    "In 1904 she moved to Bonn to study under <a href=\"/loeschckeg\">Georg Loeschke</a> as well as <a href=\"/clemenp\">Paul Clemen</a> and Franz Bücheler (1837-1908).": [
        [
            3,
            7,
            [
                "1904,"
            ]
        ]
    ],
    "Bieber graduated from the University of Bonn in 1907, writing her dissertation under Loeschcke.": [],
    "One of the first female members of the Deutsches Archäologisches Institut (German Archaeological Insitute, or DAI) in 1913, she was the first to receive their prestigious travel fellowships in 1909.": [
        [
            39,
            48,
            [
                "Deutsche's",
                "Deutsche"
            ]
        ],
        [
            65,
            73,
            [
                "Institute"
            ]
        ],
        [
            97,
            105,
            [
                "Institute"
            ]
        ]
    ],
    "From then until 1914 she lived in Rome, where she met the German scholarly community working on classical art, such as <a href=\"/amelungw\">Walther Amelung</a> and <a href=\"/rodenwaldtg\">Gerhart Rodenwaldt</a>, <a href=\"/dorpfeldw\">Wilhelm Dörpfeld</a> and the British discoverer of Minoan Crete, <a href=\"/evansa\">Arthur J. Evans</a>.": [],
    "She returned to Germany to teach Loeschke's classes in Berlin during World War I, privately because her gender prohibited an official appointment, between 1916-1918; her students at this time included Dora and <a href=\"/panofskye\">Erwin Panofsky</a>.": [
        [
            33,
            41,
            [
                "Locke",
                "Porsche",
                "Hoecake",
                "Louche"
            ]
        ]
    ],
    "In 1919 she moved to the University of Giessen where she was the second woman professor in that country.": [
        [
            3,
            7,
            [
                "1919,"
            ]
        ],
        [
            72,
            77,
            [
                "female"
            ]
        ]
    ],
    "She was made a full professor in 1931.": [],
    "The Nazi dismissal of Jews from academic positions forced her to leave Germany in July, 1933.": [
        [
            82,
            92,
            [
                "July 1933"
            ]
        ]
    ],
    "She emigrated first to England and an unsatisfactory year at Oxford.": [],
    "The following year she emigrated to the United States and taught at Barnard College, Columbia University, with <a href=\"/dinsmoorw\">William Bell Dinsmoor</a> and <a href=\"/schapirer\">Meyer Schapiro</a> in the Department of Fine Arts.": [
        [
            23,
            35,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "In New York, other female scholars, such as <a href=\"/richterg\">Gisela M. A. Richter</a>, of the Metropolitan Museum of Art, <a href=\"/swindlerm\">Mary Hamilton Swindler</a>, and archaeologist Hetty Goldman (1881-1972) recommended assisted her.": [],
    "She was Associate Professor of Art History and Archaeology at Columbia University, 1935-1948.": [],
    "While at Columbia, she published <em>The History of the Greek and Roman Theater</em> (1939) and <em>Laocoon, the Influence of the Group since Its Rediscovery</em> (1942).": [],
    "She became an American citizen in 1940.": [],
    "Bieber retired from Columbia in 1948, continuing to lecture at Barnard, the New School for Social Research, and Princeton University.": [],
    "Her post-retirement years included publications such as <em>Alexander the Great in Greek and Roman Art</em> (1964), <em>The Sculpture of the Hellenistic Age</em> (1955), and <em>Ancient Copies</em> (1977).": [],
    "She was awarded the Gold Medal for distinguished service by the Archaeological Institute of American in 1974, at age ninety-five.": [],
    "At the time of her death she was working on a book of Greek, Etruscan, and Roman dress, which remained unfinished.": [],
    "She died at her (adopted) daughter's house in Connecticut in 1976.": [],
    "Through her writing and her reading selections of other art historians, Bieber helped disseminate the many of the more abstract art historical ideas of her German colleagues.": [],
    "Her <em>German Readings in the History and Theory of Fine Arts</em> (1946) kept primary source texts alive to modern art history students.": [],
    "Her own work incorporated the methods of <a href=\"/kaschnitzvonweinbergg\">Guido Kaschnitz von Weinberg</a> and others.": [],
    "Her original research on Greek theater and sculpture, particularly the problem of Roman copies of Greek originals, remains a legacy.": [],
    "Her attempt to settle on a definitive interpretation of the Laocoön was countered in 2000 by <a href=\"/brilliantr\">Richard Brilliant</a>.": [
        [
            60,
            67,
            [
                "Laocoon"
            ]
        ]
    ]
}