{
    "Print collector, medical doctor; surgeon.": [],
    "Bierens de Haan was the son of David Bierens de Haan, professor of mathematics and physics at Leiden University, and Johanna Catharina Justina IJssel de Schepper.": [
        [
            0,
            7,
            [
                "Bearers",
                "Bairns",
                "Bier ens"
            ]
        ],
        [
            37,
            44,
            [
                "Bearers",
                "Bairns",
                "Bier ens"
            ]
        ],
        [
            143,
            149,
            [
                "Vessel",
                "Kassel",
                "Mussel",
                "Tassel",
                "Bessel",
                "Passel"
            ]
        ]
    ],
    "The young Bierens de Haan attended the Leiden gymnasium and, from 1887 to 1894, he studied medicine at Leiden University.": [
        [
            10,
            17,
            [
                "Bearers",
                "Bairns",
                "Bier ens"
            ]
        ]
    ],
    "He also received training in hospitals and universities abroad, in particular in Bonn, Vienna, Paris, and London.": [],
    "In those years he began building up his print collection, while visiting the European print rooms.": [],
    "After having earned, in 1896, his doctor's degree, he specialized as a surgeon.": [],
    "In 1899, at the outbreak of the Boer War, he went to South Africa to serve the Dutch Red Cross as an ambulance-doctor.": [],
    "In 1901 returned to Leiden, where he continued his training as a surgeon.": [],
    "In 1902 he joined the chief committee of the Dutch Red Cross, a position that he held until 1915.": [
        [
            3,
            7,
            [
                "1902,"
            ]
        ]
    ],
    "In 1905 Bierens de Haan settled in Rotterdam, where he practiced as a surgeon.": [
        [
            8,
            15,
            [
                "Bearers",
                "Bairns",
                "Bier ens"
            ]
        ]
    ],
    "Besides his profession he kept a vivid interest in print collecting.": [],
    "During the Balkan Wars of 1912/13, in Greece, he again served as an ambulance doctor.": [],
    "Another war, the First World War, brought him to Paris, where he directed, from 1915 to 1917, the Dutch hospital in the Bois de Boulogne.": [
        [
            120,
            124,
            [
                "Boys",
                "Boss",
                "Boris",
                "Lois",
                "Bogs",
                "Boil"
            ]
        ]
    ],
    "Before and after this war Bierens de Haan traveled extensively to destinations as far as Russia, North America, Syria, Persia, Afghanistan, India, the Dutch East Indies, China and Japan.": [
        [
            26,
            33,
            [
                "Bearers",
                "Bairns",
                "Bier ens"
            ]
        ]
    ],
    "In 1919 he closed his surgeon practice in Rotterdam.": [
        [
            3,
            7,
            [
                "1919,"
            ]
        ]
    ],
    "After an extended trip he settled in Amsterdam in 1923, where he dedicated himself to systematically broadening his print collection.": [],
    "He intended to bequeath this collection to the Museum Boijmans of Rotterdam, which he already had presented with occasional donations.": [
        [
            54,
            62,
            [
                "Romans",
                "Biomass",
                "Bowman",
                "Normans",
                "Bohemians",
                "Fijians"
            ]
        ]
    ],
    "He turned his main attention to the sixteenth and seventeenth centuries, with an emphasis on the Dutch school.": [],
    "He ordered, classified, and described his collection in a card system.": [],
    "To provide the necessary funds for the purchase of prints, he established, in 1936, the Lucas van Leyden foundation, named after the Leiden engraver.": [],
    "In 1942, during World War II, the Germans confiscated Bierens de Haan's house, but they did not take his collection.": [
        [
            54,
            61,
            [
                "Bearers",
                "Bairns",
                "Bier ens"
            ]
        ]
    ],
    "Several selections of the prints were temporarily on show in Museum Boijmans during the war.": [
        [
            68,
            76,
            [
                "Romans",
                "Biomass",
                "Bowman",
                "Normans",
                "Bohemians",
                "Fijians"
            ]
        ]
    ],
    "After the war, Bierens de Haan published two art historical studies, which both are proof of his scholarly approach to the field of engraving.": [
        [
            15,
            22,
            [
                "Bearers",
                "Bairns",
                "Bier ens"
            ]
        ]
    ],
    "In 1947 his monograph on the so-called Meester van het Amsterdamse Kabinet (Master of the Amsterdam cabinet), also known as the Hausbuch Meister, appeared.": [
        [
            39,
            46,
            [
                "Me ester"
            ]
        ],
        [
            51,
            54,
            [
                "he",
                "get",
                "her",
                "set",
                "hit",
                "let"
            ]
        ],
        [
            55,
            66,
            [
                "Amsterdam"
            ]
        ],
        [
            67,
            74,
            [
                "Cabinet"
            ]
        ],
        [
            128,
            136,
            [
                "Habsburg",
                "Hapsburg",
                "Haunch",
                "Baumbach"
            ]
        ],
        [
            137,
            144,
            [
                "Master",
                "Matter",
                "Faster",
                "Masters",
                "Easter",
                "Mastery"
            ]
        ]
    ],
    "It dealt with 91 late fifteenth-century dry point engravings by this master, kept in the Amsterdam Print Room.": [],
    "Another publication, <em>L'oeuvre gravé de Cornelis Cort, graveur hollandais, 1533-1578</em>, followed in 1948, dedicated to the sixteenth-century Dutch engraver Cornelis Cort, who worked in several cities in Italy, including Venice, where he engraved Titian's paintings.": [],
    "For this work, the 80 year old Bierens de Haan was awarded the golden museum medal.": [
        [
            19,
            30,
            [
                "80-year-old"
            ]
        ],
        [
            31,
            38,
            [
                "Bearers",
                "Bairns",
                "Bier ens"
            ]
        ]
    ],
    "He never married.": [],
    "After his death, in 1951, he bequeathed his huge collection of 26,000 prints and his library to Museum Boijmans.": [
        [
            103,
            111,
            [
                "Romans",
                "Biomass",
                "Bowman",
                "Normans",
                "Bohemians",
                "Fijians"
            ]
        ]
    ],
    "The Lucas van Leyden foundation is up to the present day administered by the executive committee of the museum for the purchase of prints.": []
}