{
    "Riemenschneider scholar, professor and director of the North Carolina Museum of Art.": [],
    "Bier grew up in a wealthy Nuremberg family.": [],
    "He attended the Humanistisches Gymnasium in that city.": [],
    "After graduation in 1917, he fought in the first World War 1917-18.": [],
    "Between 1919 and 1924 Bier studied art history, archaeology, and medieval and modern history at the universities in Munich, Erlangen, Jena, Bonn and finally Zürich.": [],
    "His major professors were <a href=\"/clemenp\">Paul Clemen</a> and <a href=\"/wolfflinh\">Heinrich Wölfflin</a>.": [],
    "His dissertation, written under Wölfflin, was on the early work of his home town's most famous artist, Tilman Riemenschneider.": [
        [
            32,
            40,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ],
        [
            71,
            80,
            [
                "hometown"
            ]
        ],
        [
            103,
            109,
            [
                "Tillman",
                "Oilman",
                "Gilman",
                "Til man"
            ]
        ]
    ],
    "It was granted in 1924 and published the following year.": [],
    "Between 1924-1930 Bier he began publishing his magisterial book on Riemenschneider while lecturing (Dozent) at the Volkschule.": [
        [
            100,
            106,
            [
                "Dozen",
                "Dozens",
                "Docent",
                "Dozenth"
            ]
        ],
        [
            115,
            125,
            [
                "Hochschule"
            ]
        ]
    ],
    "He also contributed articles on modern architecture.": [],
    "In 1931 he married the art historian Senta Dietzel (1900-1978), whose brother was the gallery owner Max Dietzel, a sponsor of the Künstlergruppe Brücke shows and other modern art.": [
        [
            3,
            7,
            [
                "1931,"
            ]
        ],
        [
            37,
            42,
            [
                "Sent",
                "Santa",
                "Septa",
                "Senna",
                "Sen ta",
                "Sent a"
            ]
        ],
        [
            43,
            50,
            [
                "Diesel",
                "Pretzel",
                "Dietz",
                "Dieter",
                "Dieted",
                "Denzel"
            ]
        ],
        [
            104,
            111,
            [
                "Diesel",
                "Pretzel",
                "Dietz",
                "Dieter",
                "Dieted",
                "Denzel"
            ]
        ]
    ],
    "From 1930-36 Bier was a curator of the Kestner Society and Museum in Hannover which mounted contemporary art exhibitions.": [
        [
            39,
            46,
            [
                "Esther",
                "Lester",
                "Ester",
                "Hester",
                "Tester",
                "Kessler"
            ]
        ]
    ],
    "Bier himself collected the work of Bauhaus artists Paul Klee, Oskar Schlemmer and Lyonel Feininger.": [
        [
            68,
            77,
            [
                "Schemer",
                "Schlemiel"
            ]
        ]
    ],
    "In 1936 the Nazi government closed the Kestner Society and banished Bier, who was Jewish.": [
        [
            39,
            46,
            [
                "Esther",
                "Lester",
                "Ester",
                "Hester",
                "Tester",
                "Kessler"
            ]
        ]
    ],
    "Bier withdrew first to upper Bavaria and then, in 1937 immigrated to the United States.": [],
    "His former classmate, <a href=\"/krautheimerr\">Richard Krautheimer</a> recommended Bier for the position he was vacating at the University of Louisville, Kentucky.": [],
    "Bier taught art history there 1937-60, acting as Chair of the department 1946-60.": [],
    "While Chair at Louisville, he founded the Allen R. Hite Institute.": [
        [
            51,
            55,
            [
                "White",
                "Hit",
                "Site",
                "Hits",
                "Hate",
                "Hide"
            ]
        ]
    ],
    "He was a fellow at the Institute for Advanced Study, Princeton, during the year 1953-54, and visiting professor at the Freie Universität, Berlin in 1956 and a Fulbright lecturer in Würzburg, 1960-61.": [
        [
            119,
            124,
            [
                "Free",
                "Frame",
                "Flair",
                "Fran",
                "Frail",
                "Fray"
            ]
        ],
        [
            125,
            136,
            [
                "University"
            ]
        ]
    ],
    "He supplied over two hundred pieces of art criticism for the Louisville <em>Courier Journal</em>.": [],
    "In 1960, Bier was appointed to be the second director of the state art museum in North Carolina, replacing the late <a href=\"/valentinerw\">Wilhelm Rheinhold Otto Valentiner</a>.": [],
    "He functioned as director of the North Carolina Museum of art until his retirement in 1970.": [],
    "His papers are housed at the University of Louisville where an endowed chair is named for him.": [],
    "Bier was a connoisseur-scholar who's research focused principally on gothic and renaissance architecture and sculpture.": [
        [
            31,
            45,
            [
                "whose research"
            ]
        ]
    ],
    "He was an exponent of modern art and architecture and was friends with many Bauhaus architects (including Mies van der Rohe).": []
}