{
    "Early Warburg Institute developer and Director.": [],
    "Bing's parents were Moritz Bing and Emma Jonas (Bing).": [],
    "After attending the Lyceum in Hamburg, 1909-1913 and receiving an <em>abitur</em> from the Heinrich-Hertz Realgymnasium in 1916, she attended the universities of Munich and then Hamburg concentrating in philosophy.": [],
    "Her dissertation, written under <a href=\"/cassirere\">Ernst Cassirer</a> in 1921, focused on Lessing and Leibniz.": [],
    "The following year she began working as a librarian at the Warburg Library (Kulturwissenschaflichen Bibliothek Warburg or \"KBW\"), founded by <a href=\"/warburga\">Aby M. Warburg</a>, who was then hospitalized for a mental condition.": [
        [
            123,
            126,
            [
                "KB",
                "KBE",
                "KBS",
                "KBC",
                "KBR",
                "ABW"
            ]
        ]
    ],
    "She would be associated with various aspects of the Warburg the rest of her life.": [],
    "In 1924 Bing became Warburg's personal research assistant.": [],
    "Together with <a href=\"/saxlf\">Fritz Saxl</a> the three became the Warburg Institute of those early years.": [],
    "The KBW officially opened in 1926.": [],
    "She effectively became the director in 1927.": [],
    "At Warburg's death in 1929, Bing edited his <em>Gesammelten Schriften</em>.": [],
    "With the Nazi rise to power in 1933, the KBW, founded by and named for a Jew, fell from official favor.": [],
    "Together with Saxl, who was now Bing's life partner, the two moved the KBW to London as the Warburg Institute.": [
        [
            14,
            18,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ]
    ],
    "The Institute was headed by Saxl with assistance and lecturing by <a href=\"/frankforth\">Henri Frankfort</a>, with Bing as assistant Director.": [
        [
            28,
            32,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ]
    ],
    "Saxl and Bing worked tirelessly to sponsor and find jobs for art historians fleeing Nazi Germany.": [
        [
            0,
            4,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ]
    ],
    "At the beginning of World War II, Bing drove an ambulance in Britain as part of t he London Auxilliary Ambulance Service until she was dismissed as an \"enemy alien.\"": [
        [
            80,
            84,
            [
                "the"
            ]
        ],
        [
            92,
            102,
            [
                "Auxiliary"
            ]
        ]
    ],
    "Saxl and Bing's home in Dulwich was open to many scholars throughout their career, including the young art historian couple from New York University, <a href=\"/boberh\">Harry Bober</a> and <a href=\"/boberp\">Phyllis Pray Bober</a>.": [
        [
            0,
            4,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ],
        [
            24,
            31,
            [
                "Ulrich"
            ]
        ]
    ],
    "In 1948 Saxl died and was succeed as director by Frankfort.": [
        [
            8,
            12,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ],
        [
            26,
            33,
            [
                "succeeded",
                "succeeding"
            ]
        ]
    ],
    "Bing succeeded Frankfort at his death in 1954, lecturing at the University of London as the Professor of the History of the Classical Tradition.": [],
    "Bing fell ill while working at the Institute in 1964 and died a month later.": []
}