{
    "Poet; Assistant Keeper of Prints and Drawing, British Museum.": [],
    "Binyon's father was Frederick Binyon (1838-1900), a minister, and mother Mary Dockray (Binyon), the daughter of Robert Benson Dockray (1811-1871), principal engineer of the London and Birmingham Railroad.": [
        [
            0,
            6,
            [
                "Pinyon",
                "Bin yon"
            ]
        ],
        [
            30,
            36,
            [
                "Pinyon",
                "Bin yon"
            ]
        ],
        [
            78,
            85,
            [
                "Dock ray"
            ]
        ],
        [
            87,
            93,
            [
                "Pinyon",
                "Bin yon"
            ]
        ],
        [
            126,
            133,
            [
                "Dock ray"
            ]
        ]
    ],
    "He attended St.": [],
    "Paul's School before pursuing Classics at Trinity College, Oxford University.": [],
    "In 1890 he made a first in classical moderations, and in 1892, a second in <em>litterae humainoires</em>.": [
        [
            3,
            7,
            [
                "1890,"
            ]
        ],
        [
            37,
            48,
            [
                "moderation",
                "mode rations"
            ]
        ]
    ],
    "He joined the Department of Printed Books at the British Museum beginning in 1893.": [],
    "In 1895 <a href=\"/dodgsonc\">Campbell Dodgson</a> recruited him for the Department of Prints and Drawings.": [],
    "During these years Binyon produced scholarly catalogs for the Museum as well as monographs on art.": [
        [
            19,
            25,
            [
                "Pinyon",
                "Bin yon"
            ]
        ]
    ],
    "His first book on painting-related subjects, <em>Dutch Etchers of the Seventeenth Century</em> appeared in 1895 and was quickly followed by <em>John Crone and John Sell Cotmanin</em> in 1897.": [],
    "Throughout his career he also published on William Blake.": [],
    "He married Cicely Margaret Powell in 1904.": [
        [
            11,
            17,
            [
                "Nicely"
            ]
        ]
    ],
    "At the turn of the century he was part of a group of artists and literati who met at the Wiener Cafe in New Oxford Street, London.": [],
    "These included the artists Sir William Rothenstein (1872-1945), Walter Sickert (1860-1942), Charles Ricketts (1866-1931), Lucien Pissarro (1863-1944), and Edmund Dulac (1882-1953).": [
        [
            129,
            137,
            [
                "Pissaro"
            ]
        ],
        [
            162,
            167,
            [
                "LULAC",
                "Du lac"
            ]
        ]
    ],
    "In 1907 Binyon's play <em>Attila</em> was performed using set designs by Ricketts.": [
        [
            8,
            14,
            [
                "Pinyon",
                "Bin yon"
            ]
        ]
    ],
    "His scholarly interests turned toward Chinese and Japanese art in the early twentieth century.": [],
    "<em>Painting in the Far East</em>, a survey of Asian painting, appeared in 1908 and <em>The Flight of the Dragon</em>, a study of Eastern aesthetics, in 1911.": [],
    "He was made assistant keeper of Prints and Drawings in 1909.": [],
    "In 1913 Binyon was placed in charge of the newly established Department of Oriental Prints and Drawings at the British Museum.": [
        [
            8,
            14,
            [
                "Pinyon",
                "Bin yon"
            ]
        ]
    ],
    "During World War I he volunteered for the Red Cross, assisting wounded soldiers as an orderly in 1916.": [],
    "Throughout these years continued to publish poetry and gained fame in that area.": [],
    "In the 1930s he translated Dante's <em>Divine Comedy</em> into English using its original <em>terza rima</em>, a feat still considered remarkable both for its artistic merit and scholarly skill.": [],
    "With this he was assisted by T. S. Eliot (1888-1965)and Ezra Pound (1885-1972).": [],
    "He was named Keeper of the Prints and Drawings Department in 1932 and retired from the Museum in 1933.": [],
    "His son-in-law, <a href=\"/grayb\">Basil Gray</a>, succeeded him at the new department of oriental antiquities (created in 1933), though as assistant until 1940 owing to his young age; <a href=\"/hinda\">Arthur Mayger Hind</a> succeeded him as Keeper of the Department of Prints and Drawings.": [],
    "In his retirement was the <a href=\"/nortonc\">Charles Eliot Norton</a> Professor of Poetry at Harvard University in 1933-1934 (following Eliot), where he delivered the lectures, \"The Spirit of Man in Asian Art.\"": [],
    "The lectures were published in 1935.": [],
    "Binyon was appointed to the Byron chair of letters at Athens in 1941.": [
        [
            0,
            6,
            [
                "Pinyon",
                "Bin yon"
            ]
        ]
    ],
    "The war in Europe already made this appointment problematic; Binyon narrowly escaped Greece after its invasion.": [
        [
            61,
            67,
            [
                "Pinyon",
                "Bin yon"
            ]
        ]
    ],
    "He died in a Reading, England, nursing home.": [],
    "His daughter was the medievalist Nicolete Mary Binyon (1911-1997), wife of Gray.": [
        [
            33,
            41,
            [
                "Nicole",
                "Nicoletta"
            ]
        ],
        [
            47,
            53,
            [
                "Pinyon",
                "Bin yon"
            ]
        ]
    ],
    "Throughout his life he worked as both a poet and art historian.": [],
    "His work on Asian art was instrumental in raising the interest in Far Eastern art in Great Britain.": [],
    "The painting of Wyndham Lewis and the poetry of Pound were influenced by Binyon's scholarship in Asian art.": [
        [
            73,
            79,
            [
                "Pinyon",
                "Bin yon"
            ]
        ]
    ],
    "His art historical work draws from his sensibilities as a poet and literary historian.": [],
    "However, his works on Dutch painters and English watercolorists were works of scholarship.": []
}