{
    "Critic and historian of French and Italian art; chair in the history of art at the Collège de France (1878); first editor of the <em>Gazette des beaux-arts</em>.": [
        [
            83,
            90,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ]
    ],
    "Originally trained as an engraver, Blanc began submitting journal articles to <em>Bons Sens</em> and <em>Le Progrès</em> in 1836.": [],
    "Throughout his career, he was politically active, advocating increased government support for the arts.": [],
    "In 1848, Blanc was appointed head of the <em>Bureau des Beaux-Arts</em>.": [],
    "After losing the position in 1851, he resumed his work as an art critic, writing exhibition reviews and articles on museum collections.": [],
    "Beginning in 1853 Blanc began writing a fourteen-volume history of painters, entitled <em>Histoire des peintres de toutes les écoles</em>, whose first volume appeared in 1861.": [],
    "In 1859 Édouard Houssaye founded the art periodical <em>Gazette des beaux-arts</em>, appointing Blanc to be its first editor.": [
        [
            16,
            24,
            [
                "House",
                "Hostage",
                "Hussain",
                "Housemate",
                "Hussars",
                "Hussite"
            ]
        ]
    ],
    "While continuing to publish his <em>Histoire</em>, Blanc issued <em>Grammaire des arts du dessin</em> in 1867.": [],
    "The book merged developments in science with aesthetics and was widely read by the Neo-Impressionists.": [],
    "Blanc was elected to the Académie des Beaux-Arts in 1868.": [],
    "In 1871, as Director of Beaux-Arts, Blanc proposed a museum housing reproductions of significant works of art found throughout Europe, Musée des Copies.": [
        [
            135,
            140,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            141,
            144,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "The idea though originally set out some years before by interior minister Adophe Thiers, aroused a storm of controversy at the Beaux-Arts Administration and artists and critics.": [
        [
            74,
            80,
            [
                "Adolphe"
            ]
        ],
        [
            81,
            87,
            [
                "Hears",
                "Tears",
                "Theirs",
                "Tiers",
                "Shears",
                "Triers"
            ]
        ]
    ],
    "Blanc was elected to the Académie Française in 1876 on the basis of his <em>Histoire</em>, beating out <a href=\"/fromentine\">Eugène Fromentin</a> and his book, <em>Les Maîtres d'autrefois: Belgique, Hollande</em>, a book ultimately of much more lasting quality.": [],
    "Blanc famously disputed Fromentin's competence to judge art, chiding Fromentin for not being a genius because he was subtle (!).": [
        [
            24,
            33,
            [
                "Fomenting"
            ]
        ],
        [
            69,
            78,
            [
                "Fomenting"
            ]
        ]
    ],
    "Blanc spent the last decade of his life teaching art history at the Collège de France and writing about painters of the Italian Renaissance.": [
        [
            68,
            75,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ]
    ],
    "His brother was Louis Blanc (1811-1882), the French writer and politician under the Second Republic.": [],
    "Blanc's color theory, outlined in <em>Grammaire des arts du dessin</em>, influenced the Arles period of Vincent van Gogh.": [],
    "His <em>Histoire des peintres</em>, however, quickly became obsolete (Gerson).": []
}