{
    "<p>Museum director and scholar of Romanesque and 19<sup>th</sup>-century German sculpture.": [
        [
            56,
            58,
            [
                "the",
                "TH",
                "Th",
                "to",
                "tho",
                "TT"
            ]
        ]
    ],
    "Bloch was the son of a Berlin book publisher, Peter Bloch and mother Charlotte Streckenbach (Bloch).": [],
    "He attended the Gymnasium in Steglitz, graduating in 1943.": [
        [
            29,
            37,
            [
                "Stieglitz",
                "Ste glitz"
            ]
        ]
    ],
    "Despite having a Jewish background, Bloch joined the German army.": [],
    "He was wounded in battle and taken as a prisoner of war, remaining in a Belgian POW camp (working in the mines) until 1948.": [],
    "Between 1948-50 he studied Philosophy at the Humboldt University in Berlin and art history as well with <a href=\"/hamannr\">Richard Hamann</a>, <a href=\"/metzp\">Peter Metz</a> and <a href=\"/kurthw\">Willy Kurth</a> (1881-1963).": [],
    "When east and west Berlin began separating, Block changed universities to Basel where he studied under the art historian <a href=\"/gantnerj\">Joseph Gantner</a> (b.": [],
    "1896) and was highly influenced by Karl Jaspers (1883-1969).": [],
    "He attained his doctorate in Basel in 1954 his dissertation title, <em>Das Hornbacher Sakramentar und seine Stellung innerhalb der frühen Reichenauer Buchmalerei</em>.": [],
    "Between 1954-57 he was an assistant for <a href=\"/lutzelerh\">Heinrich Lützeler</a>, teaching at the Kunsthistorischen Institute (Art History Institute) at the University of Bonn.": [],
    "His research in Italy was incorporated in Lützeler's travel guide (<em>Rom</em>, 1955).": [
        [
            42,
            50,
            [
                "Butler",
                "Luther",
                "Letterer",
                "Cutler",
                "Guzzler",
                "Puzzler"
            ]
        ]
    ],
    "After eight months as a volunteer at the Berliner Kupferstichkabinett he accepted the invitation of Hermann Schnitzler (1905-1976) to work at the Schnütgen Museum, a medieval sculpture collection in Cologne in 1958.": [
        [
            108,
            118,
            [
                "Schnitzel",
                "Schnitzels"
            ]
        ],
        [
            146,
            155,
            [
                "Schnitzel",
                "Schengen"
            ]
        ]
    ],
    "He married in 1959.": [],
    "Bloch researched Carolingian, Romanian and Gothic art, serving as a consultant for private collectors as well.": [],
    "His work on medieval Christian and Jewish art won him his <em>habilitation</em> under <a href=\"/ladendorfh\">Heinz Ladendorf</a> at the University of Cologne in 1962.": [],
    "He lectured as a <em>privatdozent</em> until 1967.": [],
    "His essay \"Nachwirkungen des Alten Bundes in der christlichen Kunst\" in the important Cologne exhibition <em>Monumenta Judaica</em> (1963) were the first to treat this theme of the interrelation between Jewish and Christian art.": [
        [
            25,
            28,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            29,
            34,
            [
                "Alien",
                "Allen",
                "Alter",
                "Alton",
                "Alden"
            ]
        ],
        [
            35,
            41,
            [
                "Bundles",
                "Bundies"
            ]
        ],
        [
            45,
            48,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            49,
            61,
            [
                "Christlike"
            ]
        ],
        [
            62,
            67,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "Bloch also began researching 19th-century sculpture.": [],
    "In 1967 he returned to Berlin to be the director of the sculpture collection of the Prussian State Museum (Preussischer Kulturbesitz).": [
        [
            3,
            7,
            [
                "1967,"
            ]
        ]
    ],
    "He presided over several important acquisitions in a collection ravaged by World War II.": [],
    "These included Canova's <em>Bacchante</em> and Reinhold Begas's <em>Amor and Psyche</em>.": [],
    "He succeeded his teacher Metz as professor at the Free University (Freien Universität) from 1970 onward.": [
        [
            67,
            73,
            [
                "Train",
                "Brain",
                "Grain",
                "Drain",
                "Flair",
                "Fran"
            ]
        ],
        [
            74,
            85,
            [
                "University"
            ]
        ]
    ],
    "He continued to research 19th-century sculpture in Berlin.": [],
    "As a museum professional, he became interested forgeries, initiated a documentation project beginning in 1974.": [],
    "He led interest in cemetery monuments publishing his findings in a book (1978) and later an exhibition <em>Ethos und Pathos</em>, (1990).": [],
    "He succeeded <a href=\"/meyere\">Erich Meyer</a>, in editing <em>Denkmäler deutscher Kunst</em> where he was solely responsible for the volumes on Romanesque bronze crucifixes.": [],
    "Although Bloch was already been retired from the museum when Germany was reunified, Bloch weighed in on the reunification of the museum.": [],
    "He argued for installations which continued to integrate all media (sculpture, paintings and crafts) of a period, a tradition dating back to <a href=\"/bodew\">Wilhelm Bode</a>.": [],
    "Bloch's research emphasized the importance of documentation.": [],
    "His dating of Romanesque crucifixes was impossible, he noted, without the solid documentation the wooden crucifixes of the same period.": [],
    "He also frequently spoke of the importance of the work the context of time and in relation to other works.": [],
    "One of his most important publications was <em>Die ottonische Kölner Malerschule</em> 1967-70 where he identified specific artistic hands, connecting them to a Master of the Trier Evangelar of Gregory.</p>": []
}