{
    "UCLA art history professor, 1956-1975; founding director of Grunwald Center for the Graphic Arts; Americanist.": [
        [
            60,
            68,
            [
                "Grunewald"
            ]
        ],
        [
            98,
            109,
            [
                "Americanism"
            ]
        ]
    ],
    "Bloch was the son of Leonard Bloch and Rose von Auspitz (Bloch).": [
        [
            48,
            55,
            [
                "Spitz",
                "Auspice"
            ]
        ]
    ],
    "He graduated from New York University with a B.F.A., intent on becoming an artist, in 1939.": [],
    "After a short stint at Harvard University for graduate study in 1940, he returned to NYU and the Institute of Fine Arts, where his A.M.": [],
    "was granted in 1942.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "Bloch lectured as an instructor in art at the University of Missouri, Columbia, in 1943-44, New York University, Washington Square College, 1945-1946, and the University of Minnesota, Minneapolis, lecturer in art history, 1946-1947.": [],
    "Beginning in 1949, Bloch joined Cooper Union, New York City, as an assistant professor and keeper of drawings and prints.": [],
    "He was appointed assistant professor at the University of California, Los Angeles, in 1956.": [],
    "In 1957 Bloch was awarded his Ph.D., at the Institute, writing on what would be his life's research interest, the American artist George Caleb Bingham.": [],
    "Bloch taught American art history as well as the history of prints.": [],
    "This led to his appointment as founding director of Grunwald Center for the Graphic Arts, UCLA, in 1960.": [
        [
            52,
            60,
            [
                "Grunewald"
            ]
        ]
    ],
    "Bloch worked closely with the Center's donor, Fred Grunwald, to develop it into a major works-on-paper art museum.": [
        [
            51,
            59,
            [
                "Grunewald"
            ]
        ]
    ],
    "The following year Block became associate professor ( 1961).": [
        [
            52,
            54,
            [
                "("
            ]
        ]
    ],
    "He was appointed (full) professor of art history in 1967, the same year his two-volume work on Bingham appeared.": [],
    "Bloch joined the board of directors of the Tamarind Lithography Workshop, Los Angeles, and Tamarind Institute, University of New Mexico in 1975.": [],
    "A drawings <em>catalogue raisonné</em> of Bingham's work appeared the same year.": [],
    "He retired from teaching as professor emeritus in 1981 and from the Grunwald Center in 1983.": [
        [
            68,
            76,
            [
                "Grunewald"
            ]
        ]
    ],
    "Bloch joined the Virginia Steele Scott Foundation, advising the Foundation on its collection of American paintings for a new gallery at the Henry E. Huntington Library and Art Gallery, which opened in 1984.": [],
    "Bloch continued to serve as a consultant to the Huntington.": [],
    "Only in retirement did he learn to drive a car (he bought an Audi).": [],
    "Bloch reissued his Bingham book as a full <em>catalogue raisonné</em> in 1986.": [],
    "He died at a Santa Monica hospital three years later.": [],
    "His papers are held at the Getty Center, Los Angeles.": []
}