{
    "Architect and architectural historian; published the important early survey of British architecture, <em>The History of Renaissance Architecture in England, 1500-1800</em> (1897).": [],
    "Blomfield's father was Reverend George John Blomfield (d.": [
        [
            0,
            9,
            [
                "Bloomfield"
            ]
        ],
        [
            44,
            53,
            [
                "Bloomfield"
            ]
        ]
    ],
    "1900), vicar of Dartford, and his mother, Isabella Blomfield.": [
        [
            16,
            24,
            [
                "Hartford",
                "Dart ford"
            ]
        ],
        [
            51,
            60,
            [
                "Bloomfield"
            ]
        ]
    ],
    "His parents were distant cousins.": [],
    "After attending Haileybury College he entered Exeter College, Oxford, in 1875, graduating in 1879.": [
        [
            16,
            26,
            [
                "Hailey bury"
            ]
        ]
    ],
    "With a talent for art, Blomfield initially considered becoming a sculptor.": [
        [
            23,
            32,
            [
                "Bloomfield"
            ]
        ]
    ],
    "He eventually settled on architecture, joining the practice of his maternal uncle, Sir Arthur Blomfield (1829-1899), in 1881.": [
        [
            94,
            103,
            [
                "Bloomfield"
            ]
        ]
    ],
    "He entered the Royal Academy for further study, but seems to have been bored with the Gothic revival practice of his uncle.": [],
    "He quit the firm after an argument, touring France and Spain to study architecture <em>in situ</em>.": [],
    "Blomfield began his own practice in 1884, designing commerical buildings and restoring small churches.": [
        [
            0,
            9,
            [
                "Bloomfield"
            ]
        ],
        [
            52,
            62,
            [
                "commercial"
            ]
        ]
    ],
    "He began writing and illustrating articles on architectural history in 1886, with his \"Sussex foundries\" in <em>The Portfolio</em>.": [],
    "The same year he married Anne Frances May Burra.": [
        [
            42,
            47,
            [
                "Burma",
                "Burr",
                "Berra",
                "Bursa",
                "Burro",
                "Burrs"
            ]
        ]
    ],
    "Through the architect Richard Norman Shaw (1831-1912), Blomfield became active in the arts and crafts movement, meeting William Morris, and designing furniture.": [
        [
            55,
            64,
            [
                "Bloomfield"
            ]
        ]
    ],
    "In 1891 he formed part of the \"memorialists\" group who resigned from the RIBA over the issue of professional registration.": [
        [
            3,
            7,
            [
                "1891,"
            ]
        ],
        [
            31,
            43,
            [
                "memorializes"
            ]
        ]
    ],
    "The next year Blomfield published <em>The Formal Garden in England</em> followed by <em>A History of Renaissance Architecture in England, 1500-1800</em> in 1897.": [
        [
            14,
            23,
            [
                "Bloomfield"
            ]
        ]
    ],
    "These heavily illustrated and factual accounts established Blomfield as an expert in architectural restoration, gaining him commissions as an architect and garden designer.": [
        [
            59,
            68,
            [
                "Bloomfield"
            ]
        ]
    ],
    "His preferred style, referred to impishly by many as the \"Wrenaissance style,\" after the style of Christopher Wren, included new commissions for him.": [
        [
            58,
            70,
            [
                "Renaissance"
            ]
        ]
    ],
    "Blomfield was involved in founding the British School at Rome in 1901 (chartered, 1912).": [
        [
            0,
            9,
            [
                "Bloomfield"
            ]
        ]
    ],
    "He became professor of architecture of the Royal Academy in 1906, rejoining RIBA the same year.": [],
    "He was elected honorary fellow of Exeter College, Oxford, in 1906.": [],
    "His lectures, <em>The Mistress Art</em> (1908), championed the \"grand manner\" style evidenced in his rebuilding of the Quadrant, Regent Street.": [],
    "Blomfield's admiration for French architecture increased after the turn of the century.": [
        [
            0,
            9,
            [
                "Bloomfield"
            ]
        ]
    ],
    "This was evidenced in his designs, but manifested itself in his book <em>A History of French Architecture, 1494 to 1774</em> beginning in 1911.": [],
    "Blomfield was elected president of the RIBA in 1912.": [
        [
            0,
            9,
            [
                "Bloomfield"
            ]
        ]
    ],
    "He enlisted in the First World War, winning competitions for memorial monuments in London afterward for the Belgian war memorial, 1917, the RAF memorial, 1921, and the memorial to the missing, the Menin gate at Ypres in 1922.": [
        [
            197,
            202,
            [
                "Lenin",
                "Benin",
                "Renin",
                "Meninx",
                "Men in"
            ]
        ]
    ],
    "Blomfield was knighted in 1919.": [
        [
            0,
            9,
            [
                "Bloomfield"
            ]
        ]
    ],
    "His interest in historic architecture brought him to issues of architectural preservation, opposing the demolition of the London city churches and Waterloo Bridge.": [],
    "A design for Carlton Gardens and a greater submission to replace Carlton House Terrace (by John Nash).": [],
    "In later years he wrote his <em>Memoirs</em> appearing in 1932, and a book opposing the emerging modern architectural movement, <em>Modernismus</em> in 1934.": [],
    "A book on Richard Norman Shaw (1940), paid homage to his early inspiration, a man who's work was by then out of fashion.": [
        [
            82,
            92,
            [
                "whose work"
            ]
        ]
    ],
    "Blomfield's architectural histories diverged from the typical 1880s jumble of anecdotes of building toward a more ordered and consistent organization of building.": [
        [
            0,
            9,
            [
                "Bloomfield"
            ]
        ]
    ],
    "His book on British formal gardens invigorated owners' interest in the form and helped to restore many.": [],
    "<a href=\"/summersonj\">John Newenham Summerson</a> cited Blomfield as an example of architectural history \"essay writing,\" the dominant form of architectural history in England before the influence of continental scholarship.": [],
    "This form was abandoned after the influence of the architectural historian <a href=\"/webbg\">Geoffrey Webb</a>.": [],
    "His work was used by German exponent of British architectural design, <a href=\"/muthesiush\">Hermann Muthesius</a>, in his <em>Landhaus und Garten</em> of 1907.": []
}