{
    "Architect and architectural historian; first to launch the controversy regarding whether Greek sculpture had been painted during ancient times.": [],
    "Blouet studied architecture under Pierre-Jules-Nicolas Delespine (1756-1825) at the école des Beaux-Arts, Paris in 1817.": [
        [
            0,
            6,
            [
                "Bluet"
            ]
        ],
        [
            55,
            64,
            [
                "Despite",
                "Determine",
                "Palestine",
                "Deleting",
                "Demesne",
                "Despise"
            ]
        ],
        [
            84,
            89,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            90,
            93,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "In 1821 he was awarded the Prix de Rome.": [
        [
            3,
            7,
            [
                "1821,"
            ]
        ],
        [
            27,
            31,
            [
                "PRI",
                "Prim",
                "Prig",
                "PIX",
                "RIX",
                "Pix"
            ]
        ]
    ],
    "In Rome, Blouet worked closely with <a href=\"/quatremeredequincya\">Antoine Quatremère de Quincy</a>, completing drawings for the restoration of ancient monuments.": [
        [
            9,
            15,
            [
                "Bluet"
            ]
        ]
    ],
    "Quatremère convinced the Académie Royale d'Architecture to publish Blouet's <em>Restauration des thermes d'Antonin Caracalla à Rome</em> in 1828.": [
        [
            0,
            10,
            [
                "Quarreler",
                "Quarrelers"
            ]
        ],
        [
            25,
            33,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            67,
            73,
            [
                "Bluet"
            ]
        ]
    ],
    "He became a member of the Académie des Inscriptions et Belles-Lettres in Paris, traveling with the academy in 1828 to the Peloponnese to excavate at the sites of Olympia and Aegina.": [
        [
            26,
            34,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            35,
            38,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            55,
            69,
            [
                "Belles-lettres"
            ]
        ],
        [
            174,
            180,
            [
                "Regina",
                "Angina",
                "REGINA"
            ]
        ]
    ],
    "In his <em>L'Expédition scientifique de Morée</em> he published reconstructions of major Greek and Byzantine monuments, demonstrating how he believed Greece statuary had been once brightly colored.": [],
    "This touched off a controversy as to whether classical works were polychromed, an assumption counter to Winckelmann and other earlier classical historians.": [
        [
            31,
            44,
            [
                "whether"
            ]
        ]
    ],
    "<a href=\"/cockerellc\">C.": [],
    "R. Cockerell</a> had discovered color residue on the Temple of Aphaia at Aigina as early as 1811, but had not published the findings.": [
        [
            3,
            12,
            [
                "Cockerel",
                "Cockerels"
            ]
        ],
        [
            63,
            69,
            [
                "Aphasia",
                "Aphaea"
            ]
        ],
        [
            73,
            79,
            [
                "Angina"
            ]
        ]
    ],
    "Blouet succeeded Jean Nicolas Huyot as architect of the Arc de Triomphe upon his return to Paris under Louis-Philippe, completing the project in 1836.": [
        [
            0,
            6,
            [
                "Bluet"
            ]
        ],
        [
            30,
            35,
            [
                "Hot",
                "Humor",
                "Hunt",
                "Hurt",
                "Hugo",
                "Hut"
            ]
        ]
    ],
    "His redesign of the attic level shows the stricter classical influence of his studies instead of the Empire-style of the original design.": [],
    "Blouet studied American prison architecture in the United States, chronicling the work of John Haviland in particular in a report of 1837.": [
        [
            0,
            6,
            [
                "Bluet"
            ]
        ],
        [
            95,
            103,
            [
                "Thailand",
                "Harland",
                "Gavilán",
                "Haaland",
                "Hartland"
            ]
        ]
    ],
    "Blouet was appointed Inspecteur Général des Prisons in 1839, designing prisons in France and influencing the work of Romain Harou (1796-1856) and Hector Horeau.": [
        [
            0,
            6,
            [
                "Bluet"
            ]
        ],
        [
            21,
            31,
            [
                "Inspector",
                "Inspected"
            ]
        ],
        [
            32,
            39,
            [
                "General",
                "Genera",
                "Generals",
                "Generali"
            ]
        ],
        [
            40,
            43,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            124,
            129,
            [
                "Hard",
                "Harry",
                "Heir",
                "Hero",
                "Harold",
                "Harbor"
            ]
        ],
        [
            153,
            159,
            [
                "Moreau",
                "Thoreau"
            ]
        ]
    ],
    "In 1846 Blouet was appointed professor of architectural theory at the Ecole des Beaux-Arts, which he held until his death in 1853.": [
        [
            8,
            14,
            [
                "Bluet"
            ]
        ],
        [
            70,
            75,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            76,
            79,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "His architectural students included Joseph-Auguste-Emile Vaudremer.": [
        [
            36,
            56,
            [
                "Joseph-August-Emile"
            ]
        ],
        [
            57,
            66,
            [
                "Daydreamer"
            ]
        ]
    ],
    "Blouet's <em>Supplément au traité théorétique et pratique et l'art de bâtir de Jean Rondelet</em>, appeared at this time.": [
        [
            0,
            6,
            [
                "Bluet"
            ]
        ]
    ],
    "He also participated in the restoration of the Château de Fontainebleau, specifically the Cour du Cheval Blanc, the Pavillon de Sully and the Galerie François I.": [
        [
            90,
            94,
            [
                "Four",
                "Your",
                "Court",
                "Our",
                "Tour",
                "Hour"
            ]
        ],
        [
            116,
            124,
            [
                "Pavilion",
                "Papillon"
            ]
        ],
        [
            142,
            149,
            [
                "Valerie"
            ]
        ]
    ]
}