{
    "Historian of French and Italian art; Warburg Institute professor; director of the Courtauld Institute; Soviet spy.": [
        [
            82,
            91,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Blunt was born to minor privilege, his father, Arthur Stanley Vaughan Blunt (1870-1929), the chaplain to the British Embassy in Paris.": [],
    "His mother was Hilda Master Blunt (1880-1969).": [],
    "From early on, he gained an appreciation for French art and architecture.": [],
    "Like his brothers would, Blunt received a scholarship to Marlborough College.": [],
    "His first position, upon graduating from Trinity College, Cambridge in 1930, was as art critic for the (London) <em>Spectator</em>.": [],
    "In 1932 he was elected a fellow of the College, largely on the strength of his dissertation on artistic theory of the sixteenth and seventeenth centuries.": [
        [
            3,
            7,
            [
                "1932,"
            ]
        ]
    ],
    "In his early newspaper reviews, he championed modern art.": [],
    "But ever more steadily persuaded by Marxism, he recanted his views by 1934 and staunchly wrote against it.": [],
    "It was during this period that he was recruited by the Soviet agent Guy Burgess.": [],
    "During the 1936-1937 academic year he resigned his fellowship at Cambridge to be a reader in the History of Art at the University of London and, in 1939, Deputy Director (and Reader) at the Courtauld Institute.": [
        [
            190,
            199,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Blunt shared living quarters in the Courtauld building, the famous Robert Adam stucture at 22 Portman Square with the director, <a href=\"/boaset\">T.": [
        [
            36,
            45,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ],
        [
            79,
            87,
            [
                "structure"
            ]
        ]
    ],
    "S. R. Boase</a>.": [
        [
            6,
            11,
            [
                "Base",
                "Boast",
                "Boise",
                "Bose",
                "Boas",
                "Blasé"
            ]
        ]
    ],
    "In 1940 he joined the British counter-intelligence unit MI5, remaining in London with the unit throughout the war.": [
        [
            3,
            7,
            [
                "1940,"
            ]
        ]
    ],
    "It was during this period that Blunt is suspected of divulging important secrets to the Soviets while maintaining and outstanding scholarly career.": [],
    "The same year he published a portion of his dissertation as <em>Artistic Theory in Italy, 1450-1600</em>, still the finest introduction to the topic.": [],
    "The next year, in addition to many articles in the Warburg <em>Journal</em>, Blunt issued a book on the French architect Francois Mansart.": [
        [
            130,
            137,
            [
                "Mansard",
                "Mans art"
            ]
        ]
    ],
    "Blunt left MI5 in 1945 and accepted appointment as surveyor of the King's Pictures.": [],
    "He maintained this appointment until 1972.": [],
    "In 1947 he succeeded Boase as Director of the Courtauld Institute and professor at the University of London.": [
        [
            3,
            7,
            [
                "1947,"
            ]
        ],
        [
            21,
            26,
            [
                "Base",
                "Boast",
                "Boise",
                "Bose",
                "Boas",
                "Blasé"
            ]
        ],
        [
            46,
            55,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "At Boase's suggestion, Blunt hired two of the Courtauld's most famous (and radically different from Blunt) scholars, <a href=\"/hohlerc\">Christopher Hohler</a> as lecturer and <a href=\"/wilde\">Johannes Wilde</a> as Readers.": [
        [
            3,
            8,
            [
                "Base",
                "Boast",
                "Boise",
                "Bose",
                "Boas",
                "Blasé"
            ]
        ],
        [
            46,
            55,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "The 1950s saw the completion of a volume of the <em>Pelican History of Art</em> series and an ever broadening stream of scholarship on Nicolas Poussin.": [],
    "He was knighted in 1956.": [],
    "Blunt wrote the catalog for the seminal Poussin exhibition at the Louvre in 1960.": [],
    "At the Courtauld, Blunt advanced <a href=\"/zarneckig\">George Zarnecki</a> to be his deputy director in 1961.": [
        [
            7,
            16,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "By the early 1960s, however, his spying secret was beginning to unravel.": [],
    "Forced by information uncovered by the United States FBI, Blunt signed a secret confession admitting to activities of treason.": [],
    "At nearly the same time, his comprehensive <em>catalogue raisonné</em> on Poussin appeared (1966) and Blunt was awarded an honorary fellowship at Trinity College the next year.": [],
    "Blunt lived quietly in the 1970s, turning his scholarly attentions to the rococo in several major monographs.": [],
    "He retired from director in 1974.": [],
    "However, in 1979 his complicity with the Soviets broke to the public, along with the disclosure of his homosexuality.": [],
    "Scandal resulted and he was stripped of both his knighthood and fellowship at Trinity.": [
        [
            16,
            20,
            [
                ", and"
            ]
        ]
    ],
    "While at work on a book of Pietro da Cortona, Blunt unexpectedly died at his London flat.": [],
    "Blunt's brothers were <a href=\"/bluntw\">Wilfrid Blunt</a>, also an art historian, and Christopher Evelyn Blunt (1904-1987), a noted numismatist.": [],
    "Dissertations supervised by Blunt include the one on Cubism by <a href=\"/goldingj\">John Golding</a>, and ones on 19th-century French art by <a href=\"/johnsonl\">Lee Johnson</a>, and <a href=\"/poolp\">Phoebe Pool</a>.": [],
    "The Cortona book was completed by Jörg Martin Merz in 2008.": [
        [
            4,
            11,
            [
                "Corona",
                "Cortana"
            ]
        ],
        [
            46,
            50,
            [
                "Mere",
                "Metz",
                "MER",
                "MERS"
            ]
        ]
    ],
    "Blunt's life was an astonishing combination of eminent art history and long-standing espionage.": [],
    "His scholarship on the Baroque remains among the finest in the English language.": [],
    "His opinions on Poussin were so respected that even the French deferred to his judgment for the 1960 Poussin show.": [],
    "The Louvre show spawned a professional rivalry with the other British Poussin scholar, <a href=\"/mahond\">Denis Mahon</a>, fomented in Blunt's rejection of Mahon's re-dating of Poussin's Roman work, exchanged publicly in the 1960 issues of the <em>Burlington Magazine</em>.": [],
    "Together with Mahon, and the less scholarly writers <a href=\"/sitwells\">Sacheverell Reresby Sitwell</a> and <a href=\"/boreniust\">Tancred Borenius</a>, they brought Poussin to popularity in Britiain.": [
        [
            14,
            19,
            [
                "Mason",
                "Macon",
                "Manon",
                "Mahan"
            ]
        ]
    ]
}