{
    "Art teacher, author and curator of the Watts Museum near Guildford.": [],
    "Blunt was born to Arthur Stanley Vaughan Blunt (1870-1929), an Anglican minister and Hilda Master (Blunt) (1880-1969).": [],
    "His father was the chaplain to the British Embassy in Paris.": [],
    "As his younger brothers did, Blunt received a scholarship to Marlborough College where he studied between 1914 and 1920.": [],
    "Blunt's conservative views toward modern art were already in place.": [],
    "When <a href=\"/fryr\">Roger Fry</a> mounted the first post-impressionist show at the Grafton Galleries in London in 1910, Blunt wrote of the paintings by Manet and Cézanne that they were \"works of idleness and impotent stupidity, a pornographic show.\"": [],
    "After a year at Worcester College, Oxford, he switched to the Atelier Moderne in Paris to become an artist.": [
        [
            70,
            77,
            [
                "Modern",
                "Moderns",
                "Moderna"
            ]
        ]
    ],
    "By the following year he was an engraving student at the Royal College of Art, London where he received an associates degree in 1923.": [],
    "At the College, he was befriended by Sir William Rothenstein.": [],
    "Blunt joined Haileybury College, Hertfordshire, as its art instructor (art master) in 1923.": [
        [
            13,
            23,
            [
                "Hailey bury"
            ]
        ]
    ],
    "He spent the year 1933 on leave training as a concert singer in Italy and Germany, but pursued singing only avocationally.": [
        [
            108,
            121,
            [
                "vocationally",
                "a vocationally"
            ]
        ]
    ],
    "Europe broadened his cultural outlook enough that returning to a provincial boys school was not longer rewarding.": [
        [
            92,
            102,
            [
                "no longer"
            ]
        ]
    ],
    "Blunt researched and published on the architect William Wilkins (1778-1865), who had designed the buildings of Haileybury in 1806, publishing his <em>Haileybury Buildings</em> privately in 1938.": [
        [
            111,
            121,
            [
                "Hailey bury"
            ]
        ]
    ],
    "The previous year, a family connection got him a position of second drawing master at Eton College.": [],
    "By this time, 1937, Blunt was opening up about his homosexuality.": [],
    "In 1950 Blunt wrote his most acclaimed book, <em>The Art of Botanical Illustration</em> together with the botonist William T. Stearn (1911-2001), for which he was awarded the Veitch Gold Medal from the Royal Horticultural Society.": [
        [
            106,
            114,
            [
                "botanist"
            ]
        ],
        [
            126,
            132,
            [
                "Stereo",
                "Stern",
                "Stairs",
                "Steven",
                "Staten",
                "Stain"
            ]
        ],
        [
            175,
            181,
            [
                "Each",
                "Match",
                "Catch",
                "Watch",
                "Batch",
                "Patch"
            ]
        ]
    ],
    "Stearn became one of Blunt's close friends.": [
        [
            0,
            6,
            [
                "Stereo",
                "Stern",
                "Stairs",
                "Steven",
                "Staten",
                "Stain"
            ]
        ]
    ],
    "At Eton Blunt encouraged italic handwriting, publishing the book <em>Sweet Roman Hand</em> on the subject in 1952.": [],
    "Blunt retired from Eton in 1959 and joined the Watts Gallery (Museum) in Compton, near Guildford, Surrey as a curator.": [],
    "Blunt took up writing, largely biographies, as a past time.": [
        [
            49,
            58,
            [
                "pastime"
            ]
        ]
    ],
    "Among his art-related biographies were <em>The Dream King</em>, of Ludwig II of Bavaria, (1970).": [],
    "Stearn and Blunt further collaborated on <em>Captain Cook's Florilegium</em> (1973) and <em>The Australian Flower Paintings of Ferdinand Bauer</em> (1976).": [
        [
            0,
            6,
            [
                "Stereo",
                "Stern",
                "Stairs",
                "Steven",
                "Staten",
                "Stain"
            ]
        ]
    ],
    "In 1976 he published <em>Splendours of Islam</em>, an art travelogue.": [
        [
            3,
            7,
            [
                "1976,"
            ]
        ]
    ],
    "When Blunt retired from the Gallery in 1983, he was allowed to live in the curator's house until his death.": [],
    "He died of cancer four years later.": [],
    "His brothers were Christopher Evelyn Blunt (1904-1987), a noted numismatist, and <a href=\"/blunta\">Anthony Blunt</a> the eminent art historian (and spy).": []
}