{
    "Classical art historian, specialist in Greek pottery.": [],
    "Boardman was born to Frederick Archibald Boardman and Clara Wells (Boardman).": [],
    "He graduated from Magdalene College, Cambridge with a B. A. in 1948.": [],
    "He served in the Intelligence Corps, British Army, 1950-52, rising to second lieutenant.": [],
    "In 1951 he was awarded an M.A.": [
        [
            3,
            7,
            [
                "1951,"
            ]
        ]
    ],
    "(his highest degree) from Cambridge in 1951.": [],
    "The following year he married Sheila Joan Lyndon Stanford.": [],
    "Boardman was named assistant director at the British School at Athens, Athens, in1952.": [],
    "He participated in the excavations at Chios, 1953-55.": [
        [
            38,
            43,
            [
                "Chaos",
                "Chips",
                "Chins",
                "Chits",
                "Chinos",
                "CIOs"
            ]
        ]
    ],
    "In 1955 he left to become the assistant keeper (curator) at the Ashmolean Museum, Oxford University.": [
        [
            3,
            7,
            [
                "1955,"
            ]
        ]
    ],
    "He was named reader in Classical Archaeology at Oxford in 1959.": [],
    "He was named a fellow (subwarden) at Merton College in 1963.": [],
    "Boardman worked on a second dig at Tocra, Libya for the 1964-65 season.": [
        [
            35,
            40,
            [
                "Tour",
                "Tours",
                "Torn",
                "Torch",
                "Tore",
                "Terra"
            ]
        ]
    ],
    "He was Visiting professor, Columbia University, in 1965.": [],
    "Boardman was named a British Academy fellow beginning in 1969.": [],
    "In 1978 he became Lincoln College Fellow and Lincoln Professor of Classical Archaeology and Art.": [
        [
            3,
            7,
            [
                "1978,"
            ]
        ]
    ],
    "He named professor of ancient history, Royal Academy of Arts, in 1990.": [],
    "In 1994 Boardman became professor emeritus at Oxford.": []
}