{
    "Columbia University anthropologist who wrote an early text on indigenous art forms.": [],
    "Boas was the son of Meier Boas and Sophie Meyer (Boas).": [],
    "He attended Bonn, Heidelberg, and Kiel universities studying physics, mathematics, and geography, the latter under the distinguished Theobald Fischer.": [],
    "Boas obtained his doctorate in physics at the University of Kiel in 1881.": [],
    "A non-religious Jew, he was fascinated by the theories of geographical determinism in Europe at the time.": [],
    "In 1883 he traveled to Baffin Island in the Northwest Territories (later Canada) making the observation that culture more than geographic situations determined indigenous art forms.": [
        [
            3,
            7,
            [
                "1883,"
            ]
        ]
    ],
    "Boas lived in New York (1885) before returning to Germany where he was appointed a <em>privatdozent</em> in geography at the University of Berlin.": [],
    "In 1887 he married Marie Krackowizer and became an assistant editor of <em>Science Magazine</em> in New York.": [
        [
            3,
            7,
            [
                "1887,"
            ]
        ]
    ],
    "The following year he began field studies on the area which would occupy him for much of his life, the Northwest Indian tribes.": [],
    "Between 1888-1892 he taught at Clark University.": [],
    "In 1891 he became an American citizen.": [
        [
            3,
            7,
            [
                "1891,"
            ]
        ]
    ],
    "The next year he was named curator of ethnology at the American Museum of Natural History in New York in 1895.": [],
    "However, he was fired because of a personality dispute.": [],
    "In 1899 he was appointed a full professor of anthropology at Columbia University.": [
        [
            3,
            7,
            [
                "1899,"
            ]
        ]
    ],
    "Around 1900 Boas first put his mature ideas of folk art forth.": [],
    "Denying that abstracted animal forms of Inuit and African art were a degeneration of realistic representation, he hypothesized hunting peoples emphasized the important parts of an animal rather than represent it in linear perspective.": [],
    "Boas used his first-hand anti-semitic experiences to challenge racial and geographic theories for human accomplishment.": [
        [
            25,
            37,
            [
                "anti-Semitic",
                "antisemitic",
                "anti-Semitism",
                "anti-emetic"
            ]
        ]
    ],
    "Speaking in 1906 at Atlanta University, he decried American discrimination toward blacks as akin to Jewish prejudice.": [],
    "Boas developed an interest in folk traditions, editing the <em>Journal of American Folklore</em> from 1908 to 1925.": [],
    "As an anthropologist, Boas is best known for this 1911 book, <em>The Mind of Primitive Man</em>.": [],
    "Here he argued no racial group is genetically \"pure\" fending off warnings that immigrant would degrade the United States into a \"mongrel nation.\"": [],
    "Countering a prevailing notion in the United States that immigrants would pollute the American gene pool, Boas published a 1912 paper, \"Changes in the Bodily Form of Descendants of Immigrants,\" in <em>American Anthropologist</em> which outlined immigrant populations changed as much with diet and surroundings as other groups.": [],
    "His opposition to U.S.": [],
    "participation in the war against his German homeland put his Columbia job in jeopardy.": [
        [
            0,
            13,
            [
                "Participation"
            ]
        ]
    ],
    "In the mid-1920s, Boas researched his book on the art of indigenous cultures, <em>Primitive Art</em>, appearing in 1927.": [],
    "In it, Boas underscored that differences between the art of the \"primitive artist\" and western art were due to the constraints imposed by culture rather than any lack of ability.": [],
    "In 1928, Boas' <em>Anthropology and Modern Life</em> urged social scientists to be cautious of easy racial theories and be more investigative.": [],
    "As fascist Germany embraced the very racial theories Boas strove against, Nazis burned his books in 1933 at Kiel, where he had received his doctorate.": [],
    "However, he never forgot the racial laws in his adopted homeland.": [],
    "He retired in 1936.": [],
    "In a 1938 article in the <em>Nation</em>, he scorned the patriotism and nationalism in both Germany and the United States as \"the herd instinct in man.\"": [],
    "Boas suffered a heart attack at a faculty luncheon at Columbia in 1942.": [],
    "Boas' students became the leading generation of anthropologists of the next generation, including Margaret Mead, Ruth Benedict, Robert Lowie, Edward Sapir, Zora Neale Hurston, Leslie Spier, Jules Henry, and Ashley Montagu.": [
        [
            135,
            140,
            [
                "Bowie",
                "Lowe",
                "Louie",
                "Howie",
                "Lorie"
            ]
        ],
        [
            183,
            188,
            [
                "Spear",
                "Speak",
                "Spain",
                "Pier",
                "Spider",
                "Spies"
            ]
        ],
        [
            214,
            221,
            [
                "Montage",
                "Montague",
                "Montag"
            ]
        ]
    ],
    "Boas was hostile to sweeping theories of human nature and society.": [
        [
            5,
            8,
            [
                "are",
                "were"
            ]
        ]
    ],
    "According to \"evolutionary\" theories, human society evolved in stages and the so-called \"primitive\" peoples were therefore viewed as having been retarded in these stages.": [],
    "Boas disagreed strongly.": [],
    "He also took on the hypotheses of the Freudians, who traced the structure of modern society to prehistoric Oedipal guilt.": [
        [
            38,
            47,
            [
                "Freudian's",
                "Freudian"
            ]
        ]
    ],
    "In denying economic determinism, he took on most of the country.": [],
    "But his strengths were his weaknesses, many viewed him as incapable to arrive at conclusions that his immense data sets should have allowed.": [],
    "The art of the north-west coast, for example, was the attempt of the hunter/artist to represent as many characteristics of an animal as possible without regard to distortion of the image.": [],
    "An animal split down the middle and flattened depicting both side of a two-dimensional medium was more important than illustionistic representation.": [
        [
            118,
            132,
            [
                "illusionist",
                "illusionists"
            ]
        ]
    ],
    "In this sense, his view of art is akin to that of <a href=\"/riegla\">Aloïs Riegl</a> for Roman art.": []
}