{
    "Philosopher and historian of ideas scholar; wrote early social histories of art.": [],
    "Boas was born in Providence, Rhode Island, the fifth of seven children of Herman Boas and Sarah Eisenberg (Boas).": [
        [
            5,
            8,
            [
                "are",
                "were"
            ]
        ]
    ],
    "He attended Classical High School in Providence, RI, where his early interest in Greek and Latin grew.": [],
    "After graduation, Boas studied art at the Rhode Island School of Design under Henry Hunt Clark (b.": [],
    "1875) and transferred to study English at Brown University, where he completed his B.A.": [],
    "and M.A.": [
        [
            0,
            3,
            [
                "And"
            ]
        ]
    ],
    "in 1913.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He studied under the philosopher Josiah Royce (1855-1916) and received his second M.A.": [],
    "from Harvard University in 1915.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "Spending a further year at Columbia University, Boas then began teaching Forensic Logic and earned his Ph.D.": [],
    "in Philosophy at the University of California at Berkeley.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "His dissertation was titled <em>An Analysis of Certain Theories of Truth</em>, with the preface dated April 1917.": [],
    "During WWI, he volunteered for the U.S.": [],
    "army assigned to France and obtained the rank of Lieutenant.": [
        [
            0,
            4,
            [
                "Army"
            ]
        ]
    ],
    "Upon demobilization, he returned to the University of California at Berkeley.": [],
    "He was then invited by historian Arthur O. Lovejoy (1873-1962) in 1921 to be a historian of philosophy at Johns Hopkins University.": [],
    "The same year Boas married the sculptor Simone Brangier (1895-1981).": [
        [
            47,
            55,
            [
                "Rangier"
            ]
        ]
    ],
    "In 1923, he co-founded the History of Ideas Club with Lovejoy, through which his studies on the history of philosophical conceptions influenced fellow scholars.": [],
    "His earliest foray into art writing came with his translation of Clemenceau’s book on Monet, 1930.": [],
    "He edited a book of essays on Courbet in 1938.": [],
    "As the U.S.": [],
    "entered WWII, Boas enlisted and was sent to England and Brussels.": [
        [
            0,
            7,
            [
                "Entered"
            ]
        ]
    ],
    "Serving as Commander in the Naval Reserve, he then became the ranking naval officer at Eisenhower’s Supreme Allied Headquarters.": [],
    "After Germany’s surrender, Boas was appointed to Belgium where he identified and ascertained artworks confiscated by the Germans.": [],
    "His contribution led to the return of a looted altarpiece by Jan van Eyck to the Cathedral of Ghent.": [],
    "Upon his return to Johns Hopkins University, he wrote one of the early works on social art history (Kleinbauer), discussing the reception of Leonardo’s <em>Mona Lisa</em> through the ages, in his 1950 book in criticism, <em>Wingless Pegasus</em>.": [
        [
            100,
            110,
            [
                "Leaguer"
            ]
        ]
    ],
    "He retired as an Emeritus professor in 1957.": [],
    "Boas settled down at Cherry Hill Farm, Baldwin, MD, and continued to be a dedicated scholar until his death in 1980.": []
}