{
    "<p>Second director of the Courtauld Institute and scholar of the art of the Crusades.": [
        [
            26,
            35,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Boase was the son of Charles Millet Boase, a bleaching mill manager at near Dundee and Anne Malcolm Sherrer Ross.": [
        [
            0,
            5,
            [
                "Base",
                "Boast",
                "Boise",
                "Bose",
                "Boas",
                "Blasé"
            ]
        ],
        [
            36,
            41,
            [
                "Base",
                "Boast",
                "Boise",
                "Bose",
                "Boas",
                "Blasé"
            ]
        ],
        [
            100,
            107,
            [
                "Shearer",
                "Sheerer"
            ]
        ]
    ],
    "He attended Rugby School from 1912.": [],
    "A prize given for an essay on Lorenzo de' Medici led to a scholarship at Magdalen College, Oxford.": [
        [
            73,
            81,
            [
                "Magdalena",
                "Magdalene"
            ]
        ]
    ],
    "At Oxford he studied under the historian Francis Fortescue Urquhart (1868-1934), known as \"Sligger,\" whose method can be seen in Boase's own work.": [
        [
            3,
            9,
            [
                "Oxford,"
            ]
        ],
        [
            91,
            98,
            [
                "Slugger",
                "Snigger"
            ]
        ],
        [
            129,
            134,
            [
                "Base",
                "Boast",
                "Boise",
                "Bose",
                "Boas",
                "Blasé"
            ]
        ]
    ],
    "Between 1917 and 1919 he served in World War I in the Oxford and Buckinghamshire light infantry, assigned to the front lines at St.": [],
    "Quentin and Cambrai, France, and awarded the Military Cross. \"": [
        [
            12,
            19,
            [
                "Cambria"
            ]
        ]
    ],
    "Returning to Oxford, he studied modern history at Magdalen, receiving his degree in 1921, and advancing to a fellowship (teaching position) at Hertford College in 1922.": [
        [
            50,
            58,
            [
                "Magdalena",
                "Magdalene"
            ]
        ],
        [
            143,
            151,
            [
                "Hartford",
                "Hereford",
                "Herford"
            ]
        ]
    ],
    "One of his students was the future author Evelyn Waugh.": [],
    "A 1930 exhibition of Italian art at the Royal Academy awakened a love of Renaissance art.": [],
    "He became friends with the mounters of the exhibition, <a href=\"/clarkk\">Kenneth Clark</a> and Lord Balniel (David Lindsay, the future Earl of Crawford and Balcarres, 1900-1975).": [],
    "He also came into contact, likely through Clark and Balniel, with another British noble with art interests, Arthur Hamilton Lee (Viscount Lee of Fareham, 1868-1947).": [
        [
            52,
            59,
            [
                "Daniel",
                "Baldies",
                "Balmier",
                "Barnier",
                "Balkier"
            ]
        ],
        [
            145,
            152,
            [
                "Farnham",
                "Fare ham"
            ]
        ]
    ],
    "Boase's initial publications were in history, a book on Boniface VIII in 1933, and another on Francis of Assisi in 1936.": [
        [
            0,
            5,
            [
                "Base",
                "Boast",
                "Boise",
                "Bose",
                "Boas",
                "Blasé"
            ]
        ]
    ],
    "In 1937, <a href=\"/constablew\">W.": [],
    "G. Constable</a> the founding director of the Courtauld Institute, resigned in a furor over the direction the Institute was taking, Boase was appointed to replace him.": [
        [
            46,
            55,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ],
        [
            132,
            137,
            [
                "Base",
                "Boast",
                "Boise",
                "Bose",
                "Boas",
                "Blasé"
            ]
        ]
    ],
    "It was Boase's lack on connection with the formal art-scholarship community that made him appealing to Lord Lee.": [
        [
            7,
            12,
            [
                "Base",
                "Boast",
                "Boise",
                "Bose",
                "Boas",
                "Blasé"
            ]
        ]
    ],
    "Boase was concomitantly appointed to a chair in the history of art at the University of London, a position exacerbating his lack of a record of art-historical scholarship.": [
        [
            0,
            5,
            [
                "Base",
                "Boast",
                "Boise",
                "Bose",
                "Boas",
                "Blasé"
            ]
        ]
    ],
    "The appointment was disparaged in an editorial by <a href=\"/readh\">Herbert Read</a> in the <em>Burlington Magazine</em>.": [],
    "What Boase lacked in formal art scholarship, he made up for in his understanding of educational systems.": [
        [
            5,
            10,
            [
                "Base",
                "Boast",
                "Boise",
                "Bose",
                "Boas",
                "Blasé"
            ]
        ]
    ],
    "His connections with various international commissions, all working to relieve the plight of persecuted scholars under Nazi Germany, allowed him to continue the relationship with the Warburg Library and Institute, especially <a href=\"/saxlf\">Fritz Saxl</a>, which was eventually incorporated into the Courtauld in 1944.": [],
    "Boase changed the Courtauld's admission policy to allow only the most serious students and modified the syllabus so that it encouraged detailed study of subject areas in as opposed to generalist training.": [
        [
            0,
            5,
            [
                "Base",
                "Boast",
                "Boise",
                "Bose",
                "Boas",
                "Blasé"
            ]
        ],
        [
            18,
            27,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Boase was close to <a href=\"/blunta\">Anthony Blunt</a>, who would succeed him as director.": [
        [
            0,
            5,
            [
                "Base",
                "Boast",
                "Boise",
                "Bose",
                "Boas",
                "Blasé"
            ]
        ]
    ],
    "The two shared living quarters in the Courtauld building, the famous Robert Adam structure at 22 Portman Square (they were both homosexuals).": [
        [
            38,
            47,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Boase himself contributed an article, \"The Arts in the Latin Kingdom of Jerusalem\" to the new combined organ of the two institutions, <em>Journal of the Courtauld and Warburg Institutes</em> in 1939.": [
        [
            0,
            5,
            [
                "Base",
                "Boast",
                "Boise",
                "Bose",
                "Boas",
                "Blasé"
            ]
        ]
    ],
    "During World War II, he worked at the Government Code and Cypher School at Bletchley, and later in Cairo.": [],
    "He met the actress Edith Margaret \"Peggy\" Ashcroft (1907-1991) during this time who became a lifelong friend.": [],
    "In 1945 returned to the Courtauld.": [
        [
            24,
            33,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "In 1947, however, he accepted the presidency of his alma mater, Magdalen College, but not before successfully recommending <a href=\"/hohlerc\">Christopher Hohler</a> as lecturer and <a href=\"/wildej\">Johannes Wilde</a> as Reader to the Courtauld's successor, <a href=\"/blunta\">Anthony Blunt</a>.": [
        [
            64,
            72,
            [
                "Magdalena",
                "Magdalene"
            ]
        ]
    ],
    "Blunt characterized Boase's Courtauld administration as successfully convincing the University of London that the discipline of art history was worthy of both an undergraduate and post-graduate degree.": [
        [
            20,
            25,
            [
                "Base",
                "Boast",
                "Boise",
                "Bose",
                "Boas",
                "Blasé"
            ]
        ],
        [
            28,
            37,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "In 1947, too, Boase was appointed a trustee of both the National Gallery and the Victoria and Albert Museum.": [
        [
            14,
            19,
            [
                "Base",
                "Boast",
                "Boise",
                "Bose",
                "Boas",
                "Blasé"
            ]
        ]
    ],
    "He completed the manuscript for the volume on art and architecture of the crusader states, edited by Ken Setten (the delayed set published only posthumously in 1977).": [
        [
            105,
            111,
            [
                "Setter",
                "Settee",
                "Set ten"
            ]
        ]
    ],
    "He became trustee of the British Museum in 1950.": [],
    "During this time he edited the <em>Oxford History of English Art</em>, writing the volume <em>English Art, 1100-1216</em> in 1953, which began as the Waynflete lectures at Oxford.": [],
    "He was appointed vice-chancellor of the university for two years (1958-1960).": [],
    "While there he published the second volume in the <em>Oxford History of English Art</em> series, <em>English Art, 1800-1870</em> in 1959.": [],
    "The book, focusing on Victorian art, examined a style still-disparaged in the mid-twentieth century.": [],
    "He was awarded a DCL from Oxford in 1960 and elected a fellow of the British Academy the following year.": [],
    "<em>Castles and Churches of the Crusader Kingdom</em> appeared in 1967.": [],
    "Ill health led to his retirement from Magdalen in 1968.": [
        [
            38,
            46,
            [
                "Magdalena",
                "Magdalene"
            ]
        ]
    ],
    "In retirement, he wrote <em>Kingdoms and Strongholds of the Crusades</em> in 1971.": [],
    "In 1972 he delivered the Mellon Lectures at the National Gallery of Art, Washgington, D. C., which were published as his study on Vasari in 1979.": [
        [
            3,
            7,
            [
                "1972,"
            ]
        ],
        [
            73,
            84,
            [
                "Washington"
            ]
        ],
        [
            130,
            136,
            [
                "Va sari"
            ]
        ]
    ],
    "He also wrote many entries for Hanns Hammelmann's <em>Illustrators in eighteenth-century England</em> (1975).": [
        [
            31,
            36,
            [
                "Hands",
                "Hans",
                "Hangs",
                "Hanna",
                "Banns",
                "Hanks"
            ]
        ],
        [
            37,
            47,
            [
                "Zimmermann",
                "Heinemann"
            ]
        ]
    ],
    "Boase died of cancer in the home he shared with his sister in 1974.": [
        [
            0,
            5,
            [
                "Base",
                "Boast",
                "Boise",
                "Bose",
                "Boas",
                "Blasé"
            ]
        ]
    ],
    "Posthumously studies included an essay for a history of the Cilician kingdom of Armenia, 1978, as well as the Vasari lectures.": [
        [
            60,
            68,
            [
                "Civilian",
                "Galician",
                "Clinician"
            ]
        ],
        [
            110,
            116,
            [
                "Va sari"
            ]
        ]
    ],
    "Boase's few students include the art historian Larry Ayres, who achieved his B. Litt at Oxford under Boase.": [
        [
            0,
            5,
            [
                "Base",
                "Boast",
                "Boise",
                "Bose",
                "Boas",
                "Blasé"
            ]
        ],
        [
            53,
            58,
            [
                "Acres",
                "Aires",
                "Ares",
                "Ayers",
                "Lyres",
                "Pyres"
            ]
        ],
        [
            80,
            84,
            [
                "List",
                "Lift",
                "Pitt",
                "ITT",
                "Lott",
                "Witt"
            ]
        ],
        [
            101,
            106,
            [
                "Base",
                "Boast",
                "Boise",
                "Bose",
                "Boas",
                "Blasé"
            ]
        ]
    ],
    "Boase's importance for art history was in his studies of Crusades art and architecture.": [
        [
            0,
            5,
            [
                "Base",
                "Boast",
                "Boise",
                "Bose",
                "Boas",
                "Blasé"
            ]
        ]
    ],
    "Jaroslav Folda described his work as \"the first general survey of Crusader monuments throughout the Levant.\"": [
        [
            9,
            14,
            [
                "Fold",
                "Folds",
                "Fonda",
                "Golda",
                "Fold a"
            ]
        ]
    ],
    "In general, he devoted his time administration and service and his art histories are predominantly surveys, albeit serious ones, drawing upon the acknowledged research of fellow scholars and his previously published articles.": [],
    "His tenure at the Courtauld enlarged both the library and the staff and placed it on more respected academic grounding.": [
        [
            18,
            27,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Boase was portrayed in C. W. Crocker's book <em>Far From Humanism</em> as the character of \"the professor.": [
        [
            0,
            5,
            [
                "Base",
                "Boast",
                "Boise",
                "Bose",
                "Boas",
                "Blasé"
            ]
        ]
    ],
    "\"</p>": []
}