{
    "Scholar of Renaissance art and its relationship to classical antiquity and Leslie Clark Professor in the Humanities at Bryn Mawr College.": [],
    "Pray was the daughter of Melvin Francis Pray and Lea Arlene Royer (Pray), of French-Canadian ancestry.": [
        [
            60,
            65,
            [
                "Roger",
                "Rover",
                "Rower",
                "Boyer",
                "Foyer",
                "Moyer"
            ]
        ]
    ],
    "She graduated from Cape Elizabeth High School in Portland in 1937, continuing to Wellesley College in where she received a B. A. in 1941 (majored in art and minored in Greek).": [],
    "<a href=\"/dernersessians\">Sirarpie Der Nersessian</a>, teaching at Wellesley, urged Pray to graduate school at New York University's Institute of Fine Arts and specifically to study with <a href=\"/lehmannk\">Karl Leo Heinrich Lehmann</a>, still referred to as Karl Lehmann-Hartleben.": [],
    "She received her Master's degree in 1943, meeting the medievalist student <a href=\"/boberh\">Harry Bober</a>, whom she married in 1943.": [],
    "Pray Bober completed her Ph.D., in archaeology at the Institute of Fine Arts, New York University, in 1946.": [
        [
            5,
            10,
            [
                "Bomber",
                "Boxer",
                "Boer",
                "Sober",
                "Boyer",
                "Buber"
            ]
        ]
    ],
    "Bober traveled to France in 1946--her first time in Europe--with her husband, as well as to Belgium, and London and the Warburg Institute of the University of London in 1947.": [
        [
            0,
            5,
            [
                "Bomber",
                "Boxer",
                "Boer",
                "Sober",
                "Boyer",
                "Buber"
            ]
        ]
    ],
    "There, the librarian-scholar <a href=\"/saxlf\">Fritz Saxl</a>, suggested she compile a <em>Census of Classical Works of Art Known to the Renaissance</em>.": [],
    "In 1949, the Warburg Institute officially adopted the project, it remained the central part of her research until 1984.": [],
    "Her first appointment was as an instructor at Wellesley, 1947-49.": [],
    "She was a member of excavations in Samothrace for NYU, 1948, and 1949.": [],
    "<a href=\"/jansonh\">Horst Woldemar Janson</a>, newly hired to be chair of the undergraduate program at NYU, hired Bober as an instructor in fine arts, NYU, 1949-50, with the anticipation that her husband would be offered a position at the Institute.": [],
    "In 1951 she accepted a lecturer in art and curator position at Wellesley's Farnsworth Art Museum between (to 1954).": [
        [
            3,
            7,
            [
                "1951,"
            ]
        ]
    ],
    "During those years she was also a teaching associate in architecture at the Massachusetts Institute of Technology, 1951-53.": [],
    "In 1954 she was appointed research associate at NYU, which she held until 1973.": [
        [
            3,
            7,
            [
                "1954,"
            ]
        ]
    ],
    "An appointment as adjunct associate professor of fine arts came in 1965, then professor of fine arts in 1967.": [],
    "She founded the department of fine arts at the old Heights campus (the Bronx) of New York University, chairing that department from 1967 to 1973.": [],
    "She again participated in the Samothrace excavations for NYU in 1972.": [],
    "In 1973 she divorced <a href=\"/boberh\">Harry Bober</a> and accepted a joint appointment at Bryn Mawr College as dean of the Graduate School of Arts and Sciences, and professor of art history and classical and Near Eastern archaeology.": [
        [
            3,
            7,
            [
                "1973,"
            ]
        ]
    ],
    "A book based on her research on the <em>Census</em>, <em>Renaissance Arists and Antique Sculpture: A Handbook of Sources</em> appeared in 1986.": [],
    "That year, too, she was Mellon Visiting Professor of Fine Arts, University of Pittsburgh.": [],
    "Bober was known for lavish banquets recreating past cuisines, including a Roman feast with wild boar at Bryn Mawr.": [
        [
            0,
            5,
            [
                "Bomber",
                "Boxer",
                "Boer",
                "Sober",
                "Boyer",
                "Buber"
            ]
        ]
    ],
    "She retired as Leslie Clark Professor in the Humanities professor <em>emerita</em> in 1991.": [],
    "In 1992 at Oxford University, she lectured on the uses of marijuana in Italian Renaissance cooking.": [],
    "She was president of the College Art Association between 1988 to 1990.": [
        [
            49,
            69,
            [
                "between 1988 and 1990"
            ]
        ]
    ],
    "Her interest in food history earned her membership in the Dames d'Escoffier in 1995 and her studied on art history election to the Accademia Nazionale dei Lincei in Rome the same year.": [
        [
            66,
            75,
            [
                "Scoffer"
            ]
        ],
        [
            131,
            140,
            [
                "Academia"
            ]
        ],
        [
            141,
            150,
            [
                "National",
                "Nationals",
                "Rationale"
            ]
        ],
        [
            151,
            154,
            [
                "DEI",
                "day",
                "die",
                "Dan",
                "Del",
                "Wei"
            ]
        ],
        [
            155,
            161,
            [
                "Linda"
            ]
        ]
    ],
    "In 1999 she became a member of the American Philosophical Society and a visiting professor at the American Academy in Rome in 1999.": [
        [
            3,
            7,
            [
                "1999,"
            ]
        ]
    ],
    "A 1999 book, <em>Art, Culture and Cuisine: Ancient and Medieval Gastronomy,</em> was a tour from prehistory through the late medieval era examining the relationship between food and art.": [
        [
            74,
            76,
            [
                ", <"
            ]
        ]
    ],
    "She was engaged in a second volume of food and art, covering the Renaissance through the modern age when she died of cancer at her home in Pennsylvania.": [],
    "A son, Jonathan Bober, is a curator at the Blanton Museum of Art at the University of Texas in Austin.": [
        [
            16,
            21,
            [
                "Bomber",
                "Boxer",
                "Boer",
                "Sober",
                "Boyer",
                "Buber"
            ]
        ]
    ],
    "Bober's interests ranged from Roman provincial sculpture, Renaissance architectural theory, the history of collecting and antiquarianism, to the history and relationship of cuisine to culture.": [
        [
            0,
            5,
            [
                "Bomber",
                "Boxer",
                "Boer",
                "Sober",
                "Boyer",
                "Buber"
            ]
        ]
    ],
    "<em>The Census of Classical Works</em> is the standard resource for the subject and Bober always considered it her most significant work.": [
        [
            84,
            89,
            [
                "Bomber",
                "Boxer",
                "Boer",
                "Sober",
                "Boyer",
                "Buber"
            ]
        ]
    ],
    "The relative anonymity in producing the <em>Census</em> and perhaps her low profile as a female scholar resulted in some overt plagiarisms, such as <a href=\"/rowlandb\">Benjamin Rowland, Jr.</a> in his <em>Classical Tradition in Western Art</em>.": [],
    "True to her Warburg years, she understood the power of myth and gesture as central to the meaning of art.": [],
    "She disparaged the mindless stylistic analysis (she called it \"motive-hunting\") searching instead for meanings of art in universal impetuses.": [],
    "Her first book, <em>Drawings after the Antique by Amico Aspertini</em> (Studies of the Warburg Institute, 1957), is a clear example of this.": []
}