{
    "Art historian of medieval and the early Renaissance art and historiography.": [],
    "Bober was born to Hyman and Fanny Newman (Bober) and raised in Brooklyn, NY.": [
        [
            0,
            5,
            [
                "Bomber",
                "Boxer",
                "Boer",
                "Sober",
                "Boyer",
                "Buber"
            ]
        ],
        [
            42,
            47,
            [
                "Bomber",
                "Boxer",
                "Boer",
                "Sober",
                "Boyer",
                "Buber"
            ]
        ]
    ],
    "His parents were eastern European Jews who had emigrated to the United States before World War I. In Brooklyn he attended Boy's High School, the public grade school, before entering the City University of New York to become an artist.": [
        [
            47,
            59,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "There he met <a href=\"/eggersg\">George W. Eggers</a>, the chair of the CUNY art department, who steered him from studio art to art history.": [],
    "Bober was Eggers' teaching assistant at the University between 1935-1942.": [
        [
            0,
            5,
            [
                "Bomber",
                "Boxer",
                "Boer",
                "Sober",
                "Boyer",
                "Buber"
            ]
        ],
        [
            10,
            16,
            [
                "Edgers"
            ]
        ]
    ],
    "In 1936 he enrolled at the newly formed Fine Arts Graduate Center (later Institute of Fine Arts) at New York University, under <a href=\"/cookw\">Walter W. S. Cook</a>.": [
        [
            3,
            7,
            [
                "1936,"
            ]
        ],
        [
            8,
            22,
            [
                "he enrolled in",
                "he enrolled for"
            ]
        ],
        [
            50,
            58,
            [
                "Graduate from"
            ]
        ]
    ],
    "Cooked used the exodus of art historians from Hitler's Germany to populate the Center with some of the best scholars of the time.": [],
    "Bober's study with <a href=\"/panofskye\">Erwin Panofsky</a>, who had already moved to the Institute for Advanced Study in Princeton but continued to teach at NYU, led him to give up painting all together for art history.": [
        [
            0,
            5,
            [
                "Bomber",
                "Boxer",
                "Boer",
                "Sober",
                "Boyer",
                "Buber"
            ]
        ]
    ],
    "Bober wrote his M.A.": [
        [
            0,
            5,
            [
                "Bomber",
                "Boxer",
                "Boer",
                "Sober",
                "Boyer",
                "Buber"
            ]
        ]
    ],
    "thesis under <a href=\"/panofskye\">Erwin Panofsky</a> (on the Brussels Apocalypse) in 1939 (published 1940 in <em>Revue Belge</em>).": [
        [
            0,
            6,
            [
                "Thesis"
            ]
        ]
    ],
    "During World War II he joined the U. S. Navy air combat intelligence in the Caribbean.": [],
    "He met the future art historian <a href=\"/boberp\">Phyllis Pray Bober</a> in class at New York University; they married in 1943 (divorced, 1973).": [],
    "After the war, Bober and his wife continued their graduate work.": [
        [
            15,
            20,
            [
                "Bomber",
                "Boxer",
                "Boer",
                "Sober",
                "Boyer",
                "Buber"
            ]
        ]
    ],
    "Their connections (Bober was Panofsky's \"favorite student\" according to <a href=\"/boberp\">Phyllis Pray Bober</a>) were both admitted to the seminar on palaeography at the Morgan Library given by Elias A. Lowe (1879-1969).": [
        [
            19,
            24,
            [
                "Bomber",
                "Boxer",
                "Boer",
                "Sober",
                "Boyer",
                "Buber"
            ]
        ],
        [
            29,
            37,
            [
                "Sinofsky"
            ]
        ]
    ],
    "They traveled to Europe in 1946, first to France and then to the Warburg Institute.": [],
    "He received in Ph.D., from NYU in 1949, writing his dissertation on medieval books of hours.": [],
    "The 1950-1951 year was spent as a Senior Research Fellow at the Warburg Institute.": [],
    "He taught at Harvard University 1951-1954, coinciding with the years <a href=\"/swarzenskih\">Hanns Swarzenski</a> was curator of the Museum of Fine Arts, Boston, and with whom he held a strong rapport.": [],
    "In 1953, in honor of his work with Warburg colleague <a href=\"/saxlf\">Fritz Saxl</a>, he co-edited Saxl's catalog of medieval astrological and mythological illuminated manuscripts, <em>Verzeichnis astrologischer und mythologischer illustrierter Handschriften</em>.": [],
    "In 1954 he returned to New York University as professor at the Institute of Fine Arts.": [
        [
            3,
            7,
            [
                "1954,"
            ]
        ]
    ],
    "He was a founding member and first secretary (1956-1959) of the International Center for Medieval Art, for which he also helped launch <em>Gesta</em>, its scholarly organ.": [],
    "During these years Bober published several facsimile editions of medieval manuscripts for H. P. Kraus.": [
        [
            19,
            24,
            [
                "Bomber",
                "Boxer",
                "Boer",
                "Sober",
                "Boyer",
                "Buber"
            ]
        ]
    ],
    "He was a visiting scholar at the Warburg Institute in 1960 and 1962.": [],
    "In 1964 he was named NYU's first Avalon Foundation Professor of the Humanities.": [
        [
            3,
            7,
            [
                "1964,"
            ]
        ]
    ],
    "For the Metropolitan Museum of Art in New York, he curated, \"The Passover: An Exhibition,\" in 1975 and authored an exhibition catalog of the same title.": [],
    "The following year he began his \"connoisseurship\" courses, a two-semester course, at the Institute.": [],
    "Bober was a still engaged in teaching at NYU when died from complications of liver cancer.": [
        [
            0,
            5,
            [
                "Bomber",
                "Boxer",
                "Boer",
                "Sober",
                "Boyer",
                "Buber"
            ]
        ]
    ],
    "A son, Jonathan Bober, is an art curator.": [
        [
            16,
            21,
            [
                "Bomber",
                "Boxer",
                "Boer",
                "Sober",
                "Boyer",
                "Buber"
            ]
        ]
    ],
    "Bober's students included the Yale medievalist <a href=\"/cahnw\">Walter B. Cahn</a> and <a href=\"/sandlerl\">Lucy Freeman Sandler</a>.": [
        [
            0,
            5,
            [
                "Bomber",
                "Boxer",
                "Boer",
                "Sober",
                "Boyer",
                "Buber"
            ]
        ]
    ],
    "Bober's work in manuscripts focuses on discerning medieval \"schemata\" or the relationship between how the medieval worldview affected art.": [
        [
            0,
            5,
            [
                "Bomber",
                "Boxer",
                "Boer",
                "Sober",
                "Boyer",
                "Buber"
            ]
        ]
    ],
    "Bober had a fine collection of medieval (and other genres) art, some of which was included in the Metropolitan's 1968 show <em>Medieval Art from Private Collections</em>.": [
        [
            0,
            5,
            [
                "Bomber",
                "Boxer",
                "Boer",
                "Sober",
                "Boyer",
                "Buber"
            ]
        ]
    ],
    "According to one of his students, Cahn, Bober viewed his work on schemata as a kind of key to the medieval art and in classes spoke as if it were about to be revealed in his research.": [
        [
            34,
            38,
            [
                "Can",
                "Cain",
                "Chan",
                "Hahn",
                "Cohn",
                "Icahn"
            ]
        ],
        [
            40,
            45,
            [
                "Bomber",
                "Boxer",
                "Boer",
                "Sober",
                "Boyer",
                "Buber"
            ]
        ]
    ],
    "Bober later lost faith in the notion of medieval art as a \"mystery language\" and switched to connoisseurship as a methodology.": [
        [
            0,
            5,
            [
                "Bomber",
                "Boxer",
                "Boer",
                "Sober",
                "Boyer",
                "Buber"
            ]
        ]
    ],
    "\"It was as if <a href=\"/schapirer\">Meyer Schapiro</a> had transformed himself into <a href=\"/berensonb\">Bernard Berenson</a>,\" Cahn wrote.": [],
    "Bober's later devotion to connoisseurship is evidenced by his editing the English edition of <em>Religious Art in France, the Twelfth Century</em> by <a href=\"/malee\">Émile Mâle</a>.": [
        [
            0,
            5,
            [
                "Bomber",
                "Boxer",
                "Boer",
                "Sober",
                "Boyer",
                "Buber"
            ]
        ]
    ]
}