{
    "Director General of all Prussian museums 1906-1920 and major influence on German art history in the early twentieth century; scholar of Dutch 17th-century painting and Italian Renaissance painting and sculpture.": [],
    "Bode hailed from an illustrious German family.": [],
    "His grandfather, Wilhelm Julius Bode (1779-1854), had been the director of city of Braunschweig, Germany.": [],
    "His father, Wilhelm Bode (1812-1883) was a judge and administrator for the Duke of Braunschweig.": [],
    "The young Bode, initially studied law between 1864-1867 at the universities of Berlin, Göttingen, and Jura, but the lectures of the art historian <a href=\"/schnaasek\">Karl Julius Ferdinand Schnaase</a> in 1869 turned his passion to art history.": [
        [
            102,
            106,
            [
                "Jury",
                "Aura",
                "Jurua",
                "Jira",
                "URA",
                "JIRA"
            ]
        ]
    ],
    "Bode's poor health prevented his conscription in the Franco-Prussian War.": [],
    "Instead, he pursued the study of art history at Leipzig, traveling to Vienna in 1870 to study with <a href=\"/eitelbergerr\">Rudolf Eitelberger von Edelberg</a> and the archaeologist <a href=\"/conzea\">Alexander Conze</a>.": [],
    "He completed his doctorate the same year, writing on Frans Hals and his followers.": [],
    "In 1871 Bode visited Italy and the following year London, Paris, the Netherlands and St.": [],
    "Petersburg.": [],
    "He was a participant in the so-called \"Holbein convention\" determining the authenticity of one of two Meyer Madonnas painted by Hans Holbein the younger.": [],
    "In 1872 Bode was appointed assistant of the <em>Skulpturen Abteilung</em> (Department of Sculpture) for the Berlin Museum (later Altes Museum) and later assistant to the Director, <a href=\"/meyerj\">Julius Meyer</a>.": [],
    "His appointment ushered in a new era for Museums in Berlin and art history.": [],
    "With the obvious favor of the Prussian royal family, Bode rose in the museum.": [],
    "He was advanced to the director of Sculpture Department in 1883.": [],
    "A month after the birth of his daughter in 1885, his wife Maria, née Rimpau, (1845-1885) died.": [
        [
            69,
            75,
            [
                "Rimbaud",
                "RIMA"
            ]
        ]
    ],
    "In an astute move, Bode recommended a protégé under his tutelage, <a href=\"/tschudih\">Hugo von Tschudi</a> to direct the museum devoted to 19th-century art in Berlin, the Königliche National-Galerie, though Tschudi had no modern art experience.": [],
    "In 1887 he issued his <em>Geschichte der deutschen Plastik</em>, his sole foray into German sculpture.": [
        [
            3,
            7,
            [
                "1887,"
            ]
        ]
    ],
    "He was made Director of the Paintings Collection (Gemäldegalerie) in 1890 by Kaiser Wilhelm II.": [],
    "An astute business person, Bode kept up with dealers from around the world, buying major works for the museum, with a combination of private and public funds unusual for the period.": [],
    "His acquisitions met with resistance from other art historians, including <a href=\"/morellig\">Giovanni Morelli</a> in Italy.": [],
    "Bode's procurements became so pervasive that both England and Italy enacted legal barriers to the sale of national treasures in order to limit export to Germany.": [],
    "In 1883 Bode created a \"Sculptures of Christian Epochs,\" section, to allow Italian sculptures (then housed in Graeco-Roman collection) to be shown with \"Kunstkammer\" objects.": [],
    "At age 49 in 1894 he married the thirty-five year-old Anna Gmelin (b.": [
        [
            33,
            53,
            [
                "thirty-five-year-old"
            ]
        ],
        [
            59,
            65,
            [
                "Gaelic",
                "Merlin",
                "Amelia",
                "Melvin",
                "Goblin",
                "Melon"
            ]
        ]
    ],
    "1859) with whom he had two more daughters.": [],
    "He hired <a href=\"/friedlanderm\">Max J. Friedländer</a> in 1896 as an assistant in the Paintings division.": [],
    "A \"Kaiser-Friedrich-Museums-Verein\" was founded in 1897 to support the nascent development of a new museum addition.": [
        [
            3,
            34,
            [
                "Kaiser-Friedrich-Museums-Vain"
            ]
        ]
    ],
    "His position as museum director allowed him editorship late in the 19th century of the influential and progressive art journal <em>Pan</em>.": [],
    "In 1905 he was appointed <em>Generalverwaltung der Königlichen Museen</em> (director general for all Prussian museums), succeeding <a href=\"/schoner\">Richard Schöne</a>.": [
        [
            3,
            7,
            [
                "1905,"
            ]
        ]
    ],
    "The previous year, Bode had opened the Kaiser Friedrich Museum, created solely under his aegis to house the art he had reorganized.": [],
    "Bode used his director-general position to consolidate museums into a cohesive cultural unit, much like Bismarck had done for the German states a generation earlier, and was referred to as the \"Museum's Bismarck.\"": [],
    "Bode's book, <em>Italienischen Bronzestatuetten der Renaissance</em>, volumes of which began appearing in 1906, set the standard for the study of these objects.": [],
    "That year, too, he hired a recent Ph.D., <a href=\"/valentinerw\">Wilhelm Rheinhold Otto Valentiner</a> as his personal assistant at the Museum, shepherding his career to major positions in the United States.": [],
    "In 1908 he helped found the Deutschen Vereins für Kunstwissenschaft (Germany Society for the Study of Art).": [
        [
            3,
            7,
            [
                "1908,"
            ]
        ],
        [
            28,
            37,
            [
                "Deutsche"
            ]
        ],
        [
            38,
            45,
            [
                "Varies",
                "Vegans",
                "Kariņš",
                "Ve reins"
            ]
        ],
        [
            46,
            49,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "Disagreements with Tschudi's progressivist collecting policies (i.e., Impressionist paintings) at the National-Galerie resulted in Bode pressing for his dismissal in 1908, the so-called \"Tschudi Affair.\"": [
        [
            19,
            26,
            [
                "Saudi",
                "Schulz",
                "Escudo",
                "Scud",
                "Scuds",
                "Thuds"
            ]
        ],
        [
            102,
            118,
            [
                "National-Valerie"
            ]
        ],
        [
            187,
            194,
            [
                "Saudi",
                "Schulz",
                "Escudo",
                "Scud",
                "Scuds",
                "Thuds"
            ]
        ]
    ],
    "In 1913 he received the Prussian Order of the First Class and a year later was ennobled by Wilhelm II.": [
        [
            3,
            7,
            [
                "1913,"
            ]
        ]
    ],
    "Bode had a large personal art collection which he gave to the Berlin Museum.": [],
    "In 1923 he authored the volume for the <em>Propyläen-Kunstgeschichte</em> series, <em>Kunst der Frührenaissance in Italien</em>.": [
        [
            3,
            7,
            [
                "1923,"
            ]
        ]
    ],
    "Bode retired as director of the Berlin Museums in 1920, succeeded by <a href=\"/falkeo\">Otto Falke</a>.": [],
    "He retired from all museum responsibilities in 1925, those tasks assumed by Friedländer.": [
        [
            76,
            87,
            [
                "Freelander"
            ]
        ]
    ],
    "However, the newly created Weimar republic had little admiration for his royal museum structure he worked so hard to build.": [
        [
            27,
            42,
            [
                "Weimar Republic"
            ]
        ]
    ],
    "Bode's last years were devoted to the conservative German party.": [],
    "Shortly before his death he received the <em>Orden pour le Mérite</em>.": [],
    "In 1956 the Kaiser Friedrich Museum was renamed the Bode Museum, in honor of his donated oriental tapestry collection and his amazing skills as a museum director.": [],
    "Other historians who trained under Bode included <a href=\"/plietzsche\">Eduard Plietzsch</a>.": [],
    "Bode exerted a strong influence on other art historians as well as art history.": [],
    "Friedländer termed him a genius, <a href=\"/schefflerk\">Karl Scheffler</a> as \"half Prussian, half Renaissance man,\" and Morelli disparagingly referred to him as the \"Kunstkorporal\" (the corporal of art).": [
        [
            0,
            11,
            [
                "Freelander"
            ]
        ]
    ],
    "Bode's animosities ran as high as his friendships.": [],
    "When the director of the Royal Prussian Academy of Art, the artist Anton von Werner (1843-1915), questioned Bode's assessment of a Rubens, Bode launched a nasty feud--no simple feat since Werner was extremely close to Wilhelm II--which lasted until von Werner's death.": [
        [
            249,
            252,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ]
    ],
    "Bode was also a detractor of Morelli, who connoisseurship methods Bode to some degree employed.": [
        [
            29,
            36,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ]
    ],
    "His participation in the \"Tschudi Affair\" was a much about a pupil-gone-wrong as it was about art.": [
        [
            26,
            33,
            [
                "Saudi",
                "Schulz",
                "Escudo",
                "Scud",
                "Scuds",
                "Thuds"
            ]
        ]
    ],
    "Ruthless in his support of art and funding for it, he knew how to force museum appointments of his own interest, some of whom were Jewish, a feat in the Prussian orthodoxy (Paret).": [
        [
            173,
            178,
            [
                "Part",
                "Party",
                "Heart",
                "Park",
                "Parts",
                "Past"
            ]
        ]
    ],
    "Bode helped the embattled illustrator of <em>Simplizissimus</em> Bruno Paul (1874-1968), obtain the directorship of the Museum of Applied Art (Kunstgewerbemuseum).": [],
    "Methodologically, Bode was critical of the rhetorical and speculative tendencies which prevailed in late 19th-century academic art history.": [],
    "He was suspicious of academic art history, agreeing with <a href=\"/langbehnj\">Julius Langbehn</a> that university art history was too theoretical.": [],
    "A avid traveler, he kept a copy of <em>Cicerone</em> by <a href=\"/burckhardtj\">Jacob Burckhardt</a> (the fourth edition of which he himself had helped edit) with him in his travels.": [
        [
            0,
            1,
            [
                "An"
            ]
        ]
    ],
    "He was among the first museum directors to court private collectors, advising them freely in hopes of securing their collections, which often happened.": [],
    "Bode's errors in attribution were as high profile as his successes.": [],
    "In 1909 he authenticated a sculptural bust of <em>Flora</em> as the work of Leonardo or his circle.": [
        [
            3,
            7,
            [
                "1909,"
            ]
        ]
    ],
    "Repairs came to light that indicated much work had been done on the sculpture in the 19th-century, if not it being an outright forgery.": [],
    "Known as the \"Flora scandal,\" the incident damaged his career although modern opinion once again links the sculpture to the Renaissance era.": [
        [
            61,
            70,
            [
                ", although"
            ]
        ]
    ],
    "His distaste of the French Impressionists lasted longer than the Tschudi Affair; he attacked their work as late as the 1920s.": [
        [
            65,
            72,
            [
                "Saudi",
                "Schulz",
                "Escudo",
                "Scud",
                "Scuds",
                "Thuds"
            ]
        ]
    ],
    "He was early among art historians, however, to regard the paintings of Rembrandt as superior to Raphael, the latter having captured most of 19th-century imagination as the acme of painting.": []
}