{
    "Director of the National Gallery of Ireland (1927-1935) and first director of the Barber Institute (museum).": [],
    "Bodkin was the son of Matthias McDonnell Bodkin (1849-1933) and Arabella Norman (Bodkin) (d.": [],
    "1931).": [],
    "His father was a journalist and later judge for County Clare, Ireland, and then Member of Parliament for North Roscommon.": [
        [
            111,
            120,
            [
                "Roscosmos"
            ]
        ]
    ],
    "Bodkin attended Belvedere College and Clongowes Wood College before graduating from the Royal University of Ireland in 1908.": [
        [
            38,
            47,
            [
                "Clones",
                "Consoles",
                "Congolese",
                "Connotes",
                "Condones",
                "Elongates"
            ]
        ]
    ],
    "He began practicing law in 1911.": [],
    "At the same time, Bodkin started collecting art, influence by his uncle, the art collector and dealer Sir Hugh Lane (1875-1915).": [],
    "When Lane perished on the Lusitania sinking in 1915, one of the codicils in Lane's will charged Bodkin to establish a gallery of modern art with Lane's bequest Dublin.": [],
    "The pictures which were on extended loan to the National Gallery, London, did eventually did go to Dublin, only after a legal battle.": [
        [
            89,
            92,
            [
                "do"
            ]
        ]
    ],
    "Bodkin married Aileen Patricia Cox (1886/7-1979) in 1916, daughter of a Member of Parliament.": [],
    "He left his law practice the same year to become a Governor and Guardian of the National Gallery of Ireland, working in the capacity of commissioner and secretary to the commission of charitable donations and bequests in the Irish Free State.": [],
    "In 1920 he emerged as an art author with the book, <em>Four Irish Landscape Painters</em>.": [
        [
            3,
            7,
            [
                "1920,"
            ]
        ]
    ],
    "He participated on the committee that ultimately chose Percy Metcalfe's outstanding designs for the new Irish government's coinage in 1926.": [
        [
            61,
            69,
            [
                "Metal",
                "Metals",
                "Methane",
                "Mescaline",
                "Mettle",
                "Mescal"
            ]
        ]
    ],
    "The following year, Bodkin succeeded Lucius O'Callaghan (1877-1954) as director of the National Gallery of Ireland.": [],
    "As director, he oversaw the acquisition of Perugino's <em>Pietà</em>, part of the Orléans collection.": [
        [
            43,
            51,
            [
                "Perugia",
                "Perusing"
            ]
        ]
    ],
    "The same year his art appreciation book, <em>The Approach to Painting</em> was published.": [],
    "Bodkin wrote a book on the controversy of the Lane bequest in 1932, <em>Hugh Lane and his Pictures</em>.": [],
    "In 1935 Bodkin left the National Gallery of Ireland to accept the dual appointment of director of the Barber Institute, which had just been established, and its concomitant duties of fine arts professor at the University of Birmingham.": [],
    "The Barber Trust charged the new director to build a collection of the finest objects for the city.": [],
    "Bodkin acquired Egyptian, Greek, and Chinese sculpture, medieval ivories, and Italian Renaissance bronzes.": [],
    "His initial paintings acquisitions included important works by Simone Martini, Mabuse, Poussin, and Gainsborough.": [
        [
            79,
            85,
            [
                "Abuse",
                "M abuse"
            ]
        ]
    ],
    "He worked with the museum's architect, Robert Atkinson (1883-1952) to design a space where the works could be viewed in intimacy, through a series of small bays in the building.": [],
    "Bodkin emerged as a formidable speaker on the issues of art and used the new medium of radio to establish a reputation for himself and his museum.": [],
    "His personal reminiscences appeared in 1941 as <em>My Uncle Frank</em>.": [],
    "He wrote another art book, <em>Dismembered Masterpieces</em>, in 1945.": [],
    "Bodkin began television appearances in 1947 for the BBC which included the popular \"Animal, Vegetable, and Mineral\" with <a href=\"/wheelerm\">Robert Eric Mortimer Wheeler</a>.": [],
    "He was succeeded at the Barber and as Professor of Fine Art in 1952 by <a href=\"/waterhousee\">Ellis K. Waterhouse</a>, retaining the power of acquisitions until 1959, much to Waterhouse's chagrin.": [],
    "Waterhouse, who had formerly been director of the National Galleries of Scotland, referred to Bodkin's mediocre purchases during his final years as \"acts of Bod.\"": [],
    "He died at his home in Birmingham in 1961 and is buried at Glasnevin Cemetery, Dublin.": [
        [
            59,
            68,
            [
                "Glaswegian"
            ]
        ]
    ],
    "His papers are held at the National Archives of Ireland.Kenneth Garlick in the <em>Dictionary of National Biography</em> summarized Bodkin's approach to art as \"taste and flair were more important than scholarship.\"": [
        [
            56,
            63,
            [
                " Kenneth"
            ]
        ],
        [
            64,
            71,
            [
                "Garlic",
                "Garrick",
                "Garlicky",
                "Gar lick"
            ]
        ]
    ],
    "Acerbic, clever, and manipulative (Kelly), he was an Edwardian-style administrator.": []
}