{
    "<p>Scholar of early medieval iluminated manuscript.": [
        [
            29,
            39,
            [
                "illuminated"
            ]
        ]
    ],
    "Böckler studied art history at the university in Berlin under the medievalist art historian <a href=\"/goldschmidta\">Adolph Goldschmidt</a>.": [
        [
            0,
            7,
            [
                "Buckler"
            ]
        ]
    ],
    "He remained a friend of his mentor his entire life.": [],
    "His 1921 dissertation was on a Stuttgart Passionale (manuscript) of Hirsau held in the Württembergische Landesbibliothek which Böckler selected as an example of a document from a South German monastic reform movement.": [
        [
            41,
            51,
            [
                "Passionate",
                "Passionable",
                "Passion ale"
            ]
        ],
        [
            68,
            74,
            [
                "Hiram",
                "Hirsch",
                "Bissau",
                "Hersey",
                "Horsey"
            ]
        ],
        [
            127,
            134,
            [
                "Buckler"
            ]
        ]
    ],
    "After graduation, Böckler joined the Preussische Staatsbibliothek (Berlin State Library).": [
        [
            18,
            25,
            [
                "Buckler"
            ]
        ]
    ],
    "He worked closely with other curators, including Hans Wegener (1896-1980).": [],
    "The Staatsbibliothek commissioned Böckler to publish their manuscript, Codex Wittekindeus, an Ottonian (Ada-group) produced at Fulda, which led him to his interest in pre-Romaneque art and theology.": [
        [
            34,
            41,
            [
                "Buckler"
            ]
        ],
        [
            94,
            102,
            [
                "Ottoman",
                "Estonian",
                "Bostonian",
                "Oxonian"
            ]
        ],
        [
            167,
            180,
            [
                "pre-Romanesque"
            ]
        ]
    ],
    "He published on bronzework, particularly door sculpture and the issues of Byzantine influence in Western medieval art.": [
        [
            16,
            26,
            [
                "bronze work"
            ]
        ]
    ],
    "Böckler rose within the library, succeeding the director, Hermann Degering (1866-1942) in Berlin in everything but title.": [
        [
            0,
            7,
            [
                "Buckler"
            ]
        ],
        [
            66,
            74,
            [
                "Deserving",
                "Metering",
                "Angering",
                "Deleting",
                "Desiring",
                "Severing"
            ]
        ]
    ],
    "After World War II, he moved to the Bayerische Staatsbibliothek (Bavarian State Library) in Munich in 1946, whose director, Georg Leidinger (1870-1945), had recently died.": [
        [
            130,
            139,
            [
                "Salinger",
                "Lading",
                "Ladyfinger",
                "Basinger",
                "Latiner",
                "Ladings"
            ]
        ]
    ],
    "Böckler's public reputation rested on two post-war exhibitions on early medieval art, one in Bern in 1949, \"Kunst des frühen Mittelalters,\" with the distinguished medievalist <a href=\"/homburgero\">Otto Homburger</a>, and a second (and larger one) a year later in Munich, \"Ars Sacra.\"": [
        [
            0,
            7,
            [
                "Buckler"
            ]
        ],
        [
            108,
            113,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ],
        [
            114,
            117,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            118,
            124,
            [
                "frozen",
                "Ruben",
                "Frauen",
                "freshen",
                "Rubén"
            ]
        ]
    ],
    "Throughout his career, Böckler focused on publishing medieval manuscripts in facsimile and small publications.": [
        [
            23,
            30,
            [
                "Buckler"
            ]
        ]
    ],
    "Toward the end of his life, his essay in the festschrift for the Morgan Library director Belle da Costa Greene published many discoveries on the Uta manuscript.": [
        [
            95,
            97,
            [
                "the",
                "DA",
                "a",
                "day",
                "do",
                "Dr"
            ]
        ],
        [
            145,
            148,
            [
                "UTA",
                "Utah",
                "USA",
                "UTC",
                "MTA",
                "UA"
            ]
        ]
    ],
    "He died at age 65.": [],
    "<a href=\"/jantzenh\">Hans Jantzen</a> edited his literary estate, seeing the posthumous publication of <em>Ikonographische Studien zu den Wunderszenen in der ottonischen Malerei der Reichenau</em> in 1961.": [],
    "His research on the Reichenau school and its relation to the East remained uncompleted.": [
        [
            20,
            29,
            [
                "Rachel",
                "Aachen",
                "Reichstag",
                "Racecar",
                "Dachau",
                "Raceway"
            ]
        ]
    ],
    "Böckler's publications were mostly shorter works on the Bayerische Staatsbibliothek's collection, medieval facsimilies and publications such as his texts for the <em>Blauen Bücher</em> series.": [
        [
            0,
            7,
            [
                "Buckler"
            ]
        ],
        [
            107,
            118,
            [
                "facsimiles"
            ]
        ]
    ],
    "His <em>Abendländische Miniaturen bis zum Ausgang der romanischen Zeit</em> (1930) remained the standard text for Romanesque and Carolingian illumination for the next twenty-five years (Schilling).": [],
    "His research interest was in establishing the sources of Byzantine, Alexandrian, Roman and North Italian sources of manuscript illumination.</p>": []
}