{
    "Director of several major North American art museums and Degas scholar.": [],
    "Boggs was the daughter of Oliver Desmond Boggs and Humia Marguerite Sutherland (Boggs).": [
        [
            51,
            56,
            [
                "Humid",
                "Jumia"
            ]
        ]
    ],
    "She was raised in Canada.": [],
    "Boggs studied at the University of Toronto, receiving her B.A.": [],
    "in 1942.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "She continued to Radcliffe College for her A.M.": [],
    "in 1947.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "She worked briefly at the Montreal Museum of Fine Arts in the 1940s as well.": [],
    "While completing her Ph.D., she taught at Skidmore College, Saratoga Springs, NY, as an assistant professor of art, 1948-1949 and then Mount Holyoke College, with the same rank, 1949-1952.": [],
    "Her Ph.D., from Radcliffe was granted in 1953.": [],
    "She taught at University of California, Riverside between 1954 and1962 as assistant professor, rising to associate professor of art.": [],
    "After two years as a curator in her native Toronto, (Art Gallery of Toronto), 1962-1964, she joined Washington University in St.": [],
    "Louis as Steinberg Professor of History of Art in 1964.": [],
    "The National Gallery of Canada, Ottawa, appointed her director in 1966, replacing the retiring Charles Comfort.": [],
    "She lectured as the Sterling and Francine Clark Professor at Williams College in 1970.": [],
    "Among her acquisitions were Bernini's marble portrait of Maffeo Barberini, Pope Urban VIII (c.": [
        [
            57,
            63,
            [
                "Mateo",
                "Maghreb",
                "Matteo",
                "Gaffe",
                "Gaffes",
                "Gaffer"
            ]
        ],
        [
            64,
            73,
            [
                "Barbering"
            ]
        ]
    ],
    "1632), which she bought in 1974.": [],
    "When, after ten years ground for a new art museum was still not broken because of governmental bureaucracies, Boggs resigned in 1976 in frustration joining Harvard University as a professor of art.": [],
    "By 1978, however, she had been appointed director of the Philadelphia Museum of Art, succeeding Evan H. Turner.": [],
    "The Philadelphia museum, however, was a deficit-ridden institution whose trustees were not focused on hard-core fund raising.": [
        [
            112,
            124,
            [
                "fund-raising",
                "fundraising"
            ]
        ]
    ],
    "Boggs' interest in scholarship seem to come at the cost of rejuvenating the institution.": [],
    "Under her tenure at Philadelphia, she acquired Degas' ''Red Nude,'' and mounted the exhibitions ''Manifestations of Shiva,'' ''Futurism and the International Avant-Garde'' and the Thomas Eakins retrospective.": [
        [
            158,
            169,
            [
                "Avant-garde"
            ]
        ]
    ],
    "When the Canadian government set up a public corporation for oversee the building the two museums, a new National Gallery of Canada and the National Museum of Man (modern Canadian Museum of Civilization), an anthropological museum, committing $185 million as well, Boggs returned to Ottawa and the position as director.": [],
    "She was succeeded at Philadelphia by <a href=\"/dharnoncourta\">Anne d'Harnoncourt</a>.": [],
    "Trouble remained for the Canadia project, however.": [
        [
            25,
            32,
            [
                "Canada",
                "Canadian"
            ]
        ]
    ],
    "The Pierre Trudeau government had under-funded the project because a federal election was near.": [],
    "Boggs' second tenure in Canada was controversial.": [],
    "She refused to divulge the names of architects being considered for the Museums, nor did she ask an architect of any standing to be part of the selection jury.": [],
    "Troubles with Museum building continued and Boggs was fired by the Brian Mulroney government in 1985, accusing the project of being too elaborate and expensive.": [],
    "Boggs remained in the \"communication office.\"": [],
    "In 1988, she staged a major Degas exhibition for the Museum, a collaborative effort between the Louvre, the Gallery and the Metropolitan Museum of Art, NY.": [],
    "She compiled the catalog for the New Orleand Museum of Art exhibition, <em>Degas and New Orleans: a French Impressionist in America</em> in 1995.": [
        [
            37,
            44,
            [
                "Orleans",
                "Orland",
                "Orléans"
            ]
        ]
    ]
}