{
    "UCLA professor of art history, patronage scholar of Marxist methodology; political activist.": [],
    "Boime's father was Max Boime, a salesman, and his mother Dorothy Rubin (Boime), both eastern European Jewish immigrants.": [
        [
            0,
            5,
            [
                "Boise",
                "Biome"
            ]
        ],
        [
            23,
            28,
            [
                "Boise",
                "Biome"
            ]
        ],
        [
            72,
            77,
            [
                "Boise",
                "Biome"
            ]
        ]
    ],
    "His father worked in the Brooklyn naval yards during World War II.": [],
    "The younger Boime, his interest in art stemming from cartooning, joined the U.S.": [
        [
            12,
            17,
            [
                "Boise",
                "Biome"
            ]
        ]
    ],
    "Army in 1955 and was stationed in Germany.": [],
    "After discharge in 1958, he entered the University of California, Los Angeles, B.A., graduating in 1961.": [],
    "He continued to Columbia University, receiving his M.A., in 1963.": [],
    "During this time he was greatly influenced by his brother Jerome Boime (1934-1977), then in Chicago.": [
        [
            65,
            70,
            [
                "Boise",
                "Biome"
            ]
        ]
    ],
    "Through his brother, he met and married Myra Block, a teacher and socialist activist in 1964.": [],
    "His Ph.D.": [],
    "was granted in 1968.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "He began as an instructor at the State University of New York at Stony Brook in 1967 moving to associate professor in 1969.": [],
    "He was appointed professor of art at the State University of New York at Binghamton in 1971.": [],
    "The same year he published <em>Academy and French Painting in the Nineteenth Century</em>, a detailed description of teaching practice of the French Academy.": [],
    "The book revived interest in the works of many academic artists and demonstrated the academy was much more flexible in the breadth of painting it allowed than previously thought.": [],
    "In 1971, too, he was awarded the <a href=\"/portera\">A.": [],
    "Kingsley Porter</a> Prize for his article in the <em>Art Bulletin</em>, \"The Second Republic's Contest for the Figure of the Republic.\"": [],
    "He chaired the art department at Binghampton, 1972-1974.": [
        [
            33,
            44,
            [
                "Binghamton"
            ]
        ]
    ],
    "Boime won his first Guggenheim fellowship in 1974 (second, 1984).": [
        [
            0,
            5,
            [
                "Boise",
                "Biome"
            ]
        ]
    ],
    "During that time, Boime became concerned that abstract-style art was becoming elitist and that artists of verisimilitude were being marginalized.": [
        [
            18,
            23,
            [
                "Boise",
                "Biome"
            ]
        ]
    ],
    "He taught at Binghamton until recruited by the University of California, Los Angeles, as professor of art history in 1978.": [],
    "A Rome Fellowship prize was awarded in 1979.": [],
    "The following year, his <em>Thomas Couture and the Eclectic Vision</em> appeared.": [],
    "In drawing the history of the teacher of Manet, Boime underscored the tenets leading up to Impressionism.": [
        [
            48,
            53,
            [
                "Boise",
                "Biome"
            ]
        ]
    ],
    "Boime's research centered in the 1990s on the ideology of representation.": [
        [
            0,
            5,
            [
                "Boise",
                "Biome"
            ]
        ]
    ],
    "His examination of how blacks were represented and excluded from art resulted in the book, <em>The Art of Exclusion Representing Black People in the 19th-Century</em>.": [],
    "This was followed by a polemic on the use of images in the United States, <em>The Unveiling of the National Icons A Plea for Patriotic Iconoclasm in a Nationalist Era</em>.": [],
    "A 2006 symposium on the social history of art was convened at UCLA in his honor.": [],
    "Boime completed his a book form of his popular UCLA class, <em>A Social History of Modern Art</em> (6 vols).": [
        [
            0,
            5,
            [
                "Boise",
                "Biome"
            ]
        ]
    ],
    "He died of myelofibrosis, a bone marrow disorder, at a local hospital.": [],
    "Boime employed a Marxist/social-history-of art approach to his art history writing.": [
        [
            0,
            5,
            [
                "Boise",
                "Biome"
            ]
        ]
    ],
    "His commitment to so-called realist artists (working of objective verisimilitude) stemmed from a Marxist interpretation that meaning is derived from identifiable representation.": [],
    "Boime's interest combined with his social activism resulted in an interest in the use of images for political manipulation.": [
        [
            0,
            5,
            [
                "Boise",
                "Biome"
            ]
        ]
    ],
    "His choice of the French Academy and its members as subject matter caused some to accuse him of trying to rehabilitate second-rate academic artists (Broude).": [
        [
            52,
            66,
            [
                "subject"
            ]
        ],
        [
            149,
            155,
            [
                "Route",
                "Broad",
                "Broke",
                "Bronze",
                "Bruce",
                "Broader"
            ]
        ]
    ]
}