{
    "Collector and architectural historian, who, with his brother, Melchior, introduced a romantic conception to art history.": [],
    "Sulpiz came from an old wealthy family who hoped he would follow in the family business (and that his brother, <a href=\"/boissereem\">Melchior Boisserée</a>, would become a scientist).": [
        [
            0,
            6,
            [
                "Pulpit"
            ]
        ]
    ],
    "The two were raised during the Napoleonic occupation of Cologne.": [],
    "Sulpiz attended school in Hamburg but returned to Cologne in 1799.": [
        [
            0,
            6,
            [
                "Pulpit"
            ]
        ]
    ],
    "Through his friend <a href=\"/bertramb\">Johann B. Bertram</a> he and Melchior became interested in art and especially that of the medieval era, a period well represented by the so-called Cologne school of painting, though much under appreciated.": [],
    "A family inheritance enabled the brothers to study the art monuments, traveling to the Netherlands and France.": [],
    "In 1803 they studied at the Musée Napoleon, (i.e., Louvre Museum, which had been greatly expanded through Napoleon's looted art from other countries).": [
        [
            3,
            7,
            [
                "1803,"
            ]
        ],
        [
            28,
            33,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ]
    ],
    "The brothers and Bertram were well versed in the budding romantic theorists Ludwig Tieck (1773-1853), <a href=\"/wackenroderw\">Wilhelm Heinrich Wackenroder</a>, and <a href=\"/schlegelf\">Karl Wilhelm Friedrich Schlegel</a>.": [],
    "In Paris, Sulpiz, Melchior and Bertram met Schlegel who lectured to them on the history of philosophy, art and literature, imbuing them with his romantic vision of the medieval world.": [
        [
            10,
            16,
            [
                "Pulpit"
            ]
        ],
        [
            43,
            51,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ]
    ],
    "They traveled with Schlegel to Belgium and Switzerland in 1804-05.": [
        [
            19,
            27,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ]
    ],
    "The nationalizing of church property and its destruction through sales greatly alarmed the three.": [],
    "Beginning in 1804 the Boisserée brothers began to medieval collect art with as much intent to save it as own it, together with others such as Franz Ferdinand Wallraf (1748-1824).": [
        [
            22,
            31,
            [
                "Bolstered",
                "Blistered",
                "Rotisserie",
                "Brasserie",
                "Roisterer",
                "Roistered"
            ]
        ],
        [
            158,
            165,
            [
                "Wallah"
            ]
        ]
    ],
    "The brothers formed a team, Melchior concentrating on acquisition and Sulpiz on researching.": [
        [
            70,
            76,
            [
                "Pulpit"
            ]
        ]
    ],
    "For him this meant establishing new categories.": [],
    "They watched, however, as many works of art they could not buy, architecture for example, be destroyed before them.": [],
    "In 1810 the brothers publicly displayed their collection in a baroque palace on Karl's Square, Heidelberg, in one of the early attempts both to interest the public in medieval art and publicize a collection.": [],
    "The Boisserée collection stature grew, attracting visitors from the Heidelberg Romantic circles and elsewhere.": [
        [
            4,
            13,
            [
                "Bolstered",
                "Blistered",
                "Rotisserie",
                "Brasserie",
                "Roisterer",
                "Roistered"
            ]
        ]
    ],
    "The included Antonio Canova, the Brothers Grimm, the historian Leopold von Ranke (1795-1886), the poets Johann Ludwig Uhland (1787-1862) and Jean Paul (1763-1825), as well as the art historians <a href=\"/rumohrk\">Karl Friedrich von Rumohr</a> and <a href=\"/schnaasek\">Karl Julius Ferdinand Schnaase</a>.": [],
    "Schlegel himself was most enthusiastic.": [
        [
            0,
            8,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ]
    ],
    "Goethe also visited the collection, thought still devoted to classicism as he was, embraced their enthusiasm less.": [],
    "In 1817, however, he wrote the prologue for Sulpiz's essay <em>Altdeutsche Baukunst</em>.": [
        [
            44,
            50,
            [
                "Pulpit"
            ]
        ]
    ],
    "The \"museum\" closed in 1819.": [],
    "Sulpiz wrote a catalog of the collection, commissioning Johann Nepomuk Strixner (1782-1855) to document the works in lithographs, published between 1821 and 1840.": [
        [
            0,
            6,
            [
                "Pulpit"
            ]
        ],
        [
            63,
            70,
            [
                "Keokuk"
            ]
        ],
        [
            71,
            79,
            [
                "Striker",
                "Stricter",
                "Steiner",
                "Stringer",
                "Strainer",
                "Scribner"
            ]
        ]
    ],
    "The brothers hoped the collection could be incorporated into the Universität zu Köln (the university in Cologne), building on the growing interest in aesthetics and art history in universities.": [
        [
            65,
            76,
            [
                "University"
            ]
        ],
        [
            77,
            79,
            [
                "EU",
                "nu",
                "Eu",
                "GU",
                "Ru",
                "Zn"
            ]
        ],
        [
            80,
            84,
            [
                "Cologne"
            ]
        ]
    ],
    "The university turned them down.": [],
    "Attempts to interest the cites of Frankfurt-am-Main and Berlin also failed.": [],
    "Director of the nascent royal collection of Ludwig I of Bavaria, <a href=\"/dillisg\">Georg von Dillis</a> bought their total collection for 240,000 Gulden in 1827.": [],
    "The brothers and Bertram settled in Munich where Sulpiz was appointed general curator of the sculptural monuments in Bavaria in 1835, when the museum was finally opened as the Alte Pinakothek.": [
        [
            49,
            55,
            [
                "Pulpit"
            ]
        ],
        [
            176,
            180,
            [
                "Alter",
                "Ate",
                "Ale",
                "Alto",
                "Alta",
                "Ante"
            ]
        ]
    ],
    "Sulpiz concomitantly devoted these years to the reconstruction of the cathedral (<em>Dome</em> in German) at Cologne, which was in ruin.": [
        [
            0,
            6,
            [
                "Pulpit"
            ]
        ]
    ],
    "The defeat of Napoleon meant that royal funds would be required.": [],
    "Sulpiz was able to interest Frederick William of Prussia (later King Frederick William IV), who commissioned a report from the architect Karl Friedrich Schinkel (1781-1841).": [
        [
            0,
            6,
            [
                "Pulpit"
            ]
        ]
    ],
    "Sulpiz himself research similar medieval churches, resulting in his book <em>Geschichte und Beschreibung des Domes von Köln</em> of 1823.": [
        [
            0,
            6,
            [
                "Pulpit"
            ]
        ]
    ],
    "Through the auspices of <a href=\"/quatremeredequincya\">Antoine Quatremère de Quincy</a>, he presented his findings at the <em>Académie des Beaux-Arts</em> in Paris.": [],
    "After Bertram's death in 1841, he Melchior returned to their Cologne, where they witnessed the resumption of the church construction (beginning in 1842), although the church was not completed until near the end of the century.": [],
    "His autobiography was published in 1862.": [],
    "Sulpiz was one of the founders of modern art-historical studies outside the museum/academic field.": [
        [
            0,
            6,
            [
                "Pulpit"
            ]
        ]
    ],
    "His <em>Geschichte und Beschreibung des Domes von Köln</em> is the first architectural history.": [],
    "His dedication to classifying art by schools and eras, instead of the \"curiosity jumble\" of previous centuries was important for subsequent historians and museum curators.": [],
    "His confidence in collecting and publicizing underappreciated genres of art places him in the fore of modern art education and collection studies.": [],
    "True to their romantic inclination, the Boisserée brothers conceived of their art history in terms patriotism.": [
        [
            40,
            49,
            [
                "Bolstered",
                "Blistered",
                "Rotisserie",
                "Brasserie",
                "Roisterer",
                "Roistered"
            ]
        ]
    ],
    "It would be Rumohr who would take their connoisseurship and meld it into the discipline of art history.": [
        [
            12,
            18,
            [
                "Rumor"
            ]
        ]
    ],
    "Sulpiz's notes on buildings being destroyed comprise the only documentation on briefly exposed medieval paintings.": [
        [
            0,
            6,
            [
                "Pulpit"
            ]
        ]
    ],
    "The brother's writings embrace a religious and mystical view of the gothic style typical of romanticism of Schlegel and <a href=\"/wackenroderw\">Wilhelm Heinrich Wackenroder</a>.": [
        [
            107,
            115,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ]
    ],
    "Sulpiz even attempted a reconstruction in (in a gothic style!)": [
        [
            0,
            6,
            [
                "Pulpit"
            ]
        ]
    ],
    "of the Temple of the Holy Grail, based upon the description in Albrecht von Scharfenberg's epic.": [
        [
            0,
            2,
            [
                "Of"
            ]
        ],
        [
            76,
            88,
            [
                "Schoenberg",
                "Hardenberg"
            ]
        ]
    ],
    "Their collection, today in the Alte Pinakothek, Munich, includes the triptych of the <em>Adoration of the Magi</em> \"Columba altarpiece\" (1455) by Rogier van der Weyden, <em>Cardinal Charles of Bourbon, Archbishop of Lyon</em> by the Master of Moulins, and the <em>Seven Joys of the Virgin</em> (1480) by Hans Memling, and the Winged Altar \"Pearl of Brabant\"1465 by Dieric Bouts the elder.": [
        [
            31,
            35,
            [
                "Alter",
                "Ate",
                "Ale",
                "Alto",
                "Alta",
                "Ante"
            ]
        ],
        [
            117,
            124,
            [
                "Columbia",
                "Columbo"
            ]
        ],
        [
            244,
            251,
            [
                "Collins",
                "Cousins",
                "Molina",
                "Rollins",
                "Fouling",
                "Goblins"
            ]
        ],
        [
            366,
            372,
            [
                "Eric",
                "Dairy",
                "Debris",
                "Metric",
                "Cleric",
                "Nitric"
            ]
        ]
    ]
}