{
    "Collector and collaborator on catalogs of German and Netherlandish paintings with his brother Sulpiz.": [
        [
            94,
            100,
            [
                "Pulpit"
            ]
        ]
    ],
    "Melchior came from an old wealthy family who hoped he would become a scientist and his older brother, <a href=\"/boisserees\">Sulpiz Boisserée</a>, run the family business.": [],
    "The two were raised during the Napoleonic occupation of Cologne.": [],
    "Through his friend <a href=\"/bertramb\">Johann B. Bertram</a> he and Sulpiz became interested in art and especially that of the medieval era, a period well represented by the so-called Cologne school of painting, though much under appreciated.": [],
    "A family inheritance enabled the brothers to study the art monuments, traveling to the Netherlands and France.": [],
    "In 1803 they studied at the Musée Napoleon, (i.e., Louvre Museum, which had been greatly expanded through Napoleon's looted art from other countries).": [
        [
            3,
            7,
            [
                "1803,"
            ]
        ],
        [
            28,
            33,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ]
    ],
    "The brothers and Bertram were well versed in the budding romantic theorists Ludwig Tieck (1773-1853), <a href=\"/wackenroderw\">Wilhelm Heinrich Wackenroder</a>, and <a href=\"/schlegelf\">Karl Wilhelm Friedrich Schlegel</a>.": [],
    "In Paris, Melchior, Sulpiz and Bertram met Schlegel who lectured to them on the history of philosophy, art and literature, imbuing them with his romantic vision of the medieval world.": [
        [
            20,
            26,
            [
                "Pulpit"
            ]
        ],
        [
            43,
            51,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ]
    ],
    "They traveled with Schlegel to Belgium and Switzerland in 1804-05.": [
        [
            19,
            27,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ]
    ],
    "The nationalizing of church property and its destruction through sales greatly alarmed the three.": [],
    "Beginning in 1804 the Boisserée brothers began to collect medieval art intent as much to save it as to own it, together with others such as Franz Ferdinand Wallraf (1748-1824).": [
        [
            22,
            31,
            [
                "Bolstered",
                "Blistered",
                "Rotisserie",
                "Brasserie",
                "Roisterer",
                "Roistered"
            ]
        ],
        [
            156,
            163,
            [
                "Wallah"
            ]
        ]
    ],
    "The brothers formed a team, Melchior concentrating on acquisition and Sulpiz on researching.": [
        [
            70,
            76,
            [
                "Pulpit"
            ]
        ]
    ],
    "They watched, however, as many works of art they could not buy, architecture for example, be destroyed before them.": [],
    "In 1810 the brothers publicly displayed their collection in a baroque palace on Karl's Square, Heidelberg, in one of the early attempts both to interest the public in medieval art and publicize a collection.": [],
    "The Boisserée collection grew in stature, attracting visitors such as Antonio Canova, the Brothers Grimm, the historian Leopold von Ranke (1795-1886), the poets Johann Ludwig Uhland (1787-1862) and Jean Paul (1763-1825), as well as the art historians <a href=\"/rumohrk\">Karl Friedrich von Rumohr</a> and <a href=\"/schnaasek\">Karl Julius Ferdinand Schnaase</a>.": [
        [
            4,
            13,
            [
                "Bolstered",
                "Blistered",
                "Rotisserie",
                "Brasserie",
                "Roisterer",
                "Roistered"
            ]
        ]
    ],
    "Schlegel himself was most enthusiastic.": [
        [
            0,
            8,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ]
    ],
    "Goethe also visited the collection, thought still devoted to classicism as he was, embraced their enthusiasm less.": [],
    "In 1817, however, he wrote the prologue for Sulpiz's essay <em>Altdeutsche Baukunst</em>.": [
        [
            44,
            50,
            [
                "Pulpit"
            ]
        ]
    ],
    "The \"museum\" closed in 1819.": [],
    "The brothers commissioned Johann Nepomuk Strixner (1782-1855) to document the works in lithographs, published between 1821 and 1840.": [
        [
            33,
            40,
            [
                "Keokuk"
            ]
        ],
        [
            41,
            49,
            [
                "Striker",
                "Stricter",
                "Steiner",
                "Stringer",
                "Strainer",
                "Scribner"
            ]
        ]
    ],
    "The brothers hoped the collection could be incorporated into the Universität zu Köln (the University of Cologne), building on the growing interest in aesthetics and art history in universities.": [
        [
            65,
            76,
            [
                "University"
            ]
        ],
        [
            77,
            79,
            [
                "EU",
                "nu",
                "Eu",
                "GU",
                "Ru",
                "Zn"
            ]
        ],
        [
            80,
            84,
            [
                "Cologne"
            ]
        ]
    ],
    "The university turned them down, however, and Ludwig I of Bavaria bought their total collection for 240,000 Gulden in 1827, as part of his museum building in Munich.": [],
    "The brothers and Bertram settled in Munich where Sulpiz was appointed general curator of the sculptural monuments in Bavaria in 1835, when the museum was finally opened as the Alte Pinakothek.": [
        [
            49,
            55,
            [
                "Pulpit"
            ]
        ],
        [
            176,
            180,
            [
                "Alter",
                "Ate",
                "Ale",
                "Alto",
                "Alta",
                "Ante"
            ]
        ]
    ],
    "After Bertram's death in 1841, he and Sulpiz returned to their Cologne, where they witnessed the resumption of the gothic-style cathedral construction (beginning in 1842), although the church was not completed until near the end of the century.": [
        [
            38,
            44,
            [
                "Pulpit"
            ]
        ]
    ],
    "The Boisserée were some of the early founders of modern art-historical studies outside the museum/academic field.": [
        [
            4,
            13,
            [
                "Bolstered",
                "Blistered",
                "Rotisserie",
                "Brasserie",
                "Roisterer",
                "Roistered"
            ]
        ]
    ],
    "Their confidence in collecting and publicizing underappreciated genres of art places them in the fore of modern art education and collection studies.": [],
    "True to their romantic inclination, the Boisserée brothers conceived of their art history in terms patriotism.": [
        [
            40,
            49,
            [
                "Bolstered",
                "Blistered",
                "Rotisserie",
                "Brasserie",
                "Roisterer",
                "Roistered"
            ]
        ]
    ],
    "Sulpiz's notes on buildings which were being destroyed comprise the only documentation on briefly exposed medieval wall paintings.": [
        [
            0,
            6,
            [
                "Pulpit"
            ]
        ]
    ],
    "The brother's writings embrace a religious and mystical view of the gothic style typical of romanticism of Schlegel and <a href=\"/wackenroderw\">Wilhelm Heinrich Wackenroder</a>.": [
        [
            107,
            115,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ]
    ],
    "Their collection, today in the Alte Pinakothek, Munich, includes the triptych of the <em>Adoration of the Magi</em> \"Columba altarpiece\" (1455) by Rogier van der Weyden, <em>Cardinal Charles of Bourbon, Archbishop of Lyon</em> by the Master of Moulins, and the <em>Seven Joys of the Virgin</em> (1480) by Hans Memling, and the Winged Altar \"Pearl of Brabant\"1465 by Dieric Bouts the elder.": [
        [
            31,
            35,
            [
                "Alter",
                "Ate",
                "Ale",
                "Alto",
                "Alta",
                "Ante"
            ]
        ],
        [
            117,
            124,
            [
                "Columbia",
                "Columbo"
            ]
        ],
        [
            244,
            251,
            [
                "Collins",
                "Cousins",
                "Molina",
                "Rollins",
                "Fouling",
                "Goblins"
            ]
        ],
        [
            366,
            372,
            [
                "Eric",
                "Dairy",
                "Debris",
                "Metric",
                "Cleric",
                "Nitric"
            ]
        ]
    ]
}