{
    "<p>Architectural historian; curator of Sir John Sloan's Museum; co-founder of the Wren Society.": [],
    "Bolton was the son of Thomas Bolton (1819-1895), a lawyer, and Emily Wildman (1831-1906).": [],
    "He attended Haileybury College before entering University College, London, in 1882.": [
        [
            12,
            22,
            [
                "Hailey bury"
            ]
        ]
    ],
    "In 1884 he apprenticed to the architect Sir Robert W. Edis (1839-1927), continuing to study architecture at the Architectural Association between 1885 and 1888.": [
        [
            3,
            7,
            [
                "1884,"
            ]
        ],
        [
            54,
            58,
            [
                "Edit",
                "Edits",
                "Eds",
                "Eris",
                "Odis",
                "Dis"
            ]
        ]
    ],
    "He formed his own private practice in 1890 designing minor works and some county home estates and gardens.": [],
    "In 1888 he was elected an associate of the Royal Institute of British Architects (RIBA), becoming fellow in 1909.": [
        [
            3,
            7,
            [
                "1888,"
            ]
        ]
    ],
    "In 1893 Bolton was awarded the Soane medallion for a railway terminal design.": [
        [
            31,
            36,
            [
                "Shane",
                "Sane",
                "Sloane",
                "Soave",
                "Skåne"
            ]
        ]
    ],
    "Bolton began writing architectural history during this time, earning the RIBA's silver medal for an architectural history essay, \"The Influence of Literature on Architecture\" in 1895.": [],
    "He married Harriet Barnes Fall (1863-1944) in 1897.": [],
    "In 1901 Bolton became the first headmaster (principal) of the day school formed for the Architectural Association.": [],
    "Bolton was elected a fellow of the Society of Antiquaries in 1914.": [],
    "He succeeded Walter L. Spiers (1848-1917) as curator of Sir John Soane's Museum in 1917.": [
        [
            23,
            29,
            [
                "Spears",
                "Speaks",
                "Piers",
                "Spiders",
                "Spies",
                "Spear"
            ]
        ]
    ],
    "He fought hard for most of the 1920's to preserve Soane's masterwork, the Bank of England, from demolition, ultimately the interior renovation of Herbert Baker (1862-1946) prevailed.": [
        [
            31,
            37,
            [
                "1920s"
            ]
        ],
        [
            50,
            55,
            [
                "Shane",
                "Sane",
                "Sloane",
                "Soave",
                "Skåne"
            ]
        ]
    ],
    "Bolton published extebsuvely on the museum, raising interest among scholars and architectural historians.": [
        [
            17,
            28,
            [
                "extensively"
            ]
        ]
    ],
    "In addition, a two-volume work on the Adam brothers, <em>The Architecture of Robert and James Adam</em> appeared in 1922.": [],
    "In 1923 he joined H. Duncan Hendry (b.": [
        [
            3,
            7,
            [
                "1923,"
            ]
        ]
    ],
    "1890) as co-editor of the Wren Society publications, an initiative to publish documents and drawing of Christopher Wren's life and work.": [],
    "Bolton published another book on Soane, <em>The Works of Sir John Soane</em>, in 1924.": [
        [
            33,
            38,
            [
                "Shane",
                "Sane",
                "Sloane",
                "Soave",
                "Skåne"
            ]
        ]
    ],
    "The architect Sir Lawrence Weaver (1876-1930) invited Bolton to design an Adam room for the 1924-1925 British Empire Exhibition at Wembley.": [],
    "A biography of Soane, <em>The Portrait of Sir John Soane</em>, was published in 1927 and Soane's lectures to the Royal Academy on Architecture, edited by Bolton, appeared in 1929.": [
        [
            15,
            20,
            [
                "Shane",
                "Sane",
                "Sloane",
                "Soave",
                "Skåne"
            ]
        ],
        [
            89,
            94,
            [
                "Shane",
                "Sane",
                "Sloane",
                "Soave",
                "Skåne"
            ]
        ]
    ],
    "In 1930 Bolton discovered a fifth volume of Wren drawings in All Souls College Library, Oxford, and in 1935 the first model of St.": [],
    "Paul's Cathedral.": [],
    "Beginning in the 1930s Bolton added the work of architect Sir Charles Barry (1795-1860) to his research interests, but he was never able to publish on him.": [],
    "Bolton suffered a heart attack on the platform of Queensway London underground station in London in 1945 and died.": [
        [
            60,
            78,
            [
                "London Underground"
            ]
        ]
    ],
    "He was succeeded at the Soane Museum by <a href=\"/summersonj\">John Newenham Summerson</a>.Bolton was better known for his scholarship than his architecture.": [
        [
            24,
            29,
            [
                "Shane",
                "Sane",
                "Sloane",
                "Soave",
                "Skåne"
            ]
        ]
    ],
    "His architectural commissions included Sanitas Company, Limehous, 1900 and the offices for the Hamburg-Amerika Linie, London, 1906-8, a country home in Hurtwood, Sussex and in the Usk valley, 1912-1914.</p>": [
        [
            39,
            46,
            [
                "Santa",
                "Saints",
                "Anita",
                "Santos",
                "Sanitary",
                "Sanity"
            ]
        ],
        [
            56,
            64,
            [
                "Libelous",
                "Limeños",
                "Timeous"
            ]
        ],
        [
            95,
            110,
            [
                "Hamburg-America"
            ]
        ],
        [
            111,
            116,
            [
                "Line",
                "Linde",
                "Minié"
            ]
        ],
        [
            152,
            160,
            [
                "Hurt wood"
            ]
        ],
        [
            180,
            183,
            [
                "Us",
                "Use",
                "UK",
                "Ask",
                "SK",
                "USA"
            ]
        ]
    ]
}