{
    "Director and chief curator of the Montreal Museum of Arts.": [],
    "Nathalie Bondil was born in Barcelona on February 19th, 1967, and raised in Morocco.": [
        [
            9,
            15,
            [
                "Bond",
                "Bonds",
                "Bodily",
                "Bonded",
                "Bonding",
                "Bandit"
            ]
        ]
    ],
    "She obtained her degree in museology and art history with specializations in sculpture and 19th century to modern art from the École du Louvre in 1992, before matriculating to l’Institut national du patrimoine, a French academy that trains curators and conservators, in 1994.": [
        [
            127,
            132,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            133,
            135,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ],
        [
            178,
            186,
            [
                "Institute"
            ]
        ],
        [
            196,
            198,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ],
        [
            199,
            209,
            [
                "patrimony",
                "patrimonies"
            ]
        ]
    ],
    "In 1996, she graduated with a diploma certifying her as a “conservateur du patrimoine” (heritage curator), with a specialization in art and civilization from 18th-20th century Europe.": [
        [
            59,
            71,
            [
                "conservator"
            ]
        ],
        [
            72,
            74,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ],
        [
            75,
            85,
            [
                "patrimony",
                "patrimonies"
            ]
        ]
    ],
    "For two years following graduation, Bondil was a curator at Musée des Monuments français in Paris.": [
        [
            36,
            42,
            [
                "Bond",
                "Bonds",
                "Bodily",
                "Bonded",
                "Bonding",
                "Bandit"
            ]
        ],
        [
            60,
            65,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            66,
            69,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            80,
            88,
            [
                "Français",
                "Francis",
                "François",
                "Francois",
                "franchise",
                "Frances"
            ]
        ]
    ],
    "There, Bondil was in charge of museography for galleries dedicated to the 17th-20th centuries.": [
        [
            7,
            13,
            [
                "Bond",
                "Bonds",
                "Bodily",
                "Bonded",
                "Bonding",
                "Bandit"
            ]
        ],
        [
            31,
            42,
            [
                "geography",
                "discography",
                "mammography",
                "videography",
                "cosmography",
                "mimeograph"
            ]
        ]
    ],
    "Following this, Guy Cogeval, the then director of the Montreal Museum of Arts (MMFA), hired Bondil in 1999 to curate European art from the 19th to mid 20th century, prompting her move from France to Canada.": [
        [
            20,
            27,
            [
                "Coeval"
            ]
        ],
        [
            79,
            83,
            [
                "MFA",
                "MMA",
                "M MFA",
                "MM FA"
            ]
        ],
        [
            92,
            98,
            [
                "Bond",
                "Bonds",
                "Bodily",
                "Bonded",
                "Bonding",
                "Bandit"
            ]
        ]
    ],
    "Only a year passed before she was promoted to MMFA’s chief curator, which expanded her responsibilities to include managing every curatorial department.": [
        [
            46,
            50,
            [
                "MFA",
                "MMA",
                "M MFA",
                "MM FA"
            ]
        ]
    ],
    "In 2007, she became the first female director of the MMFA, simultaneously managing the museum and continuing her role as chief curator for another thirteen years.": [
        [
            53,
            57,
            [
                "MFA",
                "MMA",
                "M MFA",
                "MM FA"
            ]
        ]
    ],
    "During her time as director, she was widely credited for elevating the MMFA to the international stage.": [
        [
            71,
            75,
            [
                "MFA",
                "MMA",
                "M MFA",
                "MM FA"
            ]
        ]
    ],
    "In 2008, Bondil organized <em>¡Cuba!": [
        [
            9,
            15,
            [
                "Bond",
                "Bonds",
                "Bodily",
                "Bonded",
                "Bonding",
                "Bandit"
            ]
        ]
    ],
    "Art and History from 1868 to Today</em>, the largest Cuban art exhibit to date, featuring over 400 pieces from the Museo Nacional de Bellas Artes and the Fototeca de Cuba in Havana.": [
        [
            140,
            145,
            [
                "Arts",
                "Ares",
                "Aries",
                "Antes",
                "ARTE",
                "ARTS"
            ]
        ],
        [
            154,
            162,
            [
                "Footed",
                "Fonseca",
                "Footer",
                "Footers"
            ]
        ]
    ],
    "For this exhibit, the French government awarded Bondil the Chevalier dans l'Ordre des Arts et des Lettres, meant to distinguish individuals who contribute significantly to the advancement of the arts.": [
        [
            48,
            54,
            [
                "Bond",
                "Bonds",
                "Bodily",
                "Bonded",
                "Bonding",
                "Bandit"
            ]
        ],
        [
            69,
            73,
            [
                "days",
                "fans",
                "Dan",
                "Hans",
                "cans",
                "dams"
            ]
        ],
        [
            76,
            81,
            [
                "Order",
                "Ordure"
            ]
        ],
        [
            82,
            85,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            94,
            97,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            98,
            105,
            [
                "Letters"
            ]
        ]
    ],
    "That year, Bondil also introduced fashion to the museum, hosting a forty year retrospective on fashion designers Yves Saint Laurent and Jean Paul Gaultier from May 29th through Sept.": [
        [
            11,
            17,
            [
                "Bond",
                "Bonds",
                "Bodily",
                "Bonded",
                "Bonding",
                "Bandit"
            ]
        ],
        [
            67,
            77,
            [
                "forty-year"
            ]
        ]
    ],
    "28th, an event later presented to 12 additional cities worldwide.": [],
    "In 2011, Bondil established music as a new medium within the museum by converting a nearby church into a 462 person concert hall, and received the Insignia of Merit from the Faculty of Arts and Sciences at the Université de Montréal.": [
        [
            9,
            15,
            [
                "Bond",
                "Bonds",
                "Bodily",
                "Bonded",
                "Bonding",
                "Bandit"
            ]
        ],
        [
            105,
            123,
            [
                "462-person concert"
            ]
        ]
    ],
    "Bondil held several music focused exhibitions, notably <em>Warhol Live</em> (2008), and <em>We Want Miles: Miles Davis vs.": [
        [
            0,
            6,
            [
                "Bond",
                "Bonds",
                "Bodily",
                "Bonded",
                "Bonding",
                "Bandit"
            ]
        ],
        [
            12,
            25,
            [
                "some music"
            ]
        ]
    ],
    "Jazz</em> (2010).": [],
    "In 2013, MMFA surpassed 1 million visitors, making it the first Canadian museum to do so.": [
        [
            9,
            13,
            [
                "MFA",
                "MMA",
                "M MFA",
                "MM FA"
            ]
        ]
    ],
    "That year, Bondil was appointed Vice Chair of the Canada Council of Arts, and was bestowed an honorary doctorate from McGill University.": [
        [
            11,
            17,
            [
                "Bond",
                "Bonds",
                "Bodily",
                "Bonded",
                "Bonding",
                "Bandit"
            ]
        ]
    ],
    "In 2015, she received another honorary doctorate from the Université de Montréal.": [],
    "Bondil received the Medal of the National Assembly in 2016 in addition to being crowned with the Prix Femmes d'affaires du Québec (2017).": [
        [
            0,
            6,
            [
                "Bond",
                "Bonds",
                "Bodily",
                "Bonded",
                "Bonding",
                "Bandit"
            ]
        ],
        [
            97,
            101,
            [
                "PRI",
                "Prim",
                "Prig",
                "PIX",
                "RIX",
                "Pix"
            ]
        ],
        [
            102,
            108,
            [
                "Fem mes"
            ]
        ],
        [
            120,
            122,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ]
    ],
    "Bondil was the Vice President of Programming for the Société des célébrations, a committee in charge of celebrating Montreal’s 375th birthday, in 2017.": [
        [
            0,
            6,
            [
                "Bond",
                "Bonds",
                "Bodily",
                "Bonded",
                "Bonding",
                "Bandit"
            ]
        ],
        [
            53,
            60,
            [
                "Society"
            ]
        ],
        [
            61,
            64,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            65,
            77,
            [
                "celebrations",
                "celebration"
            ]
        ]
    ],
    "In 2018, Bondil received the Peter Herrndorf Prize for Leadership in the Arts.": [
        [
            9,
            15,
            [
                "Bond",
                "Bonds",
                "Bodily",
                "Bonded",
                "Bonding",
                "Bandit"
            ]
        ],
        [
            35,
            44,
            [
                "Herndon"
            ]
        ]
    ],
    "On October 9th, 2019, French Minister of Culture Franck Riester presented Bondil the Legion of Honor, the highest French distinction.": [
        [
            56,
            63,
            [
                "Raiser"
            ]
        ],
        [
            74,
            80,
            [
                "Bond",
                "Bonds",
                "Bodily",
                "Bonded",
                "Bonding",
                "Bandit"
            ]
        ]
    ],
    "Bondil sat on the COVID-19 Task Force Committee of the Canadian Art Museum Directors Organization and Pierre Elliott Trudeau Foundation’s Covid-19 impact committee, where she led public discussions on the impact of Coronavirus on the arts in Canada.": [
        [
            0,
            6,
            [
                "Bond",
                "Bonds",
                "Bodily",
                "Bonded",
                "Bonding",
                "Bandit"
            ]
        ]
    ],
    "Bondil was also a board member of the Council for Canadian American Relations, Association of Art Museum Directors, the French Regional &amp; American Museum Exchange, the Canadian Art Museum Directors Organization, the Fonderie Darling, and Liberte.": [
        [
            0,
            6,
            [
                "Bond",
                "Bonds",
                "Bodily",
                "Bonded",
                "Bonding",
                "Bandit"
            ]
        ],
        [
            136,
            140,
            [
                "camp",
                "lamp",
                "ramp",
                "amp",
                "damp",
                "vamp"
            ]
        ],
        [
            220,
            228,
            [
                "Fonder"
            ]
        ],
        [
            242,
            249,
            [
                "Liberty",
                "Liberate"
            ]
        ]
    ],
    "In 2020, Bondil refused to endorse the advancement of Mary-Dailey Desmarais, a wealthy and donor-connected curator to a new position of Chief Curator.": [
        [
            9,
            15,
            [
                "Bond",
                "Bonds",
                "Bodily",
                "Bonded",
                "Bonding",
                "Bandit"
            ]
        ],
        [
            54,
            65,
            [
                "Mary-Daily"
            ]
        ],
        [
            66,
            75,
            [
                "Pessaries",
                "Descartes",
                "Remarries",
                "DeMarcus",
                "DeSantis",
                "Rosmarie"
            ]
        ]
    ],
    "Bondil’s resistance to Desmarais’s promotion sparked accusations from other members of the museum that Bondil created a hostile work environment, and she was dismissed in July of the same year.": [
        [
            0,
            6,
            [
                "Bond",
                "Bonds",
                "Bodily",
                "Bonded",
                "Bonding",
                "Bandit"
            ]
        ],
        [
            23,
            32,
            [
                "Pessaries",
                "Descartes",
                "Remarries",
                "DeMarcus",
                "DeSantis",
                "Rosmarie"
            ]
        ],
        [
            103,
            109,
            [
                "Bond",
                "Bonds",
                "Bodily",
                "Bonded",
                "Bonding",
                "Bandit"
            ]
        ]
    ],
    "Bondil, making history as the first female director at the Montreal Museum of Art, was widely credited with lifting the museum onto the international stage.": [
        [
            0,
            6,
            [
                "Bond",
                "Bonds",
                "Bodily",
                "Bonded",
                "Bonding",
                "Bandit"
            ]
        ]
    ],
    "Bondil doubled MMFA attendance from six hundred thousand to over 1.3 million annual visitors.": [
        [
            0,
            6,
            [
                "Bond",
                "Bonds",
                "Bodily",
                "Bonded",
                "Bonding",
                "Bandit"
            ]
        ],
        [
            15,
            19,
            [
                "MFA",
                "MMA",
                "M MFA",
                "MM FA"
            ]
        ]
    ],
    "Through her introduction of non-traditional music and fashion exhibits, as well as an emphasis on opening the museum to world cultures through her exhibitions <em>¡Cuba!": [],
    "Art and History from 1868 to Today</em>, and <em>Peru: Kingdoms of the Sun and the Moon</em>, Bondil established herself as an innovative and internationally-focused curator.": [
        [
            94,
            100,
            [
                "Bond",
                "Bonds",
                "Bodily",
                "Bonded",
                "Bonding",
                "Bandit"
            ]
        ]
    ],
    "She describes the museum as “a visual encyclopedia”, which helps people behave not like robots, but like humans.": [],
    "In 2020, following her sudden departure from MMFA, Nathalie Roy, minister of culture and communications for the province of Quebec, declared “the Montreal Museum of Fine Arts is Nathalie Bondil!”": [
        [
            45,
            49,
            [
                "MFA",
                "MMA",
                "M MFA",
                "MM FA"
            ]
        ],
        [
            187,
            193,
            [
                "Bond",
                "Bonds",
                "Bodily",
                "Bonded",
                "Bonding",
                "Bandit"
            ]
        ]
    ]
}