{
    "Archaeologist; wrote works on Column of Trajan and decorative art.": [],
    "Boni was orphaned early and attended a commercial school in Venice.": [
        [
            0,
            4,
            [
                "Bond",
                "Bone",
                "Bony",
                "Bonn",
                "Toni",
                "Joni"
            ]
        ]
    ],
    "At nineteen, he assisted in the Doge's Palace restoration, but quarreled with the superintendent of the project, Forcinelli, over the restoration.": [
        [
            113,
            123,
            [
                "Farinelli"
            ]
        ]
    ],
    "This led to a crusade against over-zealous restoration.": [],
    "In the course of these activities, he corresponded with <a href=\"/ruskinj\">John Ruskin</a> and William Morris (1834-1896).": [],
    "He entered the Venice Academy, studying architecture.": [],
    "In 1885 he became a corresponding member of the Royal Institute of British Architects.": [
        [
            3,
            7,
            [
                "1885,"
            ]
        ]
    ],
    "That same year he began excavation of San Marco.": [],
    "As secretary to the Calcografia in Rome, beginning in 1888, he began duties as an inspector of monuments, helping establish a photographic archive as part of the Ministry of Education.": [
        [
            20,
            31,
            [
                "Calligraphic",
                "Cartographic"
            ]
        ]
    ],
    "He assisted in the Pantheon excavation in 1892 with L. Beltrami (1854-1933) and the architect (and later designer of the Victor Emmanuel monument) Giuseppe Sacconi (1854-1905).": [
        [
            55,
            63,
            [
                "Bertram",
                "Beltran",
                "Beltrán",
                "Bel Ami"
            ]
        ],
        [
            156,
            163,
            [
                "Marconi",
                "Sacco"
            ]
        ]
    ],
    "In 1898 he was appointed director of the excavation of the Roman Forum.": [
        [
            3,
            7,
            [
                "1898,"
            ]
        ]
    ],
    "He demolished the church of Santa Maria Liberatrice in order to expose the ruins of Santa Maria Antiqua.": [
        [
            40,
            51,
            [
                "Liberation",
                "Libertarian",
                "Beatrice",
                "Liberate",
                "Liberating",
                "Libertine"
            ]
        ],
        [
            96,
            103,
            [
                "Antique",
                "Antigua"
            ]
        ]
    ],
    "His other discoveries included the Archaic cemetery and portions of the Column of Trajan.": [],
    "During World War I he invented a winter camouflage uniform.": [],
    "Toward the end of his life, he embraced fascism and became a senator in 1923.": [],
    "As an archaeologist, Boni was careful to observe strata to the Forum excavations.": [
        [
            21,
            25,
            [
                "Bond",
                "Bone",
                "Bony",
                "Bonn",
                "Toni",
                "Joni"
            ]
        ]
    ],
    "His finds at the Forum included the Lapis Niger, discovered near the Arch of Septimus Severus.": [
        [
            36,
            41,
            [
                "Laps",
                "APIs",
                "Lapps",
                "Lapin",
                "LAGIS",
                "Lapins"
            ]
        ],
        [
            77,
            85,
            [
                "Sections",
                "Serious",
                "Settings",
                "Reptiles",
                "Optimum",
                "Peptides"
            ]
        ]
    ],
    "His like-minded contemporaries include <a href=\"/rivoirag\">Giovanni Teresio Rivoira</a>.": []
}