{
    "Poet, literary critic and historian whose work became representative of the so-called New Art History.": [],
    "Bonnefoy was born to [Marius] élie Bonnefoy (1888-1936), a railroad worker, and Hélène Maury (Bonnefoy) (1889-1972), a teacher.": [
        [
            0,
            8,
            [
                "Borneo",
                "Bonnet",
                "Donnelly",
                "Bonner",
                "Connery",
                "Bonnets"
            ]
        ],
        [
            30,
            34,
            [
                "Elie",
                "elite",
                "else",
                "lie",
                "Erie",
                "Elbe"
            ]
        ],
        [
            35,
            43,
            [
                "Borneo",
                "Bonnet",
                "Donnelly",
                "Bonner",
                "Connery",
                "Bonnets"
            ]
        ],
        [
            80,
            86,
            [
                "Helene",
                "Helen",
                "Helena",
                "Selene",
                "Hellene"
            ]
        ],
        [
            87,
            92,
            [
                "Mary",
                "Marry",
                "Mauro",
                "Maura",
                "Maurya"
            ]
        ],
        [
            94,
            102,
            [
                "Borneo",
                "Bonnet",
                "Donnelly",
                "Bonner",
                "Connery",
                "Bonnets"
            ]
        ]
    ],
    "As a child he spent summers at his grandfather's house in the southern France town of Toirac, near the River Lot.": [
        [
            86,
            92,
            [
                "Torah",
                "Dirac",
                "Moira",
                "COFRAC",
                "Toerag"
            ]
        ]
    ],
    "His father died when Bonnefoy was just thirteen, affecting the boy deeply.": [
        [
            21,
            29,
            [
                "Borneo",
                "Bonnet",
                "Donnelly",
                "Bonner",
                "Connery",
                "Bonnets"
            ]
        ]
    ],
    "Bonnefoy graduated with honors from the Lycée Descartes in 1941, continuing study at the Université de Poitiers, 1942, in mathematics.": [
        [
            0,
            8,
            [
                "Borneo",
                "Bonnet",
                "Donnelly",
                "Bonner",
                "Connery",
                "Bonnets"
            ]
        ]
    ],
    "During the German occupation of Paris he pursued philosophy at the Sorbonne in 1944, graduating from the University with a degree in philosophy.": [],
    "His early professional years were spent writing on English literature and publishing poetry at various universities.": [],
    "His first writing on art, in 1947, was an essay on the image in the Belgian Surrealist periodical <em>Les Deux Soeurs</em>.": [],
    "He issued his <em>Peintres murales de la France gothique</em> in 1954.": [],
    "In 1959 <em>L'improbable</em> appeared, a collection of essays including some on the fifteen-century Italian painting.": [],
    "He taught literature at severa; American universities, including Brandeis University, 1962-1964, the City University of New York, Johns Hopkins University, Princeton University, and Yale University.": [
        [
            24,
            30,
            [
                "several",
                "severe",
                "Severn",
                "sever",
                "severs",
                "sever a"
            ]
        ]
    ],
    "Bonnefoy co-founded the art and literary journal <em>L'éphémère</em> in 1967 (ceased publication in 1972).": [
        [
            0,
            8,
            [
                "Borneo",
                "Bonnet",
                "Donnelly",
                "Bonner",
                "Connery",
                "Bonnets"
            ]
        ]
    ],
    "He married Lucille Vines in1968 and assumed an associate professorship at the University Center, Vincennes, France 1969-1970.": [],
    "In 1970 Bonnefoy published <em>Rome: 1630</em>, an analysis of baroque architecture using largely metaphysical observations of space and presence as its core.": [
        [
            8,
            16,
            [
                "Borneo",
                "Bonnet",
                "Donnelly",
                "Bonner",
                "Connery",
                "Bonnets"
            ]
        ]
    ],
    "Bonnefoy's 1972 <em>L'arrière-pays</em>, his second art-historical book on the Quattrocento, examined spatial representation in the Renaissance.": [
        [
            0,
            8,
            [
                "Borneo",
                "Bonnet",
                "Donnelly",
                "Bonner",
                "Connery",
                "Bonnets"
            ]
        ]
    ],
    "He taught at University of Nice as an associate professor, 1973-1976 and then as associate professor at Provence University, Aix-en-Provence, 1979-1981.": [],
    "The year 1981 was an important year for Bonnefoy.": [
        [
            40,
            48,
            [
                "Borneo",
                "Bonnet",
                "Donnelly",
                "Bonner",
                "Connery",
                "Bonnets"
            ]
        ]
    ],
    "He issued his <em>Dictionnaire des mythologies</em>, a work connecting myths and art history together by psychology; his 1959 \"Le temps et l'imtemporel,\" appeared in English as \"Time and the Timeless in Quattrocento Painting\" in a collection of French art-history writing by literary critics, edited by <a href=\"/brysonn\">Norman Bryson</a>.": [],
    "The same year he was elected a the chair of Comparative Poetics at Collège de France, previously held by Roland Barthes (1915-1980).": [
        [
            29,
            34,
            [
                "a",
                "the"
            ]
        ],
        [
            67,
            74,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ]
    ],
    "He received the <em>Prix Goncourt</em> in 1987 for his art criticism.": [],
    "In 1991 <em>Mythologies</em> appeared in English, reworked by the religion historian Wendy Doniger (b.1940).": [
        [
            91,
            98,
            [
                "Longer",
                "Danger",
                "Moniker",
                "Niger",
                "Conifer",
                "Dowager"
            ]
        ]
    ],
    "A survey of mythological and religious traditions (excluding Judaism and Christianity), <em>Mythologies</em> defines the psycho-sexual implications of religious tradition using art to illustrate his point.": [],
    "That same year Bonnefoy published his biography and near <em>catalogue raissoné</em> of his late friend, Alberto Giacometti.": [
        [
            15,
            23,
            [
                "Borneo",
                "Bonnet",
                "Donnelly",
                "Bonner",
                "Connery",
                "Bonnets"
            ]
        ]
    ],
    "Here Bonnefoy excelled by using his own Surrealist sympathies (he had briefly been a member of the Surrealist circles) and his sensitivity to spatial form.": [
        [
            5,
            13,
            [
                "Borneo",
                "Bonnet",
                "Donnelly",
                "Bonner",
                "Connery",
                "Bonnets"
            ]
        ]
    ],
    "Bonnefoy's art history, as part of what Bryson termed the \"New Art History,\" places fundamental importance on the act of interpretation.": [
        [
            0,
            8,
            [
                "Borneo",
                "Bonnet",
                "Donnelly",
                "Bonner",
                "Connery",
                "Bonnets"
            ]
        ]
    ],
    "The poet sensitive to the meaning of spatial arrangement in gothic murals or baroque churches is best suited to make sense of the monuments of art.": [],
    "In \"Time and the Timeless in Quattrocento Painting,\" Bonnefoy argued against Lessing's <em>Laocoon</em> notion that poetry and art are incompatibly separate media of time and space.": [
        [
            53,
            61,
            [
                "Borneo",
                "Bonnet",
                "Donnelly",
                "Bonner",
                "Connery",
                "Bonnets"
            ]
        ],
        [
            77,
            84,
            [
                "Blessing",
                "Leasing",
                "Messing",
                "Fessing",
                "Yessing",
                "Les sing"
            ]
        ]
    ],
    "In <em>Rome: 1630</em>, Bonnefoy characterized baroque architecture (and particularly the architecture of Borromini) as an attempt to create a space for the divine.": [
        [
            24,
            32,
            [
                "Borneo",
                "Bonnet",
                "Donnelly",
                "Bonner",
                "Connery",
                "Bonnets"
            ]
        ],
        [
            106,
            115,
            [
                "Borrowing"
            ]
        ]
    ],
    "As a literary critic and historian, Bonnefoy is associated with nineteenth-century French poets Charles Baudelaire and Arthur Rimbaud.": [
        [
            36,
            44,
            [
                "Borneo",
                "Bonnet",
                "Donnelly",
                "Bonner",
                "Connery",
                "Bonnets"
            ]
        ]
    ],
    "His translations of Shakespeare are among the best in French.": [
        [
            46,
            60,
            [
                "best at French"
            ]
        ]
    ]
}