{
    "Architectural historian of the medieval era and professor of art, UC-Berkeley, 1962-1980.": [],
    "Bony was the son of Henri Bony and Marie Normand (Bony).": [],
    "Bony's first degree at the Sorbonne was in geography and history (Agregation d'histoire et de geographie) in 1933.": [
        [
            66,
            76,
            [
                "Aggregation"
            ]
        ],
        [
            79,
            87,
            [
                "history",
                "historic",
                "histories",
                "histone",
                "historize"
            ]
        ],
        [
            94,
            104,
            [
                "geographic",
                "geographies"
            ]
        ]
    ],
    "As a student in art history in 1929, Bony worked under the Sorbonne's <a href=\"/focillonh\">Henri Focillon</a>, the French medievalist responsible for incorporating German methodologies into French scholarship.": [],
    "Bony was assigned a dissertation topic touched upon by the German art historian <a href=\"/galle\">Ernst Gall</a> before World War I, but never fully articulated: the Norman Romanesque contribution to Gothic architecture.": [],
    "In 1935 he traveled to England through a Sorbonne research grant to study Norman buildings there.": [
        [
            3,
            7,
            [
                "1935,"
            ]
        ]
    ],
    "He married Clotilde Roure in 1936 (d.": [
        [
            11,
            19,
            [
                "Chloride",
                "Castile",
                "Clothed",
                "Collide",
                "Flotilla",
                "Coiled"
            ]
        ],
        [
            20,
            25,
            [
                "Route",
                "Rouge",
                "Rouse",
                "Rourke",
                "Roue",
                "Roué"
            ]
        ]
    ],
    "1942).": [],
    "During his time in England he produced articles on Tewkesbury (1937) and, after his funding ran out and he supported himself as a French teacher at Eton, another article on Norman architecture (1939).": [
        [
            99,
            103,
            [
                ", and"
            ]
        ]
    ],
    "He returned to France in 1939 to serve in World War II in the French infantry.": [],
    "He was taken a prisoner of war in Germany, spending the years 1940-1943 in an internment camp.": [],
    "During this time his wife died.": [],
    "Bony was discharged a first lieutenant in 1944 and, after a year as a research scholar at the Centre National de la Recherche Scientifique, Paris, returned to teaching at Eton in 1945.": [
        [
            126,
            138,
            [
                "Scientific"
            ]
        ]
    ],
    "The following year he was appointed lecturer at the <em>Institut Français</em> in London, where he remained until 1961.": [],
    "He was a Focillon Fellow and visiting lecturer at Yale University for 1949.": [
        [
            9,
            17,
            [
                "Bouillon"
            ]
        ]
    ],
    "In 1951 he issued his book on French Cathedrals.": [
        [
            3,
            7,
            [
                "1951,"
            ]
        ]
    ],
    "He lectured in many universities in the United Kingdom and Ireland, sitting as an examiner for many students.": [],
    "In 1953 he remarried Mary England.": [
        [
            3,
            7,
            [
                "1953,"
            ]
        ]
    ],
    "Bony led the scholarship in documenting the \"anti-Chartres\" movement in Gothic architecture, beginning with his 1958 article in the <em>Journal of the British Architectural Association</em>.": [],
    "He was Slade Professor and fellow of St.": [
        [
            7,
            12,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "John's College, Cambridge University, between 1958 and 1961.": [],
    "About this time, he and the medievalist <a href=\"/zarneckig\">George Zarnecki</a> resolved to create a corpus of Romanesque sculpture in the British isles while touring Herefordshire, which Zarnecki brought to fruition only after Bony's death.": [],
    "Such scholarly activity and appointments would have implied an eventual French appointment, but in Bony's case it never came.": [],
    "In 1961 he delivered the Mathews lectures at Columbia University, New York, which resulted in an offer of a chair in art history at the University of California, Berkeley.": [
        [
            3,
            7,
            [
                "1961,"
            ]
        ]
    ],
    "Though he briefly held a professorship at Lille (his only French appointment) he joined the Berkeley department in 1962.": [],
    "He edited his mentor Focillon's book in English, <em>Art of the West in the Middle Ages</em> the following year.": [
        [
            21,
            29,
            [
                "Bouillon"
            ]
        ]
    ],
    "Bony delivered the Wrightsman lectures at New York University in 1969.": [
        [
            19,
            29,
            [
                "Wrights man"
            ]
        ]
    ],
    "His growing concern with the so-called \"New Art History\" resulted partially in his 1978 lecture in Melbourne, \"La genese de l'architecture gothique: accident ou nécessité?\"": [
        [
            114,
            120,
            [
                "genes",
                "geese",
                "Genoese",
                "geneses"
            ]
        ],
        [
            139,
            147,
            [
                "Gothic",
                "antique",
                "boutique",
                "grotesque",
                "oblique",
                "Monique"
            ]
        ],
        [
            158,
            160,
            [
                "of",
                "on",
                "or",
                "out",
                "you",
                "OK"
            ]
        ],
        [
            161,
            170,
            [
                "necessity"
            ]
        ]
    ],
    "(\"The Genesis of Gothic: Accident or Necessity?\").": [],
    "His Wrightsman lectures resulted in his 1979 book <em>The English Decorated Style</em>.": [
        [
            4,
            14,
            [
                "Wrights man"
            ]
        ]
    ],
    "After his retirement as a professor <em>emeritus</em> in 1980, he continued lecturing at various American universities until 1988.": [],
    "These included a Kress professorship at the National Gallery in 1982.": [
        [
            17,
            22,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ]
    ],
    "In 1983, the topic of his Mathews lectures appeared as his <em>French Gothic Architecture of the 12th and 13th Centuries</em> (dedicated to Focillon).": [
        [
            140,
            148,
            [
                "Bouillon"
            ]
        ]
    ],
    "Bony's early influences were the medievalist and French Annales-School founder and \"total-history\" historian Marc Bloch (1866-1944).": [
        [
            56,
            70,
            [
                "Annals-School"
            ]
        ]
    ],
    "Though Bony never supervised a British dissertation, his influence on English medievalist art-historians was significant, largely his <em>Chartes</em>-style training (Kidson).": [],
    "Bony's focus was (again, in Kidson's estimation) on \"how the artistic imagination manifested itself in the work of particular architects.\"": [
        [
            28,
            34,
            [
                "Kid son",
                "Kids on"
            ]
        ]
    ],
    "This set him at ever greater odds with the forensic-method of medieval architectural history emerging in Britain.": [],
    "His lecture \"The Genesis of Gothic\" was his clearest methodological manifesto, one setting him against the architectural historians insisting that patrons and priests--and not architects--were responsible for the advent of the style.": [],
    "His insistence on writing perfection delayed the publication of his French Gothic lectures for twenty years to a time when their conclusions were much less startling; his manuscript on English Gothic architecture was never completed.": [],
    "Bony's work on medieval influences outside Chartres was developed by <a href=\"/brannerr\">Robert Branner</a>.": [],
    "\"Bony's magisterial vision of French Gothic in the twelfth and thirteenth centuries by-passed the problem of historical geography by ignoring the political, the institutional and even the theological: it centered around the 'accidents' of the masons' choice and invention, and the exhilarating demands of modernity.": [],
    "French Gothic, for Bony (as it was for <a href=\"/franklp\">Paul Frankl</a>), was a progressive style, a style of the avant-garde, but it was also a laboratory of diverse ideas, all of which Bony lucidly organizes into trends and movements.\"": [],
    "Bony's \"beguiling formalism\" approach to French Gothic architecture was countered by the socio-political approach of Dieter Kimpel (b.": [
        [
            124,
            130,
            [
                "Kimmel",
                "Impel"
            ]
        ]
    ],
    "1942) and Robert Suckale in 1985, two years after Bony's \"La genese de l'architecture gothique,\" (quotation and estimation, Crossley).": [
        [
            17,
            24,
            [
                "Suckle",
                "Suck ale"
            ]
        ],
        [
            61,
            67,
            [
                "genes",
                "geese",
                "Genoese",
                "geneses"
            ]
        ],
        [
            86,
            94,
            [
                "Gothic",
                "antique",
                "boutique",
                "grotesque",
                "oblique",
                "Monique"
            ]
        ],
        [
            124,
            132,
            [
                "Crossly"
            ]
        ]
    ]
}