{
    "Director of the Amsterdam <em>Rijksprentenkabinet</em>; connoisseur of drawings and prints.": [],
    "Boon studied art history at Amsterdam University, with professor <a href=\"/hudigf\">Ferrand Whaley Hudig</a> (1883-1937), and at the Sorbonne in Paris.": [],
    "He finished his studies at the école du Louvre with a thesis on the relationship between the School of Cologne and Netherlandish painting in the second half of the fifteenth century, <em>Les rapports entre l'école de Cologne et la peinture néerlandaise dans la deuxième moitié du quinzième siècle</em>.": [
        [
            31,
            36,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            37,
            39,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ]
    ],
    "Early Netherlandish painting was to become one of his main fields of specialization.": [],
    "He held the stylistic approach of <a href=\"/friedlanderm\">Max J. Friedländer</a> in high esteem.": [],
    "In 1937, Boon started working in the Amsterdam Rijksmuseum as a volunteer and soon he became an assistant to the keeper of the drawings in the Print Room, M. D. Henkel (1879-1944).": [
        [
            73,
            77,
            [
                ", and"
            ]
        ]
    ],
    "In 1940, just before the outbreak of World War II, he was appointed assistant at the Municipal Museum of The Hague.": [],
    "In this capacity, he assisted in some of the entries for the <em>Algemeene kunst geschiedenis</em>, a Dutch-language art-history survey edited by <a href=\"/thienenf\">Frithjof W. S. van Thienen</a>, beginning in 1941.": [],
    "Refusing to collaborate with the German authority in the museum, he quit his position in 1942.": [],
    "Later on he was forced to stay in hiding, because his wife, Serlina Rosenberg Polak, was Jewish.": [
        [
            60,
            67,
            [
                "Selina"
            ]
        ],
        [
            78,
            83,
            [
                "Polar",
                "Polk",
                "Polka"
            ]
        ]
    ],
    "After the war, he worked successively at the <em>Stichting Nederlands Kunstbezit</em> (Art Property Foundation, dealing with works of art repatriated from Germany), the Central Museum in Utrecht, and the Leiden University Print Room.": [],
    "In 1948, he returned to the Amsterdam <em>Rijksprentenkabinet</em>, where he obtained a position as curator under <a href=\"/regterenaltenai\">I.": [],
    "Q. van Regteren Altena</a>.": [
        [
            3,
            6,
            [
                "Van"
            ]
        ],
        [
            7,
            15,
            [
                "Retain",
                "Regain",
                "Restart",
                "Aegean",
                "Relearn"
            ]
        ],
        [
            16,
            22,
            [
                "Alena",
                "ALENA",
                "Alhena"
            ]
        ]
    ],
    "Actively involved in the 1958 exhibition <em>Mediaeval Art in the Northern Netherlands</em> in the <em>Rijksmuseum</em>, he wrote an introductory essay in the catalog.": [],
    "In 1962, he became the director of the print room, a position he held until his retirement in 1974.": [],
    "In the footsteps of his predecessor he collected Dutch graphic art as well as works from foreign schools.": [],
    "In order to make the collection accessible to the public, he frequently held exhibitions in his own print room.": [],
    "In 1962, he organized his first show of Japanese woodcuts.": [],
    "Since the acquisition, in 1956 and 1958, of a significant number of these prints, Japanese graphic art became one of his favorite fields, and he continued to expand the collection.": [],
    "Between 1977 and 1990, his daughter, the art historian Charlotte van Rappard-Boon, cataloged the Japanese prints collection of the <em>Rijksmuseum</em> in five volumes.": [
        [
            69,
            81,
            [
                "Rapper-Boon"
            ]
        ]
    ],
    "Boon also became particularly interested in Italian drawings and in French nineteenth-century prints, and to the collection of early Dutch graphic art he added hundreds of prints and 62 drawings.": [],
    "He was one of the editors of the <em>Dutch and Flemish Etchings Engravings and Woodcuts</em>, and of the <em>German Engravings Etchings and Woodcuts</em> series, began by <a href=\"/hollsteinf\">F.": [],
    "W. H. Hollstein</a>.": [
        [
            6,
            15,
            [
                "Holstein"
            ]
        ]
    ],
    "His critical two-volume catalog of the drawings in the collection, <em>Netherlandish Drawings of the Fifteenth and Sixteenth Centuries</em>, eventually appeared in 1978, four years after his retirement.": [],
    "Among his earlier works are catalogues of the prints of several artists, including Rembrandt, Hercules Seghers and Goya.": [
        [
            28,
            38,
            [
                "catalogs"
            ]
        ],
        [
            103,
            110,
            [
                "Refers",
                "Defers"
            ]
        ]
    ],
    "R<em>embrandt, de etser.": [
        [
            5,
            13,
            [
                "Rembrandt"
            ]
        ],
        [
            18,
            23,
            [
                "ester",
                "ether",
                "Ester"
            ]
        ]
    ],
    "Het volledige werk</em> appeared in 1963.": [
        [
            0,
            3,
            [
                "He",
                "Get",
                "Her",
                "Set",
                "Hit",
                "Let"
            ]
        ],
        [
            4,
            13,
            [
                "college",
                "volleying",
                "Milledge"
            ]
        ],
        [
            14,
            18,
            [
                "were",
                "work",
                "week",
                "weak",
                "jerk",
                "perk"
            ]
        ]
    ],
    "In collaboration with <a href=\"/whitec\">Christopher White</a>, he published, in 1969, a new catalog in the Hollstein series: <em>Rembrandt's Etchings</em>.": [],
    "On the prints of Seghers, Boon wrote the foreword and introduction in the 1967 exhibition catalog, <em>Grafiek van Hercules Seghers</em>.": [
        [
            17,
            24,
            [
                "Refers",
                "Defers"
            ]
        ]
    ],
    "A successful show on Goya was held in 1970-71, accompanied with a catalog: <em>De grafiek van Goya</em>.": [
        [
            47,
            63,
            [
                "accompanied by"
            ]
        ]
    ],
    "Boon regularly organized exhibitions in collaboration with other print rooms in the Netherlands and abroad.": [],
    "In 1969, he took the initiative for the foundation of the <em>International Advisory Committee of Keepers of Public Collections of Graphic Art</em>.": [],
    "He was the chairman for the first two bi-annual conferences, dealing with the protection of works of art in exhibitions.": [],
    "At the occasion of his retirement, in 1974, he was honored with a special show, <em>Veelzijdig verzameld</em>, which reflected his wide and versatile interest in collecting graphic art.": [],
    "His last major contribution to the history of art was published in 1992, a three-volume edition of <em>The Netherlandish and German Drawings of the XVth and XVIth Centuries of the Frits Lugt Collection</em>.": [],
    "The introduction includes a study on sixteenth-century religious iconography, a summary of two articles on this subject, earlier published by him in <em>Gazette des Beaux-Arts</em> (1984 and 1985).": [],
    "In the 1974 <em>Liber amicorum Karel G. Boon</em>, Christopher White portrays Boon as a scholar for whom a painting, a drawing or a print is not primarily a social or historical document but a work of art, and what counts most of all is the presence, or indeed absence, of that indefinable essence, quality, for which he has always shown an immediate and instinctive feeling, whatever the medium or school.": []
}