{
    "Egyptian archaeologist; discoverer of the Nefertiti bust and expert and Old Kingdom temples.": [],
    "Borchardt was the son of a Jewish Berlin merchant, Hermann Borchardt (1830-1890) and Bertha Levin (Borchardt) (1835-1910).": [
        [
            0,
            9,
            [
                "Orchards",
                "Orchard",
                "Bernhardt",
                "Barchart",
                "Bouchard"
            ]
        ],
        [
            59,
            68,
            [
                "Orchards",
                "Orchard",
                "Bernhardt",
                "Barchart",
                "Bouchard"
            ]
        ],
        [
            92,
            97,
            [
                "Kevin",
                "Lenin",
                "Levi",
                "Levine",
                "Devin",
                "Levis"
            ]
        ],
        [
            99,
            108,
            [
                "Orchards",
                "Orchard",
                "Bernhardt",
                "Barchart",
                "Bouchard"
            ]
        ]
    ],
    "He studied architecture in Berlin between 1883-1887, intent on becoming an architect.": [],
    "He switched to Egyptology, training under the renowned Egyptologist Adolf Erman (1854-1937).": [
        [
            74,
            79,
            [
                "German",
                "Herman",
                "Berman",
                "Erma",
                "Merman",
                "Erdman"
            ]
        ]
    ],
    "In 1895 he joined the department of Egyptian art at the Berlin Museum.": [
        [
            3,
            7,
            [
                "1895,"
            ]
        ]
    ],
    "Under the auspices of the Prussian Academy of Sciences he traveled to Egypt, excavating Aswan.": [],
    "His findings allowed him to revise the interpretation of Egyptian building.": [],
    "Borchardt's interest was in pyramids.": [
        [
            0,
            9,
            [
                "Orchards",
                "Orchard",
                "Bernhardt",
                "Barchart",
                "Bouchard"
            ]
        ]
    ],
    "He excavated a number of these publishing monographs on their development.": [],
    "Between 1896 and 1899 he was an official of the French-led the Egyptian Antiquities Service, where as an employee of the Egyptian Museum (Àgyptisches Museum), he helped write the general catalog of antiquities for the Egyptian Museum, Cairo, (<em>Catalogue général des antiquitiés egyptiennes du Musée du Caire</em>) with <a href=\"/masperog\">Gaston C. C. Maspero</a>, beginning in 1897 (his entries appeared in 1911).": [
        [
            93,
            101,
            [
                "whereas"
            ]
        ]
    ],
    "Borchardt worked as a scientific attaché at the German Consulate General of Egyptology in Cairo in 1899.": [
        [
            0,
            9,
            [
                "Orchards",
                "Orchard",
                "Bernhardt",
                "Barchart",
                "Bouchard"
            ]
        ]
    ],
    "There he bought a house in Cairo in 1903 from Henry Charles Barwick Hopkinson (1867-1946), Captain of the British Army and Commander of police in Alexandria.": [],
    "The same year he married Emilie \"Mimi\" Cohen (1877-1948), a wealthy Frankfurt woman in Frankfurt.": [],
    "In 1907 Borchardt founded the German Institute for Ancient Egyptian Archaeology (Deutsches Institut für Àgyptische Altertumskunde) in Cairo, acting as its first director.": [
        [
            8,
            17,
            [
                "Orchards",
                "Orchard",
                "Bernhardt",
                "Barchart",
                "Bouchard"
            ]
        ],
        [
            81,
            90,
            [
                "Deutsche's",
                "Deutsche"
            ]
        ],
        [
            91,
            99,
            [
                "Institute"
            ]
        ],
        [
            100,
            103,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "He purchased he house next door in 1909, to be the Institut.": [
        [
            16,
            21,
            [
                "houses",
                "housed"
            ]
        ],
        [
            51,
            59,
            [
                "Institute"
            ]
        ]
    ],
    "He directed the archaeological mission in Amarna, a concession of and financed by the German Oriental Society in Berlin (Deutsche Orient-Gesellschaft).": [
        [
            42,
            48,
            [
                "Maria",
                "Amanda",
                "mRNA",
                "Marina",
                "Mara",
                "Marne"
            ]
        ]
    ],
    "He excavated at Tell el-Amarna where Akhenation (Amenophis IV, 1379-1362 B.C.)": [
        [
            21,
            30,
            [
                "El-Amarna",
                "el-Maria"
            ]
        ],
        [
            37,
            47,
            [
                "Alienation",
                "Akhenaten"
            ]
        ],
        [
            49,
            58,
            [
                "Memphis"
            ]
        ]
    ],
    "had lived, exhuming the workshop studio of the court sculptor Thutmose, and discovering many carved portraits.": [
        [
            0,
            3,
            [
                "Had"
            ]
        ]
    ],
    "One of these, found late in 1912, is the now-famous bust of Queen Nefertiti (today Neues Museum in Berlin).": [],
    "Borchardt was named <em>Geheimer Regierungsrat</em> (privy councilor) in recognition of his work in Egypt in 1913.": [
        [
            0,
            9,
            [
                "Orchards",
                "Orchard",
                "Bernhardt",
                "Barchart",
                "Bouchard"
            ]
        ]
    ],
    "Excavation was interrupted in 1914 by World War I and he returned to Germany.": [
        [
            49,
            53,
            [
                ", and"
            ]
        ]
    ],
    "Following the war and Germany's defeat he resumed the Amarna excavation as part of the Egypt Exploration Society, based in London.": [
        [
            54,
            60,
            [
                "Maria",
                "Amanda",
                "mRNA",
                "Marina",
                "Mara",
                "Marne"
            ]
        ]
    ],
    "Borchardt took up his duties as director of the Institute in Cairo again after 1923, recording monuments and working on publications, but participating in no more excavations.": [
        [
            0,
            9,
            [
                "Orchards",
                "Orchard",
                "Bernhardt",
                "Barchart",
                "Bouchard"
            ]
        ]
    ],
    "After living with the Nefertiti bust in his home for eleven years--and never publishing it, Borchardt moved the bust to the Berlin Museum in 1924.": [
        [
            92,
            101,
            [
                "Orchards",
                "Orchard",
                "Bernhardt",
                "Barchart",
                "Bouchard"
            ]
        ]
    ],
    "By this time Borchardt had become fascinated with searching for the lost city of Atlantis, which he suggested was most likely Bahr Atala (Schott el Jerid), a south Tunisian site in the Sahara, submerged about 1250 B. C.": [
        [
            13,
            22,
            [
                "Orchards",
                "Orchard",
                "Bernhardt",
                "Barchart",
                "Bouchard"
            ]
        ],
        [
            126,
            130,
            [
                "Bar",
                "Barr",
                "Baht",
                "Bohr",
                "Bah",
                "AHR"
            ]
        ],
        [
            131,
            136,
            [
                "Ayala"
            ]
        ],
        [
            138,
            144,
            [
                "Scott"
            ]
        ],
        [
            148,
            153,
            [
                "Jeri"
            ]
        ]
    ],
    "(Paris Atlantidean Society conference, 1926).": [],
    "A recently enacted retirement law for German institutions required Borchardt to step down from the Institute in January 1929 at age 65.": [
        [
            67,
            76,
            [
                "Orchards",
                "Orchard",
                "Bernhardt",
                "Barchart",
                "Bouchard"
            ]
        ]
    ],
    "Borchardt created of his own \"Ludwig Borchardt-Institute\" in 1931 as a Swiss foundation precipitating the Institute to move from the building to Sh.": [
        [
            0,
            9,
            [
                "Orchards",
                "Orchard",
                "Bernhardt",
                "Barchart",
                "Bouchard"
            ]
        ],
        [
            37,
            56,
            [
                "Orchards-Institute"
            ]
        ]
    ],
    "Kamel Mohamed in 1931.": [
        [
            0,
            5,
            [
                "Camel",
                "Jamel",
                "Kamal",
                "Kamil"
            ]
        ]
    ],
    "After the assumption of the Nazis to power in Germany, Borchardt's Egyptian finds were less valued (the Nazis favored the Roman Empire as their model).": [
        [
            55,
            64,
            [
                "Orchards",
                "Orchard",
                "Bernhardt",
                "Barchart",
                "Bouchard"
            ]
        ]
    ],
    "Reichsmarschall Hermann Göring offered the bust as a present to King Fuad I (1868-1936) of Egypt in 1933 to commemorate his Jubilee, but was forced to cancel the offer when Hitler learned of the gift.": [
        [
            69,
            73,
            [
                "Fund",
                "Quad",
                "Fad",
                "FUD",
                "UAD"
            ]
        ]
    ],
    "Borchardt and his wife maintained residency in Switzerland, resigning all association with the Reich the same year.": [
        [
            0,
            9,
            [
                "Orchards",
                "Orchard",
                "Bernhardt",
                "Barchart",
                "Bouchard"
            ]
        ]
    ],
    "While en route to London, Borchardt died in Paris.": [
        [
            26,
            35,
            [
                "Orchards",
                "Orchard",
                "Bernhardt",
                "Barchart",
                "Bouchard"
            ]
        ]
    ],
    "Borchardt's younger brother was the writer Georg Hermann Borchardt (1871-1943), who wrote under the name Georg Hermann and perished at Auschwitz.": [
        [
            0,
            9,
            [
                "Orchards",
                "Orchard",
                "Bernhardt",
                "Barchart",
                "Bouchard"
            ]
        ],
        [
            57,
            66,
            [
                "Orchards",
                "Orchard",
                "Bernhardt",
                "Barchart",
                "Bouchard"
            ]
        ]
    ],
    "As an Egyptologist, Borchardt was the first to conclude that the pyramid formed part of the overall temple area (Kahane).": [
        [
            20,
            29,
            [
                "Orchards",
                "Orchard",
                "Bernhardt",
                "Barchart",
                "Bouchard"
            ]
        ],
        [
            113,
            119,
            [
                "Khan",
                "Kane",
                "Karate",
                "Shane",
                "Kazan",
                "Keane"
            ]
        ]
    ],
    "His study of Egyptian column types led him to an accurate archaeological history of the temple at Thebes.": [],
    "In the twenty-first century, new challenges arose as to how honest Borchardt had been in exporting the Nefertiti head to Germany.": [
        [
            67,
            76,
            [
                "Orchards",
                "Orchard",
                "Bernhardt",
                "Barchart",
                "Bouchard"
            ]
        ]
    ],
    "Borchardt had an agreement with the Egyptian government to divide half of the finds the financing mission/holder of concession (Germany) and half with the Egyptian Antiquities Authorities.": [
        [
            0,
            9,
            [
                "Orchards",
                "Orchard",
                "Bernhardt",
                "Barchart",
                "Bouchard"
            ]
        ]
    ],
    "Recent repatriation researchers accuse Borchardt of hiding the identification of the bust to customs officials in order to export it.": [
        [
            39,
            48,
            [
                "Orchards",
                "Orchard",
                "Bernhardt",
                "Barchart",
                "Bouchard"
            ]
        ]
    ],
    "In 2009, several other authors maintained the Nefertiti bust is actually a modern fake (Ercivan, Stierlin).": [
        [
            88,
            95,
            [
                "Percival"
            ]
        ],
        [
            97,
            105,
            [
                "Stealing",
                "Stalin",
                "Sterling",
                "Starling",
                "Starlit",
                "Stirling"
            ]
        ]
    ]
}