{
    "Byzantine and Russian art specialist, later historian of 19th- and 20th-century painting (U.S.": [],
    "career).": [
        [
            0,
            6,
            [
                "Career"
            ]
        ]
    ],
    "Born was born in Breslau, Silesia, Prussia, which is present-day Wroclaw, Poland.": [
        [
            17,
            24,
            [
                "Presley",
                "Belau",
                "Bresler"
            ]
        ],
        [
            65,
            72,
            [
                "Wrocław"
            ]
        ]
    ],
    "Born's parents were Gustav Born (1850-1900), a professor of anatomy and embryology at the University in Breslau, and Berthe Lipstein (Born).": [
        [
            104,
            111,
            [
                "Presley",
                "Belau",
                "Bresler"
            ]
        ],
        [
            117,
            123,
            [
                "Berth",
                "Berths",
                "Bertha",
                "Bertie",
                "Berthed",
                "Bethe"
            ]
        ],
        [
            124,
            132,
            [
                "Lip stein"
            ]
        ]
    ],
    "Born served in World War I in the sanitary corps.": [],
    "After the war he married Susi Bial in 1918 studying studio art at schools between 1919-1923 in Munich and under Édouard Vuillard in Paris.": [
        [
            25,
            29,
            [
                "SCSI",
                "Sufi",
                "Susie",
                "Sushi",
                "SDSI",
                "SLSI"
            ]
        ],
        [
            30,
            34,
            [
                "Bill",
                "Bias",
                "Bail",
                "Dial",
                "Vial",
                "Baal"
            ]
        ]
    ],
    "As an artist, Born issued a series of lithographs in 1921 to illustrate the 1912 novella <em>Der Tod in Venedig</em> (Death in Venice) by Thomas Mann (1875-1955).": [],
    "Mann so approved of the art that he wrote Born, revealing for the first time that the protagonist was drawn from the composer Gustav Mahler (1860-1911).": [],
    "Born moved to Vienna the same year, divorcing Bial in 1925.": [
        [
            46,
            50,
            [
                "Bill",
                "Bias",
                "Bail",
                "Dial",
                "Vial",
                "Baal"
            ]
        ]
    ],
    "In Vienna he worked as a free-lance journalist, book illustrator, radio art critic and extension professor at the Volkshochschule.": [
        [
            3,
            9,
            [
                "Vienna,"
            ]
        ]
    ],
    "He turned to art history in 1928, attending classes at the universities of Munich, under <a href=\"/wolfflinh\">Heinrich Wölfflin</a> and Vienna under <a href=\"/strzygowski\">Josef Rudolf Thomas Strzygowski</a>.": [],
    "Born wrote his dissertation under Strzygowski in 1931 on the topic of animal representation in interlace design of illustrated books.": [],
    "He worked briefly as an expertizer at the Dorotheum in Vienna, but the rise of the Nazis in Germany in 1933 prevented further publishing there (though Roman Catholic, he was of Jewish extraction).": [
        [
            24,
            34,
            [
                "expertise",
                "expertises"
            ]
        ],
        [
            42,
            51,
            [
                "Dorothea"
            ]
        ]
    ],
    "Shortly before the annexation of Austria by the Third Reich, Born emigrated to the United States in 1937 to avoid persecution.": [
        [
            66,
            78,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "In the United States he secured a job as Art Director at Maryville College, St.": [],
    "Louis, MO, teaching art and art history.": [],
    "He became a U.S.": [],
    "citizen in 1943.": [
        [
            0,
            7,
            [
                "Citizen"
            ]
        ]
    ],
    "The following year he moved to New York, taking a position at Queens College, New York, then professor of Art History at Louisiana State University, New Orleans, 1945-1948.": [],
    "Born wrote the obituary for Wölfflin in the <em>College Art Journal</em> in 1945.": [
        [
            28,
            36,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "In Louisiana Born married a second time to Mary Mercer in 1946.": [],
    "He returned to New York in 1948 as professor of art history at Hunter College (City University of New York).": [],
    "The same year Born published <em>American Landscape Painting; an Interpretation</em>, which brought to the attention of the American reading public the importance of American art (Wickiser).": [
        [
            180,
            188,
            [
                "Wicker",
                "Wackier",
                "Pickier",
                "Ickier",
                "Kickier",
                "Wickeder"
            ]
        ]
    ],
    "He suffered a heart attack and died in 1949.": [],
    "Born's half brother (through his father's first marriage) was the Nobel-prize-winning physicist Max Born (1882-1970).": [],
    "Born's publications were largely journal articles, ranging from the scholarly to the non-art publications.": [],
    "From Strzygowski, he drew an appreciation of psychological aspects of art, publishing articles in art in several psychology journals.": [],
    "He had begun to publish monographs in his new-found area of American art at the time of his death.": []
}