{
    "Scholar of Renaissance art at the Center for Italian Renaissance Studies, Harvard.": [],
    "Borsook was the daughter of Henry Borsook (1897-1984), a renowned biochemist, and Lisl Hummel (Borsook).": [
        [
            0,
            7,
            [
                "Forsook"
            ]
        ],
        [
            34,
            41,
            [
                "Forsook"
            ]
        ],
        [
            82,
            86,
            [
                "List",
                "Lisa",
                "Lisp",
                "Lisle",
                "CISL",
                "ISL"
            ]
        ],
        [
            95,
            102,
            [
                "Forsook"
            ]
        ]
    ],
    "The year she was born, her father joined the Department of Biology at California Institute of Technology.": [],
    "She attended Vassar College, receiving her B.A in art history in 1949.": [
        [
            45,
            46,
            [
                " A"
            ]
        ]
    ],
    "The same year, Borsook won a competition given by <em>Harper's Bazaar</em> (magazine) the same year and entered New York University, Institute of Fine Arts, as a graduate student.": [
        [
            15,
            22,
            [
                "Forsook"
            ]
        ]
    ],
    "She worked for the Metropolitan Museum of Art for over three years, receiving her M.A.": [],
    "there in 1952 writing a thesis on the early Baroque painter Carlo Saraceni under <a href=\"/friedlanderw\">Walter Friedlander</a>.": [
        [
            0,
            5,
            [
                "There"
            ]
        ],
        [
            66,
            74,
            [
                "Saracens",
                "Saracen"
            ]
        ]
    ],
    "Borsook moved to London and the Courtauld Institute, University of London, to study under <a href=\"/wildej\">Johannes Wilde</a> for her doctorate.": [
        [
            0,
            7,
            [
                "Forsook"
            ]
        ],
        [
            32,
            41,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Using a Fulbright scholarship, she studied in Italy.": [],
    "There she collaborated with the group of mural conservators in Florence headed by Leonetto Tintori (1908-2000), a relationship lasting over thirty years.": [
        [
            82,
            90,
            [
                "Loretto"
            ]
        ],
        [
            91,
            98,
            [
                "Into",
                "History",
                "Minor",
                "Victory",
                "Historic",
                "Winter"
            ]
        ]
    ],
    "Early articles in the <em>Burlington Magazine</em> followed.": [],
    "She wrote her thesis on Italian mural painting at the Courtauld.": [
        [
            54,
            63,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "In 1960 Borsook published a revised version of her dissertation, which was quickly recognized as a groundbreaking survey of Italian mural painting.": [
        [
            8,
            15,
            [
                "Forsook"
            ]
        ]
    ],
    "She collaborated with Tintori on a book on the Peruzzi Chapel in 1965.": [
        [
            22,
            29,
            [
                "Into",
                "History",
                "Minor",
                "Victory",
                "Historic",
                "Winter"
            ]
        ],
        [
            47,
            54,
            [
                "Peru",
                "Perez",
                "Perugia",
                "Palazzi",
                "Perusal",
                "Jacuzzi"
            ]
        ]
    ],
    "The following year she published the first edition of what would be considered one of the most readable scholarly guidebooks for Florence.": [],
    "A volume on the frescos of Monesiepi appeared in Italian in 1969.": [
        [
            16,
            23,
            [
                "frescoes",
                "fresco"
            ]
        ],
        [
            27,
            36,
            [
                "Monsieur",
                "Monessen",
                "Onesie",
                "Onesies"
            ]
        ]
    ],
    "Borsook assisted <a href=\"/offnerr\">Richard Offner</a> in his later years in Florence on his life-project, <em>A Critical and Historical Corpus of Florentine Painting</em>.": [
        [
            0,
            7,
            [
                "Forsook"
            ]
        ]
    ],
    "The interest in Italian mural painting raised by the flood spurred Borsook to research this art form more;  an expanded and revised version of <em>Mural Painters</em> appeared in 1980.": [
        [
            67,
            74,
            [
                "Forsook"
            ]
        ],
        [
            106,
            108,
            [
                " "
            ]
        ]
    ],
    "A book on the Sassetti and Ghilandaio frescos at Santa Trinita was co-authored with <a href=\"/offerhausj\">Johannes Offerhaus</a> in 1981.": [
        [
            14,
            22,
            [
                "Cassette",
                "Bassett",
                "Rossetti"
            ]
        ],
        [
            27,
            37,
            [
                "Ghirlandaio"
            ]
        ],
        [
            38,
            48,
            [
                "frescoes",
                "fresco sat",
                "frescoes at",
                "fresco at"
            ]
        ],
        [
            55,
            62,
            [
                "Trinity"
            ]
        ]
    ],
    "She declined a Samuel H. Kress Professorship at the National Gallery of Art in Washgington, D. C., because the year-long fellowship would take her way from Italy for too long.": [
        [
            25,
            30,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ],
        [
            79,
            90,
            [
                "Washington"
            ]
        ]
    ],
    "In 1990, Borsook's interest in mosaics resulted in <em>Messages in Mosaic: The Royal Programmes of Norman Sicily, 1130-1187</em> a consideration of the medieval mosaics at Cefalu, the Cappella Palatina at Palermo, and Monreale.": [
        [
            9,
            16,
            [
                "Forsook"
            ]
        ]
    ],
    "She was appointed to the advisory commision on the cleaning of the Sisteen Chapel ceiling by the Vatican.": [
        [
            34,
            43,
            [
                "commission"
            ]
        ],
        [
            67,
            74,
            [
                "Sixteen",
                "Sis teen"
            ]
        ]
    ],
    "Since 1979 research associate on the Italian renaissance at the Villa I Tatti.": [
        [
            72,
            77,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ]
    ],
    "Borsook's contribution to art history was to explain mural painting within its architectural context and to concentrate on mural painting technique as part of the art-historical analysis (Smyth, 1999).": [
        [
            0,
            7,
            [
                "Forsook"
            ]
        ],
        [
            188,
            193,
            [
                "Smith",
                "Myth",
                "Smythe"
            ]
        ]
    ],
    "The photographs and details taken by herself were so techically excellent that she advised Roman officials in their photographic documentation of Roman churches.": [
        [
            53,
            63,
            [
                "technically"
            ]
        ]
    ]
}