{
    "<p>Americanist and art magazine editor; infamous for his anti-modernist stance on American art.": [
        [
            3,
            14,
            [
                "Americanism"
            ]
        ]
    ],
    "He was born in Long Island, NY, USA, in Malverne.": [
        [
            40,
            48,
            [
                "Laverne",
                "Malherbe",
                "Valverde"
            ]
        ]
    ],
    "Boswell's father Peyton Boswell, Sr.": [],
    "(1879-1936), was an art columnist for the <em>New York Tribune</em> and later founder of the magazine <em>Art Digest</em>.": [],
    "His mother was Bessie Boswell.": [],
    "Boswell attended Rutgers graduating in 1926.": [],
    "The same year, his father founded the journal <em>Art Digest</em>.": [],
    "The younger Boswell worked as a sports journalist in Santa Fe, NM.": [],
    "In 1929 he returned to assumed the assistant art editor position at the <em>Art Digest</em>.": [
        [
            3,
            7,
            [
                "1929,"
            ]
        ],
        [
            23,
            30,
            [
                "assume"
            ]
        ]
    ],
    "After his father's death in 1936, Peyton succeeded him as editor and publisher.": [],
    "That year he began writing an annual article for the <em>American Encyclopedia</em> on American painting and sculpture.": [],
    "He married Edna E. Marsh.": [],
    "In 1939, Boswell published his Modern American Painting, a survey of American art from 1870 to the 1930s.": [],
    "The book sold nearly a quarter of a million copies, the largest number to date for an art book.": [],
    "Shortly before the start of World War II, Boswell wrote two short biographies of American artists he approved.": [],
    "Peyton was strongly against the emerging abstract painting, who's style and theory was being espoused through expatriate painters in New York such as Hans Hofmann.": [
        [
            60,
            71,
            [
                "whose style"
            ]
        ],
        [
            155,
            162,
            [
                "Hoffmann"
            ]
        ]
    ],
    "In 1940, with the Metropolitan Museum of Art feeling pressure from the nascent Museum of Modern Art to purchase modernist paintings, Boswell suggested only art critics select the works for the museum as a way to ensure that ownership by the Met connoted \"the highest badge of honor possible.\"": [],
    "After the War, Boswell became one of a number of \"populist\" art exponents writing against modernism.": [],
    "As anti-Communist sentiment rose in the United States, Boswell believed abstract art to be the impetus of Communism.": [],
    "He was at work on a book outlining this when his heart ailment worsened.": [],
    "He died at his Malvern, NY, home at age 46.": [
        [
            15,
            22,
            [
                "Tavern",
                "Calvert",
                "Cavern",
                "Malden",
                "Maven",
                "Salver"
            ]
        ]
    ],
    "Peyton and his father were conspicuous voices in the conservative/populist view of modern art.": [],
    "His father's review of the 1913 Armory Show in NY included the famous appraisal of Marcel Duchamp's painting <em>Nude Descending the Stairs</em> as a \"cyclone in a shingle factory.": [],
    "\"</p>": []
}