{
    "Classicist art historian and vase expert, Metropolitan Museum of Art Curator of Greek and Roman Art.": [],
    "Born to an aristocratic Hanover family, Bothmer worked as a youth for the German-Expressionist artist and sculptor Erich Heckel.": [
        [
            40,
            47,
            [
                "Bother"
            ]
        ],
        [
            121,
            127,
            [
                "Henkel",
                "Heckle"
            ]
        ]
    ],
    "His older brother, <a href=\"/bothmerb\">Bernard von Bothmer</a> joined the Berliner museums in 1932 as an Egyptologist and the younger Bothmer decided on a museum career himself.": [],
    "He studied one year at the Friedrich Wilhelms Universität in Berlin before receiving a Cecil Rhodes Foundation grant to study in Oxford in 1938.": [
        [
            37,
            45,
            [
                "Wilhelm's",
                "Wilhelm"
            ]
        ],
        [
            46,
            57,
            [
                "University"
            ]
        ]
    ],
    "In Oxford he met <a href=\"/beazleyj\">J.": [
        [
            3,
            9,
            [
                "Oxford,"
            ]
        ]
    ],
    "D. Beazley</a> with whom he would study.": [
        [
            3,
            10,
            [
                "Beasley"
            ]
        ]
    ],
    "Bothmer received his diploma in 1939 in Classical Studies.": [
        [
            0,
            7,
            [
                "Bother"
            ]
        ]
    ],
    "He then made an extended visit to the United States, visiting museums and sending information on classical vases to Beazley, who later incorporated it into his subsequent monographs (<em>Attic Black-figure Vase Painters</em>, 1956, and <em>Attic Red-Figure Vase Painters</em>, second edition, 1963).": [
        [
            116,
            123,
            [
                "Beasley"
            ]
        ]
    ],
    "He studied at the University of California, Berkeley, 1940-1942, under the classicist and vase scholar <a href=\"/smithhrw\">H.": [],
    "R. W. Smith</a>.": [],
    "Bothmer was a fellow at the University of Chicago for a year in 1942 before returning to Berkeley to complete his Ph.D.": [
        [
            0,
            7,
            [
                "Bother"
            ]
        ]
    ],
    "in 1944.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Anti-German sentiment running strong, Bothmer joined the U. S. army though not a citizen, and was assigned to the south Pacific theatre.": [
        [
            38,
            45,
            [
                "Bother"
            ]
        ],
        [
            128,
            135,
            [
                "theater"
            ]
        ]
    ],
    "There he was wounded in action--carrying a fellow soldier several miles through enemy lines--and awarded a Bronze Star and Purple Heart for heroic achievement and U. S. citizenship.": [],
    "He was demobilized in 1945.": [],
    "Bothmer's brother, who had also come to the United States as curator in Brooklyn, introduced the young Bothmer to curators, among them <a href=\"/richterg\">Gisela M. A. Richter</a>, curator of Greek and Roman objects, who steered him into a postion in her department as a curatorial assistant.": [
        [
            0,
            7,
            [
                "Bother"
            ]
        ],
        [
            103,
            110,
            [
                "Bother"
            ]
        ]
    ],
    "Bothmer remained at the Metropolitan the rest of his career.": [
        [
            0,
            7,
            [
                "Bother"
            ]
        ]
    ],
    "He established himself in the social New York world, joining the soirées of art benefactor Josephine Porter Boardman Crane (1873-1972) among others.": [],
    "He eventually fell into disagreement with the notoriously anti-archaeologist Met director <a href=\"/taylorf\">Francis Henry Taylor</a>.": [],
    "In 1959 Bothmer advanced to Curator.": [
        [
            8,
            15,
            [
                "Bother"
            ]
        ]
    ],
    "The same year he was elected President of the American committee for the <em>Corpus Vasorum Antiquorum</em>, which he held until 1983.": [],
    "In this capacity, he authored two fascicules in the CVA, one for the Boston Museum of Fine Arts and another for the Metropolitan.": [],
    "In 1965 he was appointed adjunct professor at the Institute of Fine Arts, New York University and awarded a Guggenheim Fellowship the following year.": [
        [
            3,
            7,
            [
                "1965,"
            ]
        ]
    ],
    "He married the oil heiress (and widow of Marquis Jacques de la Bégassière) Joyce Blaffer (1926-2020), who began making significant donations to the Met.": [
        [
            63,
            73,
            [
                "Brassiere"
            ]
        ],
        [
            81,
            88,
            [
                "Bluffer"
            ]
        ]
    ],
    "In 1990 Bothmer was awarded the Distinguished Research Curator position at the Metropolitan.": [
        [
            8,
            15,
            [
                "Bother"
            ]
        ]
    ],
    "The Met named the two principal galleries of Classical pottery the \"Bothmer Gallery I\" and \"Bothmer Gallery II\" (financed by his wife) in his honor in 1999.": [
        [
            68,
            75,
            [
                "Bother"
            ]
        ],
        [
            92,
            99,
            [
                "Bother"
            ]
        ]
    ],
    "Over the course of his life, he was awarded honorary doctorates from the universities at Oxford, Trier and Emory, named a Chavalier de la Legion d'Honneur and a member of both the Académie française and the Deutsches Archäologisches Institut (DAI).": [
        [
            122,
            131,
            [
                "Chevalier",
                "Cavalier"
            ]
        ],
        [
            147,
            154,
            [
                "Conner",
                "Bonner",
                "Donner",
                "Hönne",
                "Honer",
                "Honker"
            ]
        ],
        [
            207,
            216,
            [
                "Deutsche's",
                "Deutsche"
            ]
        ],
        [
            233,
            241,
            [
                "Institute"
            ]
        ]
    ],
    "Bothmer's brother, Bernard, was an Egyptologist/art historian at New York University.": [
        [
            0,
            7,
            [
                "Bother"
            ]
        ]
    ],
    "Bothmer's career at the Metropolitan was often controversial.": [
        [
            0,
            7,
            [
                "Bother"
            ]
        ]
    ],
    "He built the Met's classical pottery collection, including buying sixty-six Greek vases from the Hearst collection in 1956, but his concentration on Greek ceramics was at the neglect of other media, such as sculpture.": [],
    "In 1967, the museum's financial director, Joseph V. Noble and Bothmer announced that a famous bronze horse acquired in 1923 by the museum was a forgery based upon stylistic grounds and gamma ray testing.": [
        [
            62,
            69,
            [
                "Bother"
            ]
        ]
    ],
    "The pair made a public announcement and removed the horse from view.": [],
    "However, <a href=\"/bluemelc\">Carl Bluemel</a> doubted their stylistic findings as did the curator of Greek and Roman Art at the Museum of Fine Arts, Boston, <a href=\"/vermeulec\">Cornelius C. Vermeule III</a>.": [],
    "When more sophisticated technical tests were later performed, the work was proven to be authentic.": [],
    "Bothmer was also accused that his eagerness to secure excellent pieces for the Museum resulted in rewarding unscrupulous dealers and thieves.": [
        [
            0,
            7,
            [
                "Bother"
            ]
        ]
    ],
    "In one celebrated case, Bothmer persuaded the museum in 1972 to purchase a single vase, a Greek krater decorated by Euphronios, for the (then) unheard of price of $1 million, thought Bothmer suspected it was looted.": [
        [
            24,
            31,
            [
                "Bother"
            ]
        ],
        [
            96,
            102,
            [
                "crater",
                "Kramer",
                "Crater",
                "rater",
                "grater",
                "prater"
            ]
        ],
        [
            116,
            126,
            [
                "Euphonious"
            ]
        ],
        [
            183,
            190,
            [
                "Bother"
            ]
        ]
    ],
    "The Met sold much of its coin collection to pay for the acquisition, outraging museum professionals and archaeologists alike.": [],
    "The murky provenance of the vase led many archaeologists to believe it had recently been illegally excavated from an Italian archaeological site, likely Cerveteri.": [
        [
            153,
            162,
            [
                "Cemetery"
            ]
        ]
    ],
    "Though Bothmer and Metropolitan Director <a href=\"/hovingt\">Thomas Hoving</a> publicly insisted the pot had lain in pieces in a family collection in Beirut, Hoving later admitted in 1993 that the evidence sited for the Beirut collection was never part of the Met's Euphronios krater.": [
        [
            7,
            14,
            [
                "Bother"
            ]
        ]
    ],
    "The krater was repatriated in 2006.": [
        [
            4,
            10,
            [
                "crater",
                "Kramer",
                "Crater",
                "rater",
                "grater",
                "prater"
            ]
        ]
    ],
    "Other Bothmer acquisitions that were eventually returned to their country of origin included the Lydian Hoard and the Morgantina Silver as well as his personal collection of vase fragments that he donated to the Metropolitan.": [
        [
            6,
            13,
            [
                "Bother"
            ]
        ],
        [
            118,
            128,
            [
                "Argentina",
                "Morgantown"
            ]
        ]
    ]
}