{
    "Curator at the Louvre; art collector.": [],
    "Both de Tauzia, commonly known as Tauzia, had a Dutch grandmother, Suzanne-Marie Both, whose name, Both, was added to his father's family name.": [
        [
            8,
            14,
            [
                "Tania",
                "Tapia",
                "Trulia"
            ]
        ],
        [
            34,
            40,
            [
                "Tania",
                "Tapia",
                "Trulia"
            ]
        ]
    ],
    "An earlier scion of the Both family, Pieter Both, was the first governor of the Dutch East Indies (1610-1614).": [],
    "Tauzia's father, <a href=\"/bothdetauzial\">Pierre-Paul Both de Tauzia</a> (1778-1843) was a royalist in the service of the city of Bordeaux.": [
        [
            0,
            6,
            [
                "Tania",
                "Tapia",
                "Trulia"
            ]
        ]
    ],
    "Between 1828 and 1830 he was administrator of the royal lottery.": [],
    "Tauzia's mother was Jeanne Fayt.": [
        [
            0,
            6,
            [
                "Tania",
                "Tapia",
                "Trulia"
            ]
        ],
        [
            27,
            31,
            [
                "Fact",
                "Fast",
                "Fat",
                "Fay",
                "Faye",
                "Feint"
            ]
        ]
    ],
    "The young Tauzia spent his early youth in Bordeaux.": [
        [
            10,
            16,
            [
                "Tania",
                "Tapia",
                "Trulia"
            ]
        ]
    ],
    "In 1830, the family moved to Paris.": [],
    "Tauzia received his training in the Paris studios of the painters Catrufo and Tourneux, and further initiation in art from the collector L. d'Armaillé (ca.": [
        [
            0,
            6,
            [
                "Tania",
                "Tapia",
                "Trulia"
            ]
        ],
        [
            66,
            73,
            [
                "Caruso"
            ]
        ],
        [
            78,
            86,
            [
                "Tourney",
                "Tourneys"
            ]
        ],
        [
            142,
            150,
            [
                "Braille",
                "Armadillo",
                "Marielle",
                "Farmville"
            ]
        ]
    ],
    "1822-1882).": [],
    "In 1855 he began his career at the Louvre, as a temporary collaborator for the Exposition Universelle.": [
        [
            3,
            7,
            [
                "1855,"
            ]
        ],
        [
            90,
            101,
            [
                "Universally"
            ]
        ]
    ],
    "His assignment was the arrangement of the sculptures.": [],
    "This led to his further involvement in the sculpture exhibitions of the Salons, until 1869.": [],
    "Meanwhile, in 1858, he entered the department of drawings as <em>attaché libre</em>, under Frédéric Reiset (1815-1891).": [],
    "In 1861 he was appointed <em>attaché</em> at that department.": [
        [
            3,
            7,
            [
                "1861,"
            ]
        ]
    ],
    "In 1863 he was sent to Italy to study the paintings of the fifteenth and sixteenth centuries kept in museums and churches.": [
        [
            3,
            7,
            [
                "1863,"
            ]
        ]
    ],
    "His report of this trip is a pioneering survey on Italian Renaissance art.": [],
    "During a second study trip to Germany and Italy, in 1865, he visited museums and monuments, while researching drawings and paintings.": [],
    "In 1867 he was sent to Milan, to make further arrangements on behalf of the Louvre acquisition of six frescos by Bernardino Luini.": [
        [
            3,
            7,
            [
                "1867,"
            ]
        ],
        [
            102,
            109,
            [
                "frescoes",
                "fresco"
            ]
        ],
        [
            124,
            129,
            [
                "Luigi",
                "Loon",
                "Loons",
                "Loony",
                "Lewin",
                "Loonie"
            ]
        ]
    ],
    "Occasionally, Tauzia served at the Salons as secretary of the jury of admissions for the paintings.": [
        [
            14,
            20,
            [
                "Tania",
                "Tapia",
                "Trulia"
            ]
        ]
    ],
    "During the Franco-Prussian War, on September 1, 1870, just a few days before the fall of the Empire, Tauzia was sent to Brest, charged with safe keeping the most precious paintings transferred to Brest from the Paris imperial museums.": [
        [
            101,
            107,
            [
                "Tania",
                "Tapia",
                "Trulia"
            ]
        ]
    ],
    "After his return to Paris in September 1871 he was appointed deputy curator of the department of paintings and drawings.": [],
    "He rose to curator in 1874 as the successor of Reiset.": [
        [
            47,
            53,
            [
                "Reset"
            ]
        ]
    ],
    "In 1877 Tauzia published the catalog of paintings of the Italian and Spanish schools, which replaced the 1864 catalog by <a href=\"/villotf\">Fédéric Villot</a>.": [
        [
            8,
            14,
            [
                "Tania",
                "Tapia",
                "Trulia"
            ]
        ]
    ],
    "In 1879 he wrote the supplement of the catalog of drawings, continuing the work of Reiset.": [
        [
            3,
            7,
            [
                "1879,"
            ]
        ],
        [
            83,
            89,
            [
                "Reset"
            ]
        ]
    ],
    "In that year Tauzia went on a third mission to Italy, in search for acquisitions.": [
        [
            13,
            19,
            [
                "Tania",
                "Tapia",
                "Trulia"
            ]
        ]
    ],
    "During this trip he met important art dealers, as well as his friend <a href=\"/morellig\">Giovanni Morelli</a>.": [],
    "Tauzia succeeded in buying for the Louvre important art works, such as the fresco of the Crucifixion by Fra Angelico, a portrait by Ghirlandajo, and eventually, in 1882, the Villa Lemmi frescos by Botticelli.": [
        [
            0,
            6,
            [
                "Tania",
                "Tapia",
                "Trulia"
            ]
        ],
        [
            104,
            107,
            [
                "Frey",
                "FRA",
                "Era",
                "Far",
                "IRA",
                "FRS"
            ]
        ],
        [
            132,
            143,
            [
                "Ghirlandaio"
            ]
        ],
        [
            180,
            185,
            [
                "Lemma",
                "Lemme"
            ]
        ],
        [
            186,
            193,
            [
                "frescoes",
                "fresco"
            ]
        ]
    ],
    "His friend <a href=\"/ephrussic\">Charles Ephrussi</a>, who helped to bring over the Botticello frescos from Florence to Paris, published a description in the <em>Gazette des Beaux-Arts</em>.": [],
    "In 1881 Tauzia's critical catalog of the collection of about 300 drawings of Horace His de la Salle (1795-1878), bequeathed to the Louvre in 1878, appeared, <em>Notice des dessins de la collection His de la Salle exposés au Louvre</em>.": [
        [
            8,
            14,
            [
                "Tania",
                "Tapia",
                "Trulia"
            ]
        ],
        [
            94,
            99,
            [
                "Sale",
                "Sally",
                "Sable",
                "Halle",
                "Sallie",
                "Salve"
            ]
        ]
    ],
    "Between 1881 and 1886, due to museum politics, Tauzia temporarily lost his position as curator of paintings, retaining only the drawings department.": [
        [
            47,
            53,
            [
                "Tania",
                "Tapia",
                "Trulia"
            ]
        ]
    ],
    "In the last years of his life, while he was in poor health, he completed his second supplement of the catalog of drawings (1888), with the editorial help of several of his friends.": [],
    "Ephrussi edited the section of the German masters, while the French masters were assigned to Philippe de Chennevières (1820-1899), director of Beaux-Arts.": [
        [
            0,
            8,
            [
                "Prussia",
                "Ephesus",
                "Effused",
                "Effuse",
                "Effuses"
            ]
        ]
    ],
    "Tauzia died in the same year.": [
        [
            0,
            6,
            [
                "Tania",
                "Tapia",
                "Trulia"
            ]
        ]
    ],
    "Tauzia was a connoisseur with a sharp eye and an impressive and precise knowledge of paintings and drawings.": [
        [
            0,
            6,
            [
                "Tania",
                "Tapia",
                "Trulia"
            ]
        ]
    ],
    "His catalogs are famous for their exact information and attributions.": [],
    "The reports of his trips to Italy and Germany, written for his superiors at the Louvre, are filled with precious information, in particular on Italian Renaissance art.": [],
    "Tauzia did not publish, however, these handwritten reports, which are kept in the Bibliothèque centrale and Archives des musées nationaux in Paris.": [
        [
            0,
            6,
            [
                "Tania",
                "Tapia",
                "Trulia"
            ]
        ],
        [
            95,
            103,
            [
                "central",
                "Central",
                "centrals",
                "cent rale"
            ]
        ],
        [
            117,
            120,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            121,
            127,
            [
                "muses",
                "fusees",
                "mushes",
                "musses"
            ]
        ],
        [
            128,
            137,
            [
                "nation aux"
            ]
        ]
    ]
}