{
    "Professor of Egyptian art at New York University and Egyptian Department chairman at the Brooklyn Museum.": [],
    "Bothmer studied Egyptology at the universities of Berlin and Bonn.": [
        [
            0,
            7,
            [
                "Bother"
            ]
        ]
    ],
    "In 1932 he joined the Egyptian Department of the state museums in Berlin where he remained until 1938.": [
        [
            3,
            7,
            [
                "1932,"
            ]
        ]
    ],
    "The Anschluss forced Bothmer to leave Nazi Germany because of his beliefs.": [
        [
            21,
            28,
            [
                "Bother"
            ]
        ]
    ],
    "In the United States, Bothmer initially worked for the War Department in its Office of War Information early in World War II, moving to Army Intelligence in Europe until 1946.": [
        [
            22,
            29,
            [
                "Bother"
            ]
        ]
    ],
    "After the War, Bothmer joined at the Museum of Fine Arts in Boston before moving to the Brooklyn Museum in 1956.": [
        [
            15,
            22,
            [
                "Bother"
            ]
        ]
    ],
    "He married Geraldine Samuelson in 1951 (divorced 1981).": [],
    "In 1960 he accepted a position as professor at New York University.": [
        [
            3,
            7,
            [
                "1960,"
            ]
        ]
    ],
    "It was Bothmer who was responsible for the museum's famous 1960 exhibition of Late Period Egyptian sculpture, a seminal exhibition for the study of the art of that era.": [
        [
            7,
            14,
            [
                "Bother"
            ]
        ]
    ],
    "The catalog, which Bothmer principally authored, is still the basic publication.": [
        [
            19,
            26,
            [
                "Bother"
            ]
        ]
    ],
    "Bothmer was elevated to curator of the Brooklyn Museum in 1963 and chairman of the department of Egyptian, classical and ancient Middle Eastern art at the Museum from 1979 to 1982.": [
        [
            0,
            7,
            [
                "Bother"
            ]
        ]
    ],
    "He was named Lila Acheson Wallace Professor of Ancient Egyptian Art at NYU in 1982.": [],
    "That same year he remarried to Norma Jean Koplin.": [
        [
            42,
            48,
            [
                "Joplin",
                "Poplin",
                "Kotlin"
            ]
        ]
    ],
    "He continued to teach at NYU until two weeks before his death.": [],
    "He died at age 81 of cancer.": [],
    "His brother, <a href=\"/bothmerd\">Dietrich von Bothmer</a>, was the eminent Curator of Greek and Roman Art at the Metropolitan Museum of Art.": [],
    "Bothmer was particularly known for his research and writing on the Late Period in ancient Egyptian art.": [
        [
            0,
            7,
            [
                "Bother"
            ]
        ]
    ],
    "He established a basic chronology for the development of Late Egyptian sculpture based upon a rich first-hand knowledge Egyptian sculpture.": []
}