{
    "Historian of pre-Christian art; developed the idea that prehistoric objects could be measured by periods of geologic time in which they were imbedded.": [
        [
            141,
            149,
            [
                "embedded"
            ]
        ]
    ],
    "Boucher de Perthes was appointed the director of the customhouse at Abbeville in 1825.": [
        [
            68,
            77,
            [
                "Asheville"
            ]
        ]
    ],
    "Like many educated people in the nineteenth century, his hobby was archaeology.": [],
    "He spent his spare time digging in the nearby Somme valley.": [],
    "By 1837, his discoveries included flint hand axes and other tools lodged in the bones of mammals known to be extinct.": [],
    "Boucher de Perthes concluded that the geographic stratum where the artifacts were deposited was the Pleistocene Epoch (or Ice Age, an era more than 10,000 years ago).": [],
    "Boucher de Perthes assumed initially that the tools could be no earlier than the Biblical age of Flood or 4004 B.C.": [],
    "However, the gravel sediment in which the objects had been found indicated that objects had to have been much older.": [],
    "He concluded that the implements were the work of an \"Antediluvian Man.\"": [],
    "In 1838 he presented these conclusions to the scientific society of Abbeville, who rejected them as inconsistent with religious doctrine.": [
        [
            3,
            7,
            [
                "1838,"
            ]
        ],
        [
            68,
            77,
            [
                "Asheville"
            ]
        ]
    ],
    "His monograph on primitive toolmaking Antiquités celtiques et antédiluviennes, beginning in1847 was likewise ignored.": [
        [
            27,
            37,
            [
                "tool making"
            ]
        ],
        [
            38,
            48,
            [
                "Antiquities",
                "Antiquates"
            ]
        ],
        [
            49,
            58,
            [
                "critiques",
                "cliques"
            ]
        ]
    ],
    "Others, particularly <a href=\"/rigollotm\">Marcel Jerôme Rigollot</a> in nearly St.": [],
    "Acheul in 1853, discovered similar prehistoric implements.": [
        [
            0,
            6,
            [
                "Rachel",
                "Aches",
                "Ache",
                "Achebe",
                "Achene",
                "Ached"
            ]
        ]
    ],
    "When Charles Darwin published his <em>Origin of the Species</em> in 1859 Boucher de Perthes' theories were finally vindicated.": [],
    "Other British scientists, including Charles Lyell, examined Boucher de Perthes' excavated sites to confirm his hypothesis.": []
}