{
    "Curator of the Print Room, Bibliothèque nationale.": [
        [
            40,
            49,
            [
                "national",
                "nationals",
                "rationale",
                "nation ale"
            ]
        ]
    ],
    "After the death of his father, in 1859, Bouchot's mother and sister moved with him to Tilleroyes, near Besançon, where he later attended the Collège Saint-François-Xavier.": [
        [
            40,
            47,
            [
                "Bought",
                "Boucher",
                "Bocholt",
                "Bouchée"
            ]
        ],
        [
            86,
            96,
            [
                "Tillers",
                "Villeroy"
            ]
        ],
        [
            141,
            148,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ]
    ],
    "He served in the army during the Franco-Prussian war.": [],
    "In 1874 he was admitted at the École des Chartes, where he obtained the diploma of archivist-paleographer.": [
        [
            3,
            7,
            [
                "1874,"
            ]
        ],
        [
            31,
            36,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            37,
            40,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            41,
            48,
            [
                "Charles",
                "Charges",
                "Charts",
                "Charter",
                "Charted",
                "Charters"
            ]
        ]
    ],
    "He began, in 1879, a lifelong career at the Print room of the Bibliothèque nationale, as an intern under <a href=\"/delabordeh\">Henri Delaborde</a>.": [
        [
            75,
            84,
            [
                "national",
                "nationals",
                "rationale",
                "nation ale"
            ]
        ]
    ],
    "His catalog, <em>Les Portraits aux crayons des XVIe et XVIIe siècles, conservés à la Bibliothèque nationale</em> was published in 1884.": [],
    "He rose to deputy librarian in 1885, the year of his marriage to Claire Chevalier.": [],
    "His important overview of the history of the book appeared in 1886.": [],
    "It soon was translated and enlarged by Edward Clements Bigmore (1838?-1899).": [
        [
            55,
            62,
            [
                "Big more"
            ]
        ]
    ],
    "A new revision was edited by H. Grevel in 1890.": [
        [
            32,
            38,
            [
                "Gravel",
                "Gretel",
                "Revel",
                "Grovel",
                "G revel"
            ]
        ]
    ],
    "With Georges Duplessis (1834-1899), curator of the Print Room since 1885, Bouchot co- authored the <em>Dictionnaire des marques et monogrammes de graveurs</em> (1886-1887).": [
        [
            13,
            22,
            [
                "Duplexes",
                "Depresses",
                "Duchesses"
            ]
        ],
        [
            74,
            81,
            [
                "Bought",
                "Boucher",
                "Bocholt",
                "Bouchée"
            ]
        ],
        [
            82,
            94,
            [
                "co-authored",
                "coauthored"
            ]
        ]
    ],
    "In 1889 his study on the French printmaker Jacques Callot (ca 1593-1635) appeared.": [],
    "In 1892 the Académie des Beaux-Arts awarded him the Prix Bordin for his biographical study, <em>Les Clouet et Corneille de Lyon d'après des documents inédits</em>.": [
        [
            52,
            56,
            [
                "PRI",
                "Prim",
                "Prig",
                "PIX",
                "RIX",
                "Pix"
            ]
        ],
        [
            57,
            63,
            [
                "Borden",
                "Borodin",
                "Bordon",
                "Boudin"
            ]
        ]
    ],
    "He rose from librarian to deputy curator of the Print room in 1898, under Duplessis.": [
        [
            74,
            83,
            [
                "Duplexes",
                "Depresses",
                "Duchesses"
            ]
        ]
    ],
    "A year later, in 1899, he was elected associated correspondent member of the Académie des sciences, belles-lettres et arts de Besançon.": [],
    "For his active involvement in the Exposition universelle he was awarded the medal of chevalier of the Legion of Honor (1900).": [
        [
            45,
            56,
            [
                "universally"
            ]
        ]
    ],
    "He succeeded Duplessis as curator of the Print Room in 1902.": [
        [
            13,
            22,
            [
                "Duplexes",
                "Depresses",
                "Duchesses"
            ]
        ]
    ],
    "Bouchot had a special interest in the origins of early wood engraving.": [
        [
            0,
            7,
            [
                "Bought",
                "Boucher",
                "Bocholt",
                "Bouchée"
            ]
        ]
    ],
    "His catalog of 200 incunabula conserved in the Print room appeared in 1903, <em>Les deux cent incunables xylographiques du Département des estampes</em>.": [],
    "The acclaimed exhibition, <em>Les Primitifs français</em>, in the Louvre (Pavillon Marsan) and in the Bibliothèque nationale, organized by Bouchot, was a high point in his career.": [],
    "Its success led to Bouchot's election as a member of the Académie des Beaux-Arts.": [
        [
            19,
            26,
            [
                "Bought",
                "Boucher",
                "Bocholt",
                "Bouchée"
            ]
        ]
    ],
    "An exhibition on eighteenth-century artworks was held in 1906.": [],
    "Bouchot died suddenly in the same year.": [
        [
            0,
            7,
            [
                "Bought",
                "Boucher",
                "Bocholt",
                "Bouchée"
            ]
        ]
    ],
    "He was a member of the Société des Antiquaires de France, and the Société d'Émulation du Doubs.": [
        [
            23,
            30,
            [
                "Society"
            ]
        ],
        [
            31,
            34,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            35,
            46,
            [
                "Antiquaries"
            ]
        ],
        [
            66,
            73,
            [
                "Society"
            ]
        ],
        [
            76,
            85,
            [
                "Emulation",
                "Emulations"
            ]
        ],
        [
            86,
            88,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ],
        [
            89,
            94,
            [
                "Doubt",
                "Dubs",
                "Dobbs",
                "Daubs",
                "Dobs",
                "Doubts"
            ]
        ]
    ],
    "The exhibition <em>Les Primitifs français</em> was a patriotic response to the celebrated exhibition <em>Les Primitifs Flamands</em> of 1902 held in Bruges, Belgium.": [],
    "Important research on the Flemish Primitives had been done by <a href=\"/wealew\">William Henry James Weale</a> and <a href=\"/hulindeloog\">Georges Nicolas Marie Hulin de Loo</a>.": [],
    "Bouchot's concept of a leading French school at the beginnings of the Renaissance was debated among others by <a href=\"/dimierl\">Louis Dimier</a>, who also criticized the nationalist character of the exhibition.": [
        [
            0,
            7,
            [
                "Bought",
                "Boucher",
                "Bocholt",
                "Bouchée"
            ]
        ]
    ],
    "Even <a href=\"/lafenestreg\">Georges E. Lafenestre</a>, curator of the Louvre, who wrote the introduction to the catalog, warned against stupid exaggerations of patriotic vanity.": []
}