{
    "<p>University of Cincinnati professor of classical art history, 1939-1985.": [],
    "After Boulter received his B.A.": [
        [
            6,
            13,
            [
                "Boulder",
                "Coulter",
                "Bolter"
            ]
        ]
    ],
    "from Prince of Wales College in 1930, he continued study at Acadia University, 1933, Johns Hopkins University, 1933-1934, and the American School of Classical Studies in Athens, 1934-1935.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "At the American School he studied under Carl.": [],
    "W. Blegen (1887-1971).": [
        [
            3,
            9,
            [
                "Been",
                "Began",
                "Begin",
                "Begun",
                "Legend",
                "Eleven"
            ]
        ]
    ],
    "Excavating Troy at Blegen's direction, Boulter uncovered a Mycenaean wall and the remains of what Blegen identified as the Scaean Gate; Boulter received full credit for the discovery.": [
        [
            19,
            25,
            [
                "Been",
                "Began",
                "Begin",
                "Begun",
                "Legend",
                "Eleven"
            ]
        ],
        [
            39,
            46,
            [
                "Boulder",
                "Coulter",
                "Bolter"
            ]
        ],
        [
            98,
            104,
            [
                "Been",
                "Began",
                "Begin",
                "Begun",
                "Legend",
                "Eleven"
            ]
        ],
        [
            123,
            129,
            [
                "Screen",
                "Clean",
                "Ocean",
                "McLean",
                "Sean",
                "Scalar"
            ]
        ],
        [
            136,
            143,
            [
                "Boulder",
                "Coulter",
                "Bolter"
            ]
        ]
    ],
    "Boulter was awarded his Ph.D.": [
        [
            0,
            7,
            [
                "Boulder",
                "Coulter",
                "Bolter"
            ]
        ]
    ],
    "in Classics from the University of Cincinnati in 1939 and immediately began teaching there, first as Instructor, 1939-1945, and then as Assistant Professor, 1945-1952.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He married Patricia Neils.": [
        [
            20,
            25,
            [
                "Neil's",
                "Neil",
                "Fails",
                "Rails",
                "Nails",
                "Sails"
            ]
        ]
    ],
    "Boulter was promoted to Associate Professor in 1952.": [
        [
            0,
            7,
            [
                "Boulder",
                "Coulter",
                "Bolter"
            ]
        ]
    ],
    "In 1954 Boulter was promoted to Professor, commissing the architect Frank Lloyd Wright to design his Cincinnati home at 1 Rawson Woods Circle, as his father-in-law had done in 1950.": [
        [
            8,
            15,
            [
                "Boulder",
                "Coulter",
                "Bolter"
            ]
        ]
    ],
    "He served on the American School of Classical Studies Executive Committee from 1954 to 1959 (and a second time, 1966 to 1973).": [],
    "He spent the academic year 1965-1966 as the Annual Professor at the American School of Classical Studies at Athens.": [],
    "Boulter became Chairman of the Taft Faculty Committee at the University in 1961 (through 1972).": [
        [
            0,
            7,
            [
                "Boulder",
                "Coulter",
                "Bolter"
            ]
        ]
    ],
    "Beginning in 1974 he served on the Executive Committee of the <em>Lexicon Iconographicum Mythologiae Classicae</em> (LIMC), the scholarly dictionary of classical imagery.": [],
    "He was named a Fellow of the Graduate School in 1965.": [],
    "He authored several volumes of the <em>Corpus Vasorum Antiquorum</em> for midwest collections, the first, for the Cleveland Museum of Art, in 1971.": [],
    "Additional volumes of the <em>CVA</em> for the Toledo Msuem of Art were written with <a href=\"/lucknerk\">Kurt T. Luckner</a>, the first in 1975.": [
        [
            54,
            59,
            [
                "Museum",
                "Seem",
                "Stem",
                "Sum",
                "Sued",
                "Sue"
            ]
        ]
    ],
    "A second Graduate School Fellowship at Cincinnati was awarded in 1972 along with the Charles Phelps Taft Professorship of Classics.": [],
    "He retired emeritus from the university in 1985.": [],
    "After his death, a Cedric G. Boulter Professorship of Classical Archaeology was established at the university.": [
        [
            29,
            36,
            [
                "Boulder",
                "Coulter",
                "Bolter"
            ]
        ]
    ],
    "Boulter's primary interest was in the ceramics of ancient Greece</p>": [
        [
            0,
            7,
            [
                "Boulder",
                "Coulter",
                "Bolter"
            ]
        ],
        [
            50,
            64,
            [
                "Ancient Greece"
            ]
        ]
    ]
}