{
    "<p><span><span><span><span><span><span>Architectural historian and early scholar of female architects who produced the major study of Julia Morgan.": [],
    "Sara Boutelle graduated from Mount Holyoke College.": [
        [
            5,
            13,
            [
                "Bottle",
                "Brutally",
                "Costello",
                "Boutique",
                "Rochelle",
                "Bastille"
            ]
        ]
    ],
    "Her education also included the Sorbonne Université and Universität Hamburg.": [
        [
            41,
            51,
            [
                "University"
            ]
        ],
        [
            56,
            67,
            [
                "University"
            ]
        ]
    ],
    "She taught art and architecture at a private all-girls school in New York City, the Brearley School, until her retirement in 1973.": [
        [
            84,
            92,
            [
                "Rarely",
                "Briefly",
                "Barely",
                "Bradley",
                "Barley",
                "Bailey"
            ]
        ]
    ],
    "During a pleasure visit to the castle-mansion of W. R. Hearst (1863-1951) near San Simeon, CA, Boutelle discovered the building's female architect had been identified only as Hearst's private secretary.": [
        [
            95,
            103,
            [
                "Bottle",
                "Brutally",
                "Costello",
                "Boutique",
                "Rochelle",
                "Bastille"
            ]
        ]
    ],
    "Julia Morgan (1872-1957), a pioneering architect and the first woman licensed to practice architecture in California, conceived the Hearst Castle.": [],
    "Frustrated by the negligence of the state in identifying the work of Morgan and other female architects, Boutelle subsequently moved to California and began reconstructing Morgan's legacy.": [
        [
            105,
            113,
            [
                "Bottle",
                "Brutally",
                "Costello",
                "Boutique",
                "Rochelle",
                "Bastille"
            ]
        ]
    ],
    "During this time, she published book reviews in the AIA journal.": [
        [
            52,
            55,
            [
                "AIR",
                "VIA",
                "AID",
                "ASIA",
                "CIA",
                "AKA"
            ]
        ]
    ],
    "In 1988, Boutelle published her biography, </span></span></span></span></span></span><span><span><span><span><em><span>Julia Morgan, Architect</span></em></span></span></span></span><span><span><span><span><span><span>, which revealed Morgan's life and architectural production and reflected the rise of female architects at the beginning of the century.": [
        [
            9,
            17,
            [
                "Bottle",
                "Brutally",
                "Costello",
                "Boutique",
                "Rochelle",
                "Bastille"
            ]
        ]
    ],
    "The book won the California Book Award Silver Medal in 1989.": [],
    "Following the success of her book, Boutelle lectured at UC Santa Cruz and contributed to architectural preservation in Santa Cruz.": [
        [
            35,
            43,
            [
                "Bottle",
                "Brutally",
                "Costello",
                "Boutique",
                "Rochelle",
                "Bastille"
            ]
        ]
    ],
    "Affirming Boutelle's dedication as a historian, lecturer, and preservationist, the American Institute of Architects made Boutelle an honorary member, the highest award given to a non-architect in 1991.": [
        [
            10,
            18,
            [
                "Bottle",
                "Brutally",
                "Costello",
                "Boutique",
                "Rochelle",
                "Bastille"
            ]
        ],
        [
            121,
            129,
            [
                "Bottle",
                "Brutally",
                "Costello",
                "Boutique",
                "Rochelle",
                "Bastille"
            ]
        ]
    ],
    "Boutelle died in Santa Cruz, California, in 1999.</span></span></span></span></span></span></p>": [
        [
            0,
            8,
            [
                "Bottle",
                "Brutally",
                "Costello",
                "Boutique",
                "Rochelle",
                "Bastille"
            ]
        ]
    ]
}