{
    "Second director of the National Gallery, London, and artist.": [],
    "He was born in the vicinity of Oxford, UK.": [],
    "Boxall was the son of Thomas Boxall, a civil servant in the tax office.": [
        [
            0,
            6,
            [
                "Box all"
            ]
        ],
        [
            29,
            35,
            [
                "Box all"
            ]
        ]
    ],
    "After attending Abingdon grammar school he entered the Royal Academy Schools in 1819.": [],
    "He traveled to Italy several times, beginning in 1827-8, 1833-6, and 1845 to study the masterworks of art.": [],
    "Boxall became a professional painter, especially portraiture, a stable for revenue, including his friend William Wordsworth (now at the National Portrait Gallery, London) and a full-length portrait of Prince Albert as Master of the Trinity House (now at Trinity House, London).": [
        [
            0,
            6,
            [
                "Box all"
            ]
        ]
    ],
    "His portraits were never considered good likenesses, however.": [],
    "In 1851 he was elected to the Royal Academy as an associate and in 1863 a full member.": [
        [
            3,
            7,
            [
                "1851,"
            ]
        ]
    ],
    "When <a href=\"/eastlakec\">Charles Lock Eastlake</a>, the first director of the National Gallery, died in 1865, Boxhall was appointed his successor (1866) by Gladstone.": [],
    "Though Eastlake himself may have been a Boxall supporter for the post, others, such as <a href=\"/layarda\">Austen Henry Layard</a>, then under-secretary at the Foreign Office, and <a href=\"/robinsonj\">John Charles Robinson</a>, superintendent of art at the South Kensington Museum (and Queen Victorian's preference), were passed over.": [
        [
            7,
            15,
            [
                "East lake"
            ]
        ],
        [
            40,
            46,
            [
                "Box all"
            ]
        ]
    ],
    "Boxall relinquished his painting career to run the museum, making many European trips to study both paintings for possible acquisition and installation practices of continental museums.": [
        [
            0,
            6,
            [
                "Box all"
            ]
        ]
    ],
    "He remained a friend of <a href=\"/rigbye\">Elizabeth Rigby Eastlake</a> (painting her portrait in 1854), and acting as an executor for Eastlake's estate.": [],
    "This resulted in nine paintings from his collection, including Piero della Francesca's St.": [
        [
            69,
            74,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ]
    ],
    "Michael and Pisanello's Virgin and Child with Saint George and Saint Anthony Abbot, as well as his personal art library.": [
        [
            12,
            21,
            [
                "Pirandello"
            ]
        ]
    ],
    "Under his direction, the Gallery acquired such important works as Carlo Crivelli's Demidoff Altarpiece, Michelangelo's Virgin and Child with Saint John and Angels (the 'Manchester Madonna'), and Mantegna's Introduction of the Cult of Cybele at Rome, Pieter de Hooch's Woman and her Maid in a Courtyard, and Sir Robert Peel's excellent Dutch master's collection in 1871.": [
        [
            72,
            80,
            [
                "Cruelly",
                "Gravelly",
                "Civilly",
                "Cavell",
                "Drivel",
                "Arielle"
            ]
        ],
        [
            83,
            91,
            [
                "Demi doff"
            ]
        ]
    ],
    "His purchase of the so-called \"Suermondt Rembrandt,\" <em>Christ Blessing the Children</em> (now assigned to Nicolaes Maes) caused the authenticity of the work to rightly be questioned.": [
        [
            31,
            40,
            [
                "Vermont",
                "Sermon",
                "Sermons",
                "Surmount",
                "Clermont",
                "Roermond"
            ]
        ]
    ],
    "A similar incident occurred with Michelangelo's <em>Entombment</em>, this time in a debate in the House of Lords in 1869.": [],
    "Boxall also over the reconstruction and additions to the Gallery by Edward Middleton Barry.": [
        [
            0,
            6,
            [
                "Box all"
            ]
        ]
    ],
    "Boxall received an honorary degree from Oxford University in 1870, and a knighthood in 1871.": [
        [
            0,
            6,
            [
                "Box all"
            ]
        ]
    ],
    "As early as 1871 Boxall attempted to resign from the Gallery, citing his chronic poor health.": [
        [
            17,
            23,
            [
                "Box all"
            ]
        ]
    ],
    "He groomed the eventual successor, fellow painter <a href=\"/burtonf\">Frederic William Burton</a> to the position, which the Trustees finally accepted in 1874.": [],
    "He retired from the Royal Academy in 1877.": [],
    "He died of lung congestion and is buried at Kensal Green cemetery.": [
        [
            44,
            50,
            [
                "Kendal"
            ]
        ]
    ],
    "His archives are at the National Gallery, London, including sketchbooks and correspondence with his curator at the Gallery, <a href=\"/wornumr\">Ralph Nicholson Wornum</a>.": [],
    "Boxall's poor health and likely life-long battle with depression curtailed his ability to manage the Gallery effectively.": [
        [
            0,
            6,
            [
                "Box all"
            ]
        ]
    ],
    "His retention of <a href=\"/cavalcaselleg\">G.": [],
    "B. Cavalcaselle</a> as a buyer and Italian authority until 1869 demonstrated his ability, like Eastlake, to employ experts to further the goals of the Gallery.": [
        [
            95,
            103,
            [
                "East lake"
            ]
        ]
    ]
}