{
    "Etruscan scholar; co-authored original <em>Pelican History of Art</em> volume on Etruscan architecture.": [],
    "Boëthius was born to a family with a long tradition in ecclesiastical traditions.": [
        [
            0,
            8,
            [
                "Boethius"
            ]
        ]
    ],
    "He attended the university of Uppsala (with periods also at the university in Berlin), initially in Greek studies before changing to ancient Italy.": [],
    "He received his Ph.D.": [],
    "from Uppsala in 1918.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "He was a lecturer there (1919-25) and also at the British School in Athens.": [],
    "He assisted in the excavations of Mycenae, 1921-24.": [],
    "Swedish crown prince Gustavus Aldolphus VI selected him to be the first director of the Swedish Institute in Rome in 1925.": [
        [
            30,
            39,
            [
                "Adolphus"
            ]
        ]
    ],
    "He was appointed professor of archaeology at the university in Götteborg University in 1934, a post he held until 1955.": [
        [
            63,
            72,
            [
                "Göteborg",
                "Goteborg"
            ]
        ]
    ],
    "He served as rector of the same university (1946-51).": [],
    "He retired to Italy in 1955.": [],
    "There he published his Golden House of Nero in 1960, the product of the Jerome Lectures in Rome.": [],
    "His wife died suddenly in Rome in 1965.": [],
    "Working together with <a href=\"/wardperkinsj\">J.": [],
    "B. Ward-Perkins</a>, he wrote the section on Etruscan architecture for the prestigious <em>Pelican History of Art</em> series.": [],
    "The volume appeared shortly after his death in 1970.": [],
    "Both a knowledgeable scholar and an engaging lecturer, Boëthius influenced many students and colleagues.": [
        [
            55,
            63,
            [
                "Boethius"
            ]
        ]
    ],
    "His section of the <em>Pelican History of Art</em> volume was later issued separately and updated by <a href=\"/lingr\">Roger Ling</a> and Tom Rasmussen.": [],
    "He was also an authority on the Roman Campagna, the architecture of early Rome, and wrote several books on Swedish and Finnish history.": [
        [
            38,
            46,
            [
                "Campaign",
                "Campaigns",
                "Champagne",
                "Campania"
            ]
        ]
    ]
}