{
    "Scholar of French Gothic architecture; Professor at Columbia University, 1957-1973.": [],
    "Branner's father, Martin Michael Branner (1888-1970), was a former Vaudeville star who created the popular newspaper comic strip, \"Winnie Winkle\" (1920-1962).": [
        [
            0,
            7,
            [
                "Banner",
                "Brenner",
                "Brunner",
                "Brynner",
                "Brander"
            ]
        ],
        [
            33,
            40,
            [
                "Banner",
                "Brenner",
                "Brunner",
                "Brynner",
                "Brander"
            ]
        ]
    ],
    "His mother was Edith Fabbrini (Branner).": [
        [
            21,
            29,
            [
                "Cabrini"
            ]
        ],
        [
            31,
            38,
            [
                "Banner",
                "Brenner",
                "Brunner",
                "Brynner",
                "Brander"
            ]
        ]
    ],
    "The younger Branner grew up in New York city, majoring in Classics (Latin) at Yale University.": [
        [
            12,
            19,
            [
                "Banner",
                "Brenner",
                "Brunner",
                "Brynner",
                "Brander"
            ]
        ],
        [
            31,
            44,
            [
                "New York City"
            ]
        ]
    ],
    "He was drafted into the army in 1945 and served in the European theater.": [],
    "It was there that he gained an appreciation for Gothic architecture.": [],
    "Returning in 1946, he graduated from Yale in 1948 and immediately continued for his Ph.D.": [],
    "During that time he worked at the école des Chartes and the Institut d'Art et Archaeologie where, after completion of his coursework, he headed the excavation work of Bourges cathedral between 1950-1952.": [
        [
            34,
            39,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            40,
            43,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            44,
            51,
            [
                "Charles",
                "Charges",
                "Charts",
                "Charter",
                "Charted",
                "Charters"
            ]
        ],
        [
            60,
            68,
            [
                "Institute"
            ]
        ],
        [
            78,
            90,
            [
                "Archaeologies"
            ]
        ]
    ],
    "He was assisted in this by a Fullbright and a Marshall-Allison fellowship.": [
        [
            29,
            39,
            [
                "Fulbright",
                "Full bright"
            ]
        ]
    ],
    "His dissertation on Bourges was directed by <a href=\"/crosbys\">Sumner McKnight Crosby</a>.": [],
    "<a href=\"/bonyj\">Jean Bony</a>, another Yale mentor, termed Branner's dissertation \"the first full-scale analysis of one of the greatest medieval buildings.\".": [],
    "The same year Branner married Shirley Prager, a librarian.": [
        [
            14,
            21,
            [
                "Banner",
                "Brenner",
                "Brunner",
                "Brynner",
                "Brander"
            ]
        ],
        [
            38,
            44,
            [
                "Prayer",
                "Pager",
                "Prater",
                "Dräger"
            ]
        ]
    ],
    "After teaching as an instructor at Yale in 1952, he accepted a position at the University of Kansas in 1954.": [],
    "He joined Columbia University in 1957 as an associate professor.": [],
    "A series of books and articles appeared in rapid succession, establishing his reputation as a scholar of creativity and analysis, beginning with his 1961 [1960 on the title page] <em>Burgundian Gothic Architecture</em>.": [],
    "He edited the <em>Journal of the Society of Architectural Historians</em> from 1964 to 1966.": [],
    "In 1965, his seminal <em>Saint Louis and the Court Style in Gothic Architecture</em> appeared, still considered his masterpiece.": [],
    "He was appointed full professor at Columbia in 1966.": [],
    "In 1969 he authored the <em>Norton Critical Studies in Art History</em> volume on Chartres cathedral.": [
        [
            3,
            7,
            [
                "1969,"
            ]
        ]
    ],
    "Branner became professor of Art History at Johns Hopkins in 1969, but returned to Columbia in 1971.": [
        [
            0,
            7,
            [
                "Banner",
                "Brenner",
                "Brunner",
                "Brynner",
                "Brander"
            ]
        ]
    ],
    "His critical study on the illumination of Paris during the reign of St.": [],
    "Louis had just been completed when he died unexpectedly the following heart surgery at age 46.": [],
    "It was published in 1977.": [],
    "His students included <a href=\"/armic\">C.": [],
    "Edson Armi</a>, Georgia Wright and William Clark.": [
        [
            6,
            10,
            [
                "Arms",
                "Army",
                "Arm",
                "Armin",
                "RMI",
                "AMI"
            ]
        ]
    ],
    "After a series of year replacements, <a href=\"/gardners\">Stephen Gardner</a> was eventually hired to replace him.": [],
    "A special issue of the <em>Journal of the American Society of Architectural Historians</em> was dedicated to him in October, 1975 and an issue of <em>Gesta</em> in 2000.": [
        [
            116,
            129,
            [
                "October 1975"
            ]
        ]
    ],
    "Branner's methodology utilized \"three main interlocking techniques traditionally employed by architectural historians, namely design analysis, architectural investigation, and the identification of styles\" (Fernie).": [
        [
            0,
            7,
            [
                "Banner",
                "Brenner",
                "Brunner",
                "Brynner",
                "Brander"
            ]
        ],
        [
            207,
            213,
            [
                "Bernie",
                "Ernie",
                "Fernier",
                "Fergie"
            ]
        ]
    ],
    "He owned much to his Yale mentors, all scholars trained by the late <a href=\"/focillonh\">Henri Focillon</a>, Bony, Crosby and <a href=\"/grodeckil\">Louis Grodecki</a> the latter whom he had met excavating St.": [],
    "Denis under Crosby.": [],
    "But Branner extended the discussion of Gothic architecture beyond the method of those dominant figures and--<a href=\"/franklp\">Paul Frankl</a> and <a href=\"/jantzenh\">Hans Jantzen</a>--to include patronage and cultural and economic history as well (Murray).": [
        [
            4,
            11,
            [
                "Banner",
                "Brenner",
                "Brunner",
                "Brynner",
                "Brander"
            ]
        ]
    ],
    "His work reopened questions of origin, chronology and attribution in Gothic architecture and exerted a huge influence on medieval scholarship.": [],
    "For example, though <em>Burgundian Gothic Architecture</em> (1960/1961) overstated the security of the date of Troyes, 1208, it was nevertheless adopted unquestioningly by many scholars in subsequent publications.": [],
    "Branner's concentration of Chartres in a linear conception of the development of the Gothic resulted in downplaying the regional experimentation that contributed to the development of the Gothic style (Pastan).": [
        [
            0,
            7,
            [
                "Banner",
                "Brenner",
                "Brunner",
                "Brynner",
                "Brander"
            ]
        ],
        [
            202,
            208,
            [
                "Pasta",
                "Pastas",
                "Pas tan",
                "Past an"
            ]
        ]
    ],
    "His reliance upon a connoisseurship-approach to the \"hands\" of a sculptor or architect could result in tenuous conclusion of origin, such as his estimation that the St.": [],
    "Denis builder was of Burgundian roots.": [],
    "Branner also early on incoporated the study of early art-history texts as a way to understand the object in a cultural sense, employing among other concepts, the concept of <em>Organismus</em> of the early art historian <a href=\"/kuglerf\">Franz Kugler</a> (Armi).": [
        [
            0,
            7,
            [
                "Banner",
                "Brenner",
                "Brunner",
                "Brynner",
                "Brander"
            ]
        ],
        [
            22,
            33,
            [
                "incorporated",
                "Incorporated"
            ]
        ]
    ]
}