{
    "Leader of modern museum conservation practices; historian of Italian art.": [],
    "Brandi graduated in with a law degree from the University of Siena in 1927, but his interests had moved to art so much that he wrote a thesis the following year at the University of Florence on the artists Rutilio Manetti, Francesco Vanni, and Ventura Salimbeni.": [
        [
            206,
            213,
            [
                "Rutile",
                "Rutiles"
            ]
        ],
        [
            233,
            238,
            [
                "Anti",
                "Van",
                "Anna",
                "Anne",
                "Annie",
                "Vain"
            ]
        ],
        [
            252,
            261,
            [
                "Salient",
                "Aliment"
            ]
        ]
    ],
    "In 1930 he was assigned to the Administration of Antiquities and the Fine Arts to assist the Inspector (Soprintendenza) of Monuments and Galleries of Siena.": [
        [
            3,
            7,
            [
                "1930,"
            ]
        ]
    ],
    "There he cataloged and reinstalled the collection of the paintings of the Academy of Fine Arts of Siena in its new home in Buonsignori palace.": [
        [
            123,
            134,
            [
                "Monsignor",
                "Consignor",
                "Consignors",
                "Monsignors"
            ]
        ]
    ],
    "This resulted in Brandi's important 1933 exhibition, \"La Regia pinacoteca di Siena.\"": [
        [
            57,
            62,
            [
                "Regina",
                "REGINA"
            ]
        ],
        [
            74,
            76,
            [
                "DI",
                "Di",
                "I",
                "did",
                "do",
                "Dr"
            ]
        ]
    ],
    "The exhibition was a major achievement, documenting the swelling interested in the so-called \"Sienese primitives\" in a well-researched and impartial catalog.": [
        [
            94,
            101,
            [
                "Scenes",
                "Sense",
                "Saints",
                "Gaines",
                "Haines",
                "Siamese"
            ]
        ]
    ],
    "The same year he was appointed Inspector to Monuments of Bologna.": [],
    "During his tenure, the city created its first laboratory for art works restoration, again resulting in an important exhibition, \"Mostra della pittura riminese del trecento\" (Exhibition of Painting from Rimini from the 1300's) of 1935.": [
        [
            129,
            135,
            [
                "Most",
                "Mostly",
                "Costa",
                "Mortar",
                "Mantra",
                "Astra"
            ]
        ],
        [
            136,
            141,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ],
        [
            142,
            149,
            [
                "picture",
                "Piura",
                "pitta"
            ]
        ],
        [
            150,
            158,
            [
                "griminess"
            ]
        ],
        [
            163,
            171,
            [
                "recent",
                "Trento"
            ]
        ],
        [
            218,
            224,
            [
                "1300s"
            ]
        ]
    ],
    "He moved to Rome in 1936 to become the Director of Antiquity and Fine Arts.": [],
    "In 1938 the Italian Minister of Fine Arts, <a href=\"/argang\">Giulio Carlo Argan</a>, endowed a government institute for restoration, the Istituto Centrale del Restauro (ICR), appointing Brandi, a friend, as its first director.": [],
    "There Brandi developed his theories on the careful restoration and conservation of monuments.": [],
    "The approaching war limited the Institute's activities and it closed in 1945, but reopened shortly thereafter.": [
        [
            54,
            58,
            [
                ", and"
            ]
        ]
    ],
    "As director of a major conservation center, Brandi intervened extensively in controversies of restoration.": [],
    "He published numerous articles on modern approaches in conservation, some in English, which were collected in his 1963 <em>Teoria del restauro</em>.": [],
    "Two publications on Duccio one of ca.": [
        [
            20,
            26,
            [
                "Lucio",
                "Nuncio",
                "Gucci"
            ]
        ]
    ],
    "1949 and a monograph of 1951 remain his best writing.": [],
    "He retired from the Istituto in 1959.Brandi's methods of conservation allowed him to make chronological assessments based more than on simple art-historical opinion.": [
        [
            20,
            28,
            [
                "Institute"
            ]
        ],
        [
            37,
            43,
            [
                " Brandi"
            ]
        ]
    ],
    "His date of a pivotal panel of painting in the church of Santa Maria in Trastevere as sixth century was questioned by <a href=\"/bertellic\">Carlo Bertelli</a>.": [
        [
            72,
            82,
            [
                "Terasievert"
            ]
        ]
    ],
    "Brandi's date, however, has subsequently been accepted as correct.": [],
    "<a href=\"/popehennessyj\">John Pope-Hennessy</a> praised Brandi's 1933 Siena painting catalog as, \"the first fully efficient catalogue of a public collection of Italian painting.\"": []
}