{
    "Early French photographer of art history images.": [],
    "He was born in Alsace, Germany, presently known as Dornach, Germany.": [
        [
            51,
            58,
            [
                "Hornbach"
            ]
        ]
    ],
    "Braun was the son of Samuel Braus, a police officer stationed in Bresançon.": [
        [
            28,
            33,
            [
                "Brass",
                "Braun",
                "Bras",
                "Brags",
                "Brats",
                "Braes"
            ]
        ],
        [
            65,
            74,
            [
                "Besançon"
            ]
        ]
    ],
    "The family moved to Mulhouse (Alsace) in 1822 where Braun grew up.": [],
    "He attended the local école industrielle (he missed attending the Mulhouse design school), completing his trade schooling in Paris, settling there.": [
        [
            22,
            27,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            28,
            40,
            [
                "industrially"
            ]
        ]
    ],
    "Initially worked as a fabric designer, setting up his own business in 1834 with his brother.": [],
    "That year, too, he married Louise Marie Danet, the daughter of the former secretary-general of the state's stables.": [
        [
            40,
            45,
            [
                "Dante",
                "Janet",
                "Dane",
                "Danes",
                "Manet"
            ]
        ]
    ],
    "Braun returned to Mulhouse after the death of his wife in 1843 to return to fabric design, but his employer's enthusiasm for photography whetted an interest in him, too.": [],
    "He married Pauline Baumann, a horticulturalist's daughter, and began photographing flowers.": [],
    "In 1853 he set himself up as a photographer, initially taking pictures which were then transferred to designs for wallpaper and fabric.": [
        [
            3,
            7,
            [
                "1853,"
            ]
        ]
    ],
    "His success in this venture led to a medal at the 1855 Paris Exposition Universelle.": [
        [
            72,
            83,
            [
                "Universally"
            ]
        ]
    ],
    "Braun expanded his oeuvre, taking scenes, still lifes, rare animal studies and people in Europe.": [
        [
            48,
            53,
            [
                "lives",
                "life",
                "lies",
                "lines",
                "lights",
                "likes"
            ]
        ]
    ],
    "He produced stereopticans in 1857.": [],
    "By 1859 he had produced his first art-historical inventory, a series of published plates, funded by Napoleon III of the Haut-Rhin region.": [],
    "By the 1860's Braun's stereoptican business was hugely successful.": [
        [
            7,
            13,
            [
                "1860s"
            ]
        ]
    ],
    "In 1866 he began taking works of art to record them.": [
        [
            3,
            7,
            [
                "1866,"
            ]
        ]
    ],
    "The first collections were drawings and paintings from the Kunstmuseum, Basel, the Louvre, and the Albertina in Vienna.": [],
    "At the time, the issue of whether or not photographs damaged works of art was hotly debated.": [
        [
            26,
            40,
            [
                "whether"
            ]
        ]
    ],
    "Braun became one of the largest publishers of art images, along with Fratelli Leopoldo and <a href=\"/alinarig\">Giuseppe Alinari</a> and Anderson.": [],
    "His albums were presented to Empress Eugénie of France; he was one of only two photographic firms invited to document the opening of the Suez Canal in 1869.": [
        [
            37,
            44,
            [
                "Eugenie",
                "Eugene",
                "Eugenia",
                "Eugenio",
                "Eugenic",
                "Eugène"
            ]
        ]
    ],
    "In 1883, Braun secured an exclusive thirty-year contract to photograph the art objects at the Louvre.": [],
    "At Christmas, 1877, Braun suffered a sudden death.": [],
    "His business, however, safely in the hands of relatives and friends, continued to flourish.": [],
    "Images by Braun &amp; Cie formed the collections of many budding art history departments, including Princeton University's and its <em>Index of Christian Art</em>.": [
        [
            16,
            20,
            [
                "camp",
                "lamp",
                "ramp",
                "amp",
                "damp",
                "vamp"
            ]
        ],
        [
            22,
            25,
            [
                "CIE",
                "Die",
                "Lie",
                "Tie",
                "CIA",
                "Cite"
            ]
        ]
    ]
}