{
    "<p>Director of the Los Angeles County Museum, 1946-1951.": [],
    "Breasted was the son of James Henry Breasted (1865-1935), the Egyptologist who founded the University of Chicago's Oriental Institute.": [],
    "At age fourteen, together with his father and older brother, he was one of the first to enter the recently opened tomb of Tutankhamen (\"King Tut\"), negotiating the inner chambers first because of his youthful size.": [],
    "Breasted graduated with highest honors from Princeton University in 1932, continuing study in Egyptology and Near Eastern archeology first at the university in Heidelberg and then at Queens College, Oxford.": [
        [
            24,
            31,
            [
                "the highest"
            ]
        ]
    ],
    "He married the Chicagoan Helen Culver Ewing (1903-2000) in 1935, who father had been the donor of Hull House to Jane Addams (1860-1935).": [],
    "Breasted was awarded a master's degree in art history in 1937 from the University of Chicago.": [],
    "The following two years he researched at the Institute for Advanced Study in Princeton.": [],
    "He taught as an instructor at Colorado College in Colorado Springs, 1937-1939 and a year at Hunter College, NY, 1941, before accepting the position of assistant professor of art history at the University of California, Los Angeles.": [],
    "During World War II (1942) he was assigned to the special forces section of the Army Quartermaster Corps in Washgington, D. C. After the war in 1946, Breasted accepted the directorship of the Los Angeles County Museum (including what would later become the Los Angeles County Museum of Art), replacing Roland McKinney.": [
        [
            108,
            119,
            [
                "Washington"
            ]
        ]
    ],
    "He co-lead the museum with <a href=\"/valentinerw\">Wilhelm Rheinhold Otto Valentiner</a>, the Museum's \"director consultant.\"": [
        [
            3,
            10,
            [
                "co-leads",
                "co-led"
            ]
        ]
    ],
    "In 1948, he wrote an important book on <em>Egyptian Servant Statues</em>, part of the Bollingen series.": [
        [
            86,
            95,
            [
                "Bollinger"
            ]
        ]
    ],
    "The Museum at the time had a three-fold mission, to document art, history and science, conflicting interests which led to the former director's resignation.": [],
    "Breasted's administrative style and pro-art position rankled the museum staff and donors.": [],
    "After the resignation of chief curator, Joseph Kelleher in 1949 and the loss of the traveling exhibition and the Walter Arensberg Collection (to Philadelphia), museum staff protested to the Board and Breasted resigned in 1951.": [
        [
            47,
            55,
            [
                "Keller"
            ]
        ],
        [
            120,
            129,
            [
                "Arnsberg"
            ]
        ]
    ],
    "Breasted taught at the Kent School in Connecticut from 1952, becoming chairman of the art and art history department in 1963.": [],
    "In 1953, the Breasteds bought Mt.": [
        [
            13,
            22,
            [
                "Breasted's",
                "Breasted",
                "Breast eds"
            ]
        ]
    ],
    "Mexico Farm in Tamworth, NH as a summer home.": [],
    "In 1971, they retired there.": [],
    "In 1978 during a recorded interview, he described his experiences at the Tutankhamen tomb opening.": [],
    "He died at a local hospital at age 74.": [],
    "Although Breasted was trained as an archaeologist, he concentrated his teaching on modern painting and European art.": [],
    "He was particularly interested in art education and wrote articles on instruction.": [],
    "He also sat on the film-screening board of the Museum of Modern Art's Art-Film Festival (1957).": [],
    "A self-taught amateur calligrapher, Breasted established an annual national italic handwriting competition in the 1950s, which still continues.</p>": []
}