{
    "Assistant Director of the Metropolitan Museum and curator of Decorative Arts during the installation of the Cloisters Museum.": [],
    "Breck was the son of Joseph Francis Breck (d.": [
        [
            0,
            5,
            [
                "Break",
                "Brick",
                "Wreck",
                "Brock",
                "Beck"
            ]
        ],
        [
            36,
            41,
            [
                "Break",
                "Brick",
                "Wreck",
                "Brock",
                "Beck"
            ]
        ]
    ],
    "1929) and Annie Hayes Breck (d.1933).": [
        [
            22,
            27,
            [
                "Break",
                "Brick",
                "Wreck",
                "Brock",
                "Beck"
            ]
        ]
    ],
    "His father owned an agricultural seed and implement company in Massachusetts.": [],
    "While a student at Harvard University, he met <a href=\"/winlockh\">Herbert Eustis Winlock</a>, a future director of the Metropolitan.": [],
    "The two became close associates during their time together at the museum.": [],
    "At Harvard, he worked on the Harvard Lampoon where talents in art emerged.": [],
    "After graduation from Harvard in 1907, he traveled to Europe, returning to Harvard to take graduate courses.": [],
    "He joined the Metropolitan in 1909 as an assistant curator of decorative arts, under <a href=\"/valentinerw\">Wilhelm Rheinhold Otto Valentiner</a>.": [],
    "In 1914 Breck resigned from the Met to become director of the Minneapolis Society of Fine Arts.": [
        [
            8,
            13,
            [
                "Break",
                "Brick",
                "Wreck",
                "Brock",
                "Beck"
            ]
        ]
    ],
    "At Minneapolis, he was instrumental in bringing the Minneapolis Museum of Art into fruition.": [],
    "When World War I broke out, Valentiner, a native German, was required to return to Germany.": [
        [
            28,
            38,
            [
                "Valentine",
                "Valentines"
            ]
        ]
    ],
    "Breck was hired back to the Met in Valentiner's position as curator of the department of decorative arts in 1917.": [
        [
            0,
            5,
            [
                "Break",
                "Brick",
                "Wreck",
                "Brock",
                "Beck"
            ]
        ],
        [
            35,
            45,
            [
                "Valentine",
                "Valentines"
            ]
        ]
    ],
    "Breck set about installing the J. P. Morgan collection in the museum, a large donation the museum had recently acquired.": [
        [
            0,
            5,
            [
                "Break",
                "Brick",
                "Wreck",
                "Brock",
                "Beck"
            ]
        ]
    ],
    "In 1932 he was appointed director of the nascent Cloisters, the medieval satellite museum of the Met, then in its development stages.": [
        [
            3,
            7,
            [
                "1932,"
            ]
        ]
    ],
    "He suffered a heart attack with on a buying trip in Switzerland at age forty-eight.": [],
    "After Breck's death, the department was divided into the three divisions, medieval art, under <a href=\"/rorimerj\">James Rorimer</a>, Renaissance and modern art, under <a href=\"/remingtonp\">Preston Remington</a>, and American Art, under Joseph Downs.": [
        [
            6,
            11,
            [
                "Break",
                "Brick",
                "Wreck",
                "Brock",
                "Beck"
            ]
        ]
    ]
}