{
    "Art historian of late antique and medieval art, focusing on antique portraiture and numismatic motifs; museum curator; founder of the Midwest Art History Society.": [],
    "Breckenridge was born in Brooklyn, New York, to Clarence E. Breckenridge, a mechanic engineer, and Erna Gritschke (Breckenridge) in 1926.": [
        [
            104,
            113,
            [
                "Ritchie",
                "Klitschko"
            ]
        ]
    ],
    "In 1945, he earned a B.A.": [],
    "with distinction in fine arts from Cornell University.": [
        [
            0,
            4,
            [
                "With"
            ]
        ]
    ],
    "He went on to Princeton University and received an M.F.A with honors in 1949.": [],
    "In the same year, he married his first wife Charlotte Zoe Thomas.": [],
    "In 1950, he received a Fulbright grant to study in Paris for a year.": [],
    "While in Paris, Breckenridge attended the seminar of <a href=\"https://arthistorians.info/grabara\">Andre Grabar</a> at the Ecole des Hautes Etudes.": [],
    "Upon his return to the States, he worked successively as a curator at the Corcoran Gallery of Art in Washington, D.C.": [],
    "(1952-1955) and the Baltimore Museum of Art (1955-1960).": [],
    "While working at these art museums, Breckenridge remained active in academia.": [],
    "He returned to Princeton to further doctoral studies.": [],
    "Meanwhile, he taught art at Goucher College in Towson, Maryland, as a visiting lecturer in 1954.": [],
    "He earned a Ph.D.": [],
    "degree in 1957 with a dissertation <em>The Numis</em><em>ma</em><em>tic Iconography of the Byzantine Emperor Justinian II</em>.": [
        [
            0,
            6,
            [
                "Degree"
            ]
        ]
    ],
    "Initially, his dissertation was written under <a href=\"https://arthistorians.info/frienda\">Albert M. Friend</a>, Jr., and later <a href=\"https://arthistorians.info/weitzmannk/\">Kurt Weitzmann</a> when Friend’s health was failing.": [],
    "His dissertation was later published by the American Numismatic Society as a book in 1959.": [],
    "He was a lecturer in art at Johns Hopkins University (1957-1959), a fellow of the American Council of Learned Societies (1959-1960), and a visiting Associate Professor of Fine Arts at the University of Pittsburgh (1960-1961).": [],
    "In 1961, Breckenridge joined the art faculty of Northwestern University as an Associate Professor of Art.": [],
    "In 1964, a year after he divorced, Breckenridge married Dorte Ulrich.": [
        [
            56,
            61,
            [
                "Forte",
                "Dote",
                "Torte",
                "Do rte"
            ]
        ]
    ],
    "He was promoted to Professor in 1966, and in 1968, his book <em>Likeness: A Conceptual History of Ancient Portraiture </em>was published.": [],
    "in 1973, he was made Professor of Art History, which he held until his death.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Meanwhile, he founded the Midwest Art History Society in 1973.": [],
    "He was a visiting member of the Institute for Advanced Research at Princeton(1974-1975) and served as its President from 1977 to 1980.": [],
    "In 1981, he received a second Fulbright grant to study in Bulgaria for a year.": [],
    "He died on Dec.": [],
    "18, 1982, in Chicago.": [],
    "“Although a specialist in religious art and the art and architecture of Rome, Byzantium, and the Middle Ages, Breckenridge taught, lectured, and wrote on a wide variety of topics in art history.": [],
    "His publications centered on antique portraiture and numismatic motifs.” (Northwestern University Archive)": []
}