{
    "Director of the Mauritshuis museum, 1889-1909, connoisseur and art collector.": [],
    "Bredius was raised in a wealthy family.": [
        [
            0,
            7,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ]
    ],
    "His father was Johannes Jacobus Bredius a director of a powder factory in Amsterdam.": [
        [
            32,
            39,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ]
    ],
    "His family collected Chinese porcelain and 17th-century Dutch paintings, which Bredius would build upon.": [
        [
            79,
            86,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ]
    ],
    "His mother died when he was only ten.": [],
    "Early in his career, he intended to become a concert pianist, but realized after three years of study that he would never become an outstanding musician.": [],
    "In 1873 <a href=\"/stuersv\">Victor Eugène Louis de Stuers</a> published an article in the journal <em>De Gids</em>, \"Holland op zijn smalst\" (Holland at its Narrowest), condemning the Dutch for their lack of knowledge of their own history of art which acted as a clarion call for a number of scholars to study Dutch art.": [],
    "In 1878, his father allowed him to travel for a long period to Italy, where he became deeply impressed by Italian art.": [],
    "In Florence, he met <a href=\"/bodew\">Wilhelm Bode</a>, director of the Berlin Museum, who encouraged him to study the paintings of his own country rather than Italian art.": [],
    "In order to familiarize himself with Dutch seventeenth-century painting, he started visiting different collections of paintings all over Europe.": [],
    "He focused on archival research, which would be a hallmark of his scholarship.": [],
    "After a number of articles in the <em>Nederlandse Spectator</em> demonstrating his knowledge, he was appointed assistant director at the Nederlandsch Museum voor Geschiedenis en Kunst in The Hague in 1880, which became part of the Rijksmuseum in Amsterdam in 1885.": [],
    "There he cataloged the collection.": [],
    "Bredius created a name for himself as a Vermeer scholar in 1883 by attacking an attribution of the late <a href=\"/thoret\">Etienne-Joseph-Théophile Thoré</a>, the art historian who had re-discovered the artist, in an article \"Ein pseudo-Vermeer.\"": [
        [
            0,
            7,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ]
    ],
    "Working in this new museum, Bredius completed in 1885 the first edition of the museum's catalog.": [
        [
            28,
            35,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ]
    ],
    "He began co-editing the scholarly art journal <em>Oud-Holland</em> in 1886.": [],
    "In 1888 he resigned from the Rijksmuseum after being granted a doctor's degree <em>honoris causa</em> in Giessen, Germany.": [
        [
            3,
            7,
            [
                "1888,"
            ]
        ]
    ],
    "Another honorary doctorate was awarded from Krakow.": [
        [
            44,
            50,
            [
                "Kraków"
            ]
        ]
    ],
    "In 1889, Bredius was named director of the Mauritshuis in The Hague, beating out Stuers, head of the Department of Arts and Sciences of the Ministry of the Interior.": [
        [
            9,
            16,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ],
        [
            81,
            87,
            [
                "Steers",
                "Suers"
            ]
        ]
    ],
    "In 1891 <a href=\"/hofstededegrootc\">Cornelis Hofstede de Groot</a>, joined as assistant director.": [],
    "The two men frequently quarreled; Bredius continually leaked stories to the newspaper about their disputes until 1896.": [
        [
            34,
            41,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ]
    ],
    "The two men managed to collaborate on a new <em>Mauritshuis Catalog</em>, published in 1895, replacing Stuers' earlier one.": [
        [
            103,
            109,
            [
                "Steers",
                "Suers"
            ]
        ]
    ],
    "A homosexual who's proclivities were as open as they could be for the time, he took up residence with his \"servant\" Willem Goudkamp the same year at a house on the Prinsegracht.": [
        [
            13,
            18,
            [
                "whose"
            ]
        ],
        [
            123,
            131,
            [
                "Gouda",
                "Goudas",
                "Nordkapp",
                "Goddam",
                "Goddamn"
            ]
        ]
    ],
    "Hofstede de Groot resigned in 1896, replaced by the Ministry with <a href=\"/wallerf\">François Gérard Waller</a>, to whom Bredius objected.": [],
    "Under Bredius' directorship, the Mauritshuis acquired international fame.": [
        [
            6,
            13,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ]
    ],
    "Bredius, an enthusiastic art collector who traveled widely, purchased thirty works of art for the museum in his tenure placing several of his own paintings on loan as well.": [
        [
            0,
            7,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ]
    ],
    "Bredius used his personal collection to present paintings and other art objects to various Dutch museums.": [
        [
            0,
            7,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ]
    ],
    "His independence as a museum director caused conflicts with colleagues and officials, in particular with the autocratic de Stuers, who had been used to making acquisition decisions himself.": [
        [
            123,
            129,
            [
                "Steers",
                "Suers"
            ]
        ]
    ],
    "It was Bredius, while on a trip to (then) Germany, who discovered a painting of a Polish rider which he claimed as Rembrandt (later sold to Henry Clay Frick).": [
        [
            7,
            14,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ]
    ],
    "He found a new life partner, Joseph Otto Kronig (1887-1984), also trained in art, whom he cultivated as a connoisseur.": [
        [
            41,
            47,
            [
                "König"
            ]
        ]
    ],
    "In 1906 he received an honorary doctorate from Amsterdam.": [
        [
            3,
            7,
            [
                "1906,"
            ]
        ]
    ],
    "Bredius resigned from the Mauritshuis in 1909, claiming failing health, remaining honorary advisor, succeeded by assistant director <a href=\"/martinw\">Wilhelm Martin</a>, professor of the History of Art at Leiden University.": [
        [
            0,
            7,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ]
    ],
    "Bredius continually studied paintings on his long travels in Europe and America, and working in the archives.": [
        [
            0,
            7,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ]
    ],
    "He published numerous articles in <em>Oud-Holland</em>, which he continued to co-edit.": [],
    "He visited the United States between 1913-1914.": [],
    "Beginning in 1915 his <em>Künstler-Inventare</em> (ultimately seven volumes and an index) appeared, consisting of numerous records of inventories of painters.": [],
    "In 1922, Bredius settled permanently in Monte Carlo, Monaco to avoid Dutch taxes.": [
        [
            9,
            16,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ]
    ],
    "His one-time partner, Kronig, moved to Florence where Bredius had bought him a villa.": [
        [
            22,
            28,
            [
                "König"
            ]
        ],
        [
            54,
            61,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ]
    ],
    "The same year he sold his house at the Prinsegracht to the municipality of The Hague, to which he also offered in loan the collection of paintings and other art objects that were left in his house.": [],
    "It was in collaboration with Gerson and <a href=\"/schneiderh\">Hans Schneider</a> that Bredius published his famous catalog of the paintings of Rembrandt in 1935, which appeared in Dutch, German, and English editions.": [],
    "In this catalog, Bredius reduced the number of secure Rembrandt paintings from 690 (in the Rembrandt catalog of <a href=\"/valentinerw\">Wilhelm Rheinhold Otto Valentiner</a>) to to 630.": [
        [
            17,
            24,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ]
    ],
    "The dispute over which Rembrandt attributions were genuine, already alive with Valentiner's 1921 catalog, would continue to engage this circle of scholars.": [
        [
            79,
            89,
            [
                "Valentine",
                "Valentines"
            ]
        ]
    ],
    "[Gerson's re-editing the catalog of Bredius in 1969, reduced the number of autograph works of Rembrandt still further.]": [
        [
            36,
            43,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ]
    ],
    "In 1937 Bredius led the authentication of one of the most celebrated forgeries in art history, the painting, <em>Christ at Emmaus</em> as a Vermeer, actually painted by forger Han van Meegeren (1889-1947).": [
        [
            8,
            15,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ],
        [
            184,
            192,
            [
                "Aegean",
                "Keegan",
                "Meghan",
                "Meagan"
            ]
        ]
    ],
    "Although other eminent art historians, including <a href=\"/gelderj\">J.": [],
    "G. van Gelder</a>, also validated the work, Bredius published an enthusiastic appraisal in the <em>Burlington Magazine</em> (\"every inch [is] a Vermeer\").": [
        [
            3,
            6,
            [
                "Van"
            ]
        ],
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ],
        [
            44,
            51,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ]
    ],
    "Bredius' opinion was still so valued that other leading art-historians including <a href=\"/hammachera\">Abraham Marie Wilhelmus Jacobus Hammacher</a>, <a href=\"/lunst\">Th.": [
        [
            0,
            7,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ]
    ],
    "M. H. Luns</a>, <a href=\"/regterenaltenai\">I.": [
        [
            6,
            10,
            [
                "Runs",
                "Guns",
                "Lens",
                "Lung",
                "Luis",
                "Lungs"
            ]
        ]
    ],
    "Q. van Regteren Altena</a>, <a href=\"/thienenf\">Frithjof W. S. van Thienen</a>, and <a href=\"/vriesa\">A.": [
        [
            3,
            6,
            [
                "Van"
            ]
        ],
        [
            7,
            15,
            [
                "Retain",
                "Regain",
                "Restart",
                "Aegean",
                "Relearn"
            ]
        ],
        [
            16,
            22,
            [
                "Alena",
                "ALENA",
                "Alhena"
            ]
        ]
    ],
    "B. de Vries</a> accepted his judgment.": [
        [
            3,
            5,
            [
                "De"
            ]
        ]
    ],
    "Principally on Bredius' recommendation, <a href=\"/hannemad\">Dirk Hannema</a>, director of the Boymans-Van Beuningen museum, acquired the work where it remained until its true identity was discovered after World War II.": [
        [
            15,
            22,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ]
    ],
    "Bredius left his inheritance to Kronig after his death in 1946 and Kronig lived in Bredius' Monico home until his own death.": [
        [
            0,
            7,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ],
        [
            32,
            38,
            [
                "König"
            ]
        ],
        [
            67,
            73,
            [
                "König"
            ]
        ],
        [
            83,
            90,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ],
        [
            92,
            98,
            [
                "Monica",
                "Monaco",
                "Mónica"
            ]
        ]
    ],
    "Bredius was buried at Cap d'Ail cemetery.": [
        [
            0,
            7,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ]
    ],
    "The municipality of The Hague became the owner of Bredius' collection, naming the institution the Museum Bredius, with Goudkamp as caretaker.": [
        [
            50,
            57,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ],
        [
            105,
            112,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ],
        [
            119,
            127,
            [
                "Gouda",
                "Goudas",
                "Nordkapp",
                "Goddam",
                "Goddamn"
            ]
        ]
    ],
    "In 1985 the museum relocated, opening in 1990 at the Lange Vijverberg.": [],
    "High strung with a violent temper and a tendency for retribution, Bredius thrived on conflict (Dolnick).": [
        [
            0,
            11,
            [
                "High-strung"
            ]
        ],
        [
            66,
            73,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ],
        [
            95,
            102,
            [
                "Dominick",
                "Colwick",
                "Rollick"
            ]
        ]
    ],
    "He built a considerable portion of his reputation disputing those who disagreed with him.": [],
    "Well after his retirement, for example, he thwarted his successor, Martin, in the purchase of a Dutch primitive (Albert Bouts) because he favored a Rembrandt.": [],
    "His petty animosities, particularly to Hofstede de Groot and Waller, were tragic in their degree and lasted the life of both men.": [],
    "His disregard of bureaucratic rules included surreptitiously building of a personal art collection at the same time he was director, expressly forbidding by his museum's bylaws.": [],
    "Perhaps in retaliation to his published character assassinations, several newspaper scandals erupted involving Bredius' homosexual behavior.": [
        [
            111,
            118,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ]
    ],
    "As an art historian, his methodology was the two-fold and nearly antithetical; one as an archival research and the other as connoisseur.": [],
    "His impressive work as an archivist is still admired today, accessible through his many publications and in his papers which he bequeathed to the Rijksbureau voor Kunsthistorische Documentatie in The Hague.": [
        [
            158,
            162,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            180,
            192,
            [
                "Documentation",
                "Documentaries"
            ]
        ]
    ],
    "He was convinced of the infallibility of his connoisseurship, pronouncing his opinions in a matter of minutes which he considered fact.": [],
    "<a href=\"/gersonh\">Horst Gerson</a> considered Bredius' archival research, especially Bredius' <em>Künstler-Inventare</em> as securing him a place among the most distinguished Dutch art-historians.": [],
    "Bredius lead the archival-research field in the Netherlands, preceded only by <a href=\"/obreenf\">Frederic D. O. Obreen</a>, whom he assisted on Obreen's <em>Archief voor Nederlandsche kunstgeschiedenis,</em> and <a href=\"/willigena\">Adriaan van der Willigen (1810-1876)</a>.": [
        [
            0,
            7,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ]
    ],
    "His personal art collection, including several Rembrandt paintings, was bequeathed to the Netherlands after his death.": []
}