{
    "First woman to direct a major American art museum (Baltimore Museum of Art); Cassatt scholar.": [],
    "Breeskin was the daughter of Alfred Robert Louis Dohme (1867-1952) and Emmie Blumner (Dohme).": [
        [
            0,
            8,
            [
                "Redskin",
                "Reskin"
            ]
        ],
        [
            49,
            54,
            [
                "Dome"
            ]
        ],
        [
            77,
            84,
            [
                "Blumer"
            ]
        ],
        [
            86,
            91,
            [
                "Dome"
            ]
        ]
    ],
    "Her father was a chemist who founded the pharmaceutical company Sharpe &amp; Dohme (later Merck, Sharpe &amp; Dohme).": [
        [
            71,
            75,
            [
                "camp",
                "lamp",
                "ramp",
                "amp",
                "damp",
                "vamp"
            ]
        ],
        [
            77,
            82,
            [
                "Dome"
            ]
        ],
        [
            104,
            108,
            [
                "camp",
                "lamp",
                "ramp",
                "amp",
                "damp",
                "vamp"
            ]
        ],
        [
            110,
            115,
            [
                "Dome"
            ]
        ]
    ],
    "The younger Dohme attended the Bryn Mawr preparatory school in Baltimore, initially planning on being an artist.": [
        [
            12,
            17,
            [
                "Dome"
            ]
        ]
    ],
    "After stints at Bryn Mawr and Radcliffe Colleges, she eventually graduated from Boston's School of Fine Arts, Crafts, and Decorative Design in 1918.": [],
    "Her family had a strong interest in art; her father was among the initial donors to the Baltimore Museum of Art at its founding in 1914.": [],
    "After graduation, Dohme took a job as an assistant in the print department of the Metropolitan Museum of Art, New York, working with Kathryn B. Child under the curator of Prints, <a href=\"/ivinsw\">William M. Ivins, Jr.</a> In 1920, she married the violinist Elias Breeskin (1895?-1969).": [
        [
            18,
            23,
            [
                "Dome"
            ]
        ]
    ],
    "Adelyn Breeskin was reluctant to give up her museum career and the couple divorced in 1930.": [
        [
            7,
            15,
            [
                "Redskin",
                "Reskin"
            ]
        ]
    ],
    "She returned to Baltimore to accept the position of curator of prints at the Baltimore Museum of Art.": [],
    "In 1938 she was named general curator of the museum.": [
        [
            3,
            7,
            [
                "1938,"
            ]
        ]
    ],
    "At Baltimore, Breeskin built one of the finest works on paper collections in the country, largely from scratch.": [
        [
            14,
            22,
            [
                "Redskin",
                "Reskin"
            ]
        ]
    ],
    "When the current museum director, <a href=\"/cheekl\">Leslie Cheek, Jr.</a>, resigned in 1942 to join the army, Breeskin was named acting director until 1947, when she was belatedly named director.": [],
    "In 1948, Breeskin wrote the <em>catalogue raisonné</em> of prints of the Impressionist Mary Cassatt (revised in 1979).": [
        [
            9,
            17,
            [
                "Redskin",
                "Reskin"
            ]
        ]
    ],
    "She supervised expansions to the John Russell Pope museum building as well as negotiating the donation of the Etta and Claribel Cone Collection of twentieth-century painting in 1949.": [],
    "Of this spectacular gift, Museum of Modern Art founder <a href=\"/barra\">Alfred H. Barr, Jr.</a>, quipped that it was \"far too good for Baltimore.\"": [],
    "Among the exhibitions she mounted were \"Abstract Expressionism\" (1954).": [],
    "In 1960 she served as the commissioner for the American contingent of the 30th Venice Biennale.": [
        [
            3,
            7,
            [
                "1960,"
            ]
        ]
    ],
    "Breeskin retired in 1962 and accepted the position of director of the nascent Washington Gallery of Modern Art, whose aim was to create contemporary shows in the District.": [
        [
            0,
            8,
            [
                "Redskin",
                "Reskin"
            ]
        ]
    ],
    "Breeskin curated shows including \"Roots of Abstract Art in America\" (1965).": [
        [
            0,
            8,
            [
                "Redskin",
                "Reskin"
            ]
        ]
    ],
    "However, she resigned only two years later in a dispute with the trustees over exhibition policies.": [],
    "From 1968 to 1974 she was the curator of contemporary painting and sculpture at the National Collection of Fine Arts (NCFA), later known as the National Museum of American Art, part of the Smithsonian Museums.": [
        [
            118,
            122,
            [
                "NCAA",
                "CFA",
                "NCA",
                "ACFA",
                "FCFA",
                "NCTA"
            ]
        ]
    ],
    "Among the exhibits she organized were ones on Cassatt, Brooks, Johnson, Milton Avery, H. Lyman Sayen and Bob Thompson.": [],
    "A <em>catalogue raisonné</em> of Cassatt's other works on paper appeared in 1970 (revised in 1980).": [],
    "She died of kidney failure while on a trip to Italy near Lake Garda in northern Italy.": []
}