{
    "Professor and librarian.": [],
    "Breitenbach studied art history as well as German and Scandinavian literature at the university in Munich and then Hamburg where his professors were <a href=\"/panofskye\">Erwin Panofsky</a> and <a href=\"/saxlf\">Fritz Saxl</a>.": [],
    "His dissertation, completed in Strassburg in 1929 under Panofsky, was <em>Speculum humanae salvationis: eine typengeschichtliche Untersuchungen</em>.": [
        [
            31,
            41,
            [
                "Strasbourg"
            ]
        ],
        [
            56,
            64,
            [
                "Sinofsky"
            ]
        ]
    ],
    "He worked as a Library assistant at the Warburg Library in Hamburg 1926-27.": [],
    "Between 1927-29 he studied library sciecne in Göttingen and Berlin, working until 1933 in the Frankfurt Stadtbibliothek.": [
        [
            35,
            42,
            [
                "science"
            ]
        ]
    ],
    "That year he was dismissed by the Nazis through their <em>Gesetzes zur Wiederherstellung des Berufsbeamtentums</em> law, removing jews (Breitenbach though Christian, was of Jewish extraction) from the civil service.": [],
    "Between 1933-37 he lived in Basel and London.": [],
    "In 1937 he emigrated to the United States in 1937.": [
        [
            3,
            7,
            [
                "1937,"
            ]
        ],
        [
            11,
            23,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "In 1943 he became an American citizen, working the Federal Communications Commission monitoring German radio broadcasts.": [
        [
            3,
            7,
            [
                "1943,"
            ]
        ]
    ],
    "Between 1944-45 he was Chief of Documentary Operations in the Office of War Information in Washgington, D. C. After the war, he returned to Germany with Office of Military Government-Unitded States (OMGUS) in 1945 in Berlin.": [
        [
            91,
            102,
            [
                "Washington"
            ]
        ],
        [
            172,
            190,
            [
                "Government-United"
            ]
        ],
        [
            199,
            204,
            [
                "OMG US"
            ]
        ]
    ],
    "Between the years 1946-49 he worked in the Central Art Collection Point in Munich (in the former NSDAP party headquarters) as the Museum and Fine Arts officer researching the provenance of misappropriated Nazi art.": [],
    "He was, under <a href=\"/smythc\">Craig Hugh Smyth</a>, one of the founders of the Zentralinstitut(s) für Kunstgeschichte.": [],
    "He worked in the American High Commission in Bad Neuheim and Frankfurt between 1949-53, in the Cultural Relations Division, Section for Fine Arts, Museums, Libraries and Archives reconstructing German libraries.": [
        [
            49,
            56,
            [
                "Neural",
                "Pelham",
                "Kelham"
            ]
        ]
    ],
    "In 1956 he returned to Washgington, D. C., where he was head of the Prints and Photographs division of the Library of Congress in Washington.": [
        [
            3,
            7,
            [
                "1956,"
            ]
        ],
        [
            23,
            34,
            [
                "Washington"
            ]
        ]
    ],
    "He retired in 1973.": [],
    "He died on a visit to Germany in 1977.": []
}