{
    "The van Gogh scholar <a href=\"/faillej\">J.-B.": [],
    "de la Faille</a> studied under Bremmer.": [
        [
            0,
            2,
            [
                "De"
            ]
        ],
        [
            31,
            38,
            [
                "Drummer",
                "Premier",
                "Bremen",
                "Breaker",
                "Breeder",
                "Brewer"
            ]
        ]
    ],
    "Independent art educator and adviser; van Gogh and Dutch artists scholar.": [
        [
            57,
            64,
            [
                "artists'",
                "artist's"
            ]
        ]
    ],
    "Bremmer received his primary education at a boarding school in Roermond and attended high school in Leiden, where his parents owned a hotel (Hotel Rijnland).": [
        [
            0,
            7,
            [
                "Drummer",
                "Premier",
                "Bremen",
                "Breaker",
                "Breeder",
                "Brewer"
            ]
        ],
        [
            147,
            155,
            [
                "Finland",
                "Inland",
                "Richland",
                "Vinland"
            ]
        ]
    ],
    "He also took classes with the painter D. L. Kooreman.": [
        [
            44,
            52,
            [
                "Korean",
                "Foreman",
                "Doorman"
            ]
        ]
    ],
    "In 1889 he left school and enrolled at the Teeken- en Schilderacademie (Academy for Drawing and Painting) in The Hague.": [
        [
            3,
            7,
            [
                "1889,"
            ]
        ],
        [
            43,
            49,
            [
                "Tee ken"
            ]
        ]
    ],
    "He quit after one year and together with some friends he rented a studio in Leiden.": [],
    "Two years later he moved to the attic of his parents' hotel and started working on his own.": [],
    "At that time he met the Dutch avant-garde painter Jan Toorop and other artists belonging to his circle, including Theo van Rijsselberghe and Henri van de Velde.": [
        [
            54,
            60,
            [
                "Troop",
                "Towrope",
                "Dewdrop",
                "Rewrap",
                "MOROP",
                "Quiróz"
            ]
        ],
        [
            154,
            159,
            [
                "Verde",
                "Veld",
                "Veldt",
                "Velds"
            ]
        ]
    ],
    "These two painters, who together with Toorop were members of the Brussels group <em>Les Vingt</em>, stayed in Hotel Rijnland when visiting Leiden.": [
        [
            38,
            44,
            [
                "Troop",
                "Towrope",
                "Dewdrop",
                "Rewrap",
                "MOROP",
                "Quiróz"
            ]
        ]
    ],
    "Inspired by them, Bremmer painted a number of neo-impressionist and pointillist works.": [
        [
            18,
            25,
            [
                "Drummer",
                "Premier",
                "Bremen",
                "Breaker",
                "Breeder",
                "Brewer"
            ]
        ]
    ],
    "His studio became a meeting place where he discussed art and literature with visitors and friends.": [],
    "Bremmer had great admiration for the philosophy of Spinoza.": [
        [
            0,
            7,
            [
                "Drummer",
                "Premier",
                "Bremen",
                "Breaker",
                "Breeder",
                "Brewer"
            ]
        ]
    ],
    "In 1893 he met the jurist and sociologist Sebald R. Steinmetz (1862-1940) who encouraged him to organize drawing classes for typesetters.": [
        [
            3,
            7,
            [
                "1893,"
            ]
        ],
        [
            42,
            48,
            [
                "Se bald"
            ]
        ]
    ],
    "A year later, Steinmetz brought him in contact with the three Beekhuis sisters, who attended his classes with great enthusiasm.": [
        [
            62,
            70,
            [
                "Beeches",
                "Beetroot",
                "Boethius",
                "Beechnuts",
                "Beetroots",
                "Beckhams"
            ]
        ]
    ],
    "One of them, Leida, became Bremmer's wife in 1895.": [
        [
            13,
            18,
            [
                "Lady",
                "Lava",
                "Dada",
                "Lana",
                "Lara",
                "Lad"
            ]
        ],
        [
            27,
            34,
            [
                "Drummer",
                "Premier",
                "Bremen",
                "Breaker",
                "Breeder",
                "Brewer"
            ]
        ]
    ],
    "The couple moved to The Hague, where Bremmer from 1897 onwards began a career as an independent art educator and adviser.": [
        [
            37,
            44,
            [
                "Drummer",
                "Premier",
                "Bremen",
                "Breaker",
                "Breeder",
                "Brewer"
            ]
        ]
    ],
    "He attracted a select audience teaching at his home in The Hague and elsewhere in the Netherlands.": [],
    "Bremmer brought art works to be discussed to the class which he often sold afterwards to his students.": [
        [
            0,
            7,
            [
                "Drummer",
                "Premier",
                "Bremen",
                "Breaker",
                "Breeder",
                "Brewer"
            ]
        ],
        [
            75,
            85,
            [
                "afterward"
            ]
        ]
    ],
    "In 1906 he wrote an introduction to how to view art, <em>Een inleiding tot het zien van beeldende kunst</em>.": [
        [
            3,
            7,
            [
                "1906,"
            ]
        ]
    ],
    "Between 1903 and 1910 he was the editor of monthly portfolios, each containing 9 art reproductions with additional commentaries, <em>Moderne Kunstwerken</em>.": [],
    "From 1914 to 1938, he edited <em>Beeldende Kunst</em>, a comparable monthly publication.": [],
    "Bremmer promoted a number of Dutch avant-garde artists.": [
        [
            0,
            7,
            [
                "Drummer",
                "Premier",
                "Bremen",
                "Breaker",
                "Breeder",
                "Brewer"
            ]
        ]
    ],
    "They included, in addition to Toorop, Charley Toorop, A.C.": [
        [
            30,
            36,
            [
                "Troop",
                "Towrope",
                "Dewdrop",
                "Rewrap",
                "MOROP",
                "Quiróz"
            ]
        ],
        [
            46,
            52,
            [
                "Troop",
                "Towrope",
                "Dewdrop",
                "Rewrap",
                "MOROP",
                "Quiróz"
            ]
        ]
    ],
    "Willink, J. Sluyters, John Rädecker, and Bart van der Leck.": [
        [
            0,
            7,
            [
                "Willing",
                "Will ink"
            ]
        ],
        [
            12,
            20,
            [
                "Clusters",
                "Shutters",
                "Slayers",
                "Sluggers",
                "Stutters",
                "Flutters"
            ]
        ],
        [
            27,
            35,
            [
                "Decker",
                "Racker"
            ]
        ],
        [
            54,
            58,
            [
                "Lack",
                "Deck",
                "Lock",
                "Neck",
                "Luck",
                "Leak"
            ]
        ]
    ],
    "One of Bremmer's favorite painters was Vincent van Gogh.": [
        [
            7,
            14,
            [
                "Drummer",
                "Premier",
                "Bremen",
                "Breaker",
                "Breeder",
                "Brewer"
            ]
        ]
    ],
    "In 1907 he became a purchasing adviser to Helene Kröller-Müller (1868-1939), one of his pupils and wife of an industrial magnate.": [
        [
            3,
            7,
            [
                "1907,"
            ]
        ],
        [
            49,
            63,
            [
                "Roller-Müller"
            ]
        ]
    ],
    "Bremmer helped build her collection, which included a considerable number of Van Gogh paintings.": [
        [
            0,
            7,
            [
                "Drummer",
                "Premier",
                "Bremen",
                "Breaker",
                "Breeder",
                "Brewer"
            ]
        ]
    ],
    "The collection later became the national Kröller-Müller Museum at Otterlo, which opened in 1938.": [
        [
            41,
            55,
            [
                "Roller-Müller"
            ]
        ],
        [
            66,
            73,
            [
                "Otter lo"
            ]
        ]
    ],
    "Bremmer also helped other pupils purchasing art works.": [
        [
            0,
            7,
            [
                "Drummer",
                "Premier",
                "Bremen",
                "Breaker",
                "Breeder",
                "Brewer"
            ]
        ]
    ],
    "When the first professorship of art history was established at Utrecht University in 1907, some of Bremmer's influential admirers proposed him for that position, but it was <a href=\"/vogelsangw\">Willem Vogelsang</a> who became the first <em>ordinarius</em> art history professor at Utrecht University.": [
        [
            99,
            106,
            [
                "Drummer",
                "Premier",
                "Bremen",
                "Breaker",
                "Breeder",
                "Brewer"
            ]
        ]
    ],
    "In 1929 Bremmer came in contact with G. J. Nieuwenhuizen Segaar who opened an art firm in The Hague in 1933.": [
        [
            8,
            15,
            [
                "Drummer",
                "Premier",
                "Bremen",
                "Breaker",
                "Breeder",
                "Brewer"
            ]
        ],
        [
            57,
            63,
            [
                "Sugar",
                "Sega",
                "Beggar",
                "Saar",
                "Sear",
                "GAAR"
            ]
        ]
    ],
    "In close collaboration with Bremmer, Nieuwenhuizen handled works from artists belonging to Bremmer's circle.": [
        [
            28,
            35,
            [
                "Drummer",
                "Premier",
                "Bremen",
                "Breaker",
                "Breeder",
                "Brewer"
            ]
        ],
        [
            91,
            98,
            [
                "Drummer",
                "Premier",
                "Bremen",
                "Breaker",
                "Breeder",
                "Brewer"
            ]
        ]
    ],
    "Bremmer's popularity and his influence on the contemporary art scene lingered until 1940.": [
        [
            0,
            7,
            [
                "Drummer",
                "Premier",
                "Bremen",
                "Breaker",
                "Breeder",
                "Brewer"
            ]
        ]
    ],
    "At age 80 he received a honorary doctorate from Groningen University.": [
        [
            22,
            23,
            [
                "an"
            ]
        ]
    ],
    "Bremmer was not a scholar and had little esteem for art historical research.": [
        [
            0,
            7,
            [
                "Drummer",
                "Premier",
                "Bremen",
                "Breaker",
                "Breeder",
                "Brewer"
            ]
        ]
    ],
    "His 1911 introductory essay on Van Gogh in his <em>Vincent van Gogh.": [],
    "Inleidende beschouwingen</em>, uses an analysis based on a mystical contact between himself and the work of art.": [
        [
            0,
            10,
            [
                "InCadence"
            ]
        ]
    ],
    "Bremmer played a major role in introducing contemporary art to a broader audience in the first part of the twentieth century.": [
        [
            0,
            7,
            [
                "Drummer",
                "Premier",
                "Bremen",
                "Breaker",
                "Breeder",
                "Brewer"
            ]
        ]
    ],
    "His lack of a scholarly background and direct involvement in the art market has been criticized.": []
}