{
    "<p>Archaeologist and art historian; specialist in ancient Greek, Roman and Etruscan art.": [],
    "Brendel's father was a church minister in Nuremberg, Bavaria and the younger Brendel retained a lifelong interest in theology himself.": [
        [
            0,
            7,
            [
                "Grendel"
            ]
        ],
        [
            77,
            84,
            [
                "Grendel"
            ]
        ]
    ],
    "He attended the Neues Gymnasium where he early on developed an interest in classical studies.": [
        [
            16,
            21,
            [
                "Neuss"
            ]
        ]
    ],
    "As a youth he joined the <em>Wandersvogel</em> youth, hiking and singing in the German countryside during the years of economic hardship of the first World War.": [],
    "He painted and played both the cello and piano as part of evening's entertainment with his family.": [],
    "An early course by Paul Hensel (1860-1930) on the philosophy of history remained with him his entire life.": [
        [
            19,
            30,
            [
                "Paul Heyse"
            ]
        ]
    ],
    "In 1919 he spent a year as an assistant to the painter Max Unold.": [
        [
            3,
            7,
            [
                "1919,"
            ]
        ],
        [
            59,
            64,
            [
                "Unfold",
                "Unsold",
                "Untold"
            ]
        ]
    ],
    "In 1920 Bendel began working on his <em>Abitur</em> at the university at Heidelberg, where <a href=\"/curtiusl\">Ludwig Curtius</a> had recently moved to become <em>Ordiarius</em> (full professor).": [
        [
            8,
            14,
            [
                "Bender",
                "Mendel"
            ]
        ]
    ],
    "Heidelberg offered Brendel the opportunity to study with the finest minds of that age.": [
        [
            19,
            26,
            [
                "Grendel"
            ]
        ]
    ],
    "These included classicists Franz Boll (1867-1924), Alfred von Domaszewski (1856-1927), Friedrich Karl von Duhn (1851-1930), Richard Carl Meister (1848-1912), and Eugen Täubler (1879-1953); the literary theorist Ernst Robert Curtius (1886-1956), literary historian Friedrich Gundolf (1880-1931), philosopher Karl Jaspers (1883-1969), the classical art historians <a href=\"/lehmannk\">Karl Leo Heinrich Lehmann</a> and <a href=\"/zimmerf\">Friedrich Zimmer</a>.": [
        [
            106,
            110,
            [
                "Kuhn",
                "Duh",
                "Dunn",
                "Dun"
            ]
        ],
        [
            137,
            144,
            [
                "Master",
                "Matter",
                "Faster",
                "Masters",
                "Easter",
                "Mastery"
            ]
        ],
        [
            168,
            175,
            [
                "Table",
                "Tables",
                "Tablet",
                "Taller",
                "Gambler",
                "Tabled"
            ]
        ],
        [
            224,
            231,
            [
                "Curtis"
            ]
        ],
        [
            274,
            281,
            [
                "Rudolf",
                "Gondola",
                "Gandalf"
            ]
        ]
    ],
    "Brendel worked on the Michelangelo bibliography project for <a href=\"/steinmanne\">Ernst Steinmann</a> during 1922 at the Bibliotheca Hertziana in Rome.": [
        [
            0,
            7,
            [
                "Grendel"
            ]
        ]
    ],
    "In 1923 he left the university for a position as the Assistant Keeper at the Ny Carlsberg Glyptothek, Copenhagen, under <a href=\"/poulsenf\">Frederik Poulsen</a> (1876-1950).": [
        [
            3,
            7,
            [
                "1923,"
            ]
        ],
        [
            77,
            79,
            [
                "NY",
                "By",
                "Any",
                "My",
                "No",
                "NYC"
            ]
        ]
    ],
    "Poulsen became Brendel's mentor and lifelong friend and Brendel soon became fluent in Danish.": [
        [
            0,
            7,
            [
                "Paulsen"
            ]
        ],
        [
            15,
            22,
            [
                "Grendel"
            ]
        ],
        [
            56,
            63,
            [
                "Grendel"
            ]
        ]
    ],
    "He returned to Heidelberg in 1926, securing a grant for travel to provincial museums in north Italy in 1927.": [],
    "The young Brendel was already a cigar-smoking bon vivant and at Heidelberg quickly became a favorite pupil (Ludwig) Curtius.": [
        [
            10,
            17,
            [
                "Grendel"
            ]
        ],
        [
            116,
            123,
            [
                "Curtis"
            ]
        ]
    ],
    "The following year he received his Ph.D.": [],
    "under Curtius, writing on the topic of Roman iconography of the Augustan period.": [
        [
            0,
            5,
            [
                "Under"
            ]
        ],
        [
            6,
            13,
            [
                "Curtis"
            ]
        ]
    ],
    "He married fellow Heidelberg student Maria Wiegert (1902-1994) in 1929, and, armed with a stipend from the Deutsches Archaeologisches Institut (German Archaeological Institute, or DAI), spent the 1929-1930 academic year on a scholarly <em>Wanderjahre</em>.": [
        [
            43,
            50,
            [
                "Winger",
                "Waiter",
                "Waiver",
                "Waivers",
                "Widget",
                "Wingers"
            ]
        ],
        [
            107,
            116,
            [
                "Deutsche's",
                "Deutsche"
            ]
        ],
        [
            117,
            133,
            [
                "Archaeologists",
                "Archaeologies"
            ]
        ],
        [
            134,
            142,
            [
                "Institute"
            ]
        ]
    ],
    "Brendel became a <em>Privatdozent</em> at Erlangen in 1931, but took a leave the next year to be First Assistant to Curtius, who was now Director at the DAI in Rome.": [
        [
            0,
            7,
            [
                "Grendel"
            ]
        ]
    ],
    "Brendel was fired from his job by the Nazis in 1936 for being married to a Jew (\"non-Aryan\").": [
        [
            0,
            7,
            [
                "Grendel"
            ]
        ]
    ],
    "He took a year as a research fellow at University of Durham (England) Newcastle-upon-Tyne, and then London 1936-1938 at the Warburg Institute.": [
        [
            70,
            89,
            [
                "Newcastle-upon-Type"
            ]
        ]
    ],
    "Late in 1938 he traveled to the United States as a guest lecturer, remaining there the rest of his career.": [],
    "After a year as visiting professor of art and archaeology at Vassar College, when his family finally joined him from Germany, and several at Washington University in St.": [],
    "Louis, MO, 1938-1941, he moved to Bloomington, IN, to be Professor for Archaeology and Art History at Indiana University (1941-1956).": [],
    "Brendel spent the years 1949-1951 at the American Academy in Rome first under a Prix de Rome and then with a Fulbright Fellowship.": [
        [
            0,
            7,
            [
                "Grendel"
            ]
        ],
        [
            80,
            84,
            [
                "PRI",
                "Prim",
                "Prig",
                "PIX",
                "RIX",
                "Pix"
            ]
        ]
    ],
    "At Bloomington, he also wrote the manuscript for his book on erotic art in Greco-Roman antiquity, published only in 1970 by the Kinsey Institute.": [],
    "In 1956 he was named Professor of Art History and Archaeology at Columbia University.": [
        [
            3,
            7,
            [
                "1956,"
            ]
        ]
    ],
    "Under the chair of <a href=\"/wittkowerr\">Rudolf Wittkower</a>, Columbia boasted one of the finest art history departments in the nation.": [],
    "Brendel and his wife attended the month meetings of the Archaeology Club, an informal group of classical art historians, whose ranks included <a href=\"/hilld\">Dorothy Kent Hill</a> of the Walters Gallery, Homer Thompson (1906-2000) and his wife <a href=\"/thompsond\">Dorothy Burr Thompson</a> of the Institute for Advanced Study, <a href=\"/jonesf\">Frances Follin Jones</a> of the Princeton Art Gallery, and <a href=\"/harrisone\">Evelyn B. Harrison</a>.": [
        [
            0,
            7,
            [
                "Grendel"
            ]
        ]
    ],
    "He became emeritus in 1963, continuing to teach until his retirement in June of 1973.": [
        [
            72,
            84,
            [
                "June 1973"
            ]
        ]
    ],
    "He died that September.": [],
    "At the time of his death he had completed the manuscript for the <em>Pelican History of Art</em> volume on Etruscan art, which was published in 1978.": [],
    "Brendel's scholarship, like that of his mentor <a href=\"/curtiusl\">Ludwig Curtius</a>, demonstrates careful stylistic analysis of the object combined with a knowledge of the literary sources.": [
        [
            0,
            7,
            [
                "Grendel"
            ]
        ]
    ],
    "His <em>Prolegomena to the Study of Roman Art</em> is a historiography of the discipline which has become indispensable for any student of the topic.</p>": []
}