{
    "Brettell was born in Rochester, New York.": [
        [
            0,
            8,
            [
                "Bret tell"
            ]
        ]
    ],
    "When he was eight his family moved to Denver, Colorado, and spent his formative years there.": [],
    "He entered Yale University, intent on studying molecular biophysics until hearing professor <a href=\"/kublerg\">George Kubler</a> speak, changing his mind to study art history.": [],
    "Brettell received his Bachelor's and Master's, degrees from Yale.": [
        [
            0,
            8,
            [
                "Bret tell"
            ]
        ]
    ],
    "At Yale, Brettell met Zoe Caroline Bieler (b.": [
        [
            9,
            17,
            [
                "Bret tell"
            ]
        ],
        [
            35,
            41,
            [
                "Bailey",
                "Bailed",
                "Bieber",
                "Bailee"
            ]
        ]
    ],
    "1950), a graduate student in cultural anthropology, who he married in 1973.": [],
    "He mounted his first art installation, a photography exhibition at Yale, the same year.": [],
    "The couple lived in Paris and Portugal for more than a year, supporting Caroline's dissertation fieldwork.": [],
    "Brettell joined the faculty at the University of Texas in 1976 while still pursuing his Ph.D.. His dissertation was accepted at Yale on the topic of \"Pissaro and Pontoise,\" under the supervision of the Impressionist scholar <a href=\"/hansona\">Anne Coffin Hanson</a>.": [
        [
            0,
            8,
            [
                "Bret tell"
            ]
        ],
        [
            92,
            94,
            [
                ".",
                "…"
            ]
        ],
        [
            162,
            170,
            [
                "Tortoise",
                "Porpoise"
            ]
        ]
    ],
    "Always more interested in museum work than academics, Brettell moved to the Art Institute of Chicago as the Searle Curator of European Painting in 1980.": [
        [
            54,
            62,
            [
                "Bret tell"
            ]
        ],
        [
            108,
            114,
            [
                "Earle",
                "Serene",
                "Sapele",
                "Saree"
            ]
        ]
    ],
    "His Impressionist exhibition, <em>A Day in the Country, Impressionism and the French Landscape</em>, 1984, established his reputation as a curator.": [],
    "In 1988, Brettell launched a similar, widely hailed exhibition, a Gauguin retrospective, at the Institute and the National Gallery of Art.": [
        [
            9,
            17,
            [
                "Bret tell"
            ]
        ]
    ],
    "The same year he returned to Texas to become the McDermott Director of the Dallas Museum of Art.": [],
    "There he founded an initiative for the arts of Latin America and Africa and a fundraising campaign for a new museum wing for the museum.": [],
    "His museum career took a dramatic change in 1992, however, when he was arrested in a police sting operation to clear the parks of gay meetups.": [],
    "In the wake of this, the Dallas Museum voted narrowly to fire him.": [],
    "The action brought a groundswell of protest from professional societies and the ACLU.": [],
    "Brettell worked privately as a museum consultant advising museums such as the Portland (Oregon) Museum of Art and was instrumental in developing the Millennium Gift of the Sara Lee Collection, an art collection dispersed to twenty museums in 1998.": [
        [
            0,
            8,
            [
                "Bret tell"
            ]
        ]
    ],
    "That year he was appointed the Margaret McDermott Distinguished Chair in Art and Aesthetic Studies at the University of Texas, Dallas.": [],
    "For UT Dallas he developed a large endowment to establish the Edith O’Donnell Institute of Art History and a building to house it.": [],
    "He returned to museum exhibition work in 2000 with the show <em>Impression: Painting Quickly in France 1860–1890,</em> which travelled to the National Gallery, London, the Van Gogh Museum in Amsterdam and the Clark Art Institute in Williamstown MA.": [],
    "Brettell convinced his chair namesake, Margaret McDermott (1912-2018), to create a $150,000 bi-annual lifetime achievement in the arts award, founded in 2017, named the Richard Brettell Award in the Arts.": [
        [
            0,
            8,
            [
                "Bret tell"
            ]
        ],
        [
            177,
            185,
            [
                "Bret tell"
            ]
        ]
    ],
    "In 2018 he guided a collection of Swiss 19th/early 20th-century art works to the University, including masterworks by Ferdinand Hodler.": [
        [
            3,
            7,
            [
                "2018,"
            ]
        ]
    ],
    "Bretell brought the extensive Crow Collection of Asian Art to UTD and 23 million dollars to build a museum to house it.": [
        [
            0,
            7,
            [
                "Retell",
                "Pretell"
            ]
        ],
        [
            62,
            65,
            [
                "LTD",
                "UTC",
                "ETD",
                "YTD",
                "TD",
                "ATD"
            ]
        ]
    ],
    "He died in 2020, working on a project to develop the Institute for the Study of American Art in China (ISAAC) at Nanjing University, after a long battle with prostate cancer.": [],
    "A memorial fund was established in his honor.": [],
    "Immensely erudite, opinionated, frank, a raconteur, and an “emotional lover of beauty and gossip,” (CAA) Brettell was admired by his institutions but could be fierce with individuals.": [
        [
            105,
            113,
            [
                "Bret tell"
            ]
        ]
    ],
    "His publications were largely museum exhibition catalogs and journal articles.": [],
    "Although his career began and ended as university faculty, he directed most of his abilities toward museum work.": [],
    "He supervised fifteen dissertations from 2009 until 2020.": []
}