{
    "University of Toronto professor and early Courtauld Institute scholar.": [
        [
            42,
            51,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Brieger was born in Breslau, Silesia, Prussia, which is present-day Wroclaw, Poland.": [
        [
            0,
            7,
            [
                "Bridger",
                "Krieger",
                "Briefer",
                "Bringer",
                "Rieger"
            ]
        ],
        [
            20,
            27,
            [
                "Presley",
                "Belau",
                "Bresler"
            ]
        ],
        [
            68,
            75,
            [
                "Wrocław"
            ]
        ]
    ],
    "Brieger was born to Oskar Brieger, (d.": [
        [
            0,
            7,
            [
                "Bridger",
                "Krieger",
                "Briefer",
                "Bringer",
                "Rieger"
            ]
        ],
        [
            26,
            33,
            [
                "Bridger",
                "Krieger",
                "Briefer",
                "Bringer",
                "Rieger"
            ]
        ]
    ],
    "1914), an otolaryngologist and Hedwig Lion.": [
        [
            10,
            26,
            [
                "otolaryngologies"
            ]
        ]
    ],
    "He grew up in this affluent family under the tutelage of a governess, surrounded by books, and a summer home where his father had built a home theater for family drama productions.": [],
    "Their furniture was designed by Hans Poelzig (now in the Fitzwilliam Museum, Cambridge University).": [
        [
            37,
            44,
            [
                "Poetic",
                "Polling",
                "Pelvic",
                "Pelvis",
                "Polio",
                "Polemic"
            ]
        ]
    ],
    "As a child, he attended the St.": [],
    "Maria Magdalena Gymnasium.": [],
    "After receiving his <em>abiture</em> in 1916, he fought for Germany in World War I where he was wounded in Flanders.": [],
    "After the armistice in 1919, Brieger studied various humanistic disciplines at the universities in Breslau and Munich.": [
        [
            29,
            36,
            [
                "Bridger",
                "Krieger",
                "Briefer",
                "Bringer",
                "Rieger"
            ]
        ],
        [
            99,
            106,
            [
                "Presley",
                "Belau",
                "Bresler"
            ]
        ]
    ],
    "He finally settled up on art history, studying under <a href=\"/pinderw\">Wilhelm Pinder</a> and, more significantly for him, <a href=\"/franklp\">Paul Frankl</a> and <a href=\"/wolfflinh\">Heinrich Wölfflin</a>.": [],
    "Between 1922-1927 he was an assistant under <a href=\"/grisebacha\">August Grisebach</a> at Breslau.": [],
    "He received his Ph.D.": [],
    "in art history in 1924, writing a dissertation under Grisebach on Baroque art.": [
        [
            0,
            2,
            [
                "In"
            ]
        ],
        [
            53,
            62,
            [
                "Giveback"
            ]
        ]
    ],
    "It was partially published in 1926.": [],
    "Between 1927-1928 he researched at the Bibliotheca Hertziana in Rome.": [],
    "He became a <em>privatdozent</em> at Breslau under Grisebach, writing his habilitation on 19th-century history painting in Germany in 1927 (published in Berlin in 1930).": [],
    "Brieger continued as a <em>privatdozent</em> under <a href=\"/freyd\">Dagobert Frey</a> between 1930 and1933.": [
        [
            0,
            7,
            [
                "Bridger",
                "Krieger",
                "Briefer",
                "Bringer",
                "Rieger"
            ]
        ]
    ],
    "In 1931 he married Barbara Ritter, an historian.": [
        [
            3,
            7,
            [
                "1931,"
            ]
        ],
        [
            35,
            37,
            [
                "a"
            ]
        ]
    ],
    "In 1933, anticipating the Jewish persecution in Nazi-Germany, Brieger left for Paris.": [
        [
            62,
            69,
            [
                "Bridger",
                "Krieger",
                "Briefer",
                "Bringer",
                "Rieger"
            ]
        ]
    ],
    "He was officially classified a \"non-Aryan\" by the Nazi government (his family came from Jewish lineage) in 1934, when he finally fled to London.": [],
    "There, he secured work on the <em>Atlas of Medieval Art and Architecture in England</em>, being produced at the Courtauld Institute.": [
        [
            112,
            121,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "The Institute conducted classes largely with temporary appointment faculty, of whom Brieger was one.": [
        [
            84,
            91,
            [
                "Bridger",
                "Krieger",
                "Briefer",
                "Bringer",
                "Rieger"
            ]
        ]
    ],
    "His years in London turned his attention toward English medieval art, and he remained a medievalist for the rest of his career.": [],
    "In 1936 he moved to Canada seeking permanent employment.": [
        [
            3,
            7,
            [
                "1936,"
            ]
        ]
    ],
    "There he taught art history at the University of Toronto, rising through the ranks: lecturer and then associate professor, finally professor in 1947.": [],
    "In 1957 he wrote the volume <em>English Art, 1216-1307</em> for the <em>Oxford History of English Art</em>, edited by <a href=\"/boaset\">T.": [
        [
            3,
            7,
            [
                "1957,"
            ]
        ]
    ],
    "S. R. Boase</a>.": [
        [
            6,
            11,
            [
                "Base",
                "Boast",
                "Boise",
                "Bose",
                "Boas",
                "Blasé"
            ]
        ]
    ],
    "He chaired the department between 1965 and 1969.": [],
    "Brieger was a visiting member at the Institute for Advanced Study in Princeton, N. J. for the 1964-1965 year.": [
        [
            0,
            7,
            [
                "Bridger",
                "Krieger",
                "Briefer",
                "Bringer",
                "Rieger"
            ]
        ]
    ],
    "After retirement in 1969 he edited a facsimile edition with <a href=\"/meissm\">Millard Meiss</a> and Charles S. Singleton (1909-1985) on Dante manuscripts.": [],
    "He was a part-time professor at the Pontifical Institute of Medieval Studies in Toronto until 1973.": [],
    "He contributed to the National Gallery of Canada exhibition, \"Art and the Courts: France and England from 1259 to 1328\" in 1972.Brieger is considered \"a pioneer in Art History as an academic discipline in Canada\" (Eleen).": [
        [
            128,
            135,
            [
                " Brieger"
            ]
        ],
        [
            214,
            219,
            [
                "Eleven",
                "Ellen",
                "Eileen"
            ]
        ]
    ]
}