{
    "<p>Architectural historian; his <em>Baroque Architecture</em> (1913) was one of the early texts to favorably treat the subject.": [],
    "Briggs was born to a Congregational minister, Rev.": [],
    "G. S. Briggs.": [],
    "After attending Mill Hill School, north London, and Leeds University, he moved to London to practice architecture.": [],
    "There he became a member of the RIBA in 1905, designing several buildings and lecturing at the Bartlett School of Architecture, London University.": [],
    "He published a travelogue, <em>In the Heel of Italy</em> in 1910, and married Constance Rose.": [],
    "In 1913 he wrote and issued an architectural history on what was still a maligned period, Baroque.": [
        [
            3,
            7,
            [
                "1913,"
            ]
        ]
    ],
    "Throughout the nineteenth century, historians viewed 16th-century architecture as decadent.": [],
    "Baroque Architecture was translated into German.": [],
    "During World War I he served in Palestine and Egypt.": [],
    "However, after he returned he abandoned the architecture to become an inspector of the technical schools.": [],
    "He retired from the Board of Education in 1945.": [],
    "A classicist by sympathy and training, he disapproved of modern architecture which gained force after the war.": [],
    "He served as Vice President of the RIBA between 1952 and 1954.Briggs' <em>Baroque Architecture</em> stands as one of the early sympathetic treatments of a period of architecture generally maligned, especially in the English-speaking world.": [
        [
            62,
            68,
            [
                " Briggs"
            ]
        ]
    ],
    "When he wrote his text, many art historians considered the style decadent, unworthy of discussion.": [],
    "In this, he followed German-writing art historians, such as <a href=\"/wolfflinh\">Heinrich Wölfflin</a>, <a href=\"/gurlittc\">Cornelius Gurlitt</a>, and <a href=\"/schmarsowa\">August Schmarsow</a>.": [],
    "It was only with the 5th edition of <em>The Architecture of the Renaissance in Italy</em> by <a href=\"/andersonw\">William J. Anderson</a>, updated by <a href=\"/strattona\">Arthur James Stratton</a> in 1929 that Baroque architecture received a serious treatment in the English press.</p>": []
}