{
    "Scholar of Roman art; Anna S. Garbedian Professor in the Humanities and Professor of Art History and Archaeology at Columbia University (1970- ).": [
        [
            30,
            39,
            [
                "Barbadian"
            ]
        ],
        [
            142,
            144,
            [
                ")"
            ]
        ]
    ],
    "Brilliant was born to Frank Brilliant and Pauline Apt (Brilliant); his father a businessman and his mother a social worker.": [],
    "He attended Yale University receiving a B. A. in 1951.": [],
    "The same year he married Eleanor Luria (later a professor of social work at Rutgers University).": [],
    "Brilliant next attended Harvard Law School, receiving an LL.B.": [],
    "in 1954 and was admitted to the Massachusetts Bar in 1954 as well.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "However, he returned classical studies and Yale, receiving his M.A.": [],
    "in 1956.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Brilliant was awarded a Fulbright scholarship to Italy to complete his dissertation 1957-59, submitting a dissertation on the topic of gestures in Roman art for his Ph.D., in 1960.": [],
    "His thesis examined how gesture was conventionalized through a system of visual signals which manifested themselves in Roman life and art.": [],
    "He received the Rome Prize from American Academy in Rome, 1960-1962.": [],
    "Brilliant returned to the United States where he was appointed assistant professor at the University of Pennsylvania in 1962.": [],
    "He published a revised version of his dissertion in 1963 and promoted to associate professor in 1964.": [
        [
            38,
            48,
            [
                "dissection",
                "dissention"
            ]
        ]
    ],
    "Brilliant's first article in the field of Roman art was commissioned by <a href=\"/bianchibandinellir\">Ranuccio Bianchi Bandinelli</a>, one on symbols and attributes in Greco-Roman art, for the <em>Enciclopedia dell'Arte Antica</em> (1966).": [],
    "In 1967 he was the recipient of a Guggenheim fellowship.": [
        [
            3,
            7,
            [
                "1967,"
            ]
        ]
    ],
    "Brilliant was made full professor of art history at Pennsylvania in 1969.": [],
    "The following year he moved to Columbia University, New York, to be professor of art history and archaeology.": [],
    "Brilliant taught as Mellon Visiting Professor of Fine Arts at the University of Pittsburgh in 1971.": [],
    "His survey on Roman art, considered one of the finest brief introductions to this problematic field, was published in 1974.": [],
    "In the 1980s he began advising Dr.": [],
    "Michael Miller of Armonk, New York, in the acquisition of classical sculpture, which developed into one of the more important private collections of classical sculpture in the United States.": [],
    "Brilliant published his <em>Visual Narratives</em> book, 1984, an epistomology of narrative imagery in Etruscan and Roman art.": [
        [
            66,
            78,
            [
                "epistemology"
            ]
        ]
    ],
    "The Great Teacher Award from the Society of Columbia Graduates was bestowed upon him in 1990.": [],
    "In 2000 Brilliant published <em>My Laocoön: Alternative Claims in the Interpretation of Artworks</em>, in which, in contrast to <a href=\"/bieberm\">Margarete Bieber</a> and her book on the Laocoön, took a pluralistic view of its interpretatioin, denying that a definitive interpretation of work was possible.": [],
    "<em>Gesture and Rank in Roman Art</em> Brilliant asserted in 1993, was one of the first semiotic study in modern art history (Brilliant, 1994).": [],
    "The book examined how gesture determined social meaning, a programmatic representation throughout Roman life.": []
}