{
    "Berlin art historian and early exponent of the study of Baroque art.": [],
    "Brinckmann's father was an architect; the younger Brinckmann learned the elements of architecture as a youth.": [
        [
            0,
            10,
            [
                "Brockman"
            ]
        ],
        [
            50,
            60,
            [
                "Brockman"
            ]
        ]
    ],
    "He studied art history and archaeology at the universities of Munich and Berlin.": [],
    "He wrote his dissertation under <a href=\"/wolfflinh\">Heinrich Wölfflin</a>.": [],
    "His dissertation employs methodology of developmentalism and psychology of his mentor.": [],
    "In 1909 he became an assistant at the Technische Hochschule in Aachen, completing his habilitation a year later on Renaissance city planning, dedicated to Wölfflin.": [
        [
            3,
            7,
            [
                "1909,"
            ]
        ],
        [
            38,
            48,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ],
        [
            86,
            98,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ],
        [
            155,
            163,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "He was called to a teaching chair at the Technische Hochschule in Karlsruhe in 1912 in architectural history.": [
        [
            41,
            51,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ]
    ],
    "The same year he collaborated with <a href=\"/burgerf\">Fritz Burger</a> to update the <em>Handbuch der Kunstwissenschaft</em>, orginally founded by <a href=\"/springera\">Anton Springer</a> as a series of commissioned volumes on the history of art by important younger art historians.": [],
    "In 1919 Brinckmann moved to Rostock where he founded its Institute for Art History.": [
        [
            8,
            18,
            [
                "Brockman"
            ]
        ]
    ],
    "Two years later he was called to Cologne where he taught again as ordinarius professor.": [
        [
            66,
            76,
            [
                "ordinaries"
            ]
        ]
    ],
    "There he published in 1922 his <em>Plastik und Raum als Grundform künstlerischer Gestaltung</em>.": [],
    "Using the conceptual elements of space and sculpture, he examined the development of architecture from the middle ages to the nineteenth century.": [
        [
            107,
            118,
            [
                "Middle Ages"
            ]
        ]
    ],
    "He retired in 1931.": [],
    "Brinckmann was among the first group of art historians to consider the Baroque an area worthy of art historical study, including <a href=\"/gurlittc\">Cornelius Gurlitt</a>, <a href=\"/wolfflinh\">Heinrich Wölfflin</a>, <a href=\"/dohmer\">Robert Dohme</a>, <a href=\"/schmarsowa\">August Schmarsow</a>, <a href=\"/riegla\">Aloïs Riegl</a>, and <a href=\"/feulnera\">Adolf Feulner</a>.": [
        [
            0,
            10,
            [
                "Brockman"
            ]
        ]
    ],
    "In addition to Gurlitt, Schmarsow, his other significant influence was Adolf von Hildebrand (1847-1921) and his book <em>Das Problem der Form in der bildenden Kunst</em>, 1893 Brinckmann used Hildebrand's notion of space precisely defined as depth, extending the concept to architectural space and town planning.": [
        [
            15,
            22,
            [
                "Burkitt"
            ]
        ]
    ],
    "He saw the change of the space/volume as the key to stylistic change (Watkin).": [
        [
            70,
            76,
            [
                "Watkins",
                "Catkin"
            ]
        ]
    ],
    "This emphasis on space as a key determinant of architecture, together with his appreciation of the Baroque, had direct influences on the work of <a href=\"/franklp\">Paul Frankl</a> and <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a>, as seen in Pevsner's <em>Outline of Architecture</em>.": [],
    "His work in textual research influenced his (student) <a href=\"/salvinir\">Roberto Salvini</a>.": []
}