{
    "Modern art champion in Germany, first director of the Museum für Kunst und Gewerbe in Hamburg.": [
        [
            61,
            64,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            65,
            70,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ],
        [
            71,
            74,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            75,
            82,
            [
                "Were",
                "General",
                "George",
                "Genre",
                "Reserve",
                "Severe"
            ]
        ]
    ],
    "He married Ida Laura Anna Marie von Froschauer in 1868.": [],
    "Plans for the museum were formulated from 1873 to 1875 thorugh a design of Carl Johann Christian Zimmermann.": [
        [
            55,
            62,
            [
                "through",
                "though",
                "thorough"
            ]
        ]
    ],
    "The Museum was opened in 1877, located on Steintorplatz, officially known as the Staatliches Technikum und Museum für Kunst und Gewerbe (State Center for Technology and Msueum of Fine and Useful Arts).": [
        [
            93,
            102,
            [
                "Technique"
            ]
        ],
        [
            103,
            106,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            114,
            117,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            118,
            123,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ],
        [
            124,
            127,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            128,
            135,
            [
                "Were",
                "General",
                "George",
                "Genre",
                "Reserve",
                "Severe"
            ]
        ],
        [
            169,
            175,
            [
                "Museum"
            ]
        ]
    ],
    "Brinckmann collected a wide range of objects for the museum, from Renaissance painting to Viennese furniture to Japanese prints.": [
        [
            0,
            10,
            [
                "Brockman"
            ]
        ]
    ],
    "He lectured publicly on the collection.": [],
    "Beginning in 1878, one person in Brinckmann's audience was the young <a href=\"/lichtwarka\">Alfred Lichtwark</a>.": [
        [
            33,
            43,
            [
                "Brockman"
            ]
        ]
    ],
    "The two became friends with Brinckmann introducing Lichtwark to the Hamburg industrials Carl Kall, who funded Lichtwark's later studies in art history.": [
        [
            28,
            38,
            [
                "Brockman"
            ]
        ],
        [
            51,
            60,
            [
                "Rightward"
            ]
        ],
        [
            93,
            97,
            [
                "All",
                "Call",
                "Fall",
                "Hall",
                "Ball",
                "Kill"
            ]
        ],
        [
            110,
            119,
            [
                "Rightward"
            ]
        ]
    ],
    "The young Otto Kümmel, later director of the Berlin Museums, volunteered under Brinckmann in 1902-1904.": [
        [
            15,
            21,
            [
                "Kimmel",
                "Hummel",
                "Pummel"
            ]
        ],
        [
            79,
            89,
            [
                "Brockman"
            ]
        ]
    ],
    "After Brinckmann's death, <a href=\"/sauerlandtm\">Max Sauerlandt</a> succeeded him as director in 1919.": [
        [
            6,
            16,
            [
                "Brockman"
            ]
        ]
    ],
    "The Justus Brinckmann Gesellschaft, Hamburg, is named in his honor.": [
        [
            11,
            21,
            [
                "Brockman"
            ]
        ]
    ],
    "His lectures (along with those of Lichtwark) inspired the modernist art historian <a href=\"/schapierom\">Rosa Schapire</a> to become an art historian.": [
        [
            34,
            43,
            [
                "Rightward"
            ]
        ]
    ],
    "<a href=\"/kultermannu\">Udo Kultermann</a> sites Brinckmann among those <em>Gründerzeit</em> museum directors, along with <a href=\"/bodew\">Wilhelm Bode</a>, Lichtwark, <a href=\"/seidlitzw\">Woldemar von Seidlitz</a>, and <a href=\"/woermannk\">Karl Woermann</a>, as responsible for the formation of art history by virtue of their scholarship and interest in museum training.": [],
    "During the Wilhelmine period, the mercantile Hanseatic city of Hamburg was in the process of establishing a modern identity through new or reinvigorated public institutions and culture.": [
        [
            11,
            21,
            [
                "Wilhelmina"
            ]
        ]
    ]
}