{
    "Architectural historian of the Gothic in England, topographer; earlier serious scholar of medieval architecture.": [],
    "He was born in Kingston St.": [],
    "Michael, Wiltshire, UK, near Chippenham.": [],
    "Britton's parents were Henry Britton, who worked as a farmer, baker, and village shopkeeper, and Anne Hillier (Britton).": [],
    "After his mother's death, Britton left school with only a remedial education to assist his father's business.": [],
    "He moved from Wiltshire to London in 1787 working at the Jerusalem tavern, Clerkenwell, but studying in his off hours.": [],
    "In 1789 he met Edward Wedlake Brayley (1773-1854) at a bookshop who hired him to assist in book publication.": [
        [
            3,
            7,
            [
                "1789,"
            ]
        ],
        [
            22,
            29,
            [
                "Wed lake"
            ]
        ],
        [
            30,
            37,
            [
                "Bradley",
                "Bayley"
            ]
        ]
    ],
    "By the 1795 Britton worked as a solicitor's clerk by day and supplementing his income through writing and theatrical productions.": [],
    "In 1801 his interest in topography and architecture led him issued <em>The Beauties of Wiltshire</em>.": [],
    "He married in 1802.": [],
    "The succes of <em>Beauties</em> led the publishers Vernor and Hood to contracted with him to write al survey England, a monthly publication ultimately running to six volumes over a three-year period with Brayley <em>The Beauties of England and Wales</em> 1801-1816, eventually a twenty-seven volume series written in the course of twenty years.": [
        [
            4,
            10,
            [
                "success"
            ]
        ],
        [
            51,
            57,
            [
                "Vernon",
                "Vern or"
            ]
        ],
        [
            99,
            101,
            [
                "all",
                "Al",
                "AL",
                "a",
                "as",
                "at"
            ]
        ],
        [
            204,
            211,
            [
                "Bradley",
                "Bayley"
            ]
        ]
    ],
    "Over the years, other writers took over Brayley's contribution in <em>The Beauties</em> series while Britton wrote the architecture pieces.": [
        [
            40,
            47,
            [
                "Bradley",
                "Bayley"
            ]
        ]
    ],
    "He wrote a work on painting, <em>The Fine Arts of the English School</em> in 1812.": [],
    "Britton completed his authorship in the <em>Beauties</em> series in 1814.": [],
    "Under his direction he employed the emerging artists Samuel Prout and Frederick Mackenzie, John and Henry Le Keux, Edward Blore, George Cattermole, R. W. Billings, and Henry Shaw.": [
        [
            60,
            65,
            [
                "Proud",
                "Trout",
                "Sprout",
                "Proust",
                "Grout",
                "Prut"
            ]
        ],
        [
            109,
            113,
            [
                "Keep",
                "Kept",
                "Ex",
                "Key",
                "EU",
                "Feud"
            ]
        ],
        [
            122,
            127,
            [
                "Bore",
                "Lore",
                "Blare",
                "Bloke",
                "Bl ore"
            ]
        ],
        [
            136,
            146,
            [
                "Casserole",
                "Waterhole",
                "Arteriole",
                "Attomole",
                "Mattermost"
            ]
        ]
    ],
    "His next series, <em>Architectural Antiquities of Great Britain</em>, (Longman and Taylor, publishers) was an illustrated examination of English medieval architecture.": [],
    "Illustrations included those by the Le Keux brothers and the first volume appeared in 1807.": [
        [
            39,
            43,
            [
                "Keep",
                "Kept",
                "Ex",
                "Key",
                "EU",
                "Feud"
            ]
        ]
    ],
    "Others appeared in 1809, 1812, and 1814 with <em>A Chronological History and Graphic Illustrations of Christian Architecture in England</em> in 1827.": [],
    "While engaged in that work, he began <em>Cathedral Antiquities of England</em> (1814-1835) the first survey of English cathedrals since <a href=\"/willisb\">Browne Willis</a> in 1798 or <a href=\"/carterj\">John Carter</a> and his abortive series (1797-1801).": [],
    "Even in Britton's case, the volumes for Rochester, Durham, Chichester, Chester, Carlisle, Ely, and Lincoln were never published.": [
        [
            90,
            93,
            [
                "Fly",
                "Rely",
                "Elf",
                "Elk",
                "Elm",
                "Ply"
            ]
        ]
    ],
    "Britton teamed up with <a href=\"/pugina\">Augustus Welby Northmore Pugin</a> (illustrations) and E. J. Willson (documentation) to produce <em>Specimens of Gothic Architecture</em> 1821-1823, his most successful book and the lasting importance of his reputation.": [],
    "During the publication of his series, steel engraving supplanted copperplate which Britton had used.": [],
    "Britton produced several volumes in the new medium, <em>Bath and Bristol</em> (1829), and a of classical-structured Edinburgh, <em>Modern Athens</em> (1829).": [
        [
            90,
            91,
            [
                "an"
            ]
        ]
    ],
    "Britton's highly illustrated editions now faced competition, most notably <em>The Union of Architecture, Sculpture and Painting</em>, a survey of Sir John Soane's collection in 1827.": [],
    "Britton eventually went bankrupt and even the publication of his <em>Dictionary of the Architecture and Archaeology of the Middle Ages</em>, 1831-1838, was not a financial success.": [],
    "Two other works in collaboration with Pugin, <em>The Public Buildings of London</em>, 1825, and <em>The Architectural Antiquities of Normandy</em>, 1825-1828, also appeared.": [
        [
            38,
            43,
            [
                "Putin",
                "Plugin",
                "Pu gin",
                "Pug in"
            ]
        ]
    ],
    "A tireless campaigner for governmental protection of ancient monuments he was made honorary fellow of Royal Institute of British Architects in 1835.": [],
    "An autobiography was published in 1850 and 1857.": [],
    "After his first's wife'd death in 1848 he married his wife's niece Ellen, in 1849 though Britton was now in financial straight at only civil-list pension in 1852 saved him.": [],
    "He participated in the rennovations of Waltham Cross, Stratford church, and St.": [
        [
            23,
            35,
            [
                "renovations"
            ]
        ]
    ],
    "Mary Redcliffe, Bristol over the years.": [
        [
            5,
            14,
            [
                "Radcliffe"
            ]
        ]
    ],
    "He died of bronchitis at his home in the St.": [],
    "Pancras area of London in 1857 and is buried at Norwood cemetery in 1857; a brass plaque at Salisbury Cathedral was later placed in his honor.": [
        [
            0,
            7,
            [
                "Pancreas"
            ]
        ]
    ],
    "Britton's work inspired the pioneer of French medival studies, <a href=\"/caumonta\">Arcisse de Caumont</a>, to publish beginning in 1830 his work <em>Cours d'antiquités monumentales</em>, and examination of Norman architecture (Summerson).": [
        [
            46,
            53,
            [
                "medical",
                "medieval",
                "medial"
            ]
        ]
    ],
    "The art historian and historiographer <a href=\"/franklp\">Paul Frankl</a> described <em>Architectural Antiquities of Great Britain</em> as \"the first attempt at a coherent history of English Gothic.\"": [],
    "As a publicist his influence on the Gothic revival ranks with that of <a href=\"/pugina\">Augustus Welby Northmore Pugin</a> and <a href=\"/ruskinj\">John Ruskin</a> (Crook).": [],
    "<em>Specimens of Gothic Architecture</em> incorporated ground plans, elevations and scrupuous drawn details in addition to intelligent texts which transformed medieval architecture as a study (Postle).": [
        [
            84,
            93,
            [
                "scrupulous"
            ]
        ],
        [
            193,
            199,
            [
                "Apostle",
                "Pestle",
                "Jostle",
                "Postie"
            ]
        ]
    ]
}