{
    "Italian art historian and Professor of medieval and modern art at University of Turin and University of Milan; Scholar of Leonardo da Vinci.": [],
    "Anna Maria Brizio was born in 1902 in Sale d’Alessandria, Italy.": [
        [
            11,
            17,
            [
                "Brazil",
                "Fabrizio",
                "Brigid",
                "Brillo",
                "Rizzo",
                "Vizio"
            ]
        ]
    ],
    "Brizio attended the University of Turin along with fellow Italian historian and art critic, <a href=\"”/venturil”\">Lionello Venturi</a>.": [
        [
            0,
            6,
            [
                "Brazil",
                "Fabrizio",
                "Brigid",
                "Brillo",
                "Rizzo",
                "Vizio"
            ]
        ]
    ],
    "Brizio received her A.B.": [
        [
            0,
            6,
            [
                "Brazil",
                "Fabrizio",
                "Brigid",
                "Brillo",
                "Rizzo",
                "Vizio"
            ]
        ]
    ],
    "in 1923 from the University of Turin with a thesis on Defendente Ferrari da Chivasso, at the time she was still focused on the classical painters of the past.": [
        [
            0,
            2,
            [
                "In"
            ]
        ],
        [
            54,
            64,
            [
                "Dependent",
                "Defendant",
                "Defendants",
                "Dependence",
                "Dependents"
            ]
        ],
        [
            73,
            75,
            [
                "the",
                "DA",
                "a",
                "day",
                "do",
                "Dr"
            ]
        ],
        [
            76,
            84,
            [
                "Chivas so"
            ]
        ]
    ],
    "After graduation, she attended the Graduate School of Art History at the University of Rome, founded by Lionello Venturi’s father, <a href=\"”/venturia”\">Adolfo Venturi</a>.": [
        [
            104,
            112,
            [
                "Lionel lo"
            ]
        ]
    ],
    "Venturi and Brizio eventually collaborated to organize the first exhibition of the Gualino collection in the Regia Pinacoteca di Torino in the 1930s.": [
        [
            12,
            18,
            [
                "Brazil",
                "Fabrizio",
                "Brigid",
                "Brillo",
                "Rizzo",
                "Vizio"
            ]
        ],
        [
            83,
            90,
            [
                "Guano",
                "Guanine",
                "Gulling",
                "Galindo",
                "Paulino"
            ]
        ],
        [
            109,
            114,
            [
                "Regina",
                "REGINA"
            ]
        ]
    ],
    "They also participated in research to support the publication of Italian paintings in America.": [],
    "Brizio’s participation in the “Gualino exhibition” sparked her interest in contemporary art.": [
        [
            0,
            6,
            [
                "Brazil",
                "Fabrizio",
                "Brigid",
                "Brillo",
                "Rizzo",
                "Vizio"
            ]
        ],
        [
            31,
            38,
            [
                "Guano",
                "Guanine",
                "Gulling",
                "Galindo",
                "Paulino"
            ]
        ]
    ],
    "She found it important to evaluate 19thcentury art with an understanding of the history that underlines contemporary art, especially noting the Impressionist movement, which few in Italy had done.": [],
    "She then began focusing on Italian painters of the Renaissance, starting with Gaudenzio Ferrari, and then turning her focus to Paolo Veronese.": [
        [
            78,
            87,
            [
                "Gardenia"
            ]
        ]
    ],
    "Brizio furthered her connection with the Venturi’s when she became a collaborator for their magazine, <em>L’Arte</em>.": [
        [
            0,
            6,
            [
                "Brazil",
                "Fabrizio",
                "Brigid",
                "Brillo",
                "Rizzo",
                "Vizio"
            ]
        ],
        [
            41,
            50,
            [
                "Venturis"
            ]
        ]
    ],
    "She was the editor of <em>L’Arte</em> from 1930 to 1938.": [],
    "Once the Venturis’ moved away from their magazine, Brizio began her project for U.T.E.T., an Italian publishing company, which was <em>Ottocento Novecento</em>.": [
        [
            51,
            57,
            [
                "Brazil",
                "Fabrizio",
                "Brigid",
                "Brillo",
                "Rizzo",
                "Vizio"
            ]
        ]
    ],
    "It was the last volume of the universal history of art series published by U.T.E.T, but was the first to be published in the late 1930s.": [],
    "It was also considered part of a nationalistic approach that highlighted Italian painting in the 19th century.": [],
    "In 1939 she published one of her most famous works, <em>Nineteenth and Twentieth Century</em>.": [
        [
            3,
            7,
            [
                "1939,"
            ]
        ]
    ],
    "This book addressed the fascist regime.": [],
    "Starting in 1946, she taught History of medieval and modern art at the University of Turin.": [],
    "While she taught at Turin she directed the Galleria Sabauda (1936-1947), organized exhibitions, and collaborated with the UTET Great Encyclopedic Dictionary.": [
        [
            52,
            59,
            [
                "Canada",
                "Saudi",
                "Amanda",
                "Sahara",
                "Salad",
                "Savanna"
            ]
        ],
        [
            122,
            126,
            [
                "STET",
                "TET",
                "UET",
                "UTEP",
                "UTE",
                "UTES"
            ]
        ]
    ],
    "Her contributions to the UTET are considered some of her most important contributions to 20th century historical-artistic studies.": [
        [
            25,
            29,
            [
                "STET",
                "TET",
                "UET",
                "UTEP",
                "UTE",
                "UTES"
            ]
        ]
    ],
    "Later, Brizio began to focus on Leonardo da Vinci, culminating in <em>the Selected Writings of Leonardo da Vinci</em> in 1952.": [
        [
            7,
            13,
            [
                "Brazil",
                "Fabrizio",
                "Brigid",
                "Brillo",
                "Rizzo",
                "Vizio"
            ]
        ]
    ],
    "Brizio transferred to the University of Milan to be the chair of Medieval and Modern Art in 1957.": [
        [
            0,
            6,
            [
                "Brazil",
                "Fabrizio",
                "Brigid",
                "Brillo",
                "Rizzo",
                "Vizio"
            ]
        ]
    ],
    "She was also an important scholar of Leonardo da Vinci, also editing Leonardo da Vinci’s “Treaty of Painting.” During this time, she was urged to publish a second edition of her <em>Ottocento Novecento</em>,  but she became more interested in abstract expressions and the relationship between art and human life.": [],
    "She retired in 1979 but remained as chair to the Corrente Foundation, which highlighted the period of time in art history when the Corrente Movement was developed.": [
        [
            49,
            57,
            [
                "Current",
                "Correct",
                "Currents",
                "Corrected",
                "Correlate",
                "Corvette"
            ]
        ],
        [
            131,
            139,
            [
                "Current",
                "Correct",
                "Currents",
                "Corrected",
                "Correlate",
                "Corvette"
            ]
        ]
    ],
    "Brizio died August 1st, 1982 in Rapallo, Italy.": [
        [
            0,
            6,
            [
                "Brazil",
                "Fabrizio",
                "Brigid",
                "Brillo",
                "Rizzo",
                "Vizio"
            ]
        ],
        [
            32,
            39,
            [
                "Apollo",
                "Reinaldo",
                "Reynaldo"
            ]
        ]
    ]
}