{
    "Archaeologist and art historian of Etruscan and prehistory.": [],
    "Brizio studied and excavated at the sites of Pompeii and the Roman Forum (Forum Romanum) in Rome.": [
        [
            0,
            6,
            [
                "Brazil",
                "Fabrizio",
                "Brigid",
                "Brillo",
                "Rizzo",
                "Vizio"
            ]
        ],
        [
            80,
            87,
            [
                "Romanus"
            ]
        ]
    ],
    "His association with <a href=\"/brunnh\">Enrico Brunn</a> at the German Archaeological Institute (DAI) taught him formal analysis of Greek art, the basis for his later art history.": [],
    "He traveled to Greece in 1874.": [],
    "In 1876 he was named chair at the University of Bologna for archaeology and numismatics.": [
        [
            3,
            7,
            [
                "1876,"
            ]
        ]
    ],
    "His lectures exposed his students to the German stylistic analysis.": [],
    "At this time, be began a life's passion: the question about populations in prehistoric Italy.": [
        [
            17,
            22,
            [
                "begun",
                "beginning"
            ]
        ]
    ],
    "His theory about Etruscans put him at odds with many in the archaeological community.": [],
    "Count Giovanni Gozzadini (1810-1887) had postulated that the Etruscans had come from the Villanova, but Brizio insisted that Etruscans had come from the east after the Villanovan period.": [
        [
            15,
            24,
            [
                "Goading"
            ]
        ],
        [
            104,
            110,
            [
                "Brazil",
                "Fabrizio",
                "Brigid",
                "Brillo",
                "Rizzo",
                "Vizio"
            ]
        ],
        [
            168,
            178,
            [
                "Villanova"
            ]
        ]
    ],
    "He also chided Gozzadini for his failure to recognize Marzabotto as a city, rather than the necropolis which Gozzadini claimed.": [
        [
            15,
            24,
            [
                "Goading"
            ]
        ],
        [
            54,
            64,
            [
                "Marabout",
                "Marabouts"
            ]
        ],
        [
            109,
            118,
            [
                "Goading"
            ]
        ]
    ],
    "His bitterest feuds came against Antonio Zannoni (1833-1910) regarding the objects of Certosa and against <a href=\"/helbigw\">Wolfgang Helbig</a>, who insisted that Etruscans had come from the north instead of eastern regions.": [
        [
            41,
            48,
            [
                "Cannon",
                "Cannons",
                "Antoni",
                "Bannon",
                "Zamboni",
                "Cannoli"
            ]
        ],
        [
            86,
            93,
            [
                "Nervosa",
                "Hermosa",
                "Certs",
                "CentOS",
                "Certara"
            ]
        ]
    ],
    "As an archaeologist and <em>ex officio</em> director of the Museo Civico in Bologna, he oversaw the timely excavation reports on the sites of Verucchio, Montefortino, Marzabotto and Bologna.": [
        [
            66,
            72,
            [
                "Civic",
                "Civics"
            ]
        ],
        [
            142,
            151,
            [
                "Verrocchio"
            ]
        ],
        [
            167,
            177,
            [
                "Marabout",
                "Marabouts"
            ]
        ]
    ]
}