{
    "<p>Curator of the Cook Collection, Doughty House and Flemish art scholar.": [],
    "Brockwell was the son of the Reverend Cannon J. C. Brockwell of Sheffield Cathedral.": [
        [
            0,
            9,
            [
                "Rockwell",
                "Brock well"
            ]
        ],
        [
            51,
            60,
            [
                "Rockwell",
                "Brock well"
            ]
        ]
    ],
    "He was educated at St.": [],
    "Paul's Cathedral Choir School and Hurstpierpoint (preparatory school).": [],
    "He traveled widely in Europe, after which he secured a position with <a href=\"/holroydc\">Charles Holroyd</a>, Director of the National Gallery, rewriting official catalog entries.": [],
    "He also wrote a book for the Board of Trustees on the NGA's Lewis bequest.": [],
    "He moved to Florence where he became the librarian at the Villa I Tatti and assistant to <a href=\"/berensonb\">Bernard Berenson</a>, then the leading scholar of the Italian Renaissance.": [
        [
            66,
            71,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ]
    ],
    "In 1902, he married Mary Ellen Macnaughlen (d.": [
        [
            31,
            42,
            [
                "McLaughlin",
                "McNaughton"
            ]
        ]
    ],
    "1952).": [],
    "Brockwell began article publishing, principally in the <em>Atheneum</em>, in 1906.": [
        [
            0,
            9,
            [
                "Rockwell",
                "Brock well"
            ]
        ]
    ],
    "He returned to England and compiled catalogs for the first of two Grafton Galleries shows under <a href=\"/fryr\">Roger Fry</a>, the 1911 Old Masters.": [],
    "He met and became the collaborator of the aging <a href=\"/wealew\">William Henry James Weale</a>, the seminal documentary scholar of Hubert and Jan van Eyck.": [],
    "He and Weale revised Weale's 1908 book on the van Eyck in 1912, making many pronouncements--including the famous assertion that the National Gallery's Arnolfini portrait is in fact a wedding document.": [
        [
            7,
            12,
            [
                "Whale",
                "Weave",
                "Beale",
                "Peale",
                "Wale",
                "Weal"
            ]
        ],
        [
            21,
            26,
            [
                "Whale",
                "Weave",
                "Beale",
                "Peale",
                "Wale",
                "Weal"
            ]
        ]
    ],
    "Brockwell spoke the following year when the King of Belgium unveiled the Ghent altarpiece the following year.": [
        [
            0,
            9,
            [
                "Rockwell",
                "Brock well"
            ]
        ]
    ],
    "He also wrote a second catalog for the Grafton Galleries 1913 Spanish Painting exhibition.": [],
    "In the months before the outbreak of World War I, Brockwell compiled more than 200 brief biographies of artists for the German-language <em>Allgemeines Lexikon der bildenden Künstler</em>, edited by <a href=\"/beckerf\">Felix Becker</a> and <a href=\"/thiemeu\">Ulrich Thieme</a>.": [
        [
            50,
            59,
            [
                "Rockwell",
                "Brock well"
            ]
        ]
    ],
    "He traveled to the United States in 1917, remaining until 1920, writing the exhibition catalog for the American War Relief show (together with <a href=\"/sireno\">Osvald Sirén</a>) and then the Italian collection for Philadelphia Museum of Art.": [],
    "Brockwell also provided art research for the American collectors J. P. Morgan (1837-1913) and Joseph E. Widener (1871-1943).": [
        [
            0,
            9,
            [
                "Rockwell",
                "Brock well"
            ]
        ]
    ],
    "He lectured widely in the U. S., writing the book <em>Erasmus: Humanist and Painter</em> there.": [],
    "In 1920 he returned to England were he accepted the position of curator of the Cook Collection, Doughty House, Richmond, Surrey.": [
        [
            3,
            7,
            [
                "1920,"
            ]
        ],
        [
            31,
            35,
            [
                "where",
                "we"
            ]
        ]
    ],
    "He continued his sideline of cataloging, traveling twice again to the U.S.": [],
    "to document private collections.": [
        [
            0,
            2,
            [
                "To"
            ]
        ]
    ],
    "In 1927 he was selected to organize the Royal Academy Exhibition of Flemish and Belgian Art, collaborating on the catalog, with scholars <a href=\"/conwayw\">Martin Conway</a>, <a href=\"/boreniust\">Tancred Borenius</a>, <a href=\"/dodgsonc\">Campbell Dodgson</a>, and <a href=\"/kendricka\">A.": [
        [
            3,
            7,
            [
                "1927,"
            ]
        ]
    ],
    "F. Kendrick</a> held at Burlington House.": [],
    "The van Eyck continued to fascinate him, though his judgments seemed to lead him ever farther from the mainstream.": [],
    "He denied the existence of Hubert van Eyck, a debate aligning himself with <a href=\"/renderse\">Émile Renders</a> and against <a href=\"/panofskye\">Erwin Panofsky</a>.": [],
    "In 1952 he wrote the book <em>Pseudo-Arnolfini Portrait</em>, suggesting that the famous oil in the National Gallery was in fact a portrait of Jan van Eyck and his wife.": [
        [
            3,
            7,
            [
                "1952,"
            ]
        ]
    ],
    "Two years later he issued his own volume on their research, <em>The Van Eyck Problem</em>.Brockwell avoided esthetic judgments or analysis, preferring to focused on a factual approach to the history of art (Times).": [
        [
            90,
            99,
            [
                " Brockwell"
            ]
        ]
    ],
    "A dynamic and somewhat theatrical lecturer, he spoke without the use of notes.": [],
    "He vociferously castigated earlier authors in his field for sloppy scholarship and the tendency to accept if not downright fabricate stories about the painters.": [],
    "Perhaps because of a lack of a broad education, he was frequently blind intellectual arguments on art.": [],
    "As early as 1917, he convinced himself he had discovered a painting by Desiderius Erasmus in the St.": [],
    "Louis collection of Edward A. Faust.": [],
    "His theories on the van Eyck are largely interesting footnotes to the history of art history.</p>": []
}