{
    "Professor of aesthetics and art history (1923-1946) at Nijmegen University.": [],
    "Brom was named after his father, Gerard Bartholomeus Brom, a blacksmith of liturgical objects, who had died before Brom jr.": [
        [
            0,
            4,
            [
                "From",
                "Boom",
                "Bros",
                "Broom",
                "Brow",
                "Prom"
            ]
        ],
        [
            40,
            52,
            [
                "Bartholomew",
                "Bartolomeu"
            ]
        ],
        [
            53,
            57,
            [
                "From",
                "Boom",
                "Bros",
                "Broom",
                "Brow",
                "Prom"
            ]
        ],
        [
            115,
            119,
            [
                "From",
                "Boom",
                "Bros",
                "Broom",
                "Brow",
                "Prom"
            ]
        ]
    ],
    "was born.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "His elder brother, Jan Hendrik, took over his father's firm.": [],
    "Brom, who was raised in a Catholic family, attended the Gymnasium of the Bisschoppelijk College in Roermond.": [
        [
            0,
            4,
            [
                "From",
                "Boom",
                "Bros",
                "Broom",
                "Brow",
                "Prom"
            ]
        ]
    ],
    "After graduation he began medical studies in 1899 at Utrecht University, but a year later switched to Dutch language and literature.": [
        [
            6,
            16,
            [
                "graduation,"
            ]
        ]
    ],
    "Following his graduation in 1905, he obtained his doctoral degree in 1907 with a dissertation on the Dutch writer and poet Joost van den Vondel, <em>Vondels bekering</em> (Vondel's Conversion).": [
        [
            137,
            143,
            [
                "Model",
                "Vowel",
                "Wonder",
                "Bonded",
                "Handel",
                "Voided"
            ]
        ]
    ],
    "In the same year he married Willemina Jacoba Struik.": [
        [
            28,
            37,
            [
                "Wilhelmina"
            ]
        ],
        [
            38,
            44,
            [
                "Jacob",
                "Jacobs",
                "Jacobi",
                "Jacoby",
                "Jacob a"
            ]
        ],
        [
            45,
            51,
            [
                "Struck",
                "Strewn",
                "Strew",
                "Strews"
            ]
        ]
    ],
    "Until 1920 Brom occupied several teaching positions in high schools in the Netherlands, in Maastricht, Haarlem, and, after a two year stay in Italy, in Apeldoorn and Nijmegen, respectively.": [
        [
            11,
            15,
            [
                "From",
                "Boom",
                "Bros",
                "Broom",
                "Brow",
                "Prom"
            ]
        ],
        [
            125,
            133,
            [
                "two-year"
            ]
        ]
    ],
    "In 1916 he was one of the founders of <em>De Beiaard</em>, a Roman Catholic periodical, which Brom used to advocate for the emancipation of the Roman Catholics in the Netherlands.": [
        [
            3,
            7,
            [
                "1916,"
            ]
        ]
    ],
    "His moralistic views on the education of youth isolated him from his students and even aroused controversies.": [],
    "Convinced of the need for a Catholic university, Brom took an active part in the creation of the Catholic University in Nijmegen (1923), at which he soon was appointed <em>extraordinarius</em> professor of aesthetics and art history.": [
        [
            49,
            53,
            [
                "From",
                "Boom",
                "Bros",
                "Broom",
                "Brow",
                "Prom"
            ]
        ]
    ],
    "In 1926 he obtained a full professorship.": [
        [
            3,
            7,
            [
                "1926,"
            ]
        ]
    ],
    "Brom first interest was literature, but his hope to become a professor in that field was not fulfilled until 1946.": [
        [
            0,
            4,
            [
                "From",
                "Boom",
                "Bros",
                "Broom",
                "Brow",
                "Prom"
            ]
        ]
    ],
    "His writings on art history belie a predilection for cultural history (including literature) based upon stylistic periods and viewed through Catholicism.": [],
    "In 1926 he published a two-volume book, <em>Romantiek en Katholicisme in Nederland</em>, the first part of which was devoted to art.": [
        [
            3,
            7,
            [
                "1926,"
            ]
        ]
    ],
    "The following year, <em>Hollandse schilders en schrijvers in de vorige eeuw</em> (Dutch Painters and Writers in the Past Century) appeared.": [],
    "In 1933 he published a volume on the revival of sacred art in the Catholic Netherlands, <em>Herleving van de kerkelijke kunst in katholiek Nederland</em>.": [
        [
            3,
            7,
            [
                "1933,"
            ]
        ]
    ],
    "In addition to his writings on art he published on subjects mostly in relation with Roman Catholicism.": [],
    "In 1940 he was elected member of the <em>Koninklijke Nederlandse Akademie van Wetenschappen</em>.": [
        [
            3,
            7,
            [
                "1940,"
            ]
        ]
    ],
    "Brom's broad approach attracted students from different faculties.": [
        [
            0,
            4,
            [
                "From",
                "Boom",
                "Bros",
                "Broom",
                "Brow",
                "Prom"
            ]
        ]
    ],
    "His own students were overwhelmed by Brom's vast knowledge; however, he was successful in encouraging many of them to complete their studies with a dissertation.": [
        [
            37,
            41,
            [
                "From",
                "Boom",
                "Bros",
                "Broom",
                "Brow",
                "Prom"
            ]
        ]
    ],
    "In 1946, after 23 years, Brom eventually gave up his position as art history professor to be appointed professor of Dutch and general literature at the same university.": [
        [
            25,
            29,
            [
                "From",
                "Boom",
                "Bros",
                "Broom",
                "Brow",
                "Prom"
            ]
        ]
    ],
    "<a href=\"/meerf\">Frits van der Meer</a> succeeded Brom as <em>extraordinarius</em> professor of Early Christian and Mediaeval art.": [],
    "In 1947 Brom's former student <a href=\"/tikkanenj\">J.": [
        [
            8,
            12,
            [
                "From",
                "Boom",
                "Bros",
                "Broom",
                "Brow",
                "Prom"
            ]
        ]
    ],
    "J. Tikkanen</a> obtained the position of <em>extraordinarius</em> professor of Aesthetics and the art history of the New Era.": [
        [
            3,
            11,
            [
                "Bikaner",
                "Raikkonen",
                "Tienanmen",
                "Tirane",
                "Tiananmen",
                "Tiranë"
            ]
        ]
    ],
    "In 1952, Brom retired and moved with his wife to Wychen.": [
        [
            9,
            13,
            [
                "From",
                "Boom",
                "Bros",
                "Broom",
                "Brow",
                "Prom"
            ]
        ],
        [
            49,
            55,
            [
                "When",
                "Chen",
                "Aachen",
                "Hyphen",
                "Lichen",
                "Jochen"
            ]
        ]
    ],
    "Brom's art history was a manifestation of cultural history, interpreted through a heavy lens of Rome Catholic doctrine.": [
        [
            0,
            4,
            [
                "From",
                "Boom",
                "Bros",
                "Broom",
                "Brow",
                "Prom"
            ]
        ]
    ],
    "For Brom, spiritual meaning and iconography dominated interpretation, rather than aspects of style.": [
        [
            4,
            8,
            [
                "From",
                "Boom",
                "Bros",
                "Broom",
                "Brow",
                "Prom"
            ]
        ]
    ],
    "His works today are seldom consulted.": []
}