{
    "Architectural historian of ancient Greece, field archaeologist and University of Chicago professor; discovered the Sanctuary of Poseidon in Isthmia.": [
        [
            27,
            41,
            [
                "Ancient Greece"
            ]
        ],
        [
            140,
            147,
            [
                "Isthmian"
            ]
        ]
    ],
    "Broneer was the youngest son of a Swedish farmer.": [
        [
            0,
            7,
            [
                "Bronzer"
            ]
        ]
    ],
    "As a child he labored on the family farm until age 18 when he and his brother left for the United States in 1913.": [],
    "He initially planned to remain in the U. S. only long enough to earn money return to Sweden and start a successful life.": [],
    "After a few years, Broneer attended Augustana College, Rock Island, Illinois, now planning a career in the seminary.": [
        [
            19,
            26,
            [
                "Bronzer"
            ]
        ]
    ],
    "After college, he attended the University of California-Berkeley where he achieved his master's degree in a year, continuing at Berkeley for his Ph.": [
        [
            145,
            147,
            [
                "pH",
                "PH",
                "PA",
                "PC",
                "Mph",
                "PM"
            ]
        ]
    ],
    "D. Broneer left Berkeley in 1927 to teach archaeology at the American School of Classical Studies in Athens, focusing on the Roman Odeum at Corinth.": [
        [
            3,
            10,
            [
                "Bronzer"
            ]
        ],
        [
            131,
            136,
            [
                "Odium",
                "ODEM"
            ]
        ]
    ],
    "In 1931 he received his Ph.D.": [
        [
            3,
            7,
            [
                "1931,"
            ]
        ]
    ],
    "from Berkeley writing on the topic of the Odeum.": [
        [
            0,
            4,
            [
                "From"
            ]
        ],
        [
            42,
            47,
            [
                "Odium",
                "ODEM"
            ]
        ]
    ],
    "His research centered on terracotta lamps, ultimately realized in the first systematic typology of these ancient lamps.": [],
    "He served as acting director of the American School from 1940 to 1952.": [],
    "While in Athens, he excavated some of the Greek ruins for the University of Chicago, now a professor of archaeology and classical languages of that institution since 1948.": [],
    "In 1952, on the very first day of the dig, Broneer discovered the steps of what turned out to be the temple of Poseidon, the final of the four great Panhellenic shrines devoted to the Isthmian games.": [
        [
            43,
            50,
            [
                "Bronzer"
            ]
        ]
    ],
    "The others, at Olympia, Delphi and Nemea, had previously been discovered and excavated.": [
        [
            35,
            40,
            [
                "CEMEA",
                "EMEA"
            ]
        ]
    ],
    "He subsequently became the field director for the Isthmia site, remaining in charge of the dig until 1967.": [
        [
            50,
            57,
            [
                "Isthmian"
            ]
        ]
    ],
    "He conducted systematic excavations of the central plateau which revealed the temple, altar, surrounding buildings, and a Roman hero shrine.": [],
    "He also cleared the theatre, two caves used for dining, and two <em>stadia</em> used for the Isthmian Games.": [
        [
            20,
            27,
            [
                "theater"
            ]
        ]
    ],
    "Broneer trained many of the next generation of archaeologists, including <a href=\"/dinsmoorw1923\">William B. Dinsmoor, Jr.</a> In 1976, Elizabeth Gebhard succeeded Broneer as director of the University of Chicago.": [
        [
            0,
            7,
            [
                "Bronzer"
            ]
        ]
    ],
    "The American Academy in Rome established the Oscar Broneer Fellowship to assist young scholars of classical antiquity.": [
        [
            51,
            58,
            [
                "Bronzer"
            ]
        ]
    ],
    "He died of heart failure at his home in the ancient city of Corinth at age 97.": []
}