{
    "Historian of 18th and 19th century French painting.": [],
    "Brookner was born to Newson Bruckner, a Polish immigrant, and Maude Schiska (Bruckner), a British singer whose grandfather was originally from Warsaw, Poland.": [
        [
            0,
            8,
            [
                "Broker",
                "Booker",
                "Brooke",
                "Brewster",
                "Bruckner",
                "Browner"
            ]
        ],
        [
            21,
            27,
            [
                "Nelson",
                "Newton",
                "Neeson",
                "Newsom",
                "New son",
                "News on"
            ]
        ],
        [
            68,
            75,
            [
                "Schism",
                "Schisms",
                "Schist",
                "Schick"
            ]
        ]
    ],
    "Fearful of the German-sounding last name, her mother changed their family name to Brookner as World War II began.": [
        [
            82,
            90,
            [
                "Broker",
                "Booker",
                "Brooke",
                "Brewster",
                "Bruckner",
                "Browner"
            ]
        ]
    ],
    "Although secular Jews, the Brookners took in Jewish refugees fleeing the Germans during the 1930s and World War II.": [
        [
            27,
            36,
            [
                "Brokers",
                "Bookers",
                "Crooners",
                "Brooders",
                "Bruisers",
                "Brookes"
            ]
        ]
    ],
    "Brookner attended a private school, the James Allen's Girls' School.": [
        [
            0,
            8,
            [
                "Broker",
                "Booker",
                "Brooke",
                "Brewster",
                "Bruckner",
                "Browner"
            ]
        ]
    ],
    "She received her B.A.": [],
    "from King's College, University of London.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "Brookner entered the Courtauld Institute of Art where she obtained both her MA and Ph.D, the latter an expansion of the former on the painter Jean-Baptiste Greuze.": [
        [
            0,
            8,
            [
                "Broker",
                "Booker",
                "Brooke",
                "Brewster",
                "Bruckner",
                "Browner"
            ]
        ],
        [
            21,
            30,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ],
        [
            83,
            87,
            [
                "Ph.D."
            ]
        ]
    ],
    "In 1950 she was awarded a scholarship from the French government to the École du Louvre where she principally lived while writing her dissertation, supervised by <a href=\"/blunta\">Anthony Blunt</a>, the Courtald's director.": [
        [
            3,
            7,
            [
                "1950,"
            ]
        ],
        [
            72,
            77,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            78,
            80,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ]
    ],
    "She supported herself though numerous book- and exhibition reviews and translating both Italian and French books into English.": [],
    "She began her teaching career as a lecturer on French art and culture at the University of Reading between 1959 and 1964.": [],
    "Returning to the Courtauld as a lecturer, which she never left.": [
        [
            17,
            26,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Brookner later became the first woman to be named to the Slade Professorship at Cambridge University teaching the academic year of 1967-1968.": [
        [
            0,
            8,
            [
                "Broker",
                "Booker",
                "Brooke",
                "Brewster",
                "Bruckner",
                "Browner"
            ]
        ],
        [
            57,
            62,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "During that time she published a highly critical assessment on <a href=\"/leveym\">Michael Levey</a> recent book as a letter in the <em>Burlington Magazine</em> (1967).": [],
    "In it, Brookner outlined the divergent methodologies between Levey's conservative formalism and what in some senses could be called the New Art History.": [
        [
            7,
            15,
            [
                "Broker",
                "Booker",
                "Brooke",
                "Brewster",
                "Bruckner",
                "Browner"
            ]
        ],
        [
            61,
            66,
            [
                "Level",
                "Lava",
                "Lever",
                "Levy",
                "Lena",
                "Levee"
            ]
        ]
    ],
    "The following year she issued the first of her monographic examinations of French painters, with <em>Watteau.": [],
    "</em>A group of essays, first delivered as her Slade school address, appeared as <em>The Genius of the Future: Studies in French Art and Criticism, </em>published in 1971.": [
        [
            47,
            52,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "<em>Greuze: the Rise and Fall of an Eighteenth-century Phenomenon</em> followed in 1972, particularly well received by scholars.": [],
    "Brookner was raised to the rank of Reader (professor) at the Courtauld in 1977.": [
        [
            0,
            8,
            [
                "Broker",
                "Booker",
                "Brooke",
                "Brewster",
                "Bruckner",
                "Browner"
            ]
        ],
        [
            61,
            70,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "A final work on a French painter, <em>Jacques-Louis David</em>, was published by her in 1980.": [],
    "Brookner's writing abandoned art history for the moment in favor of novel writing.": [
        [
            0,
            8,
            [
                "Broker",
                "Booker",
                "Brooke",
                "Brewster",
                "Bruckner",
                "Browner"
            ]
        ]
    ],
    "Her 1981 <em>A Start in Life,</em> vaguely chartered the issues in her life<em>.</em> Her 1984 <em>Hotel du Lac</em> received the Booker Prize for that year.": [
        [
            28,
            30,
            [
                ", <"
            ]
        ]
    ],
    "Though she continued to teach at the Courtauld, she devoted herself to novels over the next twenty years.": [
        [
            37,
            46,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "She learned, only from a book on Blunt's spy activity published in 1987, that she had been used as a courier by Blunt, although by that time under British government control (Wright).": [],
    "She was appointed a Commander of the Order of the British Empire (CBE) in 1990.": [],
    "Her final book of art history was launched in 2000, <em>Romanticism and its Discontents,</em> some essays from her <em>Genius of the Future studies</em> and additional critics<em>.": [
        [
            87,
            89,
            [
                ", <"
            ]
        ]
    ],
    "</em>Her last novel was published in 2009, <em>Strangers: a Novel.</em><em>  </em>She died in London at age 87.": [],
    "Anita Brookner presented a maverick's view of art history while remaining in its mainstream.": [
        [
            6,
            14,
            [
                "Broker",
                "Booker",
                "Brooke",
                "Brewster",
                "Bruckner",
                "Browner"
            ]
        ]
    ],
    "Early on she lamented, \"the increasing stylelessness of writings on art history.\"": [
        [
            39,
            52,
            [
                "statelessness"
            ]
        ]
    ],
    "She frequently argued for art historians to avoid using art history to explain history, but rather to use history to explain art history.": [],
    "She deplored writing with a bias for some periods and antipathy for others, as her letter to Levey pointed out.": [
        [
            93,
            98,
            [
                "Level",
                "Lava",
                "Lever",
                "Levy",
                "Lena",
                "Levee"
            ]
        ]
    ]
}