{
    "Feminist art historian of nineteenth-century art.": [],
    "Broude's parents were Jack Freedman and Cecile Goldman (Freedman).": [
        [
            0,
            6,
            [
                "Route",
                "Broad",
                "Broke",
                "Bronze",
                "Bruce",
                "Broader"
            ]
        ]
    ],
    "Freedman graduated from Hunter College, City University of New York in 1962 with an A. B. The same year she married Ronald Broude.": [
        [
            123,
            129,
            [
                "Route",
                "Broad",
                "Broke",
                "Bronze",
                "Bruce",
                "Broader"
            ]
        ]
    ],
    "Freedman, now Broude, continued on to Columbia University, using a Woodrow Wilson fellowship for the 1962-1963 year to write her M.A.": [
        [
            14,
            20,
            [
                "Route",
                "Broad",
                "Broke",
                "Bronze",
                "Bruce",
                "Broader"
            ]
        ]
    ],
    "in 1964.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "She wrote her dissertation under <a href=\"/refft\">Theodore Reff</a> on the proto-impressionist painters of Italy, the Macchiailoli, in 1967.": [],
    "After a year teaching as an instructor at Connecticut College, New London, CT, 1966-1967, Broude held a visiting assistant professorship at Oberlin College, Ohio, 1969-1970 and taught one semester at Vassar College, 1971, before returning to Columbia University as an assistant professor of art history in 1972.": [
        [
            90,
            96,
            [
                "Route",
                "Broad",
                "Broke",
                "Bronze",
                "Bruce",
                "Broader"
            ]
        ]
    ],
    "She joined the American University, Washgington, D. C., as an assistant professor in 1975.": [
        [
            36,
            47,
            [
                "Washington"
            ]
        ]
    ],
    "During this time Broude was elected to the Board of the College Art Association for the 1974-1978 term.": [
        [
            17,
            23,
            [
                "Route",
                "Broad",
                "Broke",
                "Bronze",
                "Bruce",
                "Broader"
            ]
        ]
    ],
    "She rose to associate professor of art history in 1977 and divorced in 1978.": [],
    "She was voted to a second term on the CAA board 1980-1983.": [],
    "American University appointed her full professor in 1978.": [],
    "During this time, Broude continued to be an outspoken voice for feminism.": [
        [
            18,
            24,
            [
                "Route",
                "Broad",
                "Broke",
                "Bronze",
                "Bruce",
                "Broader"
            ]
        ]
    ],
    "In 1980 when the conservative art critic Hilton Kramer (b.": [],
    "1928) suggested that feminism eroded standards of greatness in art, Broude defiantly (and famously) wrote that the standards needed to change.": [
        [
            68,
            74,
            [
                "Route",
                "Broad",
                "Broke",
                "Bronze",
                "Bruce",
                "Broader"
            ]
        ]
    ],
    "Broude received a National Endowment for the Humanities fellowship for the 1981-1982 year.": [
        [
            0,
            6,
            [
                "Route",
                "Broad",
                "Broke",
                "Bronze",
                "Bruce",
                "Broader"
            ]
        ],
        [
            45,
            55,
            [
                "Humanities'",
                "Humanity's"
            ]
        ]
    ],
    "Beginning in 1982, she collaborated with American University Renaissance art professor Mary D. Garrard (b.": [
        [
            95,
            102,
            [
                "Gerrard"
            ]
        ]
    ],
    "1937), on a group of edited the collection of feminist essays, the first <em>Feminism and Art History: Questioning the Litany</em>.": [],
    "The book collected the pioneering feminist essays of the 1970s, including Broude's, canonizng (for better and worse) these essays into the core statements on feminist art history.": [
        [
            74,
            80,
            [
                "Route",
                "Broad",
                "Broke",
                "Bronze",
                "Bruce",
                "Broader"
            ]
        ],
        [
            84,
            93,
            [
                "canonizing"
            ]
        ]
    ],
    "A revised version of her dissertation appeared in 1987.": [],
    "In 1991 Broude issued <em>Impressionism: A Feminist Reading: The Gendering of Art, Science, and Nature in the Nineteenth Century</em>.": [
        [
            8,
            14,
            [
                "Route",
                "Broad",
                "Broke",
                "Bronze",
                "Bruce",
                "Broader"
            ]
        ]
    ],
    "A second set of essays co-edited with Garrard, <em>The Expanding Discourse: Feminism and Art History</em> was published in 1992.": [
        [
            38,
            45,
            [
                "Gerrard"
            ]
        ]
    ],
    "As a series editor for Rizzoli books, she personally wrote volumes on Georges Seurat and Edgar Degas in 1992 and 1993 respectively.": [
        [
            23,
            30,
            [
                "Rizzo"
            ]
        ]
    ],
    "A third co-edited work with Garrard, <em>The Power of Feminist Art: The American Movement of the 1970s, History and Impact</em> was issued in 1994.": [
        [
            28,
            35,
            [
                "Gerrard"
            ]
        ]
    ],
    "Broude was a leading and vocal exponent of feminism.": [
        [
            0,
            6,
            [
                "Route",
                "Broad",
                "Broke",
                "Bronze",
                "Bruce",
                "Broader"
            ]
        ]
    ],
    "<em>Feminism and Art History</em> became a textbook for the teaching of an art history which incorporated women.": [],
    "She frequently found herself arguing this position on the pages of various scholar art publications, most often the <em>Art Bulletin</em>.": [],
    "Other feminists, for example <a href=\"/liptone\">Eunice Lipton</a>, lamented her categories of masculine/feminine for art interpretation have been heavy handed.": [],
    "Indeed, Broude was characterized in 1987 as part of the \"first generation\" feminist art historian who worked within existing methodologies rather than adopting newer deconstructive ones (Gouma-Peterson and Mathews), an assertaion Broude disputed in a rejoinder.": [
        [
            8,
            14,
            [
                "Route",
                "Broad",
                "Broke",
                "Bronze",
                "Bruce",
                "Broader"
            ]
        ],
        [
            166,
            180,
            [
                "reconstructive"
            ]
        ],
        [
            187,
            201,
            [
                "Gouda-Peterson"
            ]
        ],
        [
            219,
            229,
            [
                "assertion"
            ]
        ],
        [
            230,
            236,
            [
                "Route",
                "Broad",
                "Broke",
                "Bronze",
                "Bruce",
                "Broader"
            ]
        ]
    ],
    "Broude held celebrated disagreements with the nineteenth-century-subject scholar <a href=\"/boimea\">Albert Boime</a>.": [
        [
            0,
            6,
            [
                "Route",
                "Broad",
                "Broke",
                "Bronze",
                "Bruce",
                "Broader"
            ]
        ]
    ]
}