{
    "<p>Classicist and curator at the Metropolitan Museum of Art, New York, 1942-1967.": [],
    "Levine was the daughter of Samuel Levine and Bertha Nanes (Levine).": [
        [
            52,
            57,
            [
                "Names",
                "Lanes",
                "Danes",
                "Nantes",
                "Panes",
                "Canes"
            ]
        ]
    ],
    "She attended Wayne University (the modern Wayne State University) between 1932 and 1934 before switching to New York University.": [],
    "She graduated with a B. F. A in 1936, continuing for her master's degree at the university's Institute of Fine Arts with a thesis on Greek painted grave stelai, written under <a href=\"/lehmannk\">Karl Leo Heinrich Lehmann</a> in 1938.": [
        [
            153,
            159,
            [
                "Stevie",
                "steam",
                "steal",
                "steals",
                "stellar",
                "Stefan"
            ]
        ]
    ],
    "She married the art historian <a href=\"/brownm\">Milton W. Brown</a> the same year.": [],
    "She taught as an instructor at Vassar College and Hunter College during these years.": [],
    "In 1941, she and her husband, a nascent Americanist, bought a car and toured the United States seeking out American art for his upcoming book.": [
        [
            40,
            51,
            [
                "Americanism"
            ]
        ]
    ],
    "Returning to New York, she joined the Metropolitan Museum of Art, New York, as a lecturer in 1942 while her husband and other museums staff served in the military.": [],
    "Assigned to the ancient collection, she worked closely with the Yale paleographer C Bradford Welles (1901-1969).": [],
    "Under the curator of Greek and Roman Art, <a href=\"/richterg\">Gisela M. A. Richter</a>, she studied the collections carefully.": [],
    "She continued to work on her Ph.D.": [],
    "at the NYU on the collection of the Ptolomaic grave stelai at the Museum.": [
        [
            0,
            2,
            [
                "At"
            ]
        ],
        [
            36,
            45,
            [
                "Ptolemaic"
            ]
        ],
        [
            52,
            58,
            [
                "Stevie",
                "steam",
                "steal",
                "steals",
                "stellar",
                "Stefan"
            ]
        ]
    ],
    "Richter and museum director <a href=\"/taylorf\">Francis Henry Taylor</a> funded additional research in Egypt and Italy.": [],
    "Her degree was granted in 1967, her dissertation, <em>Ptolemaic Paintings and Mosaics and the the Alexandrian Style</em> published by the American Institute of Archaeology.": [],
    "The dissertation was supervised by <a href=\"/blanckenhagenp\">Peter von Blanckenhagen</a> and her readers included the distinguished classical-subject art historians <a href=\"/thompsond\">Dorothy Burr Thompson</a> and <a href=\"/bothmerd\">Dietrich von Bothmer</a>.": [],
    "She had been appointed an associate professor at New York University in 1966, advancing to professor of art in 1973.": [],
    "She was awarded a Guggenheim Fellowship in 1977.</p>": []
}