{
    "Third director of the National Gallery of Art, Washgington, D. C. Brown was descended from a long, distinguished family line beginning in 1638 in Rhode Island and for whose family Brown University is named.": [
        [
            47,
            58,
            [
                "Washington"
            ]
        ]
    ],
    "Brown's father, John Nicholas Brown (1900-1979), was one of the wealthiest men in America and his mother, Anne Kinsolving, a musician and music critic.": [
        [
            111,
            121,
            [
                "Kin solving"
            ]
        ]
    ],
    "John Nicholas Brown attended the famous connoisseurship classes of <a href=\"/sachsp\">Paul J. Sachs</a> at Harvard classes with <a href=\"/walkerj\">John Walker III</a>, another future National Gallery of Art director and J. Carter Brown's predecessor.": [],
    "J. Carter Brown attended an Arizona boarding school beginning at age nine, graduating to Groton in Massachusetts and then the Stowe School in Buckinghamshire, England, before entering Harvard University in 1952.": [
        [
            89,
            95,
            [
                "Proton"
            ]
        ]
    ],
    "Brown was thoroughly an art devotee by this time, decorating his college room with a Cezanne watercolor and a Matisse drawing.": [],
    "After receiving a B. A. and M.B.A.": [],
    "from Harvard he, elected to spend a year with the Harvard-trained art historian <a href=\"/berensonb\">Bernard Berenson</a> at Villa I Tatti, Florence.": [
        [
            0,
            4,
            [
                "From"
            ]
        ],
        [
            5,
            12,
            [
                "Harvard,"
            ]
        ]
    ],
    "Brown pursued a Ph.D., at the Institute of Fine Arts in New York.": [],
    "In 1961 <a href=\"/walkerj\">John Walker III</a>, who knew Brown as a child from summers on Long Island, gave him a job as his personal assistant at the National Gallery of Art, Washington DC, where Walker was now director.": [],
    "In 1967 anticipating his own retirement, Walker put Brown in charge of the I. M. Pei-designed East Building expansion.": [],
    "In 1969, Walker retired and Brown was named Director.": [],
    "Brown married Constance Mellon Byers, a relative of Paul Mellon, Chairman of the Gallery's Board of Trustees and a major donor, in 1971.": [],
    "They divorced in 1973.": [],
    "He later married Pamela Braga Drexel in 1976 in Westminster Abbey, London.": [
        [
            24,
            29,
            [
                "Bragg",
                "Raga",
                "Brag",
                "Brags",
                "BRAFA",
                "Brag a"
            ]
        ]
    ],
    "As director, Brown set as his task to bring larger crowds into the nation's museum.": [],
    "The 1976 exhibition \"Treasures of Tutankhamun,\" which he brought from the British Museum set the tone for subsequent shows which would attempt to catch the general public's attention as well as the traditional art-goer's.": [
        [
            34,
            45,
            [
                "Tutankhamen"
            ]
        ],
        [
            156,
            170,
            [
                "public"
            ]
        ]
    ],
    "In this, he had a celebrated rivalry with the Metropolitan Museum of Art's director, <a href=\"/hovingt\">Thomas Hoving</a>, who also vied for blockbuster exhibitions.": [],
    "Among Hoving's and Brown's many disputes was with the show \"The Splendor of Dresden: Five Centuries of Art Collecting\" (1978).": [
        [
            6,
            12,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "While Brown waited for the State department to normalize relations with the (then) East German government, Hoving negotiated directly and stole the show from the National Gallery.": [
        [
            107,
            113,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "Only after Brown met with the Metropolitan Museum Board members C. Douglas Dillon and David Rockefeller did the museums agree to share the show.": [],
    "Other blockbuster shows at the National Gallery followed: \"Rodin Rediscovered\" (1981), \"El Greco of Toledo\" (1982) and \"Impressionism to Early Modern Painting from the USSR\" (1986).": [],
    "In 1987, Browne staged an exhibition of Andrew Wyeth's \"Helga\" paintings, which drew criticism because, unlike earlier artists, Wyeth lacked the degree of importance within the art community.": [],
    "Criticism heighten when Wyeth's wife implied during the opening that Helga was, in fact, her husband's mistress.": [],
    "Undaunted, the Gallery resumed it's pace, featuring \"Japan: The Shaping of Daimyo Culture\" (1988), \"The Art of Paul Gauguin\" (1989); and \"Titian: Prince of Painters\" (1990).": [
        [
            31,
            35,
            [
                "its"
            ]
        ]
    ],
    "But in 1990, the Gallery's exhibition of the collection of Emil Buhrle, a Swiss industrialist who supplied weapons to the Nazis, again caused a furor.": [
        [
            64,
            70,
            [
                "Burke",
                "Bubble",
                "Bundle",
                "Buckle",
                "Bugle",
                "Burly"
            ]
        ]
    ],
    "Brown's marriage to his second wife ended in 1991.": [],
    "The next year, Brown mounted \"Circa 1492: The Art of Exploration,\" to mark the 500th anniversary of the official discovery of America.": [],
    "He unexpectedly announced his retirement after the exhibition, aged just 57.": [],
    "He was succeed by his former executive curator, then director of the Los Angelels County Museum of Art, <a href=\"/powelle\">Alexander Powell III</a>.": [
        [
            7,
            14,
            [
                "succeeded",
                "succeeding"
            ]
        ],
        [
            73,
            81,
            [
                "Angeles"
            ]
        ]
    ],
    "Brown's retirement was marked by a particularly important event.": [],
    "As the continuing head the Commission on Fine Arts for Congress, he oversaw the Vietnam Veterans' Memorial and the commissioning a 21-year-old architecture student, Maya Lin.": [],
    "The work caused controversy because of its minimalist design.": [],
    "Brown rallied to the cause and prevailed in establishing one of the most moving war memorials in the world.": [],
    "Brown died of pulmonary failure after treatment for multiple myeloma, a terminal blood cancer.": [],
    "At his death he was engaged to Anne Hawley, director of the Isabella Stewart Gardner Museum in Boston.": [],
    "Brown brought the \"blockbuster\"-style exhibition to the National Gallery of Art.": [],
    "He hired noted exhibition designers Gaillard F.": [],
    "\"Gil\" Ravenel and Mark Leithauser, to produce opulent spaces, crediting their work as crucial to the gallery's success.": [
        [
            6,
            13,
            [
                "Ravened"
            ]
        ],
        [
            23,
            33,
            [
                "Lather",
                "Tannhauser",
                "Catharses",
                "Mauthausen",
                "Tannhäuser"
            ]
        ]
    ],
    "Employees complained that his interest in mass appeal overshadowed other areas of the museum: conservation, education, the research center and library.": [],
    "He was frequently referred to as the \"populist patrician\" within Washington.": [],
    "In this he was a strong contrast to his predecessor, Walker, whom he concertedly ignored after his retirement.": [],
    "Michael Kimmelman's obituary in the <em>New York Times</em> termed him an \"unlikely figure to champion mass culture, with which he was eternally fascinated but sometimes charmingly unfamiliar.\"": [
        [
            8,
            17,
            [
                "Kimmel man"
            ]
        ]
    ],
    "Critics often seized on his uneven taste in exhibitions; the critic Robert Hughes acerbically referred to the \"The Treasure Houses of Britain\" (1985) show, one that picked through the great private homes of the England, as \"Brideshead Redecorated.\"": [
        [
            224,
            234,
            [
                "Brides head"
            ]
        ]
    ]
}