{
    "Scholar of Spanish art and Caroll and Milton Petrie Professor of Fine Arts, New York University, (professor from 1973-).": [
        [
            27,
            33,
            [
                "Carol",
                "Carroll",
                "Carole",
                "Carols",
                "Carell",
                "Carola"
            ]
        ],
        [
            45,
            51,
            [
                "Metric",
                "Retire",
                "Erie",
                "Pete",
                "Bertie",
                "Pearce"
            ]
        ]
    ],
    "Brown was the son of son of Leonard M. Brown and Jeanette Levy Brown (Brown).": [
        [
            14,
            27,
            [
                "son of"
            ]
        ]
    ],
    "While an undergraduate at Dartmouth College, Brown spent a year in Madrid where he became fascinated with the painter Velázquez.": [],
    "A chance reading of the 1948 Velázquez book by the art philosopher Ortega y Gasset (1883-1955) lead to a life-long interest in the painter and Spanish art.": [],
    "He graduated from Dartmouth with an A. B. in 1960.": [],
    "He continued at Princeton for an M. F. A (Princeton's master's degree in art history) and his Ph.D., conferred in 1964.": [],
    "His dissertation, written under <a href=\"/coffind\">David Robbins Coffin</a> and secondarily <a href=\"/martinj\">Jack Martin</a> was on Sevillian Baroque painting.": [],
    "He began teaching art history at Princeton University the following year.": [],
    "He married Sandra Backer in 1966.": [],
    "He published his <em>Italy and Spain, 1600-1750</em> in 1970.": [],
    "Brown received the <a href=\"/portera\">A.": [],
    "Kingsley Porter</a> Prize of the College Art Association of America in 1971 and was promoted to associate professor at Princeton.": [],
    "He joined the faculty of New York University in 1973 as director of the Institute of Fine Arts, NYU's graduate school in art history.": [],
    "A monograph on Francisco de Zurbaran appeared in 1974.": [
        [
            15,
            36,
            [
                "Francisco de Zurbarán"
            ]
        ]
    ],
    "He rose to professor in 1977.": [],
    "The following year he stepped down from the directorship of the Institute, issued his <em>Images and Ideas in Seventeenth-Century Spanish Painting</em> and became a fellow of the National Endowment for the Humanities.": [],
    "He was a Guggenheim fellow in 1980, publishing his <em>A Palace for a King: The Buen Retiro and the Court of Philip IV</em>.": [],
    "In 1981 Brown taught as Slade Professor of Fine Arts at Oxford University, 1981-1982.": [
        [
            24,
            29,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "In 1984 Brown was named the first Caroll and Milton Petrie Professor of Fine Arts at the Institute of Fine Arts.": [
        [
            34,
            40,
            [
                "Carol",
                "Carroll",
                "Carole",
                "Carols",
                "Carell",
                "Carola"
            ]
        ],
        [
            52,
            58,
            [
                "Metric",
                "Retire",
                "Erie",
                "Pete",
                "Bertie",
                "Pearce"
            ]
        ]
    ],
    "A major monograph on Velazquez was published by Brown in 1986.": [],
    "Brown was the Andrew W. Mellon lecturer in fine arts for the National Gallery of Art, Washgington, D. C., for 1994.": [
        [
            86,
            97,
            [
                "Washington"
            ]
        ]
    ],
    "<em>Kings and Connoisseurs: Collecting Art in 17th Century Europe</em>, the published lectures, were issued the following year.": [],
    "Brown wrote a new volume in the (Yale) Pelican History of Art series on Spanish painting, in 1998.": [],
    "Together with Susan Grace Galassi, Brown organized the show \"Goya's Last Works\" for the Frick Collection in New York in 2006.": [
        [
            26,
            33,
            [
                "Glass",
                "Glassy",
                "Galas",
                "Agassi"
            ]
        ]
    ],
    "Brown was responsible for continuing the study of Spanish art as a topic in the United States, a tradition begun under <a href=\"/postc\">Chandler R. Post</a> and <a href=\"/cookw\">Walter W. S. Cook</a>.": []
}