{
    "Art dealer, art historian, and a pioneer as a woman in the field.": [],
    "Lillian Browse was born in London to Michael Browse and Gladys Amy Browse (née Meredith).": [],
    "At three, she emigrated with her family to South Africa, where her father had launched a career as a racehorse trainer.": [],
    "She attended Barnato Park High School in Johannesburg, then returned to London in 1928 in order to study ballet at the Cecchetti Ballet School.": [
        [
            13,
            20,
            [
                "Barney",
                "Barnard",
                "Barnett",
                "Barnaby",
                "Taranto",
                "Barnaul"
            ]
        ],
        [
            119,
            128,
            [
                "Couchette",
                "Melchett"
            ]
        ]
    ],
    "While on tour in 1930, she realized that she would not achieve the success she desired as a dancer and decided to switch careers.": [],
    "Despite her lack of experience with visual arts, she was able to persuade Harold Leger to allow her to file master photographs for his gallery.": [],
    "While working with Leger, Browse was able to hone her eye for art, gain the skills necessary for financial management, shape herself into a masterful negotiator and expert cataloguer, and become deeply involved with the contemporary art scene.": [
        [
            172,
            182,
            [
                "cataloger"
            ]
        ]
    ],
    "She soon became manager of Leger’s gallery and staged a series of successful shows based on her tastes and interests.": [],
    "She married Ivan Harold Joseph in 1934, but they soon were separated.": [],
    "The couple officially divorced in 1944.": [],
    "When World War II sparked to life, Browse volunteered to work in the London ambulance service.": [],
    "In addition to her service, Browse also ambitiously persuaded <a href=\"/clarkk\">Kenneth Clark</a>, director of the National Gallery, to stage showings of contemporary British artists while the gallery’s usual paintings were being kept safe in Wales.": [],
    "Browse organized a number of exhibitions from artists around the country.": [],
    "She gained both an impressive personal network of artists, curators, and collectors and an impressive personal archive of works by contemporary British artists.": [],
    "She published her first book, The Drawings of Augustus John, in 1941.": [],
    "After the end of the war, her success led to a founding partnership, along with Gustav Delbanco (1903–1997) and Henry Roland (1907–1993) as Roland, Browse, and Delbanco.": [
        [
            87,
            95,
            [
                "Del banco"
            ]
        ],
        [
            160,
            168,
            [
                "Del banco"
            ]
        ]
    ],
    "Their office was situated at 19 Cork Street, from which Browse would later gain the nickname “the Duchess of Cork Street.” In 1949, she published Degas Dancers to great critical acclaim.": [],
    "She was able to take full advantage of both her dance and fine art backgrounds, and the quality of this book led to her appointment as the ballet critic of The Spectator from 1950 to 1954.": [],
    "Browse married Sidney Henry Lines in 1964.": [],
    "In 1977, Roland and Delbanco retired and withdrew from the firm.": [
        [
            20,
            28,
            [
                "Del banco"
            ]
        ]
    ],
    "The dealer William Darby assumed the lease and together with Browse opened a new gallery, Browse &amp; Darby.": [
        [
            97,
            101,
            [
                "camp",
                "lamp",
                "ramp",
                "amp",
                "damp",
                "vamp"
            ]
        ]
    ],
    "Her experience was invaluable in their partnership.": [],
    "She published her last art history book, Forain, the Painter, in 1978.": [
        [
            41,
            47,
            [
                "Foreign",
                "Lorain",
                "Fortin",
                "For ain"
            ]
        ]
    ],
    "Browse finally retired from her business in 1981.": [],
    "In 1982, she donated a large portion of her private art collection to the Courtauld Institute of Art.": [
        [
            74,
            83,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "In 1998, she was honored as a Commander of the Order of the British Empire for her contributions to British art.": [],
    "Browse published her autobiography, Duchess of Cork Street, in 1999.": [],
    "She died in 2005, a few months short of her hundredth birthday.": [],
    "Browse is as notable for being a remarkably prolific art dealer, collector, and author as she is for being a leading figure in the art world of 20th century Britain.": [],
    "Her personal and professional connections made her a force to be reckoned with, and she was easily among the top members of her field.": [],
    "Degas Dancers is still considered a seminal work on the artist.": [],
    "(Darby) Her pieces on Forain and Sickert have been considered “authoritative volumes.” (Kendall)": [
        [
            22,
            28,
            [
                "Foreign",
                "Lorain",
                "Fortin",
                "For ain"
            ]
        ],
        [
            33,
            40,
            [
                "Sicker",
                "Sickest"
            ]
        ]
    ]
}