{
    "<p>First director of both the Los Angeles Museum of Art and the Kimball Art Museum, Fort Worth.": [],
    "Brown's parents were Percy Melville Brown and Hazel Wyatte Brown.": [
        [
            52,
            58,
            [
                "Wyatt"
            ]
        ]
    ],
    "His father, an importer, took him on buying trips to South America where the younger Brown gained an appreciation for art.": [],
    "Brown graduated from Bucknell University in 1940, continuing for a master's degree in art history at the Institute for Fine Art, New York University.": [],
    "He married for the first time in 1941.": [],
    "The outbreak of World War II caused Brown to enlist in the U.S.": [],
    "Navy.": [],
    "After discharge in 1946, Brown entered Harvard University, securing his M.A.": [],
    "in 1947.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He worked as a teaching assistant while pursuing his Ph.D.": [],
    "and, in 1949, as a research scholar and lecturer at the Frick Collection in New York.": [
        [
            0,
            3,
            [
                "And"
            ]
        ]
    ],
    "His Ph.D., awarded in 1952 was on Camile Pissaro.": [
        [
            34,
            48,
            [
                "Camille Pissarro"
            ]
        ]
    ],
    "Brown continued to lecture at the Frick until 1954 when, after a year as visiting professor at Harvard, he was hired as chief curator for the Los Angeles County museum of History, Science and Art in 1955.": [],
    "City leaders planned to split the art collection into a separate art museum.": [],
    "Led by business magnate and art collector Norton Simon (1907-1993), Brown and Simon developed plans for the future museum, the Los Angeles County Museum of Art (LACMA).": [],
    "Brown also advised Simon in his person collection (today the Norton Simon Museum).": [],
    "The fledgling museum mounted a Renior show n 1955 and van Gogh show in 1958.": [
        [
            31,
            37,
            [
                "Senior",
                "Renoir"
            ]
        ]
    ],
    "Brown became the Museum's first director in 1962.</p>\n\n<p>He hired <a href=\"/donahuek\">Kenneth Donahue</a>, then director of the John and Mable Ringling Museum in Sarasota, FL, to be his assistant director in 1964.": [],
    "He married a second time, to his secretary, Jane Hoag.": [
        [
            49,
            53,
            [
                "Hoax",
                "Hog",
                "Hag",
                "Hoeing",
                "HOA",
                "Hong"
            ]
        ]
    ],
    "Hoag subsequently contracted polio and used a wheelchair for the remainder of her life.": [
        [
            0,
            4,
            [
                "Hoax",
                "Hog",
                "Hag",
                "Hoeing",
                "HOA",
                "Hong"
            ]
        ]
    ],
    "Brown found himself disagreeing more and more with the Museum board, particularly on the choice of architects: pushing for Mies van der Rohe as a world-class designer while Board members insisted on a local architect, William Perera.": [],
    "Partially because of the ill-defined roles of the Board in the new museum, members continued to discount Brown's opinion.": [],
    "Shortly after the 1966 opening of the Perera-designed building, Brown resigned, accepting a call from the Kimball Foundation of Fort Worth, Texas.": [],
    "He was succeeded at LACMA by Donahue.</p>\n\n<p>The Foundation had inherited the art collection of Kay Kimball, a Fort Worth businessman, and mandate to build a first-class art museum in Fort Worth.": [],
    "Brown hired the high-profile but quixotic architect Louis Kahn to design the building.": [
        [
            58,
            62,
            [
                "Khan",
                "Hahn",
                "Kuhn",
                "AHN",
                "Kan",
                "Kohn"
            ]
        ]
    ],
    "The result was a building that is considered one of Kahn's finest works and an important hallmark in museum architecture.": [
        [
            52,
            56,
            [
                "Khan",
                "Hahn",
                "Kuhn",
                "AHN",
                "Kan",
                "Kohn"
            ]
        ]
    ],
    "The Kimball collection, however, consisted largely of English portraiture.": [],
    "Brown judiciously acquired a wide variety of works representative of western art, including Picasso's \"Man with a Pipe,\" a twelfth-century Avignon wall painting, a Duccio altarpiece, and an enthroned Khmer Buddha.": [
        [
            164,
            170,
            [
                "Lucio",
                "Nuncio",
                "Gucci"
            ]
        ]
    ],
    "He was awarded an honorary degree from Bucknell in 1967.": [],
    "He died of a heart attack at age 63.": [],
    "He was succeeded at the Kimball by <a href=\"pillsburye\">Edmund Pillsbury</a>.": [],
    "Brown exerted influence as a founding director on two major American art museums.": [],
    "A man of short stature but engaging personality, Norton Simon called Brown \"my first teacher in the art world,\" (Glueck).": [
        [
            113,
            119,
            [
                "Glue ck"
            ]
        ]
    ],
    "As a director, he maintained a positive rapport with his staff, including the lowest level workers (Ferguson).</p>": []
}