{
    "First Watson Gordon chair of fine art at Edinburgh University (first chair of fine arts in the British Isles) 1880-1930; early monuments preservationist.": [
        [
            127,
            136,
            [
                "monuments'",
                "monument's"
            ]
        ]
    ],
    "Brown's father was a minister, James Baldwin Brown (1820-1884) and his mother, Elizabeth Leifchild (Brown).": [
        [
            89,
            98,
            [
                "Leif child"
            ]
        ]
    ],
    "His uncle was the sculptor Henry Leifchild (1823-1884).": [
        [
            33,
            42,
            [
                "Leif child"
            ]
        ]
    ],
    "After attending Uppingham School, he earned a scholarship to Oriel College, Oxford, in 1869.": [
        [
            16,
            25,
            [
                "Upping ham"
            ]
        ]
    ],
    "He graduated with a degrees in classics in 1871 and <em>literae humaniores</em> (humanities) in 1873.": [
        [
            18,
            27,
            [
                "a degree",
                "degrees"
            ]
        ]
    ],
    "Brown was appointed to a fellowship (teaching position) at Brasenose College, Oxford, the following year, where he met <a href=\"/paterw\">Walter Pater</a>, also lecturing at Brasenose.": [
        [
            59,
            68,
            [
                "Baseness",
                "Brashness",
                "Bluenose",
                "Braveness",
                "Braceros",
                "Brazens"
            ]
        ]
    ],
    "However, in 1877 he left academia to study (studio) painting at the National Art Training School in South Kensington (today the Royal College of Art).": [],
    "In 1880 Brown was named the first chair in fine arts in the British lands, the Watson Gordon chair of fine art at Edinburgh University.": [],
    "He rented an apartment near the British Museum, marrying Maude Annie Terrell (d.": [],
    "1931), a fellow artist, in 1882.": [],
    "Brown lectured mostly on Greek art in Edinburgh, at the time, the only art era considered worthy enough for academic study for undergraduates.": [],
    "However, his personal interests were in medieval ecclesiastical art.": [],
    "He published <em>From schola to cathedral: a study of early Christian architecture and its relation to the life of the church</em> in 1886.": [],
    "His article \"The origin of Roman imperial architecture\" was initially read as a paper at the Royal Institute of British Architects in 1889.": [],
    "Beginning in 1903, Brown published what would be his most important contribution to art history, his six-volume <em>Arts in Early England</em>.": [],
    "His <em>The Fine Arts</em> appeared in 1891 and went through numerous editions.": [],
    "Brown's 1905 book <em>The Care of Ancient Monuments</em> was responsible for a royal commission to inventory ancient Scottish monuments in 1908, which Brown participated in.": [],
    "His book <em>William Hogarth</em> was published in 1905 and a similar treatment of Rembrandt was issued by Brown in 1907.": [],
    "In between continuing his volumes of <em>Arts in Early England</em>, he also wrote <em>The Arts and Crafts of our Teutonic Forefathers</em> (1910), and <em>The Art of the Cave Dweller</em> in 1928.": [],
    "Many of Brown's book were illustrated by his wife.": [],
    "Brown was elected a fellow of the British Academy in 1924.": [],
    "He died at his home in Edinburgh and was cremated.": [],
    "At the time of his death, he was working on the final volume <em>Arts in Early England</em>, which was completed by Eric Hyde (Lord Sexton), in 1937.": [],
    "Brown's art-historical method was connoisseurship combined with an artist's fascination of craftsmanship.": [],
    "His work was largely outdated at his death by more rigorous historical treatments.": [],
    "His raising of concern in preservation of ancient monuments is his greatest accomplishment to art history.": []
}