{
    "Establisher of the first Art History program and Art Museology courses in the United States.": [
        [
            0,
            11,
            [
                "Established",
                "Establishes"
            ]
        ]
    ],
    "Alice Van Vechten Brown was the daughter of Samuel Gilman Brown (1813-1885), a professor at Dartmouth College and former president of Hamilton College, and Sarah Van Vechten (Brown)(1819-1893).": [
        [
            10,
            17,
            [
                "Bechtel"
            ]
        ],
        [
            166,
            173,
            [
                "Bechtel"
            ]
        ]
    ],
    "Her grandfather Francis Brown was the third president of Dartmouth College.": [],
    "From 1881 to 1885, Brown studied at Art Students League, New York, under William M. Chase, the founder of the Parsons School of Design.": [],
    "Brown continued her training as a painter abroad and exhibited at the Salon des Artistes Indépendants, Paris.": [
        [
            76,
            79,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            89,
            101,
            [
                "Independents"
            ]
        ]
    ],
    "She returned to the U.S.": [],
    "and worked as the assistant director and the director of the Norwich Art School, Connecticut, from 1891 to 1897.": [
        [
            0,
            3,
            [
                "And"
            ]
        ]
    ],
    "During this period, Brown developed the “Laboratory Method” of teaching art history.": [],
    "She insisted on the hands-on approach of appreciating artworks by practicing the studio technique and introduced this method to Wellesley College when she was hired to be a Professor of Art in 1897.": [],
    "Brown’s innovation quickly prevailed among other schools and became known as the “Wellesley Method.” As the head of the Department of Art, Brown led Wellesley to become the first American college to offer an Art History major in 1900.": [],
    "She worked with <a href=\"/averym\">Myrtilla Avery</a> to initiate the first Art Museology course in 1910.": [],
    "In 1926 Brown hired <a href=\"/barra\">Alfred H. Barr</a> to teach the first courses in contemporary art in America.": [],
    "Later as the first director of the Museum of Modern Art in New York, Barr spoke highly of the Wellesley Art History program, commenting that the multidepartmental plan at MoMA consisted of “simply the subject headings of the Wellesley course.” Receiving suggestion from <a href=\"/berensonb\">Bernhard Berenson</a>, <a href=\"/perkinsf\">F.": [],
    "Mason Perkins</a>, and <a href=\"/matherf\">Frank J. Mather</a>, Brown published her only book <em>A Short History of Italian Painting</em> in 1926.": [],
    "She was succeeded by Myrtilla Avery in 1929.": [
        [
            21,
            29,
            [
                "Tortilla",
                "Mantilla",
                "Marilla"
            ]
        ]
    ],
    "She died in1949 in Middletown, New Jersey.": []
}