{
    "<p>Marxist-methodology Americanist art historian.": [
        [
            23,
            34,
            [
                "Americanism"
            ]
        ]
    ],
    "Brown's father was Samuel Brown and his mother Celia Hamilton (Brown), Jewish grocers owners in Bensonhurst, Brooklyn.": [],
    "He studied art privately under painter and printmaker Louis Lozowick (1892-1973) before attending New York University where he graduated with a B.A.": [
        [
            60,
            68,
            [
                "Lovesick",
                "Colwick"
            ]
        ]
    ],
    "1932, intent on becoming a public school teacher.": [],
    "He continued at NYU for his M.A., studying under <a href=\"/friedlanderw\">Walter Friedlaender</a>, <a href=\"/panofskye\">Erwin Panofsky</a> and <a href=\"/schapirer\">Meyer Schapiro</a>.": [],
    "His intent was to study American art, however, NYU gave no courses were given in that area.": [],
    "<a href=\"/cookw\">Walter W. S. Cook</a> of the Institute encouraged him to continue an interest.": [],
    "After a summer at the Courtauld Institute, London, funded by a Carnegie Scholarship in 1935 and a summer at University of Brussels in 1937, he completed a master's thesis, his <em>French Revolutionary Painting</em>, which he published the following year.": [
        [
            22,
            31,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "He continued study at Harvard University's Fogg Art Museum between 1938 and 1939 in the museum course of <a href=\"/sachsp\">Paul J. Sachs</a>.": [
        [
            43,
            47,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "He married the classical art scholar and fellow IFA student <a href=\"/brownb\">Blanche R. Levine</a> in 1938.": [],
    "In 1940 he received a Fogg Museum Fellowship for Modern art.": [
        [
            3,
            7,
            [
                "1940,"
            ]
        ],
        [
            22,
            26,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "Together with his new wife, the pair bought at car and toured United States museums across the country, studying American art.": [],
    "He served in the U. S. army during World War II in Italy in the 85th Infantry Division beginning in 1943, later reassigned to the Army's news paper <em>Stars and Stripes</em>, in the Rome office.": [
        [
            137,
            147,
            [
                "newspaper"
            ]
        ]
    ],
    "He remained in the army until 1946 where he was decorated with the bronze star.": [],
    "After the war, he joined Brooklyn College (today Brooklyn College of the City University of New York) as an instructor in the art department in 1946.": [],
    "The College was undergoing a reorganization by the Chechen-born British architect Serge Chermayeff (1900-1996) along the lines of an American Bauhaus.": [],
    "Brown continued at the Institute of Fine Arts, NYU, His Ph.": [
        [
            56,
            58,
            [
                "pH",
                "PH",
                "PA",
                "PC",
                "Mph",
                "PM"
            ]
        ]
    ],
    "D. at the Institute of Fine Arts, NYU, in 1949, was titled \"American Art from the Armory Show to the Depression.\"": [
        [
            3,
            5,
            [
                "At"
            ]
        ]
    ],
    "That same year he advanced to assistant professor at Brooklyn College, then associate professor in 1956 and professor from 1960 until 1970.": [],
    "His 1959 research was sponsored by the Bollingen Foundation.": [
        [
            39,
            48,
            [
                "Bollinger"
            ]
        ]
    ],
    "In 1962 while researching his book on the Armory show, Brown learned the the Archives of American Art in Detroit had just acquired an important set of documents.": [
        [
            69,
            76,
            [
                "the"
            ]
        ]
    ],
    "After spending a week with the material, Brown became so enamored with the Archives that he joined, first as a member and later as chairman in 1967.": [],
    "In 1963 he masterminded the remounting of the Armory Show in the exact location on its fiftieth anniversary.": [
        [
            3,
            7,
            [
                "1963,"
            ]
        ]
    ],
    "He participated a radio broadcast with Marcel DuChamp reviewing the original exhibition.": [
        [
            39,
            53,
            [
                "Marcel Duchamp"
            ]
        ]
    ],
    "He was responsible for interesting the collector Joseph Hirshhorn in the work of David Smith.": [
        [
            56,
            65,
            [
                "Hirschhorn"
            ]
        ]
    ],
    "Brown also worked with others to establish the doctoral program in art history at the College, instituted in 1971 under a curriculum designed by himself and <a href=\"/steinbergl\">Leo Steinberg</a>.": [],
    "He chaired the art department between 1964 and 1971.": [],
    "In 1974 he and Louise A. Parks curated the Jacob Lawrence show at the Whitney Museum of American Art.": [
        [
            3,
            7,
            [
                "1974,"
            ]
        ]
    ],
    "In 1979 his <em>American Art to 1900</em> and the 1972 book <em>American Art of the Twentieth Century</em> by <a href=\"/hunters\">Sam Hunter</a> were combined into <em>American Art: Painting, Sculpture, Architecture, Decorative Arts, Photography</em>.": [],
    "He was City University of New York resident professor from 1979 until 1991.": [],
    "He retired professor emeritus from CUNY in 1979 (succeeded by Morris Dorsky) and became a senior fellow at Williams College Art Museum until 1993.": [
        [
            69,
            75,
            [
                "Dorsey",
                "Dorky"
            ]
        ]
    ],
    "Between 1983 and 1987 he participated as senior fellow on the Maurice Prendergast <em>catalogue raisonné</em> at Williams College.": [
        [
            70,
            81,
            [
                "Pederast"
            ]
        ]
    ],
    "Brown was a Samuel H. Kress professor at the Center for Advanced Study in the Visual Arts (CASVA) at the National Gallery of Art, Washgington, D. C., for the1989-1990 year.": [
        [
            22,
            27,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ],
        [
            91,
            96,
            [
                "CASA",
                "CANVA",
                "CA SVA",
                "CAS VA"
            ]
        ],
        [
            130,
            141,
            [
                "Washington"
            ]
        ]
    ],
    "An introduction to a monograph on the artist Jack Levine, also a personal friend, appeared in 1990.": [],
    "Brown was deeply affected by the political Marxism of the 1930s in the United States and was one of the early exponents of its application to art history.": [],
    "His interest in the1913 Amory show and other American art events as well as his devotion to a documentary history of art were indicative of this belief.": [
        [
            24,
            29,
            [
                "Emory",
                "Armory",
                "AMORC"
            ]
        ]
    ],
    "His dissertation and later book on American art between 1913 and the 1930s was the first scholarly treatment of that period of art.": [],
    "He maintained a social-history interest in all of his art writing.": [],
    "He and his wife, Blanche, amassed a superb collection of art nouveau and Tiffany objects, posters and furniture.</p>": [
        [
            61,
            68,
            [
                "Nouméa",
                "Noumea"
            ]
        ]
    ]
}