{
    "Medievalist at the British Museum, principal scholar of the Sutton Hoo find.": [
        [
            67,
            70,
            [
                "Hui",
                "Hew",
                "Too",
                "How",
                "Hot",
                "Hair"
            ]
        ]
    ],
    "Bruce-Mitford was born to the writer and geographer/vulcanologist Charles Eustace Bruce-Mitford (1875-1919), and Beatrice Jean (1873-1956).": [
        [
            74,
            81,
            [
                "Estate",
                "Justice",
                "Gustave",
                "Mustache",
                "ESTAC"
            ]
        ]
    ],
    "Bruce-Mitford attended Hertford College, Oxford, as a Baring scholar studying history and graduating in 1936.": [
        [
            23,
            31,
            [
                "Hartford",
                "Hereford",
                "Herford"
            ]
        ]
    ],
    "He began work on a second bachelor's degree in literature, studying fourteenth-century English art under the British Museum manuscript historian Robin Flower (1881-1946).": [],
    "Through his work with Flower, Bruce-Mitford was named an assistant keeper on a temporary basis at the Ashmolean Museum in 1938.": [],
    "The same year, he transferred to the British Museum, abandoning his efforts for an art degree to become assistant keeper of the department of British and medieval antiquities under <a href=\"/kendrickt\">Thomas D. Kendrick</a>.": [],
    "The Museum immediately sent him to the Little Woodbury excavation under the direction of Gerhard Bersu (1889-1964).": [
        [
            97,
            102,
            [
                "Best",
                "Versus",
                "Bars",
                "Bears",
                "Verse",
                "Beds"
            ]
        ]
    ],
    "In 1939 he carried out an excavation of a medieval village at Seacourt (near Oxford), the first medieval excavation in Britain to employ modern scholarly archaeological method.": [
        [
            3,
            7,
            [
                "1939,"
            ]
        ],
        [
            62,
            70,
            [
                "Sea court"
            ]
        ]
    ],
    "During World War II, he served in the Royal Signal Corps of Essex, London, and Yorkshire.": [],
    "He married Kathleen Dent (b.": [],
    "1916) in 1941, returning to the museum in 1945.": [],
    "His post-war duties increased to include earlier medieval art.": [],
    "Among these new responsibilities was the curation of the Sutton Hoo objects, a royal grave site discovered in 1939 but hidden for safe-keeping during the war.": [
        [
            64,
            67,
            [
                "Hui",
                "Hew",
                "Too",
                "How",
                "Hot",
                "Hair"
            ]
        ]
    ],
    "Bruce-Mitford had the objects restored (many were fragmentary at their discovery) and displayed beginning in 1947.": [],
    "He published an initial guide <em>The Sutton Hoo Ship-Burial: a Provisional Guide</em> the same year while at the same time compiling a more complete catalog on the objects with an assembled team.": [],
    "Starting in 1949 he excavated the Saxon-era site of Mawgan Porth on the coast of Cornwall (published posthumously in 1997).": [
        [
            52,
            58,
            [
                "Margin",
                "Morgan",
                "Pagan",
                "Marian",
                "Mayan",
                "Megan"
            ]
        ],
        [
            59,
            64,
            [
                "North",
                "Port",
                "Worth",
                "Forth",
                "Ports",
                "Perth"
            ]
        ]
    ],
    "He was appointed keeper of both earlier and later medieval departments at the British Museum in 1954.": [],
    "In 1955 he excavated the chapter house graves at Lincoln Cathedral.": [
        [
            3,
            7,
            [
                "1955,"
            ]
        ]
    ],
    "His two major facsimiles, the <em>Codex Lindisfarnensis</em> and the <em>Codex Amiatinus</em> also appeared in the mid 1950s.": [],
    "During this time he separated from his wife.": [],
    "As a curator, Bruce-Mitford made many acquisitions; two spectacular ones were the 1958 purchase of the Rothschild Lycurgus cup, a fourth-century BC glass, and the Ilbert clock and watch collection.": [
        [
            163,
            169,
            [
                "Albert",
                "Gilbert",
                "Hilbert",
                "Elbert",
                "Wilbert",
                "Dilbert"
            ]
        ]
    ],
    "In 1960 the Sutton Hoo team moved to its Montague Street location.": [
        [
            19,
            22,
            [
                "Hui",
                "Hew",
                "Too",
                "How",
                "Hot",
                "Hair"
            ]
        ]
    ],
    "He and <a href=\"/hovingt\">Thomas Hoving</a>, then curator of the Cloisters Museum (a branch of the Metropolitan Museum of Art, NY), competed to acquire the twelfth-century Bury St.": [],
    "Edmunds ivory cross in 1963.": [
        [
            0,
            7,
            [
                "Edmund's",
                "Edmund",
                "Edmonds",
                "Edmundo"
            ]
        ]
    ],
    "Hoving eventually secured the rare item, partially through Hoving's intrigue and partially because the British Museum would not permit acquisition of an art object with an undisclosed provenance.": [
        [
            0,
            6,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ],
        [
            59,
            65,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "In 1969 Bruce-Mitford formed a new department, Prehistoric and Romano-British antiquities, continuing to head both British and Medieval Antiquities (now renamed the Department of Mediaeval and Later Antiquities), and this new department.": [
        [
            179,
            188,
            [
                "Medieval"
            ]
        ]
    ],
    "He divorced in 1972 and remarried his Sutton Hoo research assistant, Marilyn Roberta Luscombe (b.": [
        [
            45,
            48,
            [
                "Hui",
                "Hew",
                "Too",
                "How",
                "Hot",
                "Hair"
            ]
        ],
        [
            85,
            93,
            [
                "Duncombe"
            ]
        ]
    ],
    "1945), thirty-one years younger than he.": [],
    "Volume one of Bruce-Mitford's scholarly <em>Sutton Hoo Ship-Burial</em> appeared in 1975, (volume two in 1978, and three in 1983).": [],
    "The same year he relinquished the duties of keeper of the Mediaeval and Later Antiquities Department to become Research Keeper.": [
        [
            58,
            67,
            [
                "Medieval"
            ]
        ]
    ],
    "He retired from the British Museum in 1977 and was succeeded by <a href=\"/stratfordn\">Neil Stratford</a>.": [],
    "He taught as Slade professor of fine art at Cambridge and as professorial fellow of Emmanuel College for the 1978-1979 year.": [
        [
            13,
            18,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "In 1984 he divorced and consequentially sold his vast personal library living with friends.": [
        [
            3,
            7,
            [
                "1984,"
            ]
        ]
    ],
    "He married a third time to an Oxford classmate Margaret Edna Adams (1916-2002) in 1988.": [],
    "He spent his retirement researching <em>A Corpus of Late Celtic hanging bowls, AD 400-800</em>, which he had begun writing after the war.": [],
    "Though physically active to the end (he had been snorkelling off the Great Barrier Reef before his death) Bruce-Mitford suffered a heart attack in 1994 after a long history of heart problems.": [
        [
            49,
            60,
            [
                "snorkeling",
                "snorkel ling"
            ]
        ]
    ],
    "He is buried in the cemetery at St.": [],
    "Mary the Virgin, Bampton.": [
        [
            17,
            24,
            [
                "Hampton",
                "Brampton"
            ]
        ]
    ],
    "His brother was the archaeologist Terence Bruce-Mitford (1905-1978).": [],
    "Although Bruce-Mitford did not discover Sutton Hoo (except for post excavation work 1965-1968), he was responsible for both publicizing it and providing the scholarly documentation for which they are associated.": [
        [
            47,
            50,
            [
                "Hui",
                "Hew",
                "Too",
                "How",
                "Hot",
                "Hair"
            ]
        ]
    ],
    "His analysis of the Lindisfarne Gospels formed the basis of studies of that important manuscript.": [],
    "He assisted in establishing the National Reference Collection of dated mediaeval pottery.": [
        [
            71,
            80,
            [
                "medieval"
            ]
        ]
    ],
    "A strong personality, he \"often got into difficulties, some of them avoidable.\"": [],
    "(Biddle).": []
}