{
    "Modernist art historian; partner with Claes Oldenburg in artworks, 1977-2009.": [],
    "Bruggen's father was a medical doctor who held weekly salons for writers and painters at their home where she and her siblings participated.": [
        [
            0,
            7,
            [
                "Rugged",
                "Drugged",
                "Bruges",
                "Bragged",
                "Bugged",
                "Bruegel"
            ]
        ]
    ],
    "She studied art history at the Rijks University of Groningen, earning a graduate degree in 1967.": [
        [
            31,
            36,
            [
                "Risks",
                "Rinks",
                "Ricks"
            ]
        ]
    ],
    "Bruggen joined the Stedelijk Museum in Amsterdam the same year as a curator.": [
        [
            0,
            7,
            [
                "Rugged",
                "Drugged",
                "Bruges",
                "Bragged",
                "Bugged",
                "Bruegel"
            ]
        ],
        [
            19,
            28,
            [
                "Steeling",
                "Steelier"
            ]
        ]
    ],
    "She worked with conceptual artists Doug Wheeler, Larry Bell, Jan Dibbets and Ger van Elk, marrying around this time.": [
        [
            65,
            72,
            [
                "Gibbets"
            ]
        ]
    ],
    "While installing a traveling exhibition in New York, she met the Swedish-American pop artist Claes Oldenburg in 1970.": [],
    "Returning to the Netherlands, she was appointed professor at the Academy of Fine Arts in Enschede.": [],
    "After a divorce, she and Oldenburg, also now divorced, collaborated in 1976 on a 41-foot \"Trowel I\" on the grounds of the Kroller-Muller Museum, Otterlo, Netherlands, which she insisted be colored differently.": [
        [
            122,
            136,
            [
                "Roller-Muller"
            ]
        ],
        [
            145,
            152,
            [
                "Otter lo"
            ]
        ]
    ],
    "Her relationship with Oldenburg grew into what the artist termed \"a unity of opposites;\" they were married in 1977.": [],
    "The first piece they created collaboratively was the 1981 \"Flashlight,\" an outdoor sculpture at the University of Nevada, Las Vegas.": [],
    "Thereafter they considered their work collaborative, though museum curators did not always jointly credit her.": [
        [
            0,
            10,
            [
                "Thereafter,"
            ]
        ]
    ],
    "As an art historian she assisted in selecting artists for Documenta 7, the 1982 international contemporary art exhibition.": [
        [
            58,
            67,
            [
                "Document",
                "Documents",
                "Document a"
            ]
        ]
    ],
    "Bruggen contributed articles to <em>Artforum</em> magazine between 1983 and 1988 as an art critic.": [
        [
            0,
            7,
            [
                "Rugged",
                "Drugged",
                "Bruges",
                "Bragged",
                "Bugged",
                "Bruegel"
            ]
        ]
    ],
    "She and Oldenburg lived in New York with alternate homes in Los Angeles and Beaumont-sur-Deme, in the Loire Valley of France.": [
        [
            76,
            93,
            [
                "Beaumont-SUR-Deme",
                "Beaumont-sur-Demo"
            ]
        ]
    ],
    "A book on Frank Gehry and Oldenburg appeared in 1987.": [],
    "In 1993 she became a U.S.": [
        [
            3,
            7,
            [
                "1993,"
            ]
        ]
    ],
    "citizen.": [
        [
            0,
            7,
            [
                "Citizen"
            ]
        ]
    ],
    "Bruggen was senior critic in the sculpture department at Yale University School of Art for the 1996-1997 academic year.": [
        [
            0,
            7,
            [
                "Rugged",
                "Drugged",
                "Bruges",
                "Bragged",
                "Bugged",
                "Bruegel"
            ]
        ]
    ],
    "A monograph on Bruce Naumann was published in 2002.": [],
    "While in the fabrication stages of the work of art \"Tumbling Tacks,\" giant thumb tacks sculpture designed for a Norwegian Kistefos Sculpture Park in rural Oslo, she died at her Los Angeles home of metastatic breast cancer.": [
        [
            122,
            130,
            [
                "Sisters",
                "Kittens",
                "Kisses",
                "Kites",
                "Listens",
                "Cisterns"
            ]
        ]
    ],
    "Bruggen's understanding of how Oldenburg's art fit into a history of modern art helped shape his large-scale pieces.": [
        [
            0,
            7,
            [
                "Rugged",
                "Drugged",
                "Bruges",
                "Bragged",
                "Bugged",
                "Bruegel"
            ]
        ]
    ],
    "Her systematic and conceptual thinking gained Oldenburg important public commissions.": [],
    "As an art historian of modern artists, she was known for a hard, fact-driven approach to looking at an artist's oeuvre.": []
}