{
    "Early and important art historian of ancient Greek art.": [],
    "Professor at Munich University, 1865-1894 and director of the Glyptothek.": [],
    "Born the son of a minister, Brunn attended the University of Bonn studying archaeology and philology under <a href=\"/welckerf\">Friedrich Gottlieb Welcker</a> and Friedrich Ritschl (1806-1876).": [
        [
            28,
            33,
            [
                "Bruno",
                "Brunt",
                "Brynn",
                "Bruin"
            ]
        ]
    ],
    "His dissertation was on the dating of Greek artists before Alexander.": [],
    "In 1843 he joined the Deutsche Archäologische Institut (German Archaeological Institute or \"DAI\") in Rome under <a href=\"/braune\">Emil Braun</a>.": [
        [
            3,
            7,
            [
                "1843,"
            ]
        ],
        [
            46,
            54,
            [
                "Institute"
            ]
        ]
    ],
    "He also made the acquaintance of Theodor Mommsen (1817-1903) and performed epigraphical work in the field for Ritschl.": [
        [
            110,
            117,
            [
                "Kitsch",
                "Kitschy"
            ]
        ]
    ],
    "His study of the Farnese Hera appeared in 1846 and in 1853, the first volume of his major study on Greek art, <em>Geischichte der griechischen Künstler</em> appeared.": [
        [
            17,
            24,
            [
                "Faroese"
            ]
        ]
    ],
    "The same year a received an appointment in Bonn, but remained unhappy.": [],
    "In 1857 he returned to Rome as the DAI's second secretary (Braun had been the first), under Wilhelm Henzen (1816-1887).": [
        [
            3,
            7,
            [
                "1857,"
            ]
        ],
        [
            100,
            106,
            [
                "Hen zen"
            ]
        ]
    ],
    "In 1865 he accepted the chair in archaeology at the University in Munich, he was the first scholar to occupy it, which he held until his death.": [
        [
            3,
            7,
            [
                "1865,"
            ]
        ]
    ],
    "Brunn authored a guide to the Glyptothek in Munich in 1868; by 1888 he was appointed its director.": [
        [
            0,
            5,
            [
                "Bruno",
                "Brunt",
                "Brynn",
                "Bruin"
            ]
        ]
    ],
    "That year, too, he founded the <em>Denkmäler griechischer und römischer Skulptur in historischer Anordung</em> with the scholar-turned-publisher <a href=\"/bruckmannf\">Friedrich Bruckmann</a>, a series of 1500 plates.": [],
    "In 1891 a second, serially published, set of portraits began, the <em>Griechische und römische Porträts</em>.": [],
    "Brunn's collecting for the Glyptothek made it a center for the study of classical sculpture, amplified by the significant casts collection.": [
        [
            0,
            5,
            [
                "Bruno",
                "Brunt",
                "Brynn",
                "Bruin"
            ]
        ],
        [
            122,
            127,
            [
                "casts'",
                "cast's"
            ]
        ]
    ],
    "In 1893 he began publishing a second multi-volume study of Greek art, Griechische Kunstgeschichte.": [
        [
            3,
            7,
            [
                "1893,"
            ]
        ]
    ],
    "Although two volumes appeared, it remained unfinished at the time of his death.": [],
    "He never made a trip to Greece.": [],
    "Brunn's most famous student was <a href=\"/wolfflinh\">Heinrich Wölfflin</a>; other eminent students included <a href=\"/amelungw\">Walther Amelung</a>, <a href=\"/arndtp\">Paul Arndt</a>, <a href=\"/strzygowski\">Josef Rudolf Thomas Strzygowski</a>, <a href=\"/furtwanglera\">Adolf Fürtwangler</a>, who succeeded him in Munich, and <a href=\"/langbehnj\">Julius Langbehn</a>; his lectures at the DAI inspired the work of <a href=\"/brizioe\">Edoardo Brizio</a>.": [
        [
            0,
            5,
            [
                "Bruno",
                "Brunt",
                "Brynn",
                "Bruin"
            ]
        ]
    ],
    "His casts collection at the Glyptothek was destroyed in 1944.": [
        [
            4,
            9,
            [
                "casts'",
                "cast's"
            ]
        ]
    ],
    "Brunn was a pioneer in the transition from aesthetic/artistic appreciation to scientific delineation of artistic style.": [
        [
            0,
            5,
            [
                "Bruno",
                "Brunt",
                "Brynn",
                "Bruin"
            ]
        ]
    ],
    "Brunn's lifelong work was \"to trace the translation of mythological characters into the \"language\" of artistic form and to pave the way for the elaboration of a historical sequence of forms drawn directly from the monuments.\"": [
        [
            0,
            5,
            [
                "Bruno",
                "Brunt",
                "Brynn",
                "Bruin"
            ]
        ]
    ],
    "(Marchand).": [],
    "The epochal <em>Geischichte der griechischen Künstler</em> established the chronology of Greek art history.": [],
    "His <em>Denkmäler griechischer und römischer Skulptur in historischer Anordung</em> publicized important momuments.": [],
    "Brunn elevated Hellenistic art to a serious appreciation among scholars.": [
        [
            0,
            5,
            [
                "Bruno",
                "Brunt",
                "Brynn",
                "Bruin"
            ]
        ]
    ],
    "He pioneered the method of determining date and source of sculptural fragments through a rigorous analysis of the representation of anatomic detail.": [],
    "He emphasized <em>Anschauung</em> (visual study) as a mode of understanding critical for education in the secondary school system.": [],
    "This method produced more dramatic results in the hands of his pupil, Fürtwangler, who employed it to develop a history of Greek vase painters.": [
        [
            70,
            81,
            [
                "Furtwangler"
            ]
        ]
    ],
    "Brunn never forgot his mentor's (Welcker) <em>Totalitätsideal</em>, the belief that specialists could not adequately make judgments about a discipline.": [
        [
            0,
            5,
            [
                "Bruno",
                "Brunt",
                "Brynn",
                "Bruin"
            ]
        ],
        [
            33,
            40,
            [
                "Walker",
                "Weaker",
                "Becker",
                "Belcher",
                "Decker",
                "Weller"
            ]
        ]
    ],
    "His preferred articles to books; his <em>Kleine Schriften</em> remains an important collection.": [],
    "Brunn's dissertation yielded two oft-quoted thoughts which are core to Brunn's methodology: \"sine philologiae lumine caecutire archaeologiam\" (without the light of philology, archaeology is blind), and \"in critica arte malo errare via et ratione, quam sine ratione verum invenire\" (in scholarship, I prefer to err rationally than to discover truth intuitively).": [
        [
            0,
            5,
            [
                "Bruno",
                "Brunt",
                "Brynn",
                "Bruin"
            ]
        ],
        [
            71,
            76,
            [
                "Bruno",
                "Brunt",
                "Brynn",
                "Bruin"
            ]
        ],
        [
            98,
            109,
            [
                "philologist",
                "philological"
            ]
        ],
        [
            110,
            116,
            [
                "lupine"
            ]
        ],
        [
            117,
            126,
            [
                "executive"
            ]
        ],
        [
            127,
            140,
            [
                "archaeological",
                "archaeologist",
                "archaeologies"
            ]
        ],
        [
            206,
            213,
            [
                "critical",
                "critics",
                "critic",
                "critic a"
            ]
        ],
        [
            214,
            218,
            [
                "ARTE",
                "are",
                "art",
                "rate",
                "arts",
                "ate"
            ]
        ],
        [
            219,
            223,
            [
                "male",
                "mall",
                "Male",
                "Mali",
                "Mao",
                "Mayo"
            ]
        ],
        [
            224,
            230,
            [
                "er rare",
                "err are"
            ]
        ],
        [
            238,
            245,
            [
                "ration",
                "rations",
                "rationed"
            ]
        ],
        [
            247,
            251,
            [
                "Guam",
                "quad",
                "quay",
                "UAM",
                "qualm",
                "GUAM"
            ]
        ],
        [
            257,
            264,
            [
                "ration",
                "rations",
                "rationed"
            ]
        ],
        [
            265,
            270,
            [
                "serum",
                "velum",
                "ve rum"
            ]
        ],
        [
            271,
            279,
            [
                "inventive"
            ]
        ]
    ]
}