{
    "Medievalist; professor of philosophy.": [],
    "He was born in Ypres, Belgium or in Dutch Leper, Belgium.": [],
    "De Bruyne attended high school at the St.-Vincentiuscollege in Ypres.": [
        [
            3,
            9,
            [
                "Bruce",
                "Browne",
                "Brunei",
                "Bruno",
                "Brine",
                "Brute"
            ]
        ]
    ],
    "In 1915, when the Germans attacked Ypres in World War I, the family fled to Sées in France (Orne).": [
        [
            76,
            80,
            [
                "Sees",
                "See",
                "Seen",
                "Seems",
                "Sets",
                "Fees"
            ]
        ],
        [
            92,
            96,
            [
                "Orné"
            ]
        ]
    ],
    "Here De Bruyne continued his high school education.": [],
    "In September 1916 he joined the Belgian army.": [],
    "After the war De Bruyne enrolled at Louvain University to study philosophy while still serving in the army.": [
        [
            17,
            23,
            [
                "Bruce",
                "Browne",
                "Brunei",
                "Bruno",
                "Brine",
                "Brute"
            ]
        ],
        [
            36,
            43,
            [
                "Lou vain"
            ]
        ]
    ],
    "After having earned his Bachelor's degree, in 1919, he entered the Benedictine abbey, Regina Coeli, in Louvain.": [
        [
            93,
            98,
            [
                "Could",
                "Cell",
                "Coal",
                "Cold",
                "Cool",
                "Cole"
            ]
        ],
        [
            103,
            110,
            [
                "Lou vain"
            ]
        ]
    ],
    "He soon obtained an extended leave from the army.": [],
    "He continued his studies, specializing in medieval philosophy.": [],
    "He graduated in 1921, and the next year he earned his doctor's degree at Louvain University with his dissertation on Saint Thomas Aquinas (1225-1274), <em>La théorie de la personalité d'après St.-Thomas</em>.": [
        [
            73,
            80,
            [
                "Lou vain"
            ]
        ]
    ],
    "In December 1922 he was granted an indult to leave the Benedictine order.": [
        [
            35,
            41,
            [
                "insult",
                "induct",
                "ind ult"
            ]
        ]
    ],
    "In 1925 De Bruyne obtained a teaching opposition at Ghent University.": [
        [
            11,
            17,
            [
                "Bruce",
                "Browne",
                "Brunei",
                "Bruno",
                "Brine",
                "Brute"
            ]
        ]
    ],
    "Between 1925 and 1937 he in addition held a teaching position at the Institut Saint-Louis in Brussels (now: Facultés Universitaires Saint-Louis, FUSL).": [
        [
            69,
            77,
            [
                "Institute"
            ]
        ],
        [
            108,
            116,
            [
                "Faculties"
            ]
        ],
        [
            117,
            131,
            [
                "Universities"
            ]
        ],
        [
            145,
            149,
            [
                "FULL",
                "FUEL",
                "FUSE",
                "FUSS",
                "FURL"
            ]
        ]
    ],
    "In 1927 he married Lucy Swisser.": [
        [
            3,
            7,
            [
                "1927,"
            ]
        ],
        [
            24,
            31,
            [
                "Swisses",
                "Swisher"
            ]
        ]
    ],
    "In 1929 he published his first study on the philosophy of art, <em>Kunstphilosophie</em>.": [
        [
            3,
            7,
            [
                "1929,"
            ]
        ]
    ],
    "In 1930 he devoted a study to the contemporary painter Albert Servaes (1883-1966), Servaes.": [
        [
            3,
            7,
            [
                "1930,"
            ]
        ],
        [
            62,
            69,
            [
                "Serves"
            ]
        ],
        [
            83,
            90,
            [
                "Serves"
            ]
        ]
    ],
    "In the same year he was appointed professor extraordinarius and successively, in 1933, <em>professor ordinarius</em> at Ghent University.": [
        [
            44,
            59,
            [
                "extraordinarily"
            ]
        ]
    ],
    "He held this position until his retirement in 1958.": [],
    "He taught ethics and philosophy, and from 1933 onwards, aesthetics as well.": [],
    "He published important studies in each of those fields.": [],
    "From 1935 to 1959 he taught at the Koloniale Hogeschool in Antwerp, later renamed Universitair Instituut voor Overzeese Gebieden (UNIVOG).": [
        [
            35,
            44,
            [
                "Colonial",
                "Colonials"
            ]
        ],
        [
            45,
            55,
            [
                "Homeschool"
            ]
        ],
        [
            82,
            94,
            [
                "Universities"
            ]
        ],
        [
            95,
            104,
            [
                "Institute"
            ]
        ],
        [
            105,
            109,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            110,
            119,
            [
                "Oversees"
            ]
        ],
        [
            120,
            128,
            [
                "Leiden",
                "Bidden",
                "Zebedee",
                "Unbidden",
                "Biden",
                "Gießen"
            ]
        ],
        [
            130,
            136,
            [
                "UNIV OG"
            ]
        ]
    ],
    "In 1938 he was elected a member of the Koninklijke Vlaamse Academie voor Wetenschappen, Letteren en Schone Kunsten van België.": [
        [
            3,
            7,
            [
                "1938,"
            ]
        ],
        [
            51,
            58,
            [
                "Claims",
                "Please",
                "Blame",
                "Clause",
                "Flame",
                "Lease"
            ]
        ],
        [
            59,
            67,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            68,
            72,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            88,
            96,
            [
                "Lettered",
                "Letterer",
                "Lettermen"
            ]
        ],
        [
            100,
            106,
            [
                "Shone",
                "Scone",
                "Sc hone",
                "Sch one"
            ]
        ],
        [
            107,
            114,
            [
                "Unseen",
                "Munster",
                "Tungsten",
                "Austen",
                "Kirsten",
                "Kinsmen"
            ]
        ],
        [
            119,
            125,
            [
                "Belie"
            ]
        ]
    ],
    "In the field of aesthetics two handbooks appeared in 1940 and 1942 respectively.": [],
    "In 1945, after the Second World War, he served for a short time as the Belgian Minister of Colonial Affairs.": [],
    "In the following year he published a major work on medieval aesthetics, in three volumes, <em>Études d'esthétique médiévale</em>, which was followed in 1947 by <em>L'esthétique du Moyen Age</em>.": [],
    "De Bruyne was a member of the editorial board of the sixth edition (1947) of the <em>Winkler Prins Encyclopaedie</em>, representing Belgium.": [
        [
            3,
            9,
            [
                "Bruce",
                "Browne",
                "Brunei",
                "Bruno",
                "Brine",
                "Brute"
            ]
        ]
    ],
    "In the 1950s his monumental five-volume work on the history of aesthetics, from Greek Antiquity up to the Renaissance, appeared, <em>Geschiedenis van de Aesthetica</em>.": [],
    "In 1954 he became a foreign member of the Koninklijke Nederlandse Akademie voor wetenschappen.": [
        [
            3,
            7,
            [
                "1954,"
            ]
        ],
        [
            54,
            65,
            [
                "Nederland"
            ]
        ],
        [
            66,
            74,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            75,
            79,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ]
    ],
    "De Bruyne in addition to his scholarly career served many years as a politician.": [
        [
            3,
            9,
            [
                "Bruce",
                "Browne",
                "Brunei",
                "Bruno",
                "Brine",
                "Brute"
            ]
        ]
    ],
    "His pioneering work in the field of medieval aesthetics, <em>Études d'esthétique médiévale</em>, is an exhaustive scholarly investigation into medieval Latin sources dealing with beauty, art, literature, and music.": [],
    "As explicitly stated in the introduction, De Bruyne refrained from taking into consideration modern interpretations or aesthetic evaluations of medieval works of art.": [
        [
            45,
            51,
            [
                "Bruce",
                "Browne",
                "Brunei",
                "Bruno",
                "Brine",
                "Brute"
            ]
        ]
    ]
}