{
    "Professor of Art History at the University of Amsterdam (1961-1985); lead art historian for the Rembrandt Research Project (RRP) <em>catalogue raisonn</em><em>é</em>, part of the Stichting Foundation Rembrandt Research Project.": [],
    "Bruyn studied art history at Utrecht University.": [
        [
            0,
            5,
            [
                "Bruin"
            ]
        ]
    ],
    "In 1948, before he finished his study, he was involved in cataloging old paintings in the Rijksmuseum Kröller-Müller.": [
        [
            102,
            116,
            [
                "Roller-Müller"
            ]
        ]
    ],
    "In 1950 he was appointed assistant at the Amsterdam Rijksmuseum, where he helped prepare the 1952 exhibition Drie eeuwen portret in Nederland (Three centuries of portraiture in the Netherlands).": [
        [
            3,
            7,
            [
                "1950,"
            ]
        ],
        [
            109,
            113,
            [
                "Die",
                "Drive",
                "Drain",
                "Dried",
                "Erie",
                "Dire"
            ]
        ],
        [
            114,
            120,
            [
                "Leuven",
                "Reuben",
                "Eugen"
            ]
        ],
        [
            121,
            128,
            [
                "portlet"
            ]
        ]
    ],
    "In 1954, he was employed at the Art History Institute of Utrecht University.": [],
    "His dissertation, <em>De Levensbron</em>, submitted in 1957 under <a href=\"/gelderj\">J.": [],
    "G. van Gelder</a>, was devoted to the \"Fountain of Life\", a painting by a pupil of Jan van Eyck preserved in Madrid.": [
        [
            3,
            6,
            [
                "Van"
            ]
        ],
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "In this study he addressed, among other things, the many questions surrounding the emulation of the Van Eyck style by his pupils.": [],
    "In 1961, Bruyn was appointed full professor at the University of Amsterdam.": [
        [
            9,
            14,
            [
                "Bruin"
            ]
        ]
    ],
    "His inaugural lecture, \"Over het voortleven der Middeleeuwen,\" dealt with the legacy of the Middle Ages.": [
        [
            29,
            32,
            [
                "he",
                "get",
                "her",
                "set",
                "hit",
                "let"
            ]
        ],
        [
            44,
            47,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "By that time, he already had published a number of articles on Dutch painting (on David Bailly, Jan van Scorel, and Rembrandt).": [
        [
            88,
            94,
            [
                "Billy",
                "Bailey",
                "Bally"
            ]
        ],
        [
            104,
            110,
            [
                "Score",
                "Scored",
                "Scores",
                "Scorer"
            ]
        ]
    ],
    "In 1968 he co-founded the Rembrandt Research Project (RRP), together with <a href=\"/haakb\">Bob Haak</a>, <a href=\"/gelderj\">J.": [
        [
            3,
            7,
            [
                "1968,"
            ]
        ]
    ],
    "G. van Gelder</a>, <a href=\"/emmensj\">J.": [
        [
            3,
            6,
            [
                "Van"
            ]
        ],
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "A. Emmens</a>, <a href=\"/levies\">Simon H. Levie</a>, and <a href=\"/thielp\">Pieter J. J. van Thiel</a>.": [
        [
            3,
            9,
            [
                "Emmen's",
                "Emmen"
            ]
        ]
    ],
    "The project's aim was a comprehensive study of all of Rembrandt's paintings and resolving the uncertainties surrounding the authenticity of many paintings, to which several scholars had turned their attention.": [],
    "Independently of the project, <a href=\"/gersonh\">Horst Gerson</a> proposed a drastic reduction of the master's paintings in his 1969 revised edition of the 1935 catalog by <a href=\"/brediusa\">Abraham Bredius</a>.": [],
    "The approach of the RRP was even more radical and led to a further reduction of the Rembrandt <em>oeuvre</em>.": [],
    "The three volume <em>A Corpus of Rembrandt Paintings</em>, published between 1982 and 1989, provoked much debate and controversies in the art world.": [],
    "In 1993, Bruyn withdrew from the RRP, along with Haak, Levie, and Van Thiel.": [
        [
            9,
            14,
            [
                "Bruin"
            ]
        ],
        [
            49,
            53,
            [
                "Hank",
                "Hack",
                "Hawk",
                "Haas",
                "Hark",
                "AAK"
            ]
        ],
        [
            55,
            60,
            [
                "Levi",
                "Levied",
                "Levine",
                "Levee",
                "Levies",
                "Lexie"
            ]
        ]
    ],
    "They left the further organization of the project to their fellow team member Ernst van de Wetering, who advocated a different approach.": [
        [
            91,
            99,
            [
                "Metering",
                "Watering",
                "Petering",
                "Weltering"
            ]
        ]
    ],
    "Apart from his scholarly research and academic activities (in 1979, he was elected Rector of the University of Amsterdam), Bruyn was a member of the board of various organizations and committees.": [
        [
            123,
            128,
            [
                "Bruin"
            ]
        ]
    ],
    "In 1975, he joined the editorial board of the periodical <em>Oud Holland</em>, in which he frequently published articles and book reviews.": [],
    "In 1993, on the occasion of his seventieth birthday, his colleagues and students offered him a special issue of <em>Oud Holland</em>.": [],
    "It was co-edited by Jan Piet Filedt Kok (then director Collections at the Rijksmuseum Amsterdam) and Reindert Falkenburg (then deputy director of the Netherlands Institute of Art History), who both had studied under Bruyn.": [
        [
            24,
            28,
            [
                "Paid",
                "Pair",
                "Poet",
                "Diet",
                "Pain",
                "Paint"
            ]
        ],
        [
            29,
            35,
            [
                "Filed",
                "Filet"
            ]
        ],
        [
            36,
            39,
            [
                "KOK",
                "OK",
                "KO",
                "ROK",
                "Wok",
                "KOB"
            ]
        ],
        [
            101,
            109,
            [
                "Reinsert"
            ]
        ],
        [
            110,
            120,
            [
                "Oldenburg",
                "Flensburg",
                "Galesburg",
                "Wallenberg"
            ]
        ],
        [
            216,
            221,
            [
                "Bruin"
            ]
        ]
    ],
    "Bruyn formed the core of the RRP, whose mission was (officially or unofficially) to reduce the number of autograph Rembrandts.": [
        [
            0,
            5,
            [
                "Bruin"
            ]
        ],
        [
            115,
            125,
            [
                "Rembrandt's",
                "Rembrandt"
            ]
        ]
    ],
    "Both their methodology and conclusions bothered other long-time Rembrandt scholars, including <a href=\"/rosenbergj\">Jakob Rosenberg</a>, who objected to committee work as a way to establish authenticity.": [],
    "Bruyn's dissertation studied the historical, cultural, and iconological content of works of art as well as the artistic milieu which determined the stylistic characteristics, direct reflection of J. G. van Gelder's (his adviser) approach.": [
        [
            0,
            5,
            [
                "Bruin"
            ]
        ],
        [
            59,
            71,
            [
                "phonological"
            ]
        ],
        [
            206,
            212,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "As an iconologist, he paid particular attention to the relationship between literary traditions, based on ancient and biblical texts, and visual art.": [
        [
            6,
            17,
            [
                "monologist",
                "phonologist"
            ]
        ]
    ],
    "In a celebrated 1985 review, Bruyn criticized the book <em>The Art of Describing</em> by <a href=\"/alperss\">Svetlana Alpers</a> for ignoring iconological interpretation.": [
        [
            29,
            34,
            [
                "Bruin"
            ]
        ]
    ],
    "Seeing himself as a \"conventional\" scholar, Bruyn argued that Alpers' theory on the descriptive character of Northern art, as distinct from the alleged narrative character of Italian art, failed to take the social and cultural contexts of Dutch art into account.": [
        [
            44,
            49,
            [
                "Bruin"
            ]
        ],
        [
            62,
            68,
            [
                "Alters",
                "Alpert",
                "Alders"
            ]
        ]
    ]
}