{
    "Art historian of French eighteenth-century painting and Harvard University professor.": [],
    "Bryson was born to Edward James Bryson, a director of a large company and Mai Bendon (Bryson), Bryson, a physical therapist.": [
        [
            78,
            84,
            [
                "Benson",
                "Benton",
                "Tendon",
                "Brendon",
                "Bend on"
            ]
        ]
    ],
    "Bryson attended King's College, Cambridge receiving an A M. in 1971.": [],
    "He attended University of California, Berkeley between 1970-72 before completing his Ph.D., at Cambridge in 1977.": [],
    "Beginning in 1976, Bryson taught as a fellow in English at King's College.": [],
    "Bryson burst onto the art historical scene with his 1981 book <em>Word and Image: French Painting of the Ancien Regime</em>.": [],
    "Using the techniques of a literary critic, with which Bryson was trained, he analyzed eighteenth century painting through a deconstructivist set of conflicting intentions within the painting.": [
        [
            124,
            140,
            [
                "constructivist",
                "deconstructionist"
            ]
        ]
    ],
    "He moved to the University of Rochester, Rochester, NY, in 1988 as professor of comparative arts.": [],
    "Byrson did much to bring the art writing of the (basically French) literary critics to the audiences of art history.": [
        [
            0,
            6,
            [
                "Byron",
                "Bryson"
            ]
        ]
    ],
    "His 1988 book, <em>Calligram</em>, collected the work of Julia Kristeva, Jean Baudrillard, <a href=\"/marinl\">Louis Marin</a>, Michel Foucault and Roland Barthes and <a href=\"/bonnefoyy\">Yves Bonnefoy</a>.": [],
    "Bryson joined the Department of Fine Arts at Harvard University in 1990.": [],
    "He is the Editor of the \"Cambridge New Art History\" series (Cambridge University Press).": [],
    "As an art theorist, he employs a methodology examining what he identifies as conflicting factors (\"impulses\") in the creation to the work of art, including social history and psychology.": [],
    "Art history, he argues, \"attempts a mimesis of the absolute idealism of art, as the latter had been defined since early aesthetics.\"": [],
    "(Soussloff)": [
        [
            1,
            10,
            [
                "Ossoff"
            ]
        ]
    ]
}