{
    "Archaeologist, museum administrator and early scholar of Greek sculpture and vases.": [],
    "Brøndsted's parents were Christian Brøndsted (1742-1823), a minister, and Mette Augusta Pedersen (1758-1832).": [
        [
            0,
            9,
            [
                "Brønsted"
            ]
        ],
        [
            35,
            44,
            [
                "Brønsted"
            ]
        ],
        [
            74,
            79,
            [
                "Bette",
                "Matte",
                "Mettle",
                "Mete"
            ]
        ]
    ],
    "He studied theology at the university in Copenhagen, graduating in 1802 and additional years studying philology at the same institution, for which he was awarded a gold medal in 1804.": [],
    "Through his friend, the philologist Georg H. C. Koës (1782-1811), he met Koës' sister, Frederikke, whom Brøndsted became engagued.": [
        [
            48,
            52,
            [
                "Does",
                "Goes",
                "Toes",
                "Foes",
                "Woes",
                "Noes"
            ]
        ],
        [
            73,
            77,
            [
                "Does",
                "Goes",
                "Toes",
                "Foes",
                "Woes",
                "Noes"
            ]
        ],
        [
            87,
            97,
            [
                "Frederick",
                "Frederik",
                "Frederiksen",
                "Frédérique"
            ]
        ],
        [
            104,
            113,
            [
                "Brønsted"
            ]
        ],
        [
            121,
            129,
            [
                "engaged"
            ]
        ]
    ],
    "Brøndsted spent the years 1808-09 in Paris with Koës, preparing for a visit to Greece, their lifelong ambition.": [
        [
            0,
            9,
            [
                "Brønsted"
            ]
        ],
        [
            48,
            52,
            [
                "Does",
                "Goes",
                "Toes",
                "Foes",
                "Woes",
                "Noes"
            ]
        ]
    ],
    "In 1809 the two traveled to Rome, then occupied by Napoleon, where they met the painter Jakob Linkh (1786-1841), the archaeologist and art historian <a href=\"/hallervonhallersteinc\">Carl Haller von Hallerstein</a>, and Baron Otto Magnus von Stackelberg (1787-1837).": [
        [
            94,
            99,
            [
                "Link",
                "Links"
            ]
        ]
    ],
    "Together, this group made their way to Greece, their unifying ambition being to write a scholarly topographic and culture description of the country.": [],
    "In 1810 they settled in Athens, where the by Lord Byron, and the architect and architectural historian <a href=\"/cockerellc\">C.": [
        [
            3,
            7,
            [
                "1810,"
            ]
        ]
    ],
    "R. Cockerell</a> and his companion John Foster (1887-1846), the latter two joining the group.": [
        [
            3,
            12,
            [
                "Cockerel",
                "Cockerels"
            ]
        ]
    ],
    "Brøndsted left for Constantinople with Koës and Stackelberg while Haller, Linckh, Cockerell and Foster excavated the Temple of Athena at Aegina.": [
        [
            0,
            9,
            [
                "Brønsted"
            ]
        ],
        [
            39,
            43,
            [
                "Does",
                "Goes",
                "Toes",
                "Foes",
                "Woes",
                "Noes"
            ]
        ],
        [
            74,
            80,
            [
                "Link",
                "Links",
                "Lunch",
                "Inch",
                "Pinch",
                "Lynch"
            ]
        ],
        [
            82,
            91,
            [
                "Cockerel",
                "Cockerels"
            ]
        ],
        [
            137,
            143,
            [
                "Regina",
                "Angina",
                "REGINA"
            ]
        ]
    ],
    "Koës died of pneumonia in Athens (age 29).": [
        [
            0,
            4,
            [
                "Does",
                "Goes",
                "Toes",
                "Foes",
                "Woes",
                "Noes"
            ]
        ]
    ],
    "In the winter of 1811-12, Brøndsted excavated the sanctuary of Apollo at Kartheia at Keos with Linckh.": [
        [
            26,
            35,
            [
                "Brønsted"
            ]
        ],
        [
            73,
            81,
            [
                "Martha",
                "Parthia"
            ]
        ],
        [
            85,
            89,
            [
                "Keys",
                "Kegs",
                "Leos",
                "CEOs",
                "KES",
                "KOS"
            ]
        ],
        [
            95,
            101,
            [
                "Link",
                "Links",
                "Lunch",
                "Inch",
                "Pinch",
                "Lynch"
            ]
        ]
    ],
    "He returned to Denmark in 1813 by way of Germany.": [],
    "In Copenhagen he was appointed <em>extraordinarius</em> (professor) in philology at the university.": [
        [
            3,
            13,
            [
                "Copenhagen,"
            ]
        ]
    ],
    "He married Frederikke, but she died at the birth of their third child.": [
        [
            11,
            21,
            [
                "Frederick",
                "Frederik",
                "Frederiksen",
                "Frédérique"
            ]
        ]
    ],
    "Brøndsted returned to Rome by 1819, he helped buy antiquities for the Danish king.": [
        [
            0,
            9,
            [
                "Brønsted"
            ]
        ]
    ],
    "His account of his trip and scholarship of the Parthenon began appearing in simultaneous German and French editions, beginning in 1825, with an English version planned but never published.": [],
    "A version in his native Danish appeared in 1844; the projected rest of the volumes were never completed.": [],
    "In 1831 his lecture given to the Royal Society of Literature was translated and published in French.": [],
    "In 1832 he became the director of the Møntkabinettet (Coins and Medals collection) in Copenhagen as well as <em>ordinarius</em> professor of philology and archaeology.": [
        [
            3,
            7,
            [
                "1832,"
            ]
        ]
    ],
    "In this year, too, his <em>Brief Description of Thirty-two Ancient Greek Painted Vases</em> appeared.": [],
    "In 1836 he was invited to become a member of the Society of Dilettanti in London, who published his <em>The Bronzes of Siris</em>.": [
        [
            3,
            7,
            [
                "1836,"
            ]
        ],
        [
            60,
            70,
            [
                "Dilettante"
            ]
        ]
    ],
    "In 1842, at age sixty-one, he was thrown from a horse and died from those injuries.Brøndsted was the first Danish scholar to visit Greece for intellectual reasons.": [
        [
            83,
            92,
            [
                " Brøndsted"
            ]
        ]
    ],
    "His gift for languages allowed his writing to be known within his lifetime in France, Germany and England.": []
}