{
    "Curator and Director of the Galleria Nazionale d'Arte Moderna di Roma, (National Gallery of Modern Art, Rome) 1942-1975; first woman art museum director in Italy.": [
        [
            37,
            46,
            [
                "National",
                "Nationals",
                "Rationale"
            ]
        ],
        [
            49,
            53,
            [
                "ARTE",
                "Are",
                "Art",
                "Arts",
                "Ate",
                "Ante"
            ]
        ]
    ],
    "Bucarelli studied art history at the University of Rome under <a href=\"/venturia\">Adolfo Venturi</a> and <a href=\"/toescap\">Pietro Toesca</a>.": [
        [
            0,
            9,
            [
                "Carelli"
            ]
        ]
    ],
    "After graduation, she joined the department of Antiquities and Fine Arts, part of the Ministry of Education.": [],
    "She remained at the department as fascism overtook Italy.": [],
    "At the height of World War II, she assumed the directorship of the Galleria Nazionale d'Arte Moderna, Rome, in 1942.": [
        [
            76,
            85,
            [
                "National",
                "Nationals",
                "Rationale"
            ]
        ],
        [
            88,
            92,
            [
                "ARTE",
                "Are",
                "Art",
                "Arts",
                "Ate",
                "Ante"
            ]
        ]
    ],
    "Her efforts saved the collection from the air raids.": [],
    "As the Allies entered Italy and the Fascist Ministry moved to Padua, Bucarelli remained in Rome with her museum.": [
        [
            69,
            78,
            [
                "Carelli"
            ]
        ]
    ],
    "She watched as colleagues, including <a href=\"/argang\">Giulio Carlo Argan</a> were dismissed by the government for failing to take a fascist oath of loyalty.": [],
    "By 1944, she reopned the museum, restoring works by non-Italian artists which had been removed during the Fascist Era for nationalist sentiment.": [
        [
            13,
            20,
            [
                "reopened"
            ]
        ]
    ],
    "After the War, she organized shows.": [],
    "Bucarelli solicited the advice of prominet art critics and scholars such as <a href=\"/maltesec\">Corrado Maltese</a> (1921-2001), Nello Ponente and Maurizio Calvesi (b.": [
        [
            0,
            9,
            [
                "Carelli"
            ]
        ],
        [
            34,
            42,
            [
                "prominent"
            ]
        ]
    ],
    "1927) to advise on acquitisions.": [
        [
            19,
            31,
            [
                "acquisitions"
            ]
        ]
    ],
    "These included the Futurist movement, Italian mainstream modernists such as Modigliani, Moranti and Savinio, as well as Abstract Art from Italy and the West.": [
        [
            100,
            107,
            [
                "Saving",
                "Savings"
            ]
        ]
    ],
    "She launched a major Picasso show at the Gallery in 1953.": [],
    "Her 1954 Alberto Burri exhibition brought a controversy in the Italian Parliament, when members considered him a foreigner to have a show in the national museum.": [
        [
            17,
            22,
            [
                "Burr",
                "Burris",
                "Burro",
                "Burrs"
            ]
        ]
    ],
    "Other exhibitions included Piet Mondrian in 1956, Jackson Pollock in 1958 (a year before the artist's death), Casimir Malevich in 1959 and Mark Rothko in 1962.": [
        [
            118,
            126,
            [
                "Malefic",
                "Makovich",
                "Malkovich"
            ]
        ]
    ],
    "That same year she bought a Van Gogh for the gallery, \"The Woman from Arles\" only the second held in a public Italina collection.": [
        [
            70,
            75,
            [
                "Axles",
                "Ares",
                "Aries",
                "Ales",
                "ARLE"
            ]
        ],
        [
            110,
            117,
            [
                "Italian",
                "Italia"
            ]
        ]
    ],
    "Her catalog on Jean Fautrier, published in 1960, remains an important work.": [
        [
            20,
            28,
            [
                "Fourier",
                "Gauthier",
                "Gautier",
                "Farrier",
                "Furrier",
                "Fattier"
            ]
        ]
    ],
    "During her tenure she secured Luigi Cosenza as architect for the new wing of the gallery.": [
        [
            36,
            43,
            [
                "Cadenza"
            ]
        ]
    ],
    "She married the journalist and writer Paolo Monelli (1894-1984) in 1963.": [
        [
            44,
            51,
            [
                "Moselle",
                "Bocelli",
                "Minnelli"
            ]
        ]
    ],
    "Bucarelli retired from the Gallery in 1975, donating her personal collection of paintings to the Gallery in 1996.": [
        [
            0,
            9,
            [
                "Carelli"
            ]
        ]
    ],
    "She died in 1998 at the age of eighty in a Rome hospital.": [],
    "A striking woman with a fashionable wardrobe, she left her famous clothing collection to the al Museo delle Arti Decorative Boncompagni Ludovisi (Museum Decorative Arts) in Rome.": [
        [
            93,
            95,
            [
                "all",
                "Al",
                "AL",
                "a",
                "as",
                "at"
            ]
        ],
        [
            102,
            107,
            [
                "Dell",
                "Elle",
                "Della",
                "belle",
                "dell",
                "delve"
            ]
        ],
        [
            108,
            112,
            [
                "Art",
                "Anti",
                "Arts",
                "Artie",
                "Arty",
                "ARI"
            ]
        ],
        [
            136,
            144,
            [
                "Ludovic"
            ]
        ]
    ],
    "The Gallery mounted an exhibition of her donation and accomplishments in 2009.": []
}