{
    "Medievalist and modernist, Albers scholar.": [
        [
            27,
            33,
            [
                "Albert",
                "Alters",
                "Alders"
            ]
        ]
    ],
    "Bucher was born to Aloïs Bucher and Gabrielle Zundel (Bucher).": [
        [
            0,
            6,
            [
                "Butcher",
                "Boucher",
                "Blucher",
                "Büchner"
            ]
        ],
        [
            19,
            24,
            [
                "Alois",
                "Lois",
                "Galois",
                "Valois",
                "Aloes",
                "LOIs"
            ]
        ],
        [
            25,
            31,
            [
                "Butcher",
                "Boucher",
                "Blucher",
                "Büchner"
            ]
        ],
        [
            46,
            52,
            [
                "Under",
                "Funded",
                "Tunnel",
                "Bundle",
                "Dundee",
                "Funnel"
            ]
        ],
        [
            54,
            60,
            [
                "Butcher",
                "Boucher",
                "Blucher",
                "Büchner"
            ]
        ]
    ],
    "He attended the Zürich Gymnasium Zürich, receiving a B.A., in 1947.": [],
    "After additional graduate study at the universities of Zürich and Rome, Bucher began teaching as a lecturer at the University of Bern, Switzerland in 1952, continuing to work on his Ph.D.": [
        [
            72,
            78,
            [
                "Butcher",
                "Boucher",
                "Blucher",
                "Büchner"
            ]
        ]
    ],
    "He emigrated to the United States where he taught, also as an instructor, at the University of Minnesota, Minneapolis between 1953 and 1954.": [
        [
            3,
            15,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "In 1954 he married Elizabeth R. Ditter and was appointed assistant professor at Yale University; he received his Ph.D.": [
        [
            3,
            7,
            [
                "1954,"
            ]
        ],
        [
            32,
            38,
            [
                "Bitter",
                "Hitter",
                "Litter",
                "Ritter",
                "Fitter",
                "Jitter"
            ]
        ]
    ],
    "at the University of Bern, Switzerland, in 1955.": [
        [
            0,
            2,
            [
                "At"
            ]
        ]
    ],
    "A revised version of his dissertation was published as <em>Notre-Dame de Bonmont und die ersten Zisterzienserabteien der Schweiz</em> <em>(Notre Dame de Bonmont and the Earliest Cistercian Monasteries of Switzerland</em>) in 1957.": [],
    "Bucher was secretary of the International Center for Medieval Art from 1960-64, editing its art journal, <em>Gesta</em>.": [
        [
            0,
            6,
            [
                "Butcher",
                "Boucher",
                "Blucher",
                "Büchner"
            ]
        ]
    ],
    "He briefly taught as an associate professor at Brown University from 1960 to 1963, receiving an M.A.": [],
    "there and publishing his <em>Josef Albers: Despite Straight Lines</em>, both in 1961, before an appointment as full professor at Princeton University in 1963.": [
        [
            0,
            5,
            [
                "There"
            ]
        ]
    ],
    "In 1970 he was professor at the State University of New York at Binghamton.": [
        [
            3,
            7,
            [
                "1970,"
            ]
        ]
    ],
    "He edited a facsimile edition of the <em>Pamplona Bibles</em> in 1971.": [],
    "A revised edition of his Albers book appeared in 1977.": [
        [
            25,
            31,
            [
                "Albert",
                "Alters",
                "Alders"
            ]
        ]
    ],
    "Beginning in 1978 Bucher was professor at Florida State University, Tallahassee.": [
        [
            18,
            24,
            [
                "Butcher",
                "Boucher",
                "Blucher",
                "Büchner"
            ]
        ]
    ],
    "In 1979, he embarked on a facsimile project of architectural pattern and sketchbooks of the middle ages, including that of Villard de Honnecourt, published as <em>Architector</em>.": [
        [
            92,
            103,
            [
                "Middle Ages"
            ]
        ],
        [
            123,
            130,
            [
                "Willard",
                "Millard",
                "Dillard",
                "Gillard",
                "Lillard",
                "Villa rd"
            ]
        ]
    ],
    "In the 1980s Bucher began constructing the elongated cinder block building on a remote 400-acre tract of land.": [
        [
            13,
            19,
            [
                "Butcher",
                "Boucher",
                "Blucher",
                "Büchner"
            ]
        ]
    ],
    "The thinktank, called Nautilus, was based on the ideas of R. Buckminster Fuller and contained living quarters, a lecture hall, library and art gallery.": [
        [
            4,
            13,
            [
                "think tank"
            ]
        ]
    ],
    "He directed the Society of Architectural Historians.": [],
    "An apocalyptic novel, originally written in English, was published in German as, <em>Ein strahlendes Ende</em> in 1984.": [],
    "He retired from Florida State University in 1996.": [],
    "A chain smoker, he suffered a series of strokes from which he died in 1999.": [],
    "After his death, Nautilus was bequeathed to the Collins Center for Public Policy to be the Collins Nautilus Institute for Advanced Study.": [],
    "He was a recipient of a Guggenheim fellowship and an Institute of Advanced Studies fellowship.": [],
    "A Florida obituary described him as, \"an exotic combination of a classically trained Old World intellectual and a lifelong Bohemian.\"": []
}