{
    "<p>Professor of Fine Arts, Institute of Fine Arts, NYU.": [],
    "Buchthal was born to Eugen Buchthal (1878-1954) and Thea Wolff (Buchthal) (1886-1968), wealthy shop owners.": [
        [
            0,
            8,
            [
                "Buchanan",
                "Bechtel",
                "Buchwald",
                "Bachchan",
                "Buccal",
                "Ductal"
            ]
        ],
        [
            27,
            35,
            [
                "Buchanan",
                "Bechtel",
                "Buchwald",
                "Bachchan",
                "Buccal",
                "Ductal"
            ]
        ],
        [
            64,
            72,
            [
                "Buchanan",
                "Bechtel",
                "Buchwald",
                "Bachchan",
                "Buccal",
                "Ductal"
            ]
        ]
    ],
    "The family lived in the \"Villa Buchthal\" on Berlin's west end (after the war, the home of tenor Dietrich Fischer-Dieskau, b.": [
        [
            31,
            39,
            [
                "Buchanan",
                "Bechtel",
                "Buchwald",
                "Bachchan",
                "Buccal",
                "Ductal"
            ]
        ]
    ],
    "1925).": [],
    "Buchthal attended the Herder-Reform-Gymnasium in Charlottenberg, graduating in 1927.": [
        [
            0,
            8,
            [
                "Buchanan",
                "Bechtel",
                "Buchwald",
                "Bachchan",
                "Buccal",
                "Ductal"
            ]
        ],
        [
            49,
            63,
            [
                "Charlottenburg"
            ]
        ]
    ],
    "After a semester studying economics, he switched to art history, attending classes at the universities including the Sorbonne, Paris, Heidelberg and Berlin before settling on the so-called new \"Hamburg school\" art historians <a href=\"/saxlf\">Fritz Saxl</a>, <a href=\"/winde\">Edgar Wind</a> and <a href=\"/panofskye\">Erwin Panofsky</a> and the concomitant Warburg Institute, then directed by Saxl.": [],
    "The accession of power in Germany by the Nazis in 1933 meant that all Jewish university faculty were being summarily discharged.": [],
    "Saxl warned Buchthal that if he could not finish his dissertation by the end of 1933, he would be forced to leave the Warburg without a degree, as the Institute was closing its doors.": [
        [
            0,
            4,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ],
        [
            12,
            20,
            [
                "Buchanan",
                "Bechtel",
                "Buchwald",
                "Bachchan",
                "Buccal",
                "Ductal"
            ]
        ]
    ],
    "Panofsky was already living in New York as a visiting professor, but returned briefly to Hamburg that summer for his students oral examinations and dissertations.": [
        [
            0,
            8,
            [
                "Sinofsky"
            ]
        ]
    ],
    "Buchthal finished his dissertation in the two summer weeks for Panofsky to grant the degree, writing on the Codex Pariinus Graecus 139.": [
        [
            0,
            8,
            [
                "Buchanan",
                "Bechtel",
                "Buchwald",
                "Bachchan",
                "Buccal",
                "Ductal"
            ]
        ],
        [
            63,
            71,
            [
                "Sinofsky"
            ]
        ],
        [
            114,
            122,
            [
                "Pairings",
                "Partings",
                "Parings",
                "Parvenus",
                "Paribus"
            ]
        ],
        [
            123,
            130,
            [
                "Graces",
                "Gracchus",
                "Grampus",
                "Granicus"
            ]
        ]
    ],
    "He emigrated in 1934 for \"racial reasons\" (he was Jewish) to London with the Warburg Institute staff and library.": [],
    "The Warburg in London became a center for German refugee scholars like Buchthal, including, among others <a href=\"/gombriche\">E.": [
        [
            71,
            79,
            [
                "Buchanan",
                "Bechtel",
                "Buchwald",
                "Bachchan",
                "Buccal",
                "Ductal"
            ]
        ]
    ],
    "H. Gombrich</a> and Wind.": [],
    "In 1935 he studied Arabic at the School of Oriental and African Studies before receiving a fellowship from 1936 to 1937 at the University of Beirut.": [
        [
            3,
            7,
            [
                "1935,"
            ]
        ]
    ],
    "He was the 1938 Lord Plumer Fellow at Hebrew University in Jerusalem.": [
        [
            21,
            27,
            [
                "Plume",
                "Plumber",
                "Plumes",
                "Plumed",
                "Plumper",
                "Blumer"
            ]
        ]
    ],
    "That same year he also re-edited and published his dissertation, <em>The Illustrations of the Paris Psalter: a Study in Middle Byzantine Painting</em> (1938).": [],
    "In 1939 her married Amalia \"Maltschi\" Serkin (1904-1996), sister of the pianist Rudolf Serkin (1903-1991).": [
        [
            28,
            36,
            [
                "Malts chi"
            ]
        ],
        [
            38,
            44,
            [
                "Jerkin",
                "Serkan"
            ]
        ],
        [
            87,
            93,
            [
                "Jerkin",
                "Serkan"
            ]
        ]
    ],
    "The Warburg Institute was evacuated to Denham, England, at the outbreak of World War II.": [
        [
            39,
            45,
            [
                "Dunham",
                "Den ham"
            ]
        ]
    ],
    "Buchthal acted as librarian for the Institute during 1941-43, becoming a Lecturer a the University of London 1944-45 (which subsumed the Institute).": [
        [
            0,
            8,
            [
                "Buchanan",
                "Bechtel",
                "Buchwald",
                "Bachchan",
                "Buccal",
                "Ductal"
            ]
        ],
        [
            82,
            87,
            [
                "a",
                "the"
            ]
        ]
    ],
    "He was a visiting fellow at Dumbarton Oaks 1950-51 and again in 1965.": [
        [
            28,
            37,
            [
                "Lumberton"
            ]
        ]
    ],
    "In 1957 he published perhaps his most influential book, <em>Miniature Painting in the Latin Kingdom of Jerusalem</em>.": [
        [
            3,
            7,
            [
                "1957,"
            ]
        ]
    ],
    "Buchthal was the first to organize the illuminated manuscripts produced in the Latin Kingdom of Jerusalem, from the twelfth-century Melisende Psalter to the later manuscripts written in Acre, into a cohesive body for discussion.": [
        [
            0,
            8,
            [
                "Buchanan",
                "Bechtel",
                "Buchwald",
                "Bachchan",
                "Buccal",
                "Ductal"
            ]
        ],
        [
            132,
            141,
            [
                "Melisande"
            ]
        ]
    ],
    "His book remains a detailed introduction to the manuscripts and a comprehensive study of Crusader miniature painting.": [],
    "In 1959-60 Buchtal was appointed a temporary member at the Institute for Advanced Study, Princeton, N. J. The years 1960-65 Buchthal was an endowed chair at the Warburg Institute with the year 1963 as a visiting professor at Columbia University, New York.": [
        [
            11,
            18,
            [
                "Bechtel",
                "Buchwald",
                "Buccal",
                "Ductal"
            ]
        ],
        [
            124,
            132,
            [
                "Buchanan",
                "Bechtel",
                "Buchwald",
                "Bachchan",
                "Buccal",
                "Ductal"
            ]
        ]
    ],
    "Between 1965-75 he was the first Ailsa Mellon Bruce Chair in Fine Arts at the Institute of Fine Arts, New York University.": [
        [
            33,
            38,
            [
                "Alisa",
                "Ails",
                "Ails a"
            ]
        ]
    ],
    "He was a Guggenheim Fellow in 1970 and 1971.": [],
    "The1970s were a period of great publishing activity for Buchthal.": [
        [
            56,
            64,
            [
                "Buchanan",
                "Bechtel",
                "Buchwald",
                "Bachchan",
                "Buccal",
                "Ductal"
            ]
        ]
    ],
    "His books include works on both French and Italian manuscripts of the legend of the fall of Troy, <em>Historia Troiana</em> (1971), and later Byzantine painting, <em>Patronage in Thirteenth-century Constantinople</em>, with <a href=\"/beltingh\">Hans Belting</a>, (1978).": [],
    "From 1975 onward he was a professor emeritus at New York University.": [],
    "Buchthal's students at the Warburg included Michael Kauffmann (q.v.": [
        [
            0,
            8,
            [
                "Buchanan",
                "Bechtel",
                "Buchwald",
                "Bachchan",
                "Buccal",
                "Ductal"
            ]
        ],
        [
            52,
            61,
            [
                "Kauffman",
                "Kaufmann"
            ]
        ]
    ],
    "), who would later become its director.": [
        [
            0,
            1,
            [
                ""
            ]
        ]
    ],
    "His Institute of Fine Arts students included <a href=\"/stahlh\">Harvey Stahl</a>.": [],
    "Buchthal died of a heart ailment at age 87; his wife, Amalia, died less than a week later.": [
        [
            0,
            8,
            [
                "Buchanan",
                "Bechtel",
                "Buchwald",
                "Bachchan",
                "Buccal",
                "Ductal"
            ]
        ]
    ],
    "Buchthal's area was Byzantine and western medieval art.": [
        [
            0,
            8,
            [
                "Buchanan",
                "Bechtel",
                "Buchwald",
                "Bachchan",
                "Buccal",
                "Ductal"
            ]
        ]
    ],
    "His 1957 <em>Miniature Painting in the Latin Kingdom of Jerusalem</em> (1957) was praised for weaving paleographic and liturgical analysis with meticulous visual skill.": [
        [
            102,
            114,
            [
                "paleo graphic"
            ]
        ]
    ],
    "Buchthal was particularly interested in the transfers of traditions and culture between the medieval east and west.": [
        [
            0,
            8,
            [
                "Buchanan",
                "Bechtel",
                "Buchwald",
                "Bachchan",
                "Buccal",
                "Ductal"
            ]
        ]
    ],
    "He is credited for opening the area of Crusader culture as an area for art historical study.": [],
    "<a href=\"/mathewst\">Thomas F. S. J. Mathews</a>, a former student, described Buchthal's writings as laying \"the foundation for all subsequent work on the art of the Crusaders.": [],
    "\"</p>": []
}