{
    "Cultural historian and first professor of art history in Switzerland.": [],
    "Buckhardt was born to a prominent Basel family, his father a respected minister of the Basel cathedral.": [
        [
            0,
            9,
            [
                "Burkhart"
            ]
        ]
    ],
    "The younger Burckhardt initially followed his father, studying theology in Basel in 1837.": [
        [
            12,
            22,
            [
                "Burkhart"
            ]
        ]
    ],
    "He changed his studies to history and philosophy, after a confessed loss of faith, at the University of Berlin in 1839.": [],
    "He knew <a href=\"/kinkelg\">Gottfried Kinkel</a> and his circle, heard history lectures from Leopold von Ranke (1795-1886) and Johann Gustav Droysen (1808-1884), and classical philology from August Böckh (1785-1867).": [],
    "In his late youth he had met and attended the house gatherings of the Prussian arts minister and art historian <a href=\"/kuglerf\">Franz Kugler</a> in Berlin.": [],
    "Burckhardt later attended Kugler's recently instituted art history classes as well as studying briefly in Bonn.": [
        [
            0,
            10,
            [
                "Burkhart"
            ]
        ],
        [
            26,
            32,
            [
                "Bugler"
            ]
        ]
    ],
    "In 1842, before graduating, he published his first book, <em>Die Kunstwerke der belgischen Städte</em> on Belgian art and architecture, using formalist methodology and personal impressions.": [],
    "After graduating with his doctorate in 1843 (from Basel) he became a <em>Privatdozent</em> in the university there in 1844, and in 1845 a professor in history, although he lectured initially on architectural history.": [],
    "Burckhardt traveled to Italy, and revised his mentor's survey, <em>Handbuch der Geschichte der Malerei</em>, in 1847, altering Kugler's Romantic view of the Germans as the true successors of the Greeks, emphasizing Renaissance art instead (which Kugler had termed derivative).": [
        [
            0,
            10,
            [
                "Burkhart"
            ]
        ]
    ],
    "It was during those years of revolutionary fervor in Rome that he conceived the idea for a vast multi-volume history of culture, only some of which would be eventually realized by Burckhardt.": [
        [
            180,
            190,
            [
                "Burkhart"
            ]
        ]
    ],
    "He returned to Basel in 1848.": [],
    "When the university was reorganized in 1853, Burckhardt lost his job.": [
        [
            45,
            55,
            [
                "Burkhart"
            ]
        ]
    ],
    "He earned his living writing, publishing a volume on the age of Constantine in his projected world-culture series.": [],
    "He published <em>Der Cicerone</em>, a travel guide to appreciating Italian art.": [],
    "The book characterized Italian Renaissance art not as a revival of antiquity but as a continuous tradition from ancient times to the sixteenth century.": [],
    "It's fresh writing style won the appreciation of Friedrich Nietzsche, among others.": [],
    "In 1855, Burckhardt was appointed the chair of art history at the newly founded Eidgenössische Technische Hochschule in Zürich, the first chair of art history in Switzerland.": [
        [
            9,
            19,
            [
                "Burkhart"
            ]
        ],
        [
            95,
            105,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ]
    ],
    "His courses in Zürich formed a triad: ancient art, Christian art and Renaissance architecture.": [],
    "In 1858 he returned to Basel to become chair of history.": [
        [
            3,
            7,
            [
                "1858,"
            ]
        ]
    ],
    "Even as chair in history, he continued to lecture in art history.": [],
    "In 1860 he published his <em>Cultur der Renaissance in Italien</em> where his elevation of Italian art became supreme.": [
        [
            3,
            7,
            [
                "1860,"
            ]
        ]
    ],
    "He described the Italian Renaissance as establishing an original, secular view of the world and attributing to Italian artists the establishment of the work of art as a autonomous impulse.": [
        [
            167,
            168,
            [
                "an"
            ]
        ]
    ],
    "The work was slow to be accepted.": [],
    "In 1867 he published his <em>Geschichte der neueren Baukunst</em>, which formed volume four of Kugler's <em>Geschichte der Baukunst</em>.": [
        [
            3,
            7,
            [
                "1867,"
            ]
        ]
    ],
    "The book contained material originally dropped from <em>Die Cultur der Renaissance in Italien</em>.": [],
    "<em>Geschichte</em> confirmed Burckhardt's thesis of the Renaissance as the key movement in art history as well as his belief in form as the key to of meaning in art.": [],
    "In 1886 Burckhardt was appointed the first chair of art history in Basel.": [
        [
            8,
            18,
            [
                "Burkhart"
            ]
        ]
    ],
    "He declined an offer to succeed the historian Leopold von Ranke (1795-1886) in Berlin, preferring to remain in Switzerland.": [],
    "After 1867, Burckhardt published essentially nothing, devoting his energies to lecturing.": [
        [
            12,
            22,
            [
                "Burkhart"
            ]
        ]
    ],
    "He retired in 1893, and died four years later, unmarried.": [],
    "Although Burckhardt is known today for his view of secular Renaissance humanism as a period of emancipation from medieval values (and as the emergence of the modern individual), he began as a specialist in and exponent of medieval art.": [
        [
            9,
            19,
            [
                "Burkhart"
            ]
        ]
    ],
    "His assertion of a non-religious impetus to the Renaissance touched off a debate with later art historians, such as <a href=\"/thodeh\">Henry Thode</a> who asserted the important role Christianity played.": [],
    "The debate raged among the scholarly community, with some, such as <a href=\"/warburga\">Aby M. Warburg</a>, siding with Burckhardt.": [],
    "Burckhardt generally viewed the periods following the Renaissance, such as Mannerism and the Baroque as \"raw and deviant\" (<em>Der Cicerone</em>); he objected to Bernini's St.": [
        [
            0,
            10,
            [
                "Burkhart"
            ]
        ]
    ],
    "Teresa on moral grounds.": [],
    "The preeminence of his view of the Renaissance as the principal era of art history lasted in Germany until the 1930s when the Nazis pushed medieval art as core-German.": [],
    "Burckhardt's writings changed the conception of both history and art history for subsequent scholars.": [
        [
            0,
            10,
            [
                "Burkhart"
            ]
        ]
    ],
    "For historians, he redefined their discipline, not simply as the study of politics and people, which was the conventional view, but rather the appreciation literature and art both as documents as part era's accomplishment and its end result.": [],
    "For art historians, he did the reverse, demonstrating that art could be both support material to cultural history as well as a history of styles in and of itself.": [
        [
            114,
            124,
            [
                "and"
            ]
        ]
    ],
    "Burckhardt avoided writing an art history centering around the lives of artists, which from Vasari onward had been a common approach to the discipline, (cf.": [
        [
            0,
            10,
            [
                "Burkhart"
            ]
        ],
        [
            92,
            98,
            [
                "Va sari"
            ]
        ]
    ],
    "<a href=\"/grimmh\">Herman Grimm</a> and <a href=\"/justil\">Ludwig Justi</a>).": [],
    "This \"art history without names\" was developed most clearly by his famous student, <a href=\"/wolfflinh\">Heinrich Wölfflin</a>, whose chair Wölfflin later assumed in Basel.": [],
    "Despite an avoidance of history as a \"series of facts,\" Burckhardt wrote many entries to the <em>Brockhaus Encyclopaedia</em> (9th edition) on art history.": [
        [
            56,
            66,
            [
                "Burkhart"
            ]
        ]
    ],
    "His work contrasted (and surpassed) the other art/cultural historian of his era, <a href=\"/lamprechtk\">Karl Lamprecht</a>, preferring to avoid doctrinaire views of social history.": [],
    "From his lifelong friend and mentor, Kugler, Burckhardt adopted a Hegelian view of world history of broad analysis over particulars.": [
        [
            37,
            43,
            [
                "Bugler"
            ]
        ],
        [
            45,
            55,
            [
                "Burkhart"
            ]
        ]
    ],
    "He was an anti-positivist, reacting against an emerging bourgeois notion of art.": [],
    "Art history for Burckhardt was principally experience by which the dominant order of a particular age (usually the renaissance) could be understood.": [
        [
            16,
            26,
            [
                "Burkhart"
            ]
        ]
    ],
    "In <em>Culture der Renaissance in Italien</em>, Burckhardt cited Michelangelo as archetypal of the new artist that the renaissance had brought about.": [],
    "This new artist used art, not a vehicle to represent subject matter, as had been the case with earlier societies, but as a medium to work through the artist's spirit and angst.": [
        [
            53,
            67,
            [
                "subject"
            ]
        ]
    ],
    "This frequently occurred, Burckhardt said, at the cost of the quality of the art.": [
        [
            26,
            36,
            [
                "Burkhart"
            ]
        ]
    ],
    "Burckhardt saw the same true for Tintoretto, Correggio and Rembrandt who had been unable to control their artistic impulse.": [
        [
            0,
            10,
            [
                "Burkhart"
            ]
        ]
    ],
    "For Burckhardt, Rubens was the modern artistic success because Rubens had been able to channel his artistic will into vast and complete artistic production.": [
        [
            4,
            14,
            [
                "Burkhart"
            ]
        ]
    ],
    "<em>Der Cicerone</em> characterizes the first half of the 1500s as a Golden Age in which art was based on the creative use of borrowed forms to result in an individual expression.": []
}