{
    "Peter Paul Rubens scholar.": [],
    "Burchard's father was an apothecary in Mainz, Georg Burchard.": [
        [
            0,
            8,
            [
                "Bur chard"
            ]
        ],
        [
            52,
            60,
            [
                "Bur chard"
            ]
        ]
    ],
    "Burchard himself attended the Grossherzogliches Gymnasium in Karlsruhe, graduating in 1904.": [
        [
            0,
            8,
            [
                "Bur chard"
            ]
        ]
    ],
    "He studied at the universities of Munich, Heidelberg and Halle-Wittenberg.": [],
    "During this time he volunteered at the print room in Dresden and Berlin where he earned the praise of director <a href=\"/bodew\">Wilhelm Bode</a>.": [],
    "Burchard served in the German army in World War I in field artillery.": [
        [
            0,
            8,
            [
                "Bur chard"
            ]
        ]
    ],
    "His 1917 dissertation was written at Halle under <a href=\"/goldschmidta\">Adolph Goldschmidt</a> on Rembrandt etchings.": [],
    "He married Lily Stange in 1919.": [
        [
            16,
            22,
            [
                "Stage",
                "Stance",
                "Strange"
            ]
        ]
    ],
    "In the 1920s he was editor of the <em>Allgemeines K</em><em>ünstler-Lexikon</em> founded by <a href=\"/thiemeu\">Ulrich Thieme</a> and <a href=\"/beckerf\">Felix Becker</a>, (\"Thieme-Becker\") in Leipzig.": [],
    "He was also on the staff of the periodical <em>Kunstchronik</em>.": [],
    "Burchard moved to Berlin as the editor of <em>Zeitschrift f</em><em>ür bildenden Kunst</em>, 1921-22.": [
        [
            0,
            8,
            [
                "Bur chard"
            ]
        ]
    ],
    "In 1921, too, he completed the volume on Rubens in the <em>Klassiker der Kunst</em> series left undone by the premature death of <a href=\"/oldenbourgr\">Rudolf Oldenbourg</a>.": [],
    "It was at this time that he envisioned a new <em>catalogue raisonn</em><em>é</em> of Rubens' work, the task of which would be his life's assignment.": [],
    "A brief article on Cornelis van Dalem in the <em>Jahrbuch des Preussischen Kunstsammlung</em> in 1924 establish the importance of that little-known master.": [
        [
            19,
            27,
            [
                "Cornelius",
                "Cornelia"
            ]
        ],
        [
            32,
            37,
            [
                "Dale",
                "Salem",
                "Daley",
                "Dales",
                "DLEM"
            ]
        ]
    ],
    "One of his assistants during this time was the young art historian and later important modernist <a href=\"/wescherh\">Hertha Wescher</a>.": [],
    "The ascension to power of the Nazi's in 1933 meant trouble for Burchard, who, though nominally protestant, had a Jewish mother.": [
        [
            63,
            71,
            [
                "Bur chard"
            ]
        ]
    ],
    "He emigrated to London in 1935, settling outside the city with his then large archive of Rubens material.": [
        [
            3,
            15,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "Burchard took in other emingres to work on his project, including <a href=\"/grossmannf\">Fritz Grossmann</a>.": [
        [
            0,
            8,
            [
                "Bur chard"
            ]
        ],
        [
            23,
            31,
            [
                "émigrés",
                "emigres"
            ]
        ]
    ],
    "In 1939 Burchard published a prospectus of his upcoming catalog, <em>The Work of Peter Paul Rubens</em>, then projected for six volumes.": [
        [
            8,
            16,
            [
                "Bur chard"
            ]
        ]
    ],
    "The outbreak of World War II halted his publishing plans, however.": [],
    "In England, Burchard was intern briefly in 1940.": [
        [
            12,
            20,
            [
                "Bur chard"
            ]
        ]
    ],
    "After the war, many Rubens paintings appeared on the market and others, still, required cleaning and re-examination after their hiding in bomb shelters.": [],
    "Thus the critical catalog project was once again delayed.": [
        [
            0,
            4,
            [
                "Thus,"
            ]
        ]
    ],
    "In 1955 Burchard conducted seminar on Rubens for the annual summer \"Belgian Art Seminar\" which had been established in 1951 by Herman Liebaers, Director of the Royal Library of Belgium.": [
        [
            8,
            16,
            [
                "Bur chard"
            ]
        ],
        [
            134,
            142,
            [
                "Limbers",
                "Libbers",
                "Libelers",
                "Liebherr"
            ]
        ]
    ],
    "The following year Burchard expanded this to a Rubenshius exhibition of Rubens drawings, celebrating Burchard's 75th birthday.": [
        [
            19,
            27,
            [
                "Bur chard"
            ]
        ],
        [
            47,
            57,
            [
                "Rulerships",
                "Rúben Dias"
            ]
        ],
        [
            101,
            109,
            [
                "Bur chard"
            ]
        ]
    ],
    "The exhibition catalog, co-written with <a href=\"/hulstr\">Roger-Adolf d'Hulst</a>, was expanded in 1963 and remains one of the most important monographs on the topic.": [],
    "Burchard frequented the major auction houses and provided many written opinions to them.": [
        [
            0,
            8,
            [
                "Bur chard"
            ]
        ]
    ],
    "At Burchard's death, his papers were acquired by the Kunsthistorische Musea by <a href=\"/baudouinf\">Frans Baudouin</a> principally to edit the core of the Rubenianum, a documentation center for the study of Rubens and 16th- and 17th-century Flemish art.": [
        [
            3,
            11,
            [
                "Bur chard"
            ]
        ],
        [
            70,
            75,
            [
                "Muse",
                "Muses",
                "Mused",
                "Muse a"
            ]
        ]
    ],
    "It is housed in the Kolveniersstraat in Antwerp.": [],
    "One stipulation of the donation was that a <em>catalogue raison</em><em>é</em> on Rubens should be published based on Burchard's materials.": [],
    "The city of Antwerp made an agreement with Burchard's heirs and the Nationaal Centrum voor de Plastische Kunsten van de 16de en de 17de Eeuw (today the Centrum voor de Vlaamse kunst van de 16de en 17de eeuw), chaired by d'Hulst, to edit and produce the set, known as the <em>Corpus Rubenianum Ludwig Burchard</em>.": [
        [
            43,
            51,
            [
                "Bur chard"
            ]
        ],
        [
            68,
            77,
            [
                "National"
            ]
        ],
        [
            78,
            85,
            [
                "Cent rum"
            ]
        ],
        [
            86,
            90,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            94,
            104,
            [
                "Pastiche"
            ]
        ],
        [
            105,
            112,
            [
                "Unseen",
                "Munster",
                "Tungsten",
                "Austen",
                "Kirsten",
                "Kinsmen"
            ]
        ],
        [
            136,
            140,
            [
                "New",
                "Few",
                "EU",
                "Feud",
                "Jew",
                "Zeus"
            ]
        ],
        [
            152,
            159,
            [
                "Cent rum"
            ]
        ],
        [
            160,
            164,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            168,
            175,
            [
                "Claims",
                "Please",
                "Blame",
                "Clause",
                "Flame",
                "Lease"
            ]
        ],
        [
            176,
            181,
            [
                "must",
                "just",
                "runs",
                "unit",
                "guest",
                "guns"
            ]
        ],
        [
            202,
            206,
            [
                "new",
                "few",
                "EU",
                "feud",
                "Jew",
                "Zeus"
            ]
        ],
        [
            222,
            227,
            [
                "Hurst",
                "Holst"
            ]
        ]
    ],
    "Burchard was criticized during his lifetime and after for having withheld much of the material he collected or controlled at the Rubenshuis from other scholars.": [
        [
            0,
            8,
            [
                "Bur chard"
            ]
        ]
    ],
    "His own reasons for never publishing his work on Rubens were his dissatisfaction with the ever-imperfect state of Rubens information.": []
}