{
    "Artist and professor of art history at the Universities of Heidelberg, Strasbourg, and Munich; exponent of 20th-century art and founder of the modern art-historical encyclopedia.": [],
    "Burger was the son of a banker.": [],
    "He started architectural studies in 1896 in Munich, but cut them short for enrollment in the military the following year.": [],
    "From 1900 onward, he studied art history in Heidelberg.": [],
    "The new art movement of Darmstadt became the subject of his first publication in 1902.": [],
    "He married the daughter of the Heidelberg classicist <a href=\"/duhnf\">Friedrich von Duhn</a> the same year.": [],
    "In 1903 he completed his doctorate under <a href=\"/thodeh\">Henry Thode</a>, writing a thesis on medieval Florentine grave sculpture.": [
        [
            3,
            7,
            [
                "1903,"
            ]
        ]
    ],
    "Burger extensively revised his dissertation into a book, <em>Geschichte des florentinischen Grabmals von den ältesten Zeiten bis Michelangelo</em>, which he published in 1904.": [],
    "Though a formal analysis of Italian grave sculpture, the work conspicuously incorporated social and cultural observations into its methodology.": [],
    "Together with director of the Berlin Museums, <a href=\"/bodew\">Wilhelm Bode</a>, he intensively research Italian Renaissance art and also German art of the 16th century.": [],
    "After moving to Freiburg, Burger studied in Florence between 1904 and 1906 traveling throughout Italy.": [],
    "His Italian experience allowed him to complete his 1906 <em>habilitationsschrift</em> <em>Vitruv und die Renaissance</em> from Munich.": [],
    "A monograph on Francesco Laurana followed.": [
        [
            25,
            32,
            [
                "Laura",
                "Lauren",
                "Laurent",
                "Paraná",
                "Purana",
                "Laurens"
            ]
        ]
    ],
    "Between 1907-1914 he was private lecturer at Munich and at the academy of performing arts.": [
        [
            21,
            32,
            [
                "was a private",
                "was the private"
            ]
        ]
    ],
    "Beginning in 1909 he turned his attention again to contemporary art.": [],
    "In 1912 Burger began issuing a multi-volumed art encyclopedia, <em>Handbuch der Kunstwissenschaft</em> with <a href=\"/brinckmanna\">Albert Brinckmann</a>, a series of commissioned volumes on the history of art written by important younger art historians.": [],
    "This work, which traced its roots to the original by <a href=\"/springera\">Anton Springer</a>, was done without the backing of any institution or educational body.": [],
    "He himself contributed the volumes 21-23 in the series, <em>Die deutsche Malerei vom ausgehenden Mittelalter bis zum Ende der Renaissance</em> (German painting from the late middle ages to the end of the renaissance), 1913, written in conjunction with Hermann Schmitz (1881/2-1945) and Ignaz Beth (1877-1918).": [],
    "In contrast to the three-volume <em>Geschichte der Kunst aller Zeiten und Völker</em> (1900-1911) of <a href=\"/woermannk\">Karl Woermann</a> and the 17-volume <em>Histoire de l'art</em> of <a href=\"/michela\">André Michel</a>, Burger commissioned the scholarship of numerous specialists.": [],
    "Burger's revisionist art history is most clear in his book of 1913, <em>Cézanne und Hodler: Einführung in die Probleme der Malerei der Gegenwart</em>.": [],
    "The same year at a youth meeting at the Hoher Meißner, Burger gave speech about the \"spiritual break\" in art.": [
        [
            40,
            45,
            [
                "Homer",
                "Hover",
                "Hofer",
                "Hoer",
                "Honer",
                "Ho her"
            ]
        ],
        [
            46,
            53,
            [
                "Manner",
                "Mainer"
            ]
        ]
    ],
    "Burger hoped that the <em>Handbuch</em> would reflect the reformulation of art in the 19th century and 20th as he saw it.": [],
    "He intended his like-minded colleages, <a href=\"/swarzenskig\">Georg Swarzenski</a> and <a href=\"/grisebacha\">August Grisebach</a> would author these.": [
        [
            28,
            37,
            [
                "colleagues",
                "colleges",
                "collages"
            ]
        ]
    ],
    "However this volume was eventually written by <a href=\"/hildebrandth\">Hans Hildebrandt</a> after Burger's death.": [
        [
            0,
            7,
            [
                "However,"
            ]
        ]
    ],
    "While still professor in Munich, Burger became a soldier in World War I. During the breaks in the war he wrote about culture and philosophy, including a theoretical essay, the <em>Einführung in die moderne Kunst</em>.": [],
    "He was killed at age 39 in the bloody battle at Verdun.": [],
    "Brinckmann assumed Burger's work as editor of the <em>Handbuch</em> and the publication of the <em>Einführung</em>.": [
        [
            0,
            10,
            [
                "Brockman"
            ]
        ]
    ],
    "In a touching move, he added an abstract painting of Burger's as the frontispiece illustration to the <em>Einführung</em> in his memory.": [],
    "The <em>Einführung</em> sold almost 50,000 copies by 1931 and became the best selling art book in German history.": [],
    "Burger was a more revolutionary thinker than his younger colleagues <a href=\"/worringerw\">Wilhelm Worringer</a> and <a href=\"/hausensteinw\">Wilhelm Hausenstein</a>.": [],
    "He questioned past assumptions about art, attempting to reinvent the very principles of the discipline.": [],
    "Throughout his life, he believed in a secret force behind modern art, considering it a force above everything else.": [],
    "His <em>Handbuch</em> widened the scope of art history: including art from nations outside Europe.": [],
    "He emphasized the German <em>Geist</em> in art, especially from the northern peoples.": [],
    "His analysis of the numerous works of arts remained a starting point for future art historians.": [],
    "Burger however was not infallible; his prediction that the art of Ferdinand Hodler would revolutionize art did not happen.": [],
    "Burger's <em>Handbuch der Kunstwissenschaft</em> abandoned the concept of a coherent narrative for art, instead presenting a conglomerate of self-contained narratives (Locher).": [],
    "A masterpiece of art research, it is the precursor to the modern, multi-volume art histories.": []
}