{
    "<p>Historian of ancient and medieval art; the director of the Index of Christian Art from 1942 to 1951.": [],
    "Burke received his AB (1928), MA (1931), and PhD (1932) from Princeton University, completing the final two years of his graduate work under <a href=\"/panofskye\">Erwin Panofsky</a> at the University of Hamburg.": [],
    "He taught at Princeton until 1935, then at Northwestern University (1935-36), and the University of Minnesota (1936-38) before returning to Princeton and the Index directorship.": [],
    "Burke’s nine-year tenure at the Index of Christian Art would be marked by extensive outreach efforts to organize and automate the growing material under Woodruff’s system and to add to the institutional copy held at the Dumbarton Oaks Research Library.": [
        [
            220,
            229,
            [
                "Lumberton"
            ]
        ]
    ],
    "Burke was one of the founders of the <em>College Art Journal</em> and served as Assistant Editor in 1941-42, alongside Editor and fellow medieval art historian <a href=\"/averym\">Myrtilla Avery</a>.": [],
    "He was appointed th director of the Index of Christian Art, founded by <a href=\"/moreyc\">Charles Rufus Morey</a>, in 1942 succeeding <a href=\"/woodruffh\">Helen M. Woodruff</a>.": [
        [
            17,
            19,
            [
                "the",
                "TH",
                "Th",
                "to",
                "tho",
                "TT"
            ]
        ]
    ],
    "During the Second World War, Burke worked as a Research Assistant with the American Council of Learned Societies (ACLS) with most of his recorded activity in the years 1943-44.": [],
    "His specific service was with President Franklin D. Roosevelt’s Roberts Commission, which contributed to the documentation and preservation of cultural monuments in war-affected areas of Europe and led to the establishment of the Monuments Men Fine Arts and Archives (MFAA) section of the Allied Armies.": [
        [
            268,
            272,
            [
                "MFA",
                "FAA",
                "M FAA",
                "MF AA",
                "MFA A"
            ]
        ]
    ],
    "In 1946, Burke married the American painter and sculptor Miriam Davenport (1915-1999), who also worked to protect wartime cultural treasures with the ACLS and Roberts Commission.": [],
    "During the academic year 1954-55, he held an invitational fellowship at the Institute for Advanced Study in Princeton.": [],
    "Upon invitation, Burke accepted a professorship of ancient and medieval art at the University of Iowa in 1951, relinquishing his directorship at the <em>Index</em>, where he remained until his death in 1961.</p>\n\n<p>Burke’s scholarship was broad-based, including topics ranging from early Christian metalwork to the paintings of Lucas Cranach the Elder (1472-1553) and apocalyptic illustrations in medieval manuscripts.</p>\n\n<p>&nbsp;</p>": []
}