{
    "Painter and Curator of Paintings, Metropolitan Museum of Art, 1909-34.": [],
    "Burroughs was the son of Major George Burroughs and Caroline Bryson (Burroughs).": [],
    "His family moved to Cincinnati after his father's death.": [],
    "He studied at the Art Students League, NY, between1889-1891, leaving for Paris that year to study at the Academie Julian under Puvis de Chavannes.": [
        [
            105,
            113,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            127,
            132,
            [
                "Pubis"
            ]
        ]
    ],
    "He married Edith Woodman (1871-1916) in England in 1893.": [],
    "He spent the year 1894 in Florence, returning to the United States in 1895.": [],
    "In 1906 the curator of painting at the Metropolitan Museum of Art, <a href=\"/fryr\">Roger Fry</a> appointed Burroughs his assistant.": [],
    "In 1907 Burroughs and Fry persuaded <a href=\"/robinsone\">Edward Robinson</a>, the Assistant Director, to acquire at auction Renoir's <em>Madame Charpentier and Her Children</em> for $20,000.": [],
    "The price seemed so inflated that the Metropolitan trustees nearly fired Fry and Burroughs.": [],
    "When Fry resigned later the same year, Burroughs was made acting curator and then Associate in 1909.": [],
    "He was responsible for updating the paintings catalog for the museum.": [],
    "After his first wife's death, he married Louise Guerber (later a curator at the Metropolitan) in 1928.": [
        [
            48,
            55,
            [
                "Gerber"
            ]
        ]
    ],
    "During the 1930s when the Metropolitan and the Museum of Modern Art, NY, had an informal arrangement to work together, Burroughs provided the text for an exhibition catalog for MoMA on Winslow Homer and other American artists.": [],
    "Although he was responsible for purchase of many European paintings for the museum (Brueghel's <em>Harvesters</em> and a Michelangelo drawing of the Lybian Sybil), he is most noted for adding American artists to the Metropolitan's collection.": [
        [
            84,
            92,
            [
                "Bruegel"
            ]
        ],
        [
            149,
            155,
            [
                "Lydian"
            ]
        ]
    ],
    "He died of tuberculosis at his home at age 65.": [],
    "His son, Alan Burroughs (1897-1964), was a lecturer in art at Harvard University and a research fellow at the Fogg Art Museum, Harvard; Burrough's daughter, Betty, married the painter Reginald Marsh.Burroughs wrote enthusiastically about the modern French artists Cézanne and the Impressionists, yet his personal painting style was ironically the pallid academic genre of Puvis de Chevannes, his teacher in Paris.": [
        [
            110,
            114,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ],
        [
            136,
            144,
            [
                "Burroughs",
                "Bur rough",
                "Burro ugh"
            ]
        ],
        [
            199,
            208,
            [
                " Burroughs"
            ]
        ],
        [
            372,
            377,
            [
                "Pubis"
            ]
        ]
    ]
}