{
    "Director, National Gallery of Art, London, and artist.": [],
    "Burton was the son of Samuel Frederic Burton (b.": [],
    "1786), a wealthy landowner in County Limerick an amateur artist, and Hannah Mallet (Burton).": [],
    "The Burtons moved to Dublin in 1826 where Burton entered the Dublin Society's drawing schools, studying under Henry Brocas (1766-1838) the elder and Robert Lucius West (1774-1850).": [
        [
            4,
            11,
            [
                "Burton's",
                "Burton",
                "Buttons",
                "Bur tons"
            ]
        ],
        [
            116,
            122,
            [
                "Broca's",
                "Broca"
            ]
        ]
    ],
    "He additionally studied miniatures with Samuel Lover (1797-1868).": [],
    "In 1837, Burton was elected an associate member of the Royal Hibernian Academy and a full member in 1839.": [],
    "During this time, he met the antiquarian and artist George Petrie (1789-1866), who suggested he study the history of art.": [
        [
            59,
            65,
            [
                "Metric",
                "Retire",
                "Erie",
                "Pete",
                "Bertie",
                "Pearce"
            ]
        ]
    ],
    "Burton gained a scholarly knowledge of Irish antiquities and archaeology which led to a membership of the council of the Royal Irish Academy.": [],
    "In 1840 he helped found the Irish Archaeological Society.": [
        [
            3,
            7,
            [
                "1840,"
            ]
        ]
    ],
    "Burton embarked on a career as a portrait painter and designer.": [],
    "In 1842 he traveled to Germany, making drawings of Bavarian native costumes and architecture.": [
        [
            3,
            7,
            [
                "1842,"
            ]
        ]
    ],
    "After a brief return to Ireland in 1844 he again moved to Germany in 1851, this time under an invitation of Maximilian II of Bavaria, as curator of the Maximilian's collection in Munich.": [],
    "In Munich the Nazarene painters greatly influenced him and his painting took on a mystical quality.": [],
    "Burton was elected a member of the Watercolour Society in 1855, while still in Germany and upon his return, a full member in 1856.": [
        [
            35,
            46,
            [
                "Watercolor"
            ]
        ]
    ],
    "In 1858 Burton moved to London where he became devoted to the Pre-Raphaelite movement, particularly Dante Gabriele Rossetti.": [],
    "He was elected a fellow of the Society of Antiquaries in 1863.": [],
    "When his friend and colleague <a href=\"/boxallw\">William Boxall</a> retired from the National Gallery in 1874, Burton was appointed to replace him.": [],
    "His principal job was to acquire artworks for the gallery, which his office allowed without Trustee consultation.": [],
    "Between Burton's taste and the relatively modest prices old masterworks commanded at the time, he was able to make outstanding purchases that form many of the works for which the Gallery is today famous.": [],
    "These included Duccio's <em>Annunciation from the Maestà</em> (before the time when Dugento masters were highly valued), Leonardo's <em>Virgin of the Rocks</em>, Botticelli's <em>Venus and Mars</em>, Piero della Francesca's <em>Nativity</em>, Raphael's <em>Ansidei Madonna</em>, Hans Holbein the younger's <em>Ambassadors</em>, Vermeer's <em>Young Woman Standing at a Virginal</em>, and Velázquez's <em>Portrait of Philip IV</em>.": [],
    "However, Burton missed a number of opportunities to buy excellent pieces because of his personal practice never to bid while on vacation.": [],
    "The Gallery also significantly increased in its size, with building additions in 1876 and 1887.": [],
    "In 1883, the National Gallery Loan Act was passed, enabling the lending of pictures to museums outside the London area.": [],
    "Burton was knighted in 1884.": [],
    "He received the honorary degree of LL.D., from the University of Dublin in 1886.": [],
    "His final years at the Gallery were less effective and the administration of the museum fell into discord.": [],
    "He retired from the gallery in 1894 and was succeeded by <a href=\"/poyntere\">Edward John Poynter</a>.": [],
    "Burton died at his home six years later.": [],
    "He is buried in Mount Jerome cemetery, Dublin.": [],
    "Like his predecessor, Boxall, he remained unmarried.": [
        [
            22,
            28,
            [
                "Box all"
            ]
        ]
    ],
    "His archives are at the National Gallery, Ireland and the National Gallery London, particularly correspondence with National Gallery curator <a href=\"/wornumr\">Ralph Nicholson Wornum</a> and at the Harry Ransom Humanities Research Center, Austin, TX, letters to <a href=\"/murrayc\">Charles Fairfax Murray</a>.": [],
    "During his tenure he issued an updated edition of the catalog for the National Gallery.": []
}