{
    "<p>Classical archaeologist; one of the first to identify the critical turn in ancient Greek art from the archaic to the classical age as taking place around 500 B.C.": [],
    "Buschor was born into a family of modest means and education.": [
        [
            0,
            7,
            [
                "Busch or"
            ]
        ]
    ],
    "He initially studied law but by 1905 had switched to classical archaeology, attending the university at Munich and studying under <a href=\"/furtwanglera\">Adolf Furtwängler</a>, to whom he was devoted.": [],
    "Owing to Furtwängler's early death (1907), he wrote his dissertation under <a href=\"/woltersp\">Paul Wolters</a> in 1912, publishing his first book, <em>Griechische Vasenmalerei</em>, before its appearance.": [
        [
            9,
            20,
            [
                "Furtwangler"
            ]
        ]
    ],
    "Buschor fought in World War I and afterward, despite a lack of <em>habilitationschrift</em>, was appointed associate professor at the University of Erlangen in 1919.": [
        [
            0,
            7,
            [
                "Busch or"
            ]
        ]
    ],
    "The following year, at age 34, he was named full Professor of Archaeology at Freiburg.": [],
    "When the Deutsche archäologische Institut (German Archaeological Institute, or DAI) in Athens reopened in 1921, Buschor was appointed it's first (new) secretary.": [
        [
            33,
            41,
            [
                "Institute"
            ]
        ],
        [
            112,
            119,
            [
                "Busch or"
            ]
        ]
    ],
    "His many accomplishments there included reopening the excavations of the Sanctuary of Hera at Samos, which had been closed since the War in 1914.": [
        [
            94,
            99,
            [
                "Amos",
                "Samoa",
                "Ramos",
                "SAMOA",
                "Camos",
                "Sames"
            ]
        ]
    ],
    "He was appointed director of the excavations of Samos in 1925, a position he held until his death.": [
        [
            48,
            53,
            [
                "Amos",
                "Samoa",
                "Ramos",
                "SAMOA",
                "Camos",
                "Sames"
            ]
        ]
    ],
    "The same decade he published on the archaic poros pedimental sculpture of the Acropolis and completed the third volume of Furtwängler's <em>Griechische Vasenmalerei</em>, (1932) left undone by his mentor's death.": [
        [
            44,
            49,
            [
                "ports",
                "pores",
                "porous",
                "pros",
                "Soros",
                "poos"
            ]
        ],
        [
            50,
            60,
            [
                "regimental",
                "pediment",
                "pediments"
            ]
        ],
        [
            122,
            133,
            [
                "Furtwangler"
            ]
        ]
    ],
    "Buschor took over the chair of both his mentors (Furtwängler and Wolters) at Munich in 1929 (appointed <em>Ordinarius</em> professor) remaining there the rest of his professional life.": [
        [
            0,
            7,
            [
                "Busch or"
            ]
        ],
        [
            49,
            60,
            [
                "Furtwangler"
            ]
        ],
        [
            65,
            72,
            [
                "Walters",
                "Bolters",
                "Colters",
                "Jolters",
                "Molters",
                "Welters"
            ]
        ]
    ],
    "Buschor was attracted to the nationalistic aspects of Nazism in the 1930s and taught in Munich under full authority of the Third Reich.": [
        [
            0,
            7,
            [
                "Busch or"
            ]
        ]
    ],
    "In 1937 he received an honorary doctorate from the University in Athens.": [
        [
            3,
            7,
            [
                "1937,"
            ]
        ]
    ],
    "His 1942 <em>Vom Sinn der griechishce Standbilder</em>, however, is relatively free of fascist ideology.": [],
    "After the war he was one of the first professors to be stripped of his position for his complicity with the Nazi government, though his art-historical writing was esteemed enough by the American art historian <a href=\"/bieberm\">Margarete Bieber</a> to be included as a translated passage in her <em>German Readings</em> reader of 1946.": [],
    "He continued the approach to classical art begun in <em>Standbilder</em> in his next book, <em>Bildnisstufen</em>, 1947, as well as researching and translating Greek tragedies.": [],
    "His students included <a href=\"/alscherl\">Ludger Alscher</a>, <a href=\"/hamper\">Roland Hampe</a> (b.": [],
    "1908), <a href=\"/himmelmannn\">Nikolaus Himmelmann</a> (b.": [],
    "1929), <a href=\"/homannwedekinge\">Ernst Homann-Wedeking</a> (1908-2002), <a href=\"/kleinerg\">Gerhard Kleiner</a>, and <a href=\"/ohlyd\">Dieter Ohly</a>.": [],
    "Wolfgang Schindler characterized Buschor as turning archaeology into an art history to tried to understand the objects themselves, connecting the objects with the history and culture of their time.": [
        [
            33,
            40,
            [
                "Busch or"
            ]
        ]
    ],
    "Buschor's writings about the architectural phases of the Rhoikos Temple from the Samos excavation were important for the understanding of classical building.": [
        [
            0,
            7,
            [
                "Busch or"
            ]
        ],
        [
            57,
            64,
            [
                "Rhinos"
            ]
        ],
        [
            81,
            86,
            [
                "Amos",
                "Samoa",
                "Ramos",
                "SAMOA",
                "Camos",
                "Sames"
            ]
        ]
    ],
    "His methodology was clearly and candidly outlined in his \"Begriff und Method der Archäologie\" republished in <em>Handuch der Archäologie</em> by Iwan Müller (1939, 1969) and later in an essay emphasizing the complexity, <em>Grab eines attische Mädschens</em>.": [
        [
            58,
            65,
            [
                "Beg riff"
            ]
        ],
        [
            66,
            69,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            77,
            80,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            81,
            92,
            [
                "Archeologies",
                "Archaeologies"
            ]
        ]
    ],
    "Buschor was ever concerned with the dichotomy of the meaning of ancient art: its role contemporary to its time as well as its modern relevance.": [
        [
            0,
            7,
            [
                "Busch or"
            ]
        ]
    ],
    "His stylistic analysis was somewhat superseded by iconology, but never supplanted.": [
        [
            50,
            59,
            [
                "phonology"
            ]
        ]
    ],
    "His tendency to look for grand historical principles is typical of Germanic conceptions of art history of his time.": [],
    "Critics--and there have been many--chide his work for subjectivity and his writing for inscrutability.": [],
    "However, his work on the archaic Greek art and the severe style remain pioneering accomplishments.</p>": []
}