{
    "Museum director of Austrian art museums.": [],
    "Ernst Heinrich Buschbeck was born to Helene (née Marbach) and Alfred Buschbeck, the father from a prestigious military family.": [
        [
            15,
            24,
            [
                "Busch beck"
            ]
        ],
        [
            49,
            56,
            [
                "Maybach"
            ]
        ],
        [
            69,
            78,
            [
                "Busch beck"
            ]
        ]
    ],
    "Buschbeck graduated from the Schottengymnasium in Vienna and after a compulsory year of military service 1907-1908, he studied philosophy and jurisprudence at Lausanne and Vienna.": [
        [
            0,
            9,
            [
                "Busch beck"
            ]
        ]
    ],
    "By 1910 he had switched to history and art history, attending lectures in the universities of Berlin (under <a href=\"/wolfflinh\">Heinrich Wölfflin</a>), Halle and Vienna.": [],
    "He studied in Vienna with two giants of the so-called “Vienna School of art history,” <a href=\"/schlosserj\">Julius Alwin von Schlosser</a> and <a href=\"/dvorakm\">Max Dvořák</a>.": [],
    "Buschbeck wrote his dissertation under Dvořák, <em>Der pórtico de la gloria von Santjago de Compostela: Beiträge zur Geschichte der französischen und der spanischen skulptur im XII</em> (The Glory Portico of the Santiago de Compostella: French and Spanish Contributions to the Sculpture in the Twelfth Century).": [
        [
            0,
            9,
            [
                "Busch beck"
            ]
        ],
        [
            39,
            45,
            [
                "Dvorak"
            ]
        ]
    ],
    "In March through August of 1914, Buschbeck volunteered at the Kaiserlichen Kunstsammlungen (Imperial Art Collections) in Wien.": [
        [
            17,
            31,
            [
                "August 1914"
            ]
        ],
        [
            33,
            42,
            [
                "Busch beck"
            ]
        ],
        [
            62,
            74,
            [
                "Kaiser lichen"
            ]
        ],
        [
            121,
            125,
            [
                "Vienna"
            ]
        ]
    ],
    "At the declaration of World War I he enlisted and fought throughout the war.": [],
    "After armistice he was appointed assistant for the painting gallery (Gemäldegalerie) of the Kunsthistorischen Museums in Wien in 1919.": [
        [
            6,
            15,
            [
                "armistice,"
            ]
        ],
        [
            121,
            125,
            [
                "Vienna"
            ]
        ]
    ],
    "By 1920, he was working for the museum department of the Austrian Federal Ministry of Education participating in the restructuring of the museum under <a href=\"/tietzeh\">Hans Tietze</a>.": [],
    "Buschbeck successfully defended the claims of Museum’s art against the demands of the victor nations, Belgium, and Italy.": [
        [
            0,
            9,
            [
                "Busch beck"
            ]
        ]
    ],
    "In 1923, he returned to the Gemäldegalerie as commissioner for the interiors of the former imperial castles.": [],
    "From 1928 to 1929, Buschbeck was a delegate at the Institut de Cooperation Intellectuelle in Paris (Panel of the League of Nations) and co-founder of the Society for the Promotion of Modern Art in Vienna (begun with Tietze in 1922), the Vienna Cultural Association and the Association for the Preservation of Monuments and Cityscapes.": [
        [
            19,
            28,
            [
                "Busch beck"
            ]
        ],
        [
            51,
            59,
            [
                "Institute"
            ]
        ],
        [
            75,
            89,
            [
                "Intellectually"
            ]
        ],
        [
            216,
            222,
            [
                "Title",
                "Tithe",
                "Waite",
                "Dietz",
                "Tsetse",
                "Tiptoe"
            ]
        ]
    ],
    "He rose to assistant curator at the Gemäldegalerie in 1929, during which time he also presented teacher training lectures on the art history of the City of Vienna.": [],
    "He contributed art articles to the “Neuen Wiener Tagblattes.” Buschbeck was named curator of the Gemäldegalerie in 1937.": [
        [
            36,
            41,
            [
                "Been",
                "Even",
                "Never",
                "Seen",
                "Need",
                "Seven"
            ]
        ],
        [
            49,
            59,
            [
                "Tabulates",
                "Ablates"
            ]
        ],
        [
            62,
            71,
            [
                "Busch beck"
            ]
        ]
    ],
    "A decenter of the Nazis in Germany, Buschbeck left for a purportedly business trip to London after the “annexation” of Austria by Germany in June, 1939 and never returned.": [
        [
            2,
            10,
            [
                "decanter",
                "recenter"
            ]
        ],
        [
            36,
            45,
            [
                "Busch beck"
            ]
        ],
        [
            141,
            151,
            [
                "June 1939"
            ]
        ]
    ],
    "He lived in London during the war years working in the news and propaganda department of the BBC between 1939 and 1945 listening to and translating German-language radio broadcasts.": [],
    "In 1941, he was a co-signer on the Deklaration österreichischer Vereinigungen in Grossbritannien (declaration of a united Austria in Great Britain), collaborating in the education department of the Free Austrian Movement.": [
        [
            35,
            46,
            [
                "Declaration"
            ]
        ]
    ],
    "After the war in 1946, Buschbeck returned to Austria and was reinstatement to the Kunsthistorischen Museums.": [
        [
            23,
            32,
            [
                "Busch beck"
            ]
        ]
    ],
    "Ever devoted to his homeland, he wrote a history of Austria in English in part to explain the country’s participation in the war, published 1949.": [],
    "The same year he was appointed director of the Gemäldegalerie and in 1953 he managing director of the Museums.": [
        [
            74,
            85,
            [
                "he's managing",
                "he is managing",
                "he was managing"
            ]
        ]
    ],
    "Buschbeck devoted himself to the reconstruction of the destroyed museum rooms and the repatriation of the art disperse by the war.": [
        [
            0,
            9,
            [
                "Busch beck"
            ]
        ]
    ],
    "In an attempt to raise money for the Museums, he organized the highly praised traveling exhibition \"Kunstschätze aus Wien\" in western Europe and the Americas.": [
        [
            113,
            116,
            [
                "AUS",
                "as",
                "us",
                "bus",
                "eyes",
                "ads"
            ]
        ],
        [
            117,
            121,
            [
                "Vienna"
            ]
        ],
        [
            126,
            140,
            [
                "Western Europe"
            ]
        ]
    ],
    "He was also active in the international organizations ICOM and UNESCO.": [
        [
            54,
            58,
            [
                "COM",
                "ICON",
                "ICBM",
                "ICM",
                "IOM",
                "ICO"
            ]
        ]
    ],
    "Buschbeck retired in 1954 but assisted in the transfer of Graf Czernin's Gemaldgalerie from Vienna to Salzburg and other projects.": [
        [
            0,
            9,
            [
                "Busch beck"
            ]
        ],
        [
            58,
            62,
            [
                "Graph",
                "Gray",
                "Grab",
                "Graphs",
                "Graft",
                "Gram"
            ]
        ],
        [
            63,
            70,
            [
                "Czerny"
            ]
        ],
        [
            73,
            86,
            [
                "Gemäldegalerie"
            ]
        ]
    ],
    "In 1960, he curated the exhibition: \"Kunstlerische Darstellung der alpenlandschaft im Lauf der Jahrhunderte\" (Art landscapes of the Alps over the centuries) (Residenzgalerie Salzburg).": [
        [
            63,
            66,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            83,
            85,
            [
                "I'm",
                "IM",
                "in",
                "is",
                "I",
                "it"
            ]
        ],
        [
            86,
            90,
            [
                "Laugh",
                "Laughs",
                "Laud",
                "Laue",
                "AUF",
                "LAU"
            ]
        ],
        [
            91,
            94,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "He was killed in an accident while acting as a tour guide in Portugal.": []
}