{
    "Documentary architectural historian of the middle east.": [
        [
            43,
            54,
            [
                "Middle East"
            ]
        ]
    ],
    "Butler was born to Edward Marchant Butler and Helen Belden Crosby (Butler).": [
        [
            26,
            34,
            [
                "Merchant",
                "Mar chant",
                "March ant"
            ]
        ],
        [
            52,
            58,
            [
                "Been",
                "Belief",
                "Golden",
                "Beaten",
                "Elder",
                "Burden"
            ]
        ]
    ],
    "He was educated privately at the Lyons Collegiate Institute and the Berkeley School in New York, which allowed him to enter Princeton University as a sophomore, class of 1892.": [],
    "Not an outstanding student, he nevertheless studied history, Greek and Latin languages, ancient and modern art and gained fluency in French and Italian, Arabic, Turkish, and modern Greek The classes of the art historian <a href=\"/marquanda\">Allan Marquand</a>, who had founded the Princeton departments of art and archaeology, impressed him greatly, as well as those of Marquand's Princeton rival, <a href=\"/frothinghama\">Arthur Lincoln Frothingham, Jr.</a> Butler also participated in Princeton dramatic events.": [],
    "After his A. B. in1892 and A.M.": [],
    "the following year, Butler attended the Columbia School of Architecture returning to Princeton 1895 to lecture in architectural history.": [
        [
            0,
            3,
            [
                "The"
            ]
        ]
    ],
    "He was responsible for lectures in architectural history from the early Christian era through the renaissance.": [],
    "The following year Marquand married and left for a year in Rome at the American Academy (still known as the American School).": [
        [
            19,
            27,
            [
                "Maryland"
            ]
        ]
    ],
    "Butler left his teaching in 1897 to become a Fellow in Archeology at the American Schools of Classical Studies in Rome and Athens (through 1898).": [],
    "His <em>Scotland's Ruined Abbeys</em> appeared in 1899.": [],
    "During the 1899-1900 academic year he led an archeological expedition to north central Syria.": [],
    "He would continue these excavations until 1909.": [],
    "Butler returned to Princeton in 1901 where he became professor of art and archeology, a position he held the rest of his life.": [],
    "<em>The Story of Athens</em> was published in 1902.": [],
    "The same year, he founded the School of Architecture, which he headed.": [],
    "His monograph on Syria was published as <em>Architecture and Other Arts</em> in 1903.": [],
    "In 1905 he was appointed first master in residence of the Graduate College at Princeton.": [
        [
            3,
            7,
            [
                "1905,"
            ]
        ]
    ],
    "In 1904 Butler made a second archaeological expedition to Syria.": [],
    "He was contributing editor of the journal <em>Art and Archeology</em> from 1906 until his death.": [],
    "His final archaeological trip to Syria was made in 1909.": [],
    "The Turkish government invited Butler to oversee the excavation of Sardis.": [
        [
            67,
            73,
            [
                "Saris",
                "Saudis"
            ]
        ]
    ],
    "The site of the Sardis civilization--older than the Syrian--were much deeper than previous digs.": [
        [
            16,
            22,
            [
                "Saris",
                "Saudis"
            ]
        ]
    ],
    "Butler was able to successfully excavate these ruins between 1910 and 1922.": [],
    "He assumed the director position of the School of Archaeology in 1920.": [],
    "In his closing years at Princeton, Butler worked closely and with <a href=\"/smithe\">E.": [],
    "Baldwin Smith</a> his former student and now colleague in architectural history.": [],
    "His monograph on Sardis appeared the same year.": [
        [
            17,
            23,
            [
                "Saris",
                "Saudis"
            ]
        ]
    ],
    "He died in the American Hospital at Neuilly, France and his remains interred at Croton Falls, NY.": [
        [
            36,
            43,
            [
                "Neville",
                "Reilly",
                "Neill",
                "Nelly",
                "Evilly",
                "Neurally"
            ]
        ],
        [
            80,
            86,
            [
                "Proton",
                "Craton",
                "Croon",
                "Crouton",
                "Crofton"
            ]
        ]
    ],
    "Henry Fairfield Osborn described Butler as continuing the tradition of exploring the middle-eastern archaeology begun by <a href=\"/layarda\">Austen Henry Layard</a>, <a href=\"/schliemannh\">Heinrich Schliemann</a> and <a href=\"/evansa\">Arthur J. Evans</a> and <a href=\"/voguec\">Charles-Jean-Melchior Vogüé</a>.": []
}