{
    "<p>First curator of modern art at the Los Angeles County Museum of Art, 1946-1952.": [],
    "Byrnes studied to be an artist at various New York city schools including the National Academy of Design, 1936-1938, the American Artists School, 1938-1940 and the Art Students League, 1941-1942.": [
        [
            42,
            55,
            [
                "New York City"
            ]
        ]
    ],
    "After World War II he was hired at the Los Angeles County Museum of Art to be its first Curator of Modern and Contemporary art in 1946.": [],
    "He taught as a visiting professor at the University of Southern California before attending the University of Perugia and Istituto Meschini, Rome, the latter, 1951-1952.": [
        [
            122,
            130,
            [
                "Institute"
            ]
        ],
        [
            131,
            139,
            [
                "Meshing"
            ]
        ]
    ],
    "In 1954 he relinquished his position at Los Angeles to become the Director of the Colorado Springs Fine Arts Center.": [
        [
            3,
            7,
            [
                "1954,"
            ]
        ]
    ],
    "He was appointed associate director of the North Carolina Museum of Art, Raleigh, NC, under <a href=\"/valentinerw\">Wilhelm Rheinhold Otto Valentiner</a>.": [],
    "At Valentiner's death in 1958 he became director.": [
        [
            3,
            13,
            [
                "Valentine",
                "Valentines"
            ]
        ]
    ],
    "In 1960 Byrnes was named director of the New Orleans Museum of Art.": [],
    "In 1972 he returned to California to direct the Newport Harbor Museum in Newport Beach, CA.": [
        [
            3,
            7,
            [
                "1972,"
            ]
        ]
    ],
    "He concluded his tenure there in 1975 and in 1978 founded an art consulting firm.": [],
    "He was named an emeritus director of the New Orleans Museum in 1989.": [],
    "In 2003 Byrnes was featured on a panel sponsored by the Getty Research Institute on art of the 1940s in Los Angeles.</p>": []
}