{
    "<p>Professor of Archaeology and Ancient History.": [],
    "Byvanck attended the Gymnasium at The Hague, in which city his father, W.G.C.": [
        [
            0,
            7,
            [
                "Back",
                "Black",
                "Branch",
                "Advance",
                "Bank",
                "Balance"
            ]
        ]
    ],
    "Byvanck (1848-1925), was librarian at the Koninklijke Bibliotheek (Royal Library).": [
        [
            0,
            7,
            [
                "Back",
                "Black",
                "Branch",
                "Advance",
                "Bank",
                "Balance"
            ]
        ]
    ],
    "Between 1902 and 1907, he studied classics at Leiden University, and he continued his study in Bonn, Germany, in 1907 and 1908.": [],
    "He was particularly interested in the history of the art of antiquity and made trips to Greece, Egypt and Italy.": [],
    "He received his doctoral degree at Leiden University in 1912, with a dissertation on the earliest history of Greek settlements in Italy and Sicily (Magna Graecia): <em>De Magnae Graeciae Historia Antiquissima</em>.": [],
    "At that time, he already had a position at the Meermanno-Westreenianum Museum in The Hague, where he rewrote the first volume of the <em>Guide for Visitors</em> (the Portraits and the Departments of Egypt and Classical Antiquities), which was published in 1912.": [],
    "He spent two months in Greece in 1913.": [],
    "In this year, Byvanck was appointed curator of the manuscripts at the Koninklijke Bibliotheek in The Hague, a position which he held until 1922.": [
        [
            14,
            21,
            [
                "Back",
                "Black",
                "Branch",
                "Advance",
                "Bank",
                "Balance"
            ]
        ]
    ],
    "During this period, he made a catalog of Northern Netherlandish miniatures, together with his friend <a href=\"/hoogewerffg\">G.": [],
    "J. Hoogewerff</a>.": [],
    "This three-volume standard work: <em>Noord-Nederlandse miniaturen in handschriften der 14de, 15de en 16de eeuwen verzameld en beschreven</em>, published between 1922 and 1925, includes a systematic description of 182 Dutch illuminated manuscripts along with 240 plates.": [],
    "Byvanck continued publishing on miniatures, mostly in the <em>Bulletin van de Nederlandse Oudheidkundige Bond</em>.": [
        [
            0,
            7,
            [
                "Back",
                "Black",
                "Branch",
                "Advance",
                "Bank",
                "Balance"
            ]
        ]
    ],
    "In 1917, he had started his academic career at Leiden University, teaching classical archaeology.": [],
    "In 1922, he was appointed Professor of Archaeology and Ancient History and delivered his inaugural lecture on <em>Het Hellenisme en zijn strijd in de antieke wereld</em> (Hellenism and its struggle in the Ancient World).": [],
    "His research also included classical archaeology in the Netherlands during the Roman period.": [],
    "This interest can be traced back as far as 1913, when he began collecting and studying the sources of Roman history in his country.": [],
    "The result was his three-volume <em>Excerpta Romana.": [
        [
            36,
            44,
            [
                "Excerpt",
                "Excerpts",
                "Excerpt a"
            ]
        ],
        [
            45,
            51,
            [
                "Roman",
                "Romania",
                "Romans",
                "Romani",
                "Romano",
                "Romagna"
            ]
        ]
    ],
    "De bronnen der Romeinsche geschiedenis van Nederland</em>, published between 1931 and 1947, and his two-volume <em>Nederland in den Romeinschen tijd</em> (1943).": [
        [
            3,
            10,
            [
                "broken",
                "bronze",
                "Brennan",
                "Browne",
                "bonnet",
                "broaden"
            ]
        ],
        [
            11,
            14,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            15,
            25,
            [
                "Romance",
                "Comanche",
                "Romansh"
            ]
        ]
    ],
    "Between 1946 and 1965 appeared <em>De Kunst der Oudheid</em>, a five-volume survey of Ancient Art, covering the art from early Egypt up to the Byzantine period.": [],
    "In 1946, Byvanck was elected a member of the Koninklijke Nederlandse Akademie van Wetenschappen.": [
        [
            9,
            16,
            [
                "Back",
                "Black",
                "Branch",
                "Advance",
                "Bank",
                "Balance"
            ]
        ],
        [
            57,
            68,
            [
                "Nederland"
            ]
        ],
        [
            69,
            77,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "When he retired as professor, in 1954, he was honored with a festschrift in the <em>Netherlands Year-book for History of Art</em> 5 (1954).": [],
    "Byvanck was an eminent scholar, but not a very inspiring teacher.": [
        [
            0,
            7,
            [
                "Back",
                "Black",
                "Branch",
                "Advance",
                "Bank",
                "Balance"
            ]
        ]
    ],
    "The communication with most of his students was rather reserved and authoritative (Den Boer, 1971).": [],
    "On the other hand, he was a stimulating organizer of excursions to Greece and Italy.": [],
    "He is also known as a capable administrator, who headed several institutions and committees.": [],
    "At his 80<sup>th</sup> birthday, he retired as the chief-editor of the Koninklijke Nederlandse Oudheidkundige Bond (Royal Netherlands Association of Antiquities).": [
        [
            14,
            16,
            [
                "the",
                "TH",
                "Th",
                "to",
                "tho",
                "TT"
            ]
        ],
        [
            83,
            94,
            [
                "Nederland"
            ]
        ]
    ],
    "He had been an active contributor to the above mentioned <em>Bulletin</em> for 50 years!</p>": [
        [
            41,
            56,
            [
                "above-mentioned"
            ]
        ]
    ]
}