{
    "Art museum curator; authority on the folk art of the United States and the arts of Central America; director of the arts division of the WPA.": [],
    "Cahill was born to Bjorn Jonsson and Vigdis Bjarndottir in Iceland but moved with his family shortly after birth to Canada and then North Dakota, USA.": [
        [
            25,
            32,
            [
                "Jonson"
            ]
        ],
        [
            37,
            43,
            [
                "Vigil",
                "Tigris",
                "Vigils",
                "Midis"
            ]
        ]
    ],
    "Domestic violence and illness broke his family apart and Cahill spent most of his early years working and living in various situations and orphanages in Canada and the United States.": [],
    "After working in jobs as disparate as cattle driver and insurance salesman in the Midwest, he moved to New York just before the outbreak of World War I. Taking courses at New York University in journalism, he eventually landed jobs as the editor of the Scarsdale Inquirer and the Bronxville Review in Westchester County, New York.": [
        [
            280,
            290,
            [
                "Brownsville",
                "Brookville"
            ]
        ]
    ],
    "At that time, he changed his name to Holger Cahill.": [],
    "In 1919 he married Katherine Gridley.": [
        [
            3,
            7,
            [
                "1919,"
            ]
        ]
    ],
    "While writing publicity for the Society of Independent Artists, he met artist John Sloan and subsequently many of the painters comprising The Eight, Robert Henri, George Bellows, Max Weber, etc.": [],
    "Cahill joined the staff of the Newark Museum in 1921, a leading museum in the exhibition of modern art.": [],
    "The Museum's director, <a href=\"/danaj\">John Cotton Dana</a>, encouraged Cahill to organize shows on folk art, American primitives, and American folk sculpture.": [],
    "At the Museum, Cahill met a young curatorial assistant, <a href=\"/millerd\">Dorothy Miller</a>.": [],
    "Cahill divorced his wife in 1927.": [],
    "After Dana's death in 1929, Cahill left the Newark Museum, but curated shows in 1930 and 1931.": [],
    "During this period he met <a href=\"/barra\">Alfred H. Barr, Jr.</a>, the director of the newly formed Museum of Modern Art in New York.": [],
    "The following year he served as acting director of the Museum of Modern Art, New York, curating the exhibition <em>American Folk Art: Art of the Common Man 1750-1900</em>, and a show of American paintings and sculpture from 1862 to 1932.": [],
    "In 1933 he launched \"American Sources of Modern Art,\" an exhibition which examined the ancient art of Mexico, Peru, and Central America and its influence on Gauguin, the Fauvists and Cubists, and contemporary Latin American muralists.": [
        [
            3,
            7,
            [
                "1933,"
            ]
        ]
    ],
    "Cahill's work for MoMA established him solidly as a historian of modern art.": [],
    "In 1934 he directed the first Municipal Art Exhibition of New York and, together with Barr, co-edited the major <em>Art in America in Modern Times</em> catalog for the Museum.": [
        [
            3,
            7,
            [
                "1934,"
            ]
        ]
    ],
    "The text for this exhibition was transcribed and broadcast on a series of radio programs, supported by the General Federation of Women's Clubs.": [],
    "The Depression in full swing, Cahill was recruited to help organize the artist's relief program for the Works Progress Administration (WPA), addressing the needs of some 40,000 painters, sculptors, musicians, writers and theatre people.": [
        [
            221,
            228,
            [
                "theater"
            ]
        ]
    ],
    "In Washgington, D. C., his administrative skills were put to good use.": [
        [
            3,
            14,
            [
                "Washington"
            ]
        ]
    ],
    "Cahill became the director of the Federal Art Project in 1935, distributing funds to jobless painters, sculptors, graphic artists, craftsmen, and art teachers.": [],
    "In 1938, he married Miller, who was now Barr's assistant at MoMA and later the curator of paintings and sculpture.": [],
    "Cahill moved back to New York when the Federal Art Project ended in 1943.": [],
    "Although he wrote some articles on art, his efforts were hampered by illnesses and a heart attack in 1947.": [],
    "Several novels appeared during this period, as well as a taped memoir for the Columbia University Oral History Project.": [],
    "He was at work on another novel, <em>The Stone Dreamer</em>, the result of a Guggenheim Fellowship at the time of his death.": [],
    "Cahill's experience as a novelist and interest in social history carry over to his art history.": [],
    "His catalog of folk art emphasizes communal utilitarian traditions of this art, much of which was anonymous.": [],
    "Deliberately blunting the traditional distinctions between fine art and folk art, he outlines the visual and historic relationship between folk art and modern art.": [],
    "His directorship of the Federal Art Project established art centers across the United States and produced an index of American design.": [],
    "His papers were deposited in the New York Public Library and the Archives of American Art.": []
}