{
    "<p>French iconographer of medieval sculpture and decorative arts.": [
        [
            10,
            22,
            [
                "iconography",
                "iconographic",
                "scenographer",
                "sonographer"
            ]
        ]
    ],
    "Cahier studied at the College of Saint-Acheul.": [
        [
            0,
            6,
            [
                "Cashier",
                "Cagier"
            ]
        ],
        [
            33,
            45,
            [
                "Saint-Rachel"
            ]
        ]
    ],
    "He joined the Jesuit order, ordained as priest, in 1824.": [],
    "Cahier lectured at the Jesuit colleges in Paris, Brieg (in the Swiss Canton of Wallis), Turin, and in Belgium at Brugalette.": [
        [
            0,
            6,
            [
                "Cashier",
                "Cagier"
            ]
        ],
        [
            49,
            54,
            [
                "Brain",
                "Brief",
                "Bring",
                "Brig",
                "Braid",
                "Brie"
            ]
        ],
        [
            113,
            123,
            [
                "Bralette"
            ]
        ]
    ],
    "In the pre-photography days, Cahier began \"collecting\" medieval monuments, noting their location and iconography with the idea of documenting the Christian (i. e., Roman Catholic) faith via art of the middle ages.": [
        [
            29,
            35,
            [
                "Cashier",
                "Cagier"
            ]
        ],
        [
            157,
            162,
            [
                "i.e."
            ]
        ],
        [
            201,
            212,
            [
                "Middle Ages"
            ]
        ]
    ],
    "Around 1840 he and another Jesuit, Father Arthur Martin (1801-1856) began organizing the material Cahier had collected for publication.": [
        [
            98,
            104,
            [
                "Cashier",
                "Cagier"
            ]
        ]
    ],
    "Martin was an excellent draftman; he provided the numerous drawings necessary to publish an art book.": [
        [
            24,
            32,
            [
                "draftsman",
                "draft man"
            ]
        ]
    ],
    "In 1841 they began issuing their first folio, a book on the thirteenth-century stained glass of the cathedral at Bourges, <em>Monographie de la cathédrale de Bourges, première partie.": [
        [
            3,
            7,
            [
                "1841,"
            ]
        ],
        [
            79,
            92,
            [
                "stained-glass"
            ]
        ],
        [
            126,
            137,
            [
                "Monographic"
            ]
        ],
        [
            144,
            154,
            [
                "cathedral",
                "cathedrals"
            ]
        ],
        [
            167,
            175,
            [
                "premiere",
                "premiered",
                "premier",
                "premieres",
                "premiers"
            ]
        ],
        [
            176,
            182,
            [
                "parties",
                "Artie",
                "partied",
                "pantie",
                "pastie",
                "pattie"
            ]
        ]
    ],
    "Vitraux du XIIIe siècle</em> (continuing through 1844).": [
        [
            0,
            7,
            [
                "Virtual",
                "Virus",
                "Vital",
                "Virtue",
                "Citrus",
                "Vibrant"
            ]
        ],
        [
            11,
            16,
            [
                "Xiii"
            ]
        ],
        [
            17,
            23,
            [
                "since",
                "single",
                "piece",
                "simple",
                "circle",
                "siege"
            ]
        ]
    ],
    "Their analysis was quickly subsumed in famous artistic hagiography by Louis Jean Gue´nebault (1789-1878) <em>Dictionnaire iconographique des figures, le´gendes et actes des saints</em> of 1850.": [
        [
            81,
            84,
            [
                "GUE",
                "Due",
                "Gun",
                "Guy",
                "Cue",
                "Gum"
            ]
        ],
        [
            85,
            92,
            [
                "default",
                "Renault",
                "nebula",
                "Hérault"
            ]
        ]
    ],
    "In 1848 the pair began to publish <em>Mélanges d'archéologie, d'histoire, et de littérature</em> (to 1859) a treatise on decorative arts and furnishings of the Carolingian and Romanesque era.": [],
    "<em>Caractéristiques des saints dans l'art populaire</em>, a treatment of the most popular saints in French culture, was issued in 1867.": [],
    "The first volume of their <em>Noveaux mélanges d'archéologie, d'histoire, et de littérature sur le moyen-âge</em> was published in 1874.": [],
    "Martin had died by then and Cahier provided a touching memoir of his colleague.": [
        [
            28,
            34,
            [
                "Cashier",
                "Cagier"
            ]
        ]
    ],
    "His specialty topic the people's calendar, common local practices connected with the liturgical life, was collected in his \"Calendrier populaire du temps passé\" was published in the <em>Revue de l'art chrétien</em> in 1878.": [
        [
            124,
            134,
            [
                "Calendar"
            ]
        ],
        [
            135,
            144,
            [
                "popular",
                "populated",
                "popularly",
                "populace",
                "popularize",
                "populate"
            ]
        ],
        [
            145,
            147,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ]
    ],
    "Cahier was first and foremost a priest writing about \"the age of Faith\" as he saw the middle ages.": [
        [
            0,
            6,
            [
                "Cashier",
                "Cagier"
            ]
        ],
        [
            86,
            97,
            [
                "Middle Ages"
            ]
        ]
    ],
    "He was broadly versed in medieval myths and customs, especially the \"people's calendar.\"": [],
    "His documentation, classification, and interpretation of the widespread medieval minor arts encompassed France, Belgium, and Germany.": [],
    "However, he ignored style, careful dating and the other basics of art history.": [],
    "His writing style, with its numerous asides and diatribes, was closer to the generation before his own.": [],
    "Cahier formed part of the group of prominent19th-century medieval iconographers whose ranks included <a href=\"/didrona\">Adolphe Napoléon Didron</a>.": [
        [
            0,
            6,
            [
                "Cashier",
                "Cagier"
            ]
        ],
        [
            66,
            79,
            [
                "scenographers",
                "sonographers"
            ]
        ]
    ],
    "<a href=\"/malee\">Émile Mâle</a> wrote that \"No one in the nineteenth century knew the art of the Middle Ages better than Father Cahier.\"": [],
    "Mâle characterized Cahier's works as solid learning marred, unfortunately by their polemical tone and artificial style.</p>": [
        [
            0,
            4,
            [
                "Male",
                "MALE",
                "Made",
                "Make",
                "Males",
                "Mile"
            ]
        ],
        [
            19,
            25,
            [
                "Cashier",
                "Cagier"
            ]
        ]
    ]
}