{
    "Medievalist and professor of the History of Art, Yale University.": [],
    "Cahn's father, Otto Cahn, owned a cigar factory in Lingenfeld, Germany; his mother was Frieda Cahn.": [
        [
            0,
            4,
            [
                "Can",
                "Cain",
                "Chan",
                "Hahn",
                "Cohn",
                "Icahn"
            ]
        ],
        [
            20,
            24,
            [
                "Can",
                "Cain",
                "Chan",
                "Hahn",
                "Cohn",
                "Icahn"
            ]
        ],
        [
            51,
            61,
            [
                "Langenfeld"
            ]
        ],
        [
            94,
            98,
            [
                "Can",
                "Cain",
                "Chan",
                "Hahn",
                "Cohn",
                "Icahn"
            ]
        ]
    ],
    "His family's synagogue in Karlsruhe was torched on Kristallnacht, 1938, and the family deported by the Nazi's to a detention camp at Gurs, France in 1940.": [
        [
            133,
            137,
            [
                "Guns",
                "Guru",
                "Guys",
                "Gus",
                "Furs",
                "GPRS"
            ]
        ]
    ],
    "When the family was relocated to a second camp in Rivesaltes (Pyrénées-Orientales), Cahn and his brother were smuggled to Moissac, France, and settled under the <em>éclaireurs Israelites de France</em>.": [
        [
            50,
            60,
            [
                "Resales"
            ]
        ],
        [
            84,
            88,
            [
                "Can",
                "Cain",
                "Chan",
                "Hahn",
                "Cohn",
                "Icahn"
            ]
        ],
        [
            122,
            129,
            [
                "Missal",
                "Issac",
                "Mossad"
            ]
        ]
    ],
    "He learned French to better assimilate into the Nazi-occupied country.": [],
    "After liberation, he attended the local lycée, pursusing the <em>cycle classique</em> track.": [
        [
            47,
            56,
            [
                "pursuing"
            ]
        ]
    ],
    "An American aunt and uncle brought him to the Brooklyn in 1948 were he learned English and attended public schools (P.S.": [],
    "138 and the School of Industrial Art).": [],
    "Cahn entered the Pratt Institute intent on becoming an artist in 1952, receiving a B.F.A.": [
        [
            0,
            4,
            [
                "Can",
                "Cain",
                "Chan",
                "Hahn",
                "Cohn",
                "Icahn"
            ]
        ]
    ],
    "in 1956.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He served in the U. S. army as a Medical Corpsman between 1956 and 1958 in Washgington, D. C., returning to graduate work, this time in art history at Institute of Fine Arts, New York University in 1958.": [
        [
            75,
            86,
            [
                "Washington"
            ]
        ]
    ],
    "Cahn studied medieval architecture under <a href=\"/krautheimerr\">Richard Krautheimer</a>, but ultimately aligned himself with the medievalist <a href=\"/boberh\">Harry Bober</a>.": [
        [
            0,
            4,
            [
                "Can",
                "Cain",
                "Chan",
                "Hahn",
                "Cohn",
                "Icahn"
            ]
        ]
    ],
    "He wrote his Master's thesis at Bober's urging in 1960 on wooden statues of the Virgin and their relationship to stone renderings.": [
        [
            32,
            37,
            [
                "Bomber",
                "Boxer",
                "Boer",
                "Sober",
                "Boyer",
                "Buber"
            ]
        ]
    ],
    "The same year he married Annabelle Simon.": [],
    "Continuing for his Ph.D., at the Institute, he took courses under <a href=\"/pachto\">Otto Pächt</a> and further courses with <a href=\"/schapirer\">Meyer Shapiro</a> at Columbia University.": [],
    "Cahn secured a Fulbright scholarship for Paris to research his thesis on the Souvingy Bible in Moulins.": [
        [
            0,
            4,
            [
                "Can",
                "Cain",
                "Chan",
                "Hahn",
                "Cohn",
                "Icahn"
            ]
        ],
        [
            77,
            85,
            [
                "Solving",
                "Souring",
                "Souping",
                "Sousing"
            ]
        ],
        [
            95,
            102,
            [
                "Collins",
                "Cousins",
                "Molina",
                "Rollins",
                "Fouling",
                "Goblins"
            ]
        ]
    ],
    "In Paris, Cahn made contacts with <a href=\"/porcherj\">Jean Porcher</a>, head of the department of manuscripts at the Bibliothèque nationale, <a href=\"/saletf\">Francis Salet</a> of the Musée de Cluny, participating in trips led by <a href=\"/grodeckil\">Louis Grodecki</a> and the Saturday lectures of <a href=\"/grabara\">André Grabar</a>, known as the <em>travaux pratiques</em> at the École pratique des hautes études.": [
        [
            10,
            14,
            [
                "Can",
                "Cain",
                "Chan",
                "Hahn",
                "Cohn",
                "Icahn"
            ]
        ]
    ],
    "Still researching his dissertation, Cahn taught as a senior lecturer in art history at Ravensbourne College of Art, Bromley, Kent, England, between 1963-1965.": [
        [
            36,
            40,
            [
                "Can",
                "Cain",
                "Chan",
                "Hahn",
                "Cohn",
                "Icahn"
            ]
        ],
        [
            87,
            99,
            [
                "Ravensburg"
            ]
        ],
        [
            116,
            123,
            [
                "Bradley",
                "Trolley",
                "Crowley",
                "Romney",
                "Rowley",
                "Broiled"
            ]
        ]
    ],
    "He returned to Yale University as an instructor, 1965-1967, remaining teaching at Yale his entire career.": [],
    "Cahn discovered a medieval manuscript, the so-called Murphy Haggadah, in a Yale library in 1965, which would later be important in repartion.": [
        [
            0,
            4,
            [
                "Can",
                "Cain",
                "Chan",
                "Hahn",
                "Cohn",
                "Icahn"
            ]
        ],
        [
            60,
            68,
            [
                "Haggard",
                "Haggai",
                "Haggish",
                "Hamadan",
                "Haggardly"
            ]
        ],
        [
            131,
            140,
            [
                "reparation"
            ]
        ]
    ],
    "In 1967 he completed his dissertation on Romanesque manuscript illumination under Bober and immediately was appointed assistant professor at Yale and chair of the department.": [
        [
            3,
            7,
            [
                "1967,"
            ]
        ],
        [
            82,
            87,
            [
                "Bomber",
                "Boxer",
                "Boer",
                "Sober",
                "Boyer",
                "Buber"
            ]
        ]
    ],
    "He rose to associate professor the following year, 1968.": [],
    "The senior medievalist at Yale, <a href=\"/crosbys\">Sumner McKnight Crosby</a>, appointed Cahn the secretary of the ICMA (International Center of Medieval Art) and editor of the Center's journal, <em>Gesta</em>.": [],
    "Cahn's monograph on the wooden Romanesque doors at Auvergne, part of the College Art Association's <em>Monographs on Archaeology and Fine Arts</em>, appeared in 1974.": [
        [
            0,
            4,
            [
                "Can",
                "Cain",
                "Chan",
                "Hahn",
                "Cohn",
                "Icahn"
            ]
        ],
        [
            51,
            59,
            [
                "Aubergine"
            ]
        ]
    ],
    "He rose to (full) professor of the history of art in 1976.": [],
    "Together with University of Chicago medievalist <a href=\"/seidell\">Linda Seidel</a> he issued a scholarly inventory of Romanesque sculpture held in the United States in 1979.": [],
    "In 1985, Cahn's discovered \"Murphy Haggadah\" was determined by James Marrow and a graduate student to have been owned by Baron James A. de Rothschild, and stolen during World War II.": [
        [
            9,
            13,
            [
                "Can",
                "Cain",
                "Chan",
                "Hahn",
                "Cohn",
                "Icahn"
            ]
        ],
        [
            35,
            43,
            [
                "Haggard",
                "Haggai",
                "Haggish",
                "Hamadan",
                "Haggardly"
            ]
        ]
    ],
    "It was returned to the family by Yale.": [],
    "Cahn was Director of International Center of Medieval Art.": [
        [
            0,
            4,
            [
                "Can",
                "Cain",
                "Chan",
                "Hahn",
                "Cohn",
                "Icahn"
            ]
        ]
    ],
    "His students included Elizabeth Sears and Jill Meredith.": [],
    "Cahn published medieval Judaism as a means to gauge cultural property (Sears).": [
        [
            0,
            4,
            [
                "Can",
                "Cain",
                "Chan",
                "Hahn",
                "Cohn",
                "Icahn"
            ]
        ]
    ],
    "As an art historiographer, he wrote much on the Yale University medievalist <a href=\"/focillonh\">Henri Focillon</a>.": []
}