{
    "Medievalist art historian, University of Chicago professor 1989-2002.": [],
    "Camille was the son of Marcel and Mavis Camille, a working-class couple in Yorkshire.": [],
    "A brilliant child, he was noticed by an English teacher at a time when England was loosening up its thinking of who could be college material.": [],
    "Though no one from this school had gone to Cambridge in fifty years or had any idea of which college to apply to, Camille was accepted to Peterhouse College, Cambridge, elected Andrew Perne Scholar in art history and Research Fellow at Clare Hall, eventually graduating with first class with honors in Art History and English in 1980.": [
        [
            138,
            148,
            [
                "Peter house"
            ]
        ],
        [
            184,
            189,
            [
                "Herne",
                "Verne",
                "Penne",
                "Père"
            ]
        ]
    ],
    "He continued for his M.A.": [],
    "in 1982 and a Ph.D.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "in Art History in 1985, working with <a href=\"/hendersong\">George D. S. Henderson</a> on medieval art, Jean Michel Massing, and informally on critical theory under <a href=\"/brysonn\">Norman Bryson</a>.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "The same year he joined the faculty of the University of Chicago and published a ground-breaking article, \"Seeing and Reading: Some Visual Implications of Medieval Literacy and Illiteracy.\"": [],
    "in the journal <em>Art History</em>.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "The following year, 1986, he met Stuart Michaels, Assistant Director and Lecturer in the Committee on Gender Studies at the University who became his life partner.": [],
    "Camille received a Getty Foundation travel grant in 1988.": [],
    "In 1989 he published a second seminal article, \"Visual Signs of the Sacred Page\" in the journal <em>Word &amp; Image</em>.": [
        [
            3,
            7,
            [
                "1989,"
            ]
        ]
    ],
    "In that article, Camille used the Vienna Bible moralise´e as an example, demonstrating that medieval illumination was as much about ideological manipulation of symbols of power as it was with the meaning of the Bible.": [
        [
            47,
            55,
            [
                "moralize"
            ]
        ]
    ],
    "That year, too, his first book, <em>The Gothic Idol: Ideology and Image-Making in the Medieval Art</em>, examining the representation of Christianity's Other,\" pagans, Jews, and homosexuals, was published.": [],
    "It was followed by <em>Image on the Edge: The Margins of Medieval Art</em> in 1992.": [],
    "<em>Image on the Edge</em> demonstrated Camille's assertion that the art of the Middle Ages was not a somber expression of social unity and transcendent order.": [],
    "Rather, it was rooted in the conflicted life of the body with all its somatic as well as spiritual possibilities.": [],
    "He also served as visiting directeur d'etudes at the Ecole des Hautes Etudes en Sciences Sociales in Paris.": [
        [
            27,
            36,
            [
                "directer"
            ]
        ],
        [
            39,
            45,
            [
                "études"
            ]
        ],
        [
            53,
            58,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            59,
            62,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            63,
            69,
            [
                "Hates",
                "Hastes",
                "Sautés",
                "Sautes"
            ]
        ],
        [
            70,
            76,
            [
                "Études"
            ]
        ],
        [
            89,
            97,
            [
                "Socials",
                "Sociables"
            ]
        ]
    ],
    "He was awarded a National Endowment for the Humanities fellowship for the Wissenschaftskolleg in Berlin for the 1992-1993 year.": [
        [
            44,
            54,
            [
                "Humanities'",
                "Humanity's"
            ]
        ]
    ],
    "Indicative of his humor and historiographic interest was his 1994 essay on the influence of the Columbia Medievalist <a href=\"/schapirer\">Meyer Schapiro</a>, \"How New York Stole the Idea of Romanesque Art,\" a play on the famous book by the modernist art historian <a href=\"/guibauts\">Serge Guilbaut</a>.": [
        [
            28,
            43,
            [
                "historiography",
                "historiographical",
                "historiographer"
            ]
        ]
    ],
    "In 1996, Camille published an introductory volume, <em>Glorious Visions: Gothic Art</em> a provocative survey alternative to more conventional surveys of the gothic.": [],
    "The same year, Camille was interviewed by National Public Radio's Ira Glass on the program \"This American Life.\"": [],
    "The two visited a medieval theme park in Illinois where actors presented a rather camp view of the middle ages for recreation.": [
        [
            99,
            110,
            [
                "Middle Ages"
            ]
        ]
    ],
    "Camille ignored the many inaccuracies to point out the similar spirit of the event to the historic age.": [],
    "In 1996, too, he published, <em>Master of Death: The Lifeless Art of Pierre Remiet, Illuminator</em>, examining the images of the Black Death.": [],
    "His book <em>Medieval Art of Love</em>,1997, was followed by <em>Mirror in Parchment: The Luttrell Psalter and the Making of Medieval England</em>, his last book published in his lifetime, in 1998.": [],
    "In 2000, Camille joined the Guggenheim project, \"Signs and Streetlife in Medieval France,\" examining urban streets, wooden houses, secular structures heretofore not considered part of the medieval studies.": [
        [
            59,
            69,
            [
                "Streetlight",
                "Street life"
            ]
        ]
    ],
    "Camille had just completed a book on the nineteenth-century redecorations of Notre Dame cathedral, <em>The Gargoyles of Notre Dame: Medievalism And The Monsters of Modernity</em>, when he was diagnosed with a brain tumor.": [
        [
            60,
            73,
            [
                "redecoration"
            ]
        ]
    ],
    "He died at age 44.": [],
    "Another manuscript, <em>Stones of Sodom</em>, a multi-volume study of medieval homosexuality through art, remained incomplete.Camille's interest was in medieval daily life as discerned through its material culture.": [
        [
            126,
            133,
            [
                " Camille"
            ]
        ]
    ],
    "His <em>Master of Death: The Lifeless Art of Pierre Remiet, Illuminator</em> took an insignificant artist and documented his work without exalting him.": [],
    "\"His projects were always based on a visual body of work, a group of images that struck him as having something in common but with a connection that had been overlooked.": [],
    "Other scholars would see some huge monument as a whole, with the relationship of all the parts assumed; he would look at groups of little figures on separate structures and discover the minute gestures that drew these otherwise isolated things together.": [],
    "(Seidel).": [
        [
            1,
            7,
            [
                "Sade",
                "Sahel",
                "Sades"
            ]
        ]
    ],
    "He demonstrated a way of reading the work of an artist that owed a lot to literary history and biography.": [],
    "It was more narrative than traditional art history has been—I think it upset a number of art historians because it was so literary in what it said about that particular painter, it wasn't just about drapery, (Carruthers).": [
        [
            209,
            219,
            [
                "Carriers",
                "Carters",
                "Crushers",
                "Carryovers",
                "Carousers",
                "Druthers"
            ]
        ]
    ],
    "Camille argued that that the marginal spaces were controlled \"mayhem,\" of \"intentional misreading,\" demonstrating class antagonism between aristocratic and clerical contributions, the text, and the marginalia illustrations, produced by the largely lower class artisans, including women.": [
        [
            15,
            24,
            [
                "that"
            ]
        ]
    ],
    "His work owed much to the writing of Michel Foucault (1926-1984), Mikhail Bakhtin (1895-1975), and Victor Witter Turner (1920-1983), a loose Marxist approach to image theory.": [
        [
            74,
            81,
            [
                "Bakunin"
            ]
        ]
    ],
    "His article Seeing and Reading: Some Visual Implications of Medieval Literacy and Illiteracy, argued that to understand medieval images of the twelfth century, one had to understand Europe's communications revolution, from \"orality to literacy,\" a shift in which the manuscript played a critical role.": [],
    "<em>The Gothic Idol</em> challenged the work of <a href=\"/malea\">Émile Mâle</a> and in particular his <em>Gothic Image</em>.": [],
    "Mâle viewed the gothic cathedrals through the great texts of medieval thought, using literary works as the principal tool in interpreting medieval art, and turning the sculpture into texts of a kind as well.": [
        [
            0,
            4,
            [
                "Male",
                "MALE",
                "Made",
                "Make",
                "Males",
                "Mile"
            ]
        ]
    ],
    "Camille denied that images reflected these texts but rather commented on them, changing and occasionally subverting their meaning.": [],
    "Camille cited the medieval debates about when imagery was idolatrous and when allowable.": [],
    "How an image functioned was key to Camille's approach.": []
}