{
    "Romare Bearden scholar; academic administrator and museum executive.": [],
    "Campbell was born in Philadelphia, Pennsylvania and attended The Philadelphia High School for Girls, where she developed an interest in the arts.": [],
    "She attended Swarthmore College from 1965-1969 and graduated with a B.A.": [],
    "in English Literature.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "She married George Campbell, (b.1945), a physicist, in 1968.": [],
    "While he served alternative military service in Zambia, having obtained conscientious objector status, Campbell taught English Literature at Nkumbi University (<em>HistoryMakers</em>).": [
        [
            141,
            147,
            [
                "Numb",
                "Numbs",
                "Nimbi"
            ]
        ]
    ],
    "Moving to Syracuse, New York in 1972, she obtained her M.A.": [],
    "in Art History on the subject of Romare Bearden’s role as an American artist in 1973 from Syracuse University.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "She then enrolled in the PhD program.": [],
    "Campbell became the art editor at the Syracuse Times and a curator of the Everson Fine Arts Museum in 1974, where she curated an exhibit entitled “Mysteries: Women in the Art of Romare Bearden” in 1975.": [],
    "Campbell was appointed executive director of the Studio Museum in Harlem in 1977, recommended by Beardon himself, during a period of severe financial decline.": [
        [
            97,
            104,
            [
                "Reardon",
                "Beard on"
            ]
        ]
    ],
    "During her ten-year tenure, she restructured the executive board of the museum and moved the location of the museum to its permanent building on 144 West 125th Street by obtaining a building donation from the New York Bank for Savings in 1979, which allowed her to obtain a grant from the Department of Housing and Urban Development and spurred the Ford Foundation to invest in the museum.": [],
    "The revitalization of the location attracted private donors, and the new museum space opened in 1982.": [],
    "She completed a M.Phil from Syracuse University in 1981, followed by Ph.D.": [
        [
            14,
            15,
            [
                "an"
            ]
        ],
        [
            18,
            22,
            [
                " Phil"
            ]
        ]
    ],
    "with a thesis also on Bearden, <em>Romare Bearden: A Creative Mythology</em>, in 1982, supervised by Picasso scholar Ellen C. Oppler.": [
        [
            0,
            4,
            [
                "With"
            ]
        ],
        [
            22,
            29,
            [
                "Bearded",
                "Bardeen",
                "Braeden",
                "Bear den"
            ]
        ],
        [
            126,
            132,
            [
                "Doppler"
            ]
        ]
    ],
    "She was later honored in 1986 as Candace Award from the National Coalition of 100 Black Women.": [],
    "By the end of her tenure, she had increased the museum’s yearly budget to $2 million dollars annually, and the museum achieved accreditation by the American Alliance of Museums in 1987, becoming the first black-fine arts museum to gain this recognition.": [],
    "In 1987, she was invited to serve as the Commissioner of Cultural Affairs of New York City by Mayor Ed Koch (1924-2013), overseeing the $172 million dollar budget for various cultural institutions across New York City.": [],
    "Focusing on encouraging attendance and racial integration at cultural events, she fundraised and initiated the campaign \"New York and the Arts: A Cultural Affair,\" which widely publicized these experiences at high-traffic areas in New York City.": [],
    "She instituted a cultural enrichment program to introduce the arts to unhoused and low-income youth in Queens, New York by collaborating with several arts institutions across New York City.": [],
    "In 1989, Koch's successor, David Dinkins (1927-2020), reappointed Campbell as Commissioner of Cultural Affairs, and she continued to expand her educational initiative into the other boroughs of New York City.": [],
    "In 1990, Campbell was named chairwoman of a panel to exhibit African Americans’ art on the Washington DC Mall, which resulted in the groundwork for the National Museum of African American History and Culture.": [],
    "Campbell accepted New York University’s invitation to work as Dean of the Tisch School of the Arts in 1991, finding the position a compromise of family privacy and policymaking, but also continued to serve on the New York City Mayor's Advisory Committee on Culture until 2000.": [
        [
            74,
            79,
            [
                "Titch",
                "Ti sch"
            ]
        ]
    ],
    "Campbell founded various departmental and diversification initiatives at Tisch during her 23-year-long tenure including NYU's Department of Art and Public Policy (1999), the Moving Image Archiving and Preservation Program (2003), the Clive Davis Institute of Recorded Music (2003), the MBA/MFA Graduate Film and Business program (2007); the Tisch Talent Identification Process (2008); and the NYU Game Center (2008).": [
        [
            73,
            78,
            [
                "Titch",
                "Ti sch"
            ]
        ],
        [
            341,
            346,
            [
                "Titch",
                "Ti sch"
            ]
        ]
    ],
    "She also doubled the size of the school’s Interactive Telecommunications Program.": [],
    "While she was dean, she was also appointed to several boards and honors including fellowship to the American Academy of Arts and Sciences (2001-), Board of Managers, Swarthmore College (1987-1999), the Board of Directors of the and the board of the Alfred P. Sloan Foundation (2008-2020).": [],
    "In 2009, she was appointed vice-chair to former President Barack Obama’s President’s Committee on the Arts and the Humanities.": [],
    "Over the course of her tenure, the application pool to the Tisch School had become both larger and more academically selective, the diversity of faculty increased tenfold, and over three times the number of minority students were admitted before she retired in 2013.": [
        [
            59,
            64,
            [
                "Titch",
                "Ti sch"
            ]
        ]
    ],
    "Campbell served as president of the historically black Spelman College from 2015-2022.": [],
    "Under her leadership, she built the first new academic facility for the college in 20 years, succeeded in a capital campaign fund to raise $250 million, increased the endowment fund to nearly $500 million, and expanded Spelman initiatives to interact with Atlanta Public Schools.": [],
    "In 2017, she was appointed to the Mayoral Advisory Commission on City Art, Monuments and Markers in New York City.": [],
    "Her book, <i>An American Odyssey: The Life and Work of Romare Bearden,</i> won the 2018 Hooks National Book Award from the Benjamin L. Hooks Institute for Social Change at the University of Memphis and was a finalist for the the 2019 Museum of African American History Stone Book Award; for this book, she was also a finalist for the 55th Georgia Author of the Year Award.": [
        [
            69,
            71,
            [
                ", <"
            ]
        ],
        [
            221,
            228,
            [
                "the"
            ]
        ]
    ],
    "She received the Medal of Distinction from the American Academy in Rome in 2021.": [],
    "Campbell is currently a trustee of the Doris Duke Foundation and is on the boards of the Unity Technologies, the American Museum of Natural History, and several others.": []
}