{
    "<p>Keeper of the Wallace Collection and authority on armour.": [
        [
            53,
            59,
            [
                "armor"
            ]
        ]
    ],
    "Camp was the son of E. D. Camp.": [],
    "He was educated at Birbeck College.": [
        [
            19,
            26,
            [
                "Birkbeck"
            ]
        ]
    ],
    "In 1890 he entered the British civil service of the Conservative Central Office.": [
        [
            3,
            7,
            [
                "1890,"
            ]
        ]
    ],
    "By 1900 he had switched to the newly established Wallace Collection, where his duties were initially conceived of as bureaucratic.": [],
    "In 1908 he was appointed assistant keeper (curator) of the collection.": [
        [
            3,
            7,
            [
                "1908,"
            ]
        ]
    ],
    "He married Ada Sarah Jackson in 1912 (d.": [],
    "1928).": [],
    "He was in charge of removal of the collection to an underground facility during World War I as Hertford House was occupied by the War Department.": [
        [
            95,
            103,
            [
                "Hartford",
                "Hereford",
                "Herford"
            ]
        ]
    ],
    "In 1919 when Sir Guy Laking died, Camp was made inspector of the Amouries as well.": [
        [
            21,
            27,
            [
                "Making",
                "Taking",
                "Lacking",
                "Laying",
                "Baking",
                "Leaking"
            ]
        ],
        [
            65,
            73,
            [
                "Armories",
                "Amours",
                "Auguries"
            ]
        ]
    ],
    "He rewrote the amour catalog for the Wallace Collection, except for the final volume.": [],
    "He succeeded D. S. McColl as keeper in 1924.": [
        [
            19,
            25,
            [
                "McCall"
            ]
        ]
    ],
    "Shortly thereafter, Camp hired a young Oxford graduate, <a href=\"/hendyp\">Philip Hendy</a> to be assistant keeper.": [],
    "It was Camp who showed Hendy's entries for the Wallace catalog to Trustees of the Gardner Museum in Boston, U.S.A.": [
        [
            23,
            28,
            [
                "Henry",
                "Wendy",
                "Handy",
                "Heady",
                "Bendy",
                "Hendry"
            ]
        ]
    ],
    "This launched Hendy's career, eventually being appointed Director of the National Gallery, London.</p>": [
        [
            14,
            19,
            [
                "Henry",
                "Wendy",
                "Handy",
                "Heady",
                "Bendy",
                "Hendry"
            ]
        ]
    ]
}