{
    "Professor, museum director, founder of <em>Goya</em>.": [],
    "José Camón Aznar received his bachelor’s degree from the Escuelas Pias de Zaragoza, where his uncle, Reverend Desiderio Aznar, and his brother, Angel Aznar, were professors.": [
        [
            5,
            10,
            [
                "Canon",
                "Ceylon",
                "Damon",
                "Ramon",
                "Capon",
                "Ramón"
            ]
        ],
        [
            11,
            16,
            [
                "Anna",
                "Altar",
                "Lunar",
                "Ana",
                "Agar",
                "Sonar"
            ]
        ],
        [
            57,
            65,
            [
                "Rescues",
                "Excels",
                "Rescuers",
                "Eschews",
                "Schemas",
                "Sculls"
            ]
        ],
        [
            66,
            70,
            [
                "Pia's",
                "Pia",
                "Bias",
                "Pigs",
                "Pins",
                "Pits"
            ]
        ],
        [
            110,
            119,
            [
                "Decider",
                "Deciders",
                "Desiderata",
                "Deliveroo"
            ]
        ],
        [
            120,
            125,
            [
                "Anna",
                "Altar",
                "Lunar",
                "Ana",
                "Agar",
                "Sonar"
            ]
        ],
        [
            150,
            155,
            [
                "Anna",
                "Altar",
                "Lunar",
                "Ana",
                "Agar",
                "Sonar"
            ]
        ]
    ],
    "He then graduated from the University of Zaragoza with a law degree.": [],
    "There he studied under Spanish writer Domingo Miral y Lopez (1872-1942) and Andres Jimenez Soler (1869- 1938).": [
        [
            46,
            51,
            [
                "Moral",
                "Mural",
                "Viral",
                "Mira",
                "Mitral"
            ]
        ],
        [
            91,
            96,
            [
                "Solar",
                "Sole",
                "Sober",
                "Solder",
                "Soles",
                "Solver"
            ]
        ],
        [
            102,
            104,
            [
                "–"
            ]
        ]
    ],
    "In 1927, he became the Chair of the Teoría de la literatura y de las artes (Theory of Literature and Arts) department at the University of Salamanca.": [
        [
            36,
            42,
            [
                "Peoria"
            ]
        ],
        [
            49,
            59,
            [
                "literature"
            ]
        ],
        [
            65,
            68,
            [
                "leis",
                "Las",
                "was",
                "as",
                "has",
                "last"
            ]
        ],
        [
            69,
            74,
            [
                "arts",
                "rates",
                "Ares",
                "Aries",
                "antes",
                "ARTE"
            ]
        ]
    ],
    "It was there he befriended Spanish essayist Miguel de Unamuno (1864-1936).": [],
    "He remained in Salamanca until 1939, when he left to work at the University of Zaragoza as an Art History professor.": [],
    "In 1940, he shared his critical point of view in El arte desde su esencia (Art from its Essence) though it was met with some controversy in Spain.": [
        [
            52,
            56,
            [
                "ARTE",
                "are",
                "art",
                "rate",
                "arts",
                "ate"
            ]
        ],
        [
            57,
            62,
            [
                "DESE"
            ]
        ],
        [
            63,
            65,
            [
                "SU",
                "so",
                "us",
                "St",
                "sub",
                "EU"
            ]
        ],
        [
            66,
            73,
            [
                "Ksenia",
                "Yesenia"
            ]
        ]
    ],
    "Beginning in 1940 he began writing in the Tercera de ABC (the third page and most read page of ABC, a daily national Spanish newspaper) and published more than 500 articles throughout his career.": [
        [
            42,
            49,
            [
                "Terceira"
            ]
        ]
    ],
    "In 1943, he became the Chair of Medieval Christan and Byzantine Art at the University of Madrid and later became a Dean of Faculty of Philosophy and Letters.": [
        [
            41,
            49,
            [
                "Christian",
                "Christa",
                "Christen",
                "Christman",
                "Chris tan",
                "Christ an"
            ]
        ]
    ],
    "He founded the art magazine <em>Revista de Ideas Esteticas</em> (Magazine of Aesthetics Ideas) in 1943.": [],
    "During these years he published <em>Dominico Greco</em> (1950) and “Los Disparates” de Goya y sus dibujos preparatorios (1951).": [],
    "In 1951, he founded and became the first director of the Lazaro Galdiano Foundation Museum in Madrid.": [
        [
            64,
            72,
            [
                "Guardian",
                "Goldman",
                "Gallant",
                "Guardians",
                "Radiant",
                "Galician"
            ]
        ]
    ],
    "Because of the reforms introduced by Aznar and the inauguration of new exhibition spaces, the Lazaro Museum became one of the most highly regarded museums in Madrid (Iñiguez).": [
        [
            37,
            42,
            [
                "Anna",
                "Altar",
                "Lunar",
                "Ana",
                "Agar",
                "Sonar"
            ]
        ],
        [
            166,
            173,
            [
                "Unique",
                "Miguel",
                "Nigel",
                "Niger",
                "Intrigue",
                "Intrigued"
            ]
        ]
    ],
    "Working with the foundation, he created the review Goya (1954) which was published by the museum.": [],
    "He founded and was the president of the first association of Spanish critics, La Asociación Española de Críticos de Arte (Spanish Association of Art Critics) in 1961.": [
        [
            81,
            91,
            [
                "Association"
            ]
        ],
        [
            92,
            100,
            [
                "Español",
                "Español a"
            ]
        ]
    ],
    "He published an extensive account of Picasso in <em>Picasso y el cubismo</em> (1956).": [],
    "He compiled miscellaneous articles from his works in ABC in more extensive publications like <em>Las artes y los dias </em>(The Artes and the Days) (1965).": [],
    "In 1973, he was awarded his third Premio Nacional de Literatura (National Literature Prize).": [
        [
            34,
            40,
            [
                "Premix"
            ]
        ]
    ],
    "A couple of years before his death he wrote an autobiography titled <em>José Camón Aznar: perfil autobiográfico</em> (1984) .Months after his death, the Museo e Instituto de Humanidades Camón Aznar (Museum and Institute of Humanities Camón Aznar) was inaugurated in his birth town.": [],
    "Aznar’s reflections, essays on art and its theory, and critiques of art and its aesthetics were critical in reviving the art scene in postwar Madrid.": [
        [
            0,
            5,
            [
                "Anna",
                "Altar",
                "Lunar",
                "Ana",
                "Agar",
                "Sonar"
            ]
        ]
    ],
    "Throughout these works, rather than cataloguing miniscule details of artists and their respective works, he approached the critique of art as a literary interpretation of artistic pieces from all periods (Lorente).": [
        [
            36,
            47,
            [
                "cataloging"
            ]
        ],
        [
            205,
            212,
            [
                "Lorentz",
                "Lorene"
            ]
        ]
    ],
    "He refused to establish chronological or methodological boundaries between history of art and its aesthetics.": [],
    "His articles covered topics from prehistoric paintings, to modern skyscrapers, to Spanish contemporary art, as he tackled the historiography of art.": [],
    "He wrote extensively on Spanish artists including Picasso, Velazquez, and the Renaissance painter Pedro Berruguete (1450-1504).": [],
    "Aznar explained that his intent was to convey the personality of the artist while sharing his own commentary.": [
        [
            0,
            5,
            [
                "Anna",
                "Altar",
                "Lunar",
                "Ana",
                "Agar",
                "Sonar"
            ]
        ]
    ],
    "Because his works were so widely read, they encouraged the general public to more broadly consider both aesthetic reflection and artistic criticism.": [
        [
            59,
            73,
            [
                "public"
            ]
        ]
    ],
    "Aznar lived during the Francoist regime.": [
        [
            0,
            5,
            [
                "Anna",
                "Altar",
                "Lunar",
                "Ana",
                "Agar",
                "Sonar"
            ]
        ]
    ],
    "In his youth, Aznar expressed liberal, republican ideologies––he was a member of the Juventud Aragonesista and was a candidate for Salamanca for the Partido Radical.": [
        [
            14,
            19,
            [
                "Anna",
                "Altar",
                "Lunar",
                "Ana",
                "Agar",
                "Sonar"
            ]
        ],
        [
            85,
            93,
            [
                "Juventus"
            ]
        ],
        [
            149,
            156,
            [
                "Parties",
                "Partial",
                "Parted",
                "Parting",
                "Portico",
                "Patio"
            ]
        ]
    ],
    "Prior to Franco, the Junta para Ampliación de Estudios (The Board for Advanced Studies) enabled Aznar and his colleagues to be well acquainted with foreign art history publications.": [
        [
            32,
            42,
            [
                "Amplicon"
            ]
        ],
        [
            96,
            101,
            [
                "Anna",
                "Altar",
                "Lunar",
                "Ana",
                "Agar",
                "Sonar"
            ]
        ]
    ],
    "While Franco disbanded the board in 1938, Anzar remained rather silent about his political ideologies throughout the duration of Franco’s regime.": [
        [
            42,
            47,
            [
                "Anzac",
                "ANVAR",
                "ANZAC",
                "Anwar"
            ]
        ]
    ],
    "He was even named a representative to the Academias en las Cortes (Francoist Court).": [
        [
            42,
            54,
            [
                "Academia sen"
            ]
        ],
        [
            55,
            58,
            [
                "leis",
                "Las",
                "was",
                "as",
                "has",
                "last"
            ]
        ]
    ],
    "He then shifted to accept the democratic monarchy which emerged after Franco.": []
}