{
    "Professor of art history, University of Virginia, 1938-1950; chief art critic (and anti-modernist) for the <em>New York Times</em> during the period of abstract expressionism.": [],
    "Canaday was the son of Franklin Canaday and Agnes Musson (Canaday).": [
        [
            0,
            7,
            [
                "Canada"
            ]
        ],
        [
            32,
            39,
            [
                "Canada"
            ]
        ],
        [
            50,
            56,
            [
                "Mus son",
                "Muss on"
            ]
        ],
        [
            58,
            65,
            [
                "Canada"
            ]
        ]
    ],
    "His father was a Kansas attorney.": [],
    "The younger Canaday moved to Texas with his family at age seven.": [
        [
            12,
            19,
            [
                "Canada"
            ]
        ]
    ],
    "He attended the University of Texas in Austin, receiving his B.A.": [],
    "in 1925.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "His M.A.": [],
    "was granted from Yale University in 1932.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "He married Katherine Hoover in 1935.": [],
    "Between 1938-1950 he taught art history at the University of Virginia, Charlottesville.": [],
    "During World War II, the federal government's Board of Economic Welfare sent Canaday to the Belgian Congo as an interpreter.": [
        [
            77,
            84,
            [
                "Canada"
            ]
        ]
    ],
    "When he returned, he served in the United States Marine Corps in World War II, 1943-45 rising to first lieutenant in the Pacific Theater.": [],
    "In 1950 he moved to Newcomb College, Tulane University, to chair the school of art.": [
        [
            3,
            7,
            [
                "1950,"
            ]
        ]
    ],
    "In 1952, Canaday was hired by the Philadelphia Museum of Art to head the education division, which he did until 1959.": [
        [
            9,
            16,
            [
                "Canada"
            ]
        ]
    ],
    "In 1958, Canaday wrote an introductory educational series for the Metropolitan Museum of Art.": [
        [
            9,
            16,
            [
                "Canada"
            ]
        ]
    ],
    "That year, too, the <em>New York Times</em> hired him as art critic, and the following year appointed chief art critic.": [],
    "Canaday used his art criticism to accuse many of the emerging modernist artists in New York, including the abstract expressionists, as frauds and charlatans.": [
        [
            0,
            7,
            [
                "Canada"
            ]
        ]
    ],
    "He criticized both the Frank Lloyd Wright's Guggenheim Museum and the art inside.": [],
    "Simultaneously he accused art faculty of brainwashing the public into accepting modern art.": [],
    "The relentless animadversion brought a response by the art community.": [],
    "In \"A Letter to the New York Times\" of 1961, a group of collectors, art history professors and artists wrote to protest to his views accusing artists of duping the art public.": [],
    "Among Canaday's supporters was the artist Edward Hopper.": [
        [
            6,
            13,
            [
                "Canada"
            ]
        ]
    ],
    "Canaday continued his anti-modernist, anti-intellectual reviews, and the art community, specifically voiced by <a href=\"/conanth\">Howard S. Conant</a>, chairman of the art department of New York University and the critic <a href=\"/sandleri\">Irving Sandler</a> When the <em>Times</em> assistant art critic, <a href=\"/ashtond\">Dore Ashton</a>, was supportive of the movement the <em>Times</em> fired her (Sandler).": [
        [
            0,
            7,
            [
                "Canada"
            ]
        ]
    ],
    "Canaday published several sets of essays and memoirs, including <em>Embattled Critic</em>.": [
        [
            0,
            7,
            [
                "Canada"
            ]
        ]
    ],
    "Borrowing the title of the famous work by <a href=\"/vasarig\">Giorgio Vasari</a>, Canaday issued his <em>Lives of the Painters</em>, also in 1963.": [],
    "He \"asked to be relieved\" of his art critic duties from the <em>Times</em> in 1973, remaining as restaurant critic of the <em>New York Times</em> until 1976.": [],
    "He died of pancreatic cancer in 1985.": [],
    "Canaday published mystery novels under the name Matthew Head.Canaday had a strong pedagogical manner and elegant writing style which made sales of his introductory surveys of art brisk among the general public.": [
        [
            0,
            7,
            [
                "Canada"
            ]
        ],
        [
            61,
            68,
            [
                " Canaday"
            ]
        ],
        [
            195,
            209,
            [
                "public"
            ]
        ]
    ],
    "His writing was not primarily based on original research.": [],
    "His views on abstract expressionist art and the motivations of those artists have not stood the test of time.": []
}