{
    "Egyptologist; Chief Curator of the Brussels Royal Museums of Art and History.": [],
    "In 1898, Capart finished his study of Law at the Free University of Brussels.": [
        [
            9,
            15,
            [
                "Apart",
                "Ca part",
                "Cap art"
            ]
        ]
    ],
    "He won an award for his thesis on Egyptian penal law, <em>Droit pénal égyptien</em>, and an abridged version of it was published in <em>Revue de l'Université de Bruxelles</em> (1899-1900).": [],
    "For further training in Egyptology, Capart attended the lessons of Alfred Wiedemann (1856-1936) at Bonn University and also visited other universities.": [
        [
            36,
            42,
            [
                "Apart",
                "Ca part",
                "Cap art"
            ]
        ],
        [
            74,
            83,
            [
                "Riemann",
                "Sideman",
                "Wideband",
                "Weizmann",
                "Telemann",
                "Friedmann"
            ]
        ]
    ],
    "In 1900, he obtained a position as assistant-curator of the Egyptian Antiquities at the Royal Museums of Art and History in Brussels.": [],
    "He soon traveled to Egypt to purchase new treasures for the collection.": [],
    "In 1912, he was appointed secretary, and he served as chief curator between 1925 and 1942.": [],
    "From 1903 onwards, he combined his work at the museum with a professorship at Liège University, teaching ancient art and archaeology.": [],
    "In 1904, he published <em>Les débuts de l'art en égypte</em>, an overview of Egyptian art, based on the recent discoveries in the oldest sites of Upper Egypt.": [],
    "The book received great acclaim and in 1905 a revised and enlarged edition appeared in English, <em>Primitive Art in Egypt</em>.": [],
    "Convinced of the importance of photographic documentation, he published several volumes of photographs of newly discovered Egyptian art.": [],
    "In 1920, he published the texts underlying his academic teaching, <em>Leçons sur l'art égyptien</em>, of which the introductory chapters appeared in 1923 in an illustrated English edition, <em>Egyptian Art.": [],
    "Introductory Studies</em>.": [],
    "In 1930 he was elected member of the Royal Academy of Sciences, Arts and Fine Arts of Belgium.": [
        [
            3,
            7,
            [
                "1930,"
            ]
        ]
    ],
    "For his books on Thebes and Memphis, both published in collaboration with Marcelle Werbrouck (1889-1959), he was granted the 1925-1930 Prix quinquennal des Sciences Historiques.": [
        [
            135,
            139,
            [
                "PRI",
                "Prim",
                "Prig",
                "PIX",
                "RIX",
                "Pix"
            ]
        ],
        [
            140,
            151,
            [
                "quinquennial"
            ]
        ],
        [
            152,
            155,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            165,
            176,
            [
                "Histories",
                "Historizes"
            ]
        ]
    ],
    "In his museum in Brussels, he acted as an enthusiastic manager and took many new initiatives.": [],
    "In 1922, he established an educational service, following a general trend of museum reform in Belgium and abroad.": [],
    "As curator, he paid much attention to the question of authenticity of the new acquisitions and to the state of preservation of the growing collection.": [],
    "In 1934, he employed a chemist, <a href=\"/coremansp\">Paul Coremans</a>, to set up a scientific laboratory in the museum, and to reorganize the photographic documentation.": [],
    "Both the laboratory and the documentation service, successfully directed by Coremans, eventually became a separate institution, since 1957 known as <em>Royal Institute for the Study and Conservation of Belgium's Artistic Heritage</em>.": [],
    "Capart traveled often to Egypt, as well as to the United States.": [
        [
            0,
            6,
            [
                "Apart",
                "Ca part",
                "Cap art"
            ]
        ],
        [
            7,
            21,
            [
                "often traveled"
            ]
        ]
    ],
    "On February 18, 1923, her Majesty Queen Elisabeth of Belgium visited, in the company of Capart, the tomb of Tutankhamen, which had recently been opened by the British archaeologist Howard Carter (1874-1939).": [
        [
            88,
            94,
            [
                "Apart",
                "Ca part",
                "Cap art"
            ]
        ]
    ],
    "On this occasion, the Queen took the initiative to establish the <em>Fondation égyptologique Reine Elisabeth</em> for the promotion of the study of Egyptology.": [],
    "The first aim of this foundation, directed by Capart, was to expand the library of Egyptology at the Brussels Royal Museums of Art and History.": [
        [
            46,
            52,
            [
                "Apart",
                "Ca part",
                "Cap art"
            ]
        ]
    ],
    "A section for papyrology was set up in 1925.": [],
    "In the same year, Capart created the journal <em>Chronique d'égypte</em>, issued by the Queen Elisabeth Foundation.": [
        [
            18,
            24,
            [
                "Apart",
                "Ca part",
                "Cap art"
            ]
        ]
    ],
    "In 1924-25, Capart gave a series of lectures for various societies of the <em>Archaeological Institute of America</em>.": [
        [
            12,
            18,
            [
                "Apart",
                "Ca part",
                "Cap art"
            ]
        ]
    ],
    "This trip was sponsored by the <em>Foundation of the Commission for the Relief of Belgium</em>.": [],
    "In 1928, he published the text of his lectures, including one on the tomb of Tutankhamen, <em>Lectures on Egyptian Art</em>.": [],
    "A French edition appeared in 1931, <em>Propos sur l'art égyptien</em>.": [],
    "In the 1930s he served the Brooklyn Museum of Art in New York as advisory curator of the Charles Edwin Wilbour (1833-1896) Collection of Egyptian Art.": [
        [
            103,
            110,
            [
                "Wilbur"
            ]
        ]
    ],
    "Capart's annotated and illustrated publication of the personal letters of this American Egyptologist appeared in 1936, <em>Travels in Egypt (December 1880 to May 1891).": [
        [
            0,
            6,
            [
                "Apart",
                "Ca part",
                "Cap art"
            ]
        ]
    ],
    "Letters of Charles Edwin Wilbour</em>.": [
        [
            25,
            32,
            [
                "Wilbur"
            ]
        ]
    ],
    "In 1946, Capart published <em>Fouilles en égypte: El Kab, impressions et souvenirs</em>.": [
        [
            9,
            15,
            [
                "Apart",
                "Ca part",
                "Cap art"
            ]
        ]
    ],
    "This Belgian excavation campaign at El Kab, first directed by Capart, and sponsored by the Queen Elisabeth Foundation, began in 1937 and continues today.": [
        [
            39,
            42,
            [
                "Key",
                "Keys",
                "Lab",
                "KGB",
                "Cab",
                "KB"
            ]
        ],
        [
            62,
            68,
            [
                "Apart",
                "Ca part",
                "Cap art"
            ]
        ]
    ],
    "Capart died in 1947.": [
        [
            0,
            6,
            [
                "Apart",
                "Ca part",
                "Cap art"
            ]
        ]
    ],
    "One of his last works <em>Pour faire aimer l'art égyptien</em>, a brief overview of Egyptian art, was published posthumously by the Queen Elisabeth Foundation.": [],
    "In 1956, a memorial tablet was placed in the narthex of the Brussels museum, in honor of its former Chief Curator.": [
        [
            45,
            52,
            [
                "farther",
                "earthen",
                "Sarthe",
                "earthed",
                "Barthes",
                "Marthe"
            ]
        ]
    ],
    "During an official ceremony, Her Majesty Queen Elisabeth unveiled the stone, representing the face of this many-sided man, to whom she had given so much support during his life.": []
}