{
    "<p>Early art historian at Oberlin College.": [],
    "Capps' father was a Princeton University classicist and director of the American School of Classical Studies in Athens, Edward Capps, Sr.": [
        [
            0,
            5,
            [
                "Camps",
                "Caps",
                "Capes",
                "Capos",
                "Carps",
                "Apps"
            ]
        ],
        [
            127,
            132,
            [
                "Camps",
                "Caps",
                "Capes",
                "Capos",
                "Carps",
                "Apps"
            ]
        ]
    ],
    "(1866-1950).": [],
    "The younger Capps was born while his father was on the faculty of the fledgling University of Chicago.": [
        [
            12,
            17,
            [
                "Camps",
                "Caps",
                "Capes",
                "Capos",
                "Carps",
                "Apps"
            ]
        ]
    ],
    "From his father he learned a devotion to languages and classical studies.": [],
    "After receiving his A.B.": [],
    "from Princeton in 1924, he continued to Harvard University for his master's degree, receiving both that and the Princeton M.F.A., which scholars of art history were granted, in 1927.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "He joined the faculty of Oberlin College the same year with a joint appointment in both Classical Studies and Art, while pursing a Ph.D.": [],
    "degree at Princeton.": [
        [
            0,
            6,
            [
                "Degree"
            ]
        ]
    ],
    "At Princeton, Capps worked closely with <a href=\"/moreyc\">Charles Rufus Morey</a>.": [
        [
            14,
            19,
            [
                "Camps",
                "Caps",
                "Capes",
                "Capos",
                "Carps",
                "Apps"
            ]
        ]
    ],
    "However, Capps disagreed with Morey's view of Byzantine art stemming from either neo-Attic or Alexandrine models.": [
        [
            9,
            14,
            [
                "Camps",
                "Caps",
                "Capes",
                "Capos",
                "Carps",
                "Apps"
            ]
        ]
    ],
    "He declined to have Morey supervise his dissertation, which was accepted in 1931.": [],
    "At Oberlin, Capps taught both medieval and ancient art history courses.": [
        [
            12,
            17,
            [
                "Camps",
                "Caps",
                "Capes",
                "Capos",
                "Carps",
                "Apps"
            ]
        ]
    ],
    "He retired from the College in 1968 after teaching at Oberlin for 41 years.": [],
    "His son, Edward Capps III, is also a classicist.</p>": [
        [
            16,
            21,
            [
                "Camps",
                "Caps",
                "Capes",
                "Capos",
                "Carps",
                "Apps"
            ]
        ]
    ]
}