{
    "Art historian of Classical art; interested in ancient materials and methods.": [],
    "Carpenter's father, William Henry Carpenter was a provost at Columbia University, which the younger Carpenter attended, graduating at age 19.": [],
    "He received a Rhodes scholarship at Oxford, studying at Balliol College.": [],
    "At Oxford he published poetry and took both a second B.A.": [
        [
            3,
            9,
            [
                "Oxford,"
            ]
        ]
    ],
    "(1911) and an M.A.": [],
    "(1914).": [],
    "He had spent the year 1912-13 at the American School of Classical Studies at Athens, which ignited a passion for classical studies.": [],
    "Learning of his preciosity, Bryn Mawr president Martha Carey Thomas (1857-1935) asked Carpenter to establish a department of classical archaeology there.": [],
    "Carpenter did, continuing coursework at Columbia.": [],
    "He graduated from Columbia in 1916, writing his dissertation on the ethics of Euripides.": [],
    "By 1918 he was already full professor.": [],
    "The same year he married Eleanor Houston Hill, a student at Bryn Mawr.": [],
    "After war service (1917-19) he was a member of the American Commission to Negotiate Peace in Paris.": [],
    "Ever fascinated by the larger archaeological world, Carpenter journeyed over a thousand miles in Guatemala, the account of his trip published in 1920 as <em>The Land beyond Mexico</em>.": [],
    "In 1921 he published perhaps his most widely read book, <em>The Aesthetic Basis of Greek Art</em>.": [
        [
            3,
            7,
            [
                "1921,"
            ]
        ]
    ],
    "An introduction to Greek art, Carpenter attempted to place the production of Greek art (mostly sculpture and architecture) in terms of artistic behavior.": [],
    "The starting point of analyzing Greek art, Carpenter contended, was the practice of artistic production.": [],
    "His <em>The Greeks in Spain,</em> 1925, was the result of archaeological excavations in that country.": [
        [
            27,
            29,
            [
                ", <"
            ]
        ]
    ],
    "In 1926 Carpenter was appointed an annual professor at the American School of Classical Studies in Athens, merging those duties with that of director (1927-32).": [],
    "During that time he founded the school's journal, <em>Hesperia</em>, in 1932.": [],
    "The beginning of the American excavations in the Agora in Athens were also under his tenure.": [],
    "His <em>Sculpture of the Nike Temple Parapet</em> appeared in 1929.": [],
    "Carpenter returned to teaching full-time at Bryn Mawr in 1932.": [],
    "He delivered the Martin Classical Lectures at Oberlin College, which appeared in print as <em>The Humanistic Value of Archaeology</em> in1933.": [],
    "Despite mounting tensions in Europe on the eve of World War II, he held a 1939-40 professorship of Classical School of the American Academy in Rome.": [],
    "Carpenter used the years of World War II to publish lectures from symposia and other lectures.": [],
    "His <em>Art, a Bryn Mawr Symposium</em> (1940) and <em>The Bases of Artistic Creation</em> (1942), both focus on esthetics.": [
        [
            113,
            122,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "His 1946 <em>Folk Tale: Fiction and Saga in the Homeric Epics</em>, the result of the Sather Classical Lectures given at the University of California at Berkeley, suggested that the folk tails of Europe deeply influenced the Homer's writings, still a controversial theory.": [
        [
            86,
            92,
            [
                "Father",
                "Rather",
                "Gather",
                "Mather",
                "Cather",
                "Bather"
            ]
        ]
    ],
    "Among his last students at Bryn Mawr were <a href=\"/ridgwayb\">Bruni Ridgway</a>, who wrote her Master's thesis under him.": [],
    "He retired from Bryn Mawr in 1955, issuing a second edition of <em>Esthetic Basis of the Greek Art</em> in 1959.": [],
    "In retirement he held visiting professorships at the University of Pennsylvania in 1960, was Andrew W. Mellon professorship at the University of Pittsburgh for 1961-1962, and another visiting scholar position at the University of Washington (1963-1964).": [
        [
            3,
            13,
            [
                "retirement,"
            ]
        ]
    ],
    "Together with <a href=\"/ackermanj\">James S. Ackerman</a>, Carpenter wrote <em>Art and Archaeology</em>, 1962, a handbook for practitioners of the discipline of art history.": [],
    "His theory that catastrophes and migrations in ancient history were because of climate changes manifested itself in the volume, <em>Discontinuity in Greek Civilization</em>, 1966.": [],
    "His final book, published at age 81, was <em>Architects of the Parthenon</em>, 1970.": [],
    "Privately, Carpenter was a dogs lover and bred them as a hobby.": [],
    "In 1997, the art and archaeological library at Bryn Mawr was named for him.": [],
    "Carpenter was an unconventional scholar whose reputation, both as a teacher and as a scholar, were extensive.": [],
    "His lecturing style was so elegant he was known at the \"Bryn Mawr nightingale.\"": [],
    "He argued for a later dating of the Greek alphabet to the eighth century B.C., a date now generally accepted.": [],
    "His use of the wide range of evidence that contributes to art history as well as his interest in all the areas of archaeology is the strongest aspect of his reputation.": [],
    "His teaching style was \"entirely Socratic\" according to Ridgway, asking questions and letting students discover the answers.": [
        [
            56,
            63,
            [
                "Ridgeway"
            ]
        ]
    ],
    "He was little interested in what others wrote (his books contain few footnotes), preferring to base his analysis on strict and direct observation of the object (Ridgway).": [
        [
            161,
            168,
            [
                "Ridgeway"
            ]
        ]
    ]
}