{
    "<p>Art historian and dealer, responsible for many sensational painting discoveries in the post-World-War II period.": [],
    "Carritt was educated at Rugby School 1939-44 before attending Christ Church College, Oxford.": [
        [
            0,
            7,
            [
                "Carried",
                "Carrier",
                "Carries",
                "Barrett",
                "Carrie",
                "Garrett"
            ]
        ]
    ],
    "While still at school he drew the attention of <a href=\"/nicolsonb\">Benedict Nicolson</a>, then editor of the <em>Burlington Magazine</em>, as someone which extraordinary art-historical perceptiveness.": [],
    "Nicholson took Carritt to visit the great Italian art authority, <a href=\"/berensonb\">Bernard Berenson</a> in Florence, who also was impressed with the Carritt's gifts.": [
        [
            15,
            22,
            [
                "Carried",
                "Carrier",
                "Carries",
                "Barrett",
                "Carrie",
                "Garrett"
            ]
        ]
    ],
    "(Of this encounter, Carritt related that he \"corrected\" some of Berenson's attributions).": [
        [
            20,
            27,
            [
                "Carried",
                "Carrier",
                "Carries",
                "Barrett",
                "Carrie",
                "Garrett"
            ]
        ],
        [
            64,
            72,
            [
                "Benenson"
            ]
        ]
    ],
    "In 1952, Carritt, then only 25, made perhaps the most important discovery in his career.": [
        [
            9,
            16,
            [
                "Carried",
                "Carrier",
                "Carries",
                "Barrett",
                "Carrie",
                "Garrett"
            ]
        ]
    ],
    "In the remote home of a retired surgeon captain of the British Navy, Carritt discovered a painting by Caravaggio, <em>The Musicians</em>, now owned by the Metropolitan Museum of Art, New York.": [
        [
            69,
            76,
            [
                "Carried",
                "Carrier",
                "Carries",
                "Barrett",
                "Carrie",
                "Garrett"
            ]
        ]
    ],
    "Carritt worked freelance for a few years before becoming a director at Christies auction house in 1964.": [
        [
            0,
            7,
            [
                "Carried",
                "Carrier",
                "Carries",
                "Barrett",
                "Carrie",
                "Garrett"
            ]
        ],
        [
            71,
            80,
            [
                "Christie's",
                "Christie",
                "Chris ties",
                "Christie’s"
            ]
        ]
    ],
    "During his years at Christies, Carritt obtained many important pictures for the firm to sell.": [
        [
            20,
            29,
            [
                "Christie's",
                "Christie",
                "Chris ties",
                "Christie’s"
            ]
        ],
        [
            31,
            38,
            [
                "Carried",
                "Carrier",
                "Carries",
                "Barrett",
                "Carrie",
                "Garrett"
            ]
        ]
    ],
    "He left Christie's in 1970 to found his own firm, David Carritt, Ltd, and become director of the international consortium of art dealers, Artemis.": [
        [
            56,
            63,
            [
                "Carried",
                "Carrier",
                "Carries",
                "Barrett",
                "Carrie",
                "Garrett"
            ]
        ]
    ],
    "In 1977, Carritt identified a painting at Mentmore Towers auction house, incorrectly attributed to Carl van Loo, as actually by Fragonard.": [
        [
            9,
            16,
            [
                "Carried",
                "Carrier",
                "Carries",
                "Barrett",
                "Carrie",
                "Garrett"
            ]
        ],
        [
            42,
            50,
            [
                "Mentor",
                "Mentored",
                "Mentors",
                "Kenmore"
            ]
        ]
    ],
    "Though the sale was heavily attended and publicized, Carritt bought the masterpiece for a nominal £38000 (ca.": [
        [
            53,
            60,
            [
                "Carried",
                "Carrier",
                "Carries",
                "Barrett",
                "Carrie",
                "Garrett"
            ]
        ]
    ],
    "$14000).": [],
    "The painting, today known as <em>Toilet of Psyche</em>, is now owned by the National Gallery, London, valued for more than 70 times what Carritt paid for it.": [
        [
            137,
            144,
            [
                "Carried",
                "Carrier",
                "Carries",
                "Barrett",
                "Carrie",
                "Garrett"
            ]
        ]
    ],
    "Among his other discoveries were a Roger van der Weyden at a cottage in Bray and a set of large Guardi canvases rolled at a country house in Ireland.": [
        [
            96,
            102,
            [
                "Guard",
                "Guards",
                "Guarda"
            ]
        ]
    ],
    "As the head of David Carritt, Ltd., Carritt sponsored many scholarly exhibitions and issued important catalogs.": [
        [
            21,
            28,
            [
                "Carried",
                "Carrier",
                "Carries",
                "Barrett",
                "Carrie",
                "Garrett"
            ]
        ],
        [
            36,
            43,
            [
                "Carried",
                "Carrier",
                "Carries",
                "Barrett",
                "Carrie",
                "Garrett"
            ]
        ]
    ],
    "He died of cancer at age 55.Carritt represented the 19th-century-style art historian, whose position was based primarily upon opinions, connoisseurship, hubris and an extensive amount of travel and personal experience.": [
        [
            28,
            35,
            [
                " Carritt"
            ]
        ]
    ],
    "Notoriously outspoken, he devoted more of his energies to the life of a raconteur than a scholar.": [],
    "Of his extensive knowledge, very little was left in published form.</p>": []
}