{
    "Museum of Fine Arts, Boston, curator of prints, founded Print Collector’s quarterly.": [],
    "Carrington was born in Surbiton, Surrey, England (today, Greater London) in 1869 to R. C. and Sarah Jane (née Pewtress) Carrington.": [
        [
            110,
            118,
            [
                "Pew tress"
            ]
        ]
    ],
    "He was educated at Bute House in Petersham, England before attending college at Victoria College on the Island of Jersey.": [
        [
            19,
            23,
            [
                "But",
                "Bite",
                "Byte",
                "Brute",
                "Cute",
                "Lute"
            ]
        ],
        [
            33,
            42,
            [
                "Peter sham",
                "Peters ham"
            ]
        ]
    ],
    "In 1886, he moved to Minnesota, United States.": [],
    "He briefly worked in agriculture, but soon began surveying for the Great Northern Railway.": [],
    "Afterwards, he was employed by Harington Beard (ca.": [
        [
            0,
            10,
            [
                "Afterward"
            ]
        ],
        [
            31,
            40,
            [
                "Harrington",
                "Haring ton"
            ]
        ]
    ],
    "1868-1940), a fine art dealer in the city.": [],
    "In 1892, he moved to New York City and began working as a clerk and salesman at Keppel &amp; Co, a business that sold etchings and engravings.": [
        [
            80,
            86,
            [
                "Koppel"
            ]
        ],
        [
            87,
            91,
            [
                "camp",
                "lamp",
                "ramp",
                "amp",
                "damp",
                "vamp"
            ]
        ]
    ],
    "He worked his way through the ranks at Keppel &amp; Co.": [
        [
            39,
            45,
            [
                "Koppel"
            ]
        ],
        [
            46,
            50,
            [
                "camp",
                "lamp",
                "ramp",
                "amp",
                "damp",
                "vamp"
            ]
        ]
    ],
    "first as partner, then general manager, treasurer, and a minority stockholder.": [
        [
            0,
            5,
            [
                "First"
            ]
        ]
    ],
    "He married Charlotte Austen Singleton (1873-1951) in 1897.": [],
    "In 1899, he began publishing books, though his initial works mainly focus on poetry.": [],
    "Though not formally trained as an art critic, he is recognized as one in the 1908 edition of <em>Who's Who in New York City</em> and State due to his work editing, arranging, and writing introductions for various books of fine art.": [],
    "At the time most of these were still books of poetry, but some had started to feature pictures as complements to the verse.": [],
    "In 1911 he began publishing <em>The Print-Collector’s Quarterly</em>, at the time “the only serious journal devoted to prints in the English language.” (Sizer) In 1912, Carrington published <em>Prints and their Makers:  Essays on Engravers and Etchers Od and Modern</em>.": [
        [
            3,
            7,
            [
                "1911,"
            ]
        ]
    ],
    "In 1913, the Museum of Fine Arts in Boston appointed him Curator of the Department of Prints and taking over the publication of the <em>Quarterly</em>.": [],
    "He was simultaneously recommended by the Fine Arts Department at Harvard University to serve as a lecturer.": [],
    "During his time in Boston, he also assisted founding the Children’s Art Center.": [],
    "During World War I publication of the <em>Quarterly</em> ceased and afterward it was transferred to the British Museum on the editorship of <a href=\"/dodgsonc\">Campbell Dodgson</a>.": [],
    "Carrington resigned from the Museum to return to private business in 1921, succeeded at the Museum by <a href=\"/rossiterh\">Henry P. Rossiter</a>.": [],
    "Carrington worked for M. Knoedler &amp; Co., art gallery in New York.": [
        [
            25,
            33,
            [
                "Noodler"
            ]
        ],
        [
            34,
            38,
            [
                "camp",
                "lamp",
                "ramp",
                "amp",
                "damp",
                "vamp"
            ]
        ]
    ],
    "He retired in 1942.": [],
    "While visiting friends in Old Lyme, Connecticut, in 1954 he died.": [],
    "&nbsp;\n\n&nbsp;\n\nColleagues estimated that Carrington did “more...for scholarship in prints in English” than nearly any other person.": [],
    "(Sizer) Though not a trained or especially learned scholar, his devotion to the field of etchings and engravings brought him high profile.": [],
    "The lectures he gave on prints at Harvard were among the first--if not the first--formal courses offered on prints, a curatorial discipline later developed at Harvard by <a href=\"/sachsp\">Paul J. Sachs</a>.": [],
    "As an exponent of prints as an art form he stands in league with early curators of prints, <a href=\"/ivinsw\">William M. Ivins, Jr.</a>, <a href=\"/mayora\">A.": [],
    "Hyatt Mayor</a>, <a href=\"/zigrosserc\">Carl Zigrosser</a> and <a href=\"/breeskina\">Adelyn Dohme Breeskin</a>.": [],
    "He raised the profile of prints studies in America, particularly fifteenth-century engravings.": [],
    "&nbsp;\n\n&nbsp;": []
}