{
    "<p>Curator of Classical Art, Boston Museum of Fine Arts, 1912-1944.": [],
    "Caskey was the son of Rev.": [
        [
            0,
            6,
            [
                "Casey",
                "Casket",
                "Cakey",
                "CarKey"
            ]
        ]
    ],
    "Taliaferro F. Caskey and Phoebe Lacey.": [
        [
            14,
            20,
            [
                "Casey",
                "Casket",
                "Cakey",
                "CarKey"
            ]
        ]
    ],
    "He was raised in Dresden, Germany, where his father had a chaplaincy, and though educated in English-language schools (1882-1897), acquired numerous languages early on.": [],
    "He graduated from Yale, his father's alma mater, class of 1901, joining the American School of Classical Studies in Athens, first as a Fellow and then between 1905-1908 as the Secretary.": [],
    "At the British and American classical schools in Athens, he met fellows scholars such as Sidney Norton Deane (1878-1943), <a href=\"/dickinsg\">Guy Dickins</a>, Bert Hill (1874-1958) and later <a href=\"/beazleyj\">J.": [
        [
            103,
            108,
            [
                "Dean",
                "Diane",
                "Dane",
                "Duane",
                "Keane",
                "Deans"
            ]
        ]
    ],
    "D. Beazley</a>.": [
        [
            3,
            10,
            [
                "Beasley"
            ]
        ]
    ],
    "He returned to America only briefly during these years to teach at Yale.": [],
    "Initially, Caskey's interest was in architecture and architectural inscriptions.": [
        [
            11,
            17,
            [
                "Casey",
                "Casket",
                "Cakey",
                "CarKey"
            ]
        ]
    ],
    "The later book on the measurements of the Erechtheum on which he helped contains research dating from this time.": [],
    "At his return to the United States in 1908, Caskey was appointed Assistant Curator of Classical Art at the Boston Museum of Fine Arts.": [
        [
            44,
            50,
            [
                "Casey",
                "Casket",
                "Cakey",
                "CarKey"
            ]
        ]
    ],
    "He received his Ph.D.": [],
    "in 1912 and was immediately appointed Curator at the Boston Museum.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He remained at Boston Museum until his death.": [],
    "At the BMFA, Caskey's initial duties were to study and publish the important finds acquired by the Museum by Edward P. Warren (1860-1928) and John Marshall (1862-1928), the gay couple who formed a team securing important works of sculpture and vase painting in Europe for the Museum earlier in the century, under the direction of <a href=\"/fairbanksa\">Arthur Fairbanks</a>.": [
        [
            7,
            11,
            [
                "MFA",
                "BFA",
                "BMA",
                "BAFA",
                "BMF",
                "BM FA"
            ]
        ],
        [
            13,
            19,
            [
                "Casey",
                "Casket",
                "Cakey",
                "CarKey"
            ]
        ]
    ],
    "Under his curatorship, the Museum acquired the Minoan Snake Goddess, the gold bowl of the Kypselids (Olympia) and the Syracusan Demareteion.": [
        [
            10,
            21,
            [
                "curator ship",
                "curators hip"
            ]
        ],
        [
            90,
            99,
            [
                "Eyelids"
            ]
        ],
        [
            118,
            127,
            [
                "Syracuse"
            ]
        ],
        [
            128,
            139,
            [
                "Demarcation"
            ]
        ]
    ],
    "Caskey married Dickins widow, Mary Hamilton Dickins, after her first husband's death in World War I. At Caskey's death he was succeeded by <a href=\"/chaseg\">George Henry Chase</a> as acting Curator.": [
        [
            0,
            6,
            [
                "Casey",
                "Casket",
                "Cakey",
                "CarKey"
            ]
        ],
        [
            15,
            22,
            [
                "Dickens",
                "Dinkins",
                "Dicking"
            ]
        ],
        [
            44,
            51,
            [
                "Dickens",
                "Dinkins",
                "Dicking"
            ]
        ],
        [
            104,
            110,
            [
                "Casey",
                "Casket",
                "Cakey",
                "CarKey"
            ]
        ]
    ],
    "Caskey left a relatively modest body of publications.": [
        [
            0,
            6,
            [
                "Casey",
                "Casket",
                "Cakey",
                "CarKey"
            ]
        ]
    ],
    "He wrote laboriously and without the encouragement to publish academics find for themselves.": [],
    "<a href=\"/constablew\">W.": [],
    "G. Constable</a> characterized him as, though interested in archaeology, an art historian.": [],
    "He disparaged museum practice of spotlighting objects, extensive explanation or other techniques that detracted from experiencing the object directly.</p>": []
}