{
    "Philosopher whose work was influential for art history and historiography.": [],
    "Cassirer was born in Breslau, Silesia, Prussia which is present-day Wroclaw, Poland.": [
        [
            0,
            8,
            [
                "Cassie",
                "Cashier",
                "Classier",
                "Assurer",
                "Sassier",
                "Gassier"
            ]
        ],
        [
            21,
            28,
            [
                "Presley",
                "Belau",
                "Bresler"
            ]
        ],
        [
            68,
            75,
            [
                "Wrocław"
            ]
        ]
    ],
    "He attended the Gymnasium in Breslau before admission to the University of Berlin where he studied jurisprudence and philosophy.": [
        [
            29,
            36,
            [
                "Presley",
                "Belau",
                "Bresler"
            ]
        ]
    ],
    "Like many students of the era, he also attended university lectures at the universities of Leipzig, Munich, and Heidelberg.": [],
    "He settled at the University of Marburg in 1886.": [],
    "His Ph.D.": [],
    "in philosophy (summa cum laude) appeared in 1899.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He became a <em>privatdozent</em> at the University of Berlin in the years before World War I. He married Toni Bondy in 1902.": [],
    "Cassirer served (was drafted) for the German civil service during World War I. After Germany's defeat, he was appointed professor at the University of Hamburg in 1919.": [
        [
            0,
            8,
            [
                "Cassie",
                "Cashier",
                "Classier",
                "Assurer",
                "Sassier",
                "Gassier"
            ]
        ]
    ],
    "He was named rector in 1930.": [],
    "The advent of the Nazi regime in 1933 forced Cassirer to resign.": [
        [
            45,
            53,
            [
                "Cassie",
                "Cashier",
                "Classier",
                "Assurer",
                "Sassier",
                "Gassier"
            ]
        ]
    ],
    "He immigrated to England were he taught as a lecturer at All Souls College, Oxford University until 1935 He received a professorship at the University of Goeteborg, Sweden, in philosophy, in 1935.": [
        [
            25,
            29,
            [
                "where",
                "we"
            ]
        ],
        [
            154,
            163,
            [
                "Göteborg",
                "Goteborg"
            ]
        ]
    ],
    "He became naturalized Swedish citizen in the 1930s.": [],
    "Cassirer remained there until 1941 when he became a visiting professor at Yale University in 1941.": [
        [
            0,
            8,
            [
                "Cassie",
                "Cashier",
                "Classier",
                "Assurer",
                "Sassier",
                "Gassier"
            ]
        ]
    ],
    "He moved to Columbia University under the same status as visiting professor of philosophy, 1944-45.": []
}