{
    "Spanish Art Historian, writer, art critic, and member of the Royal Board of Trustees of the Prado Museum.": [],
    "Maria Luisa Caturla was born in Barcelona, Spain, but lived most of her life in Madrid.": [
        [
            12,
            19,
            [
                "Natural",
                "Carla"
            ]
        ]
    ],
    "Although she never attended a university, she early on developed an interest in art, especially ceramics and fabrics.": [],
    "She began to study art history using the books of <a href=\"/danaj\">Heinrich Wölfflin</a> during her first trip to Italy which became a formative experience for her eventual field of work.": [],
    "Her passion for intellectual engagement led to her becoming part of various renowned European intellectual groups that would influence her later career in art history.": [],
    "Her friendship with the philosopher José Ortega y Gasset (1883-1955) especially pushed her to pursue her career in art history.": [],
    "Other close friends in her circle like historian José María de Cossío (1892-1977) and Spanish artist Ignacio Zuloaga (1870-1945) enriched her intellectual passions and curiosities.": [
        [
            109,
            116,
            [
                "Eulogy",
                "Juliana",
                "Gulag",
                "Gulags",
                "Sultana",
                "Gulbarga"
            ]
        ]
    ],
    "She began teaching art history between 1928 and 1930 to undergraduate college students.": [],
    "She published one of her most notable early works <em>Arte de épocas inciertas in 1944</em>: a work that remarkably compares modern art with the gothic flamboyant art style.": [],
    "She continued publishing works during and immediately after World War II, she published a spate of booklet art primers on various art subjects, including Zurbaran and El Greco.": [
        [
            154,
            162,
            [
                "Urban",
                "Barbara",
                "Barbarian",
                "Durban",
                "Urbana",
                "Turban"
            ]
        ]
    ],
    "Her publisher was the dormant magazine founded by Gasset, <em>Revista de occidente</em>, which was forced to suspend publishing during the Spanish civil war.": [
        [
            50,
            56,
            [
                "Asset",
                "Gasket",
                "Gassed",
                "Gasses",
                "Basset",
                "Gasser"
            ]
        ]
    ],
    "Caturla published primers on non-controversial subjects to avoid the disapproval of the Franco government.": [
        [
            0,
            7,
            [
                "Natural",
                "Carla"
            ]
        ]
    ],
    "She began to conduct extensive research on Zurbaran during the 1940’s where she published works like <em>Zurbaran at the ‘Hall of Realms’ at Buen Retiro.</em> and <em>Bodas y Obras Juveniles De Zurbarán</em>.": [
        [
            43,
            51,
            [
                "Urban",
                "Barbara",
                "Barbarian",
                "Durban",
                "Urbana",
                "Turban"
            ]
        ],
        [
            63,
            69,
            [
                "1940s"
            ]
        ]
    ],
    "As her investigation on Zuburan progressed in the 1950’s with works such as  <em>Zurbarán: Estudio y Catalogo De La Exposicion Celebrada De Granada En Junio De 1953.</em>\n\nIn 1954, she was invited by the art institute of Columbia University to give a talk about the life of Zurbaran and her research on the artist.": [
        [
            24,
            31,
            [
                "Suburban",
                "Auburn"
            ]
        ],
        [
            50,
            56,
            [
                "1950s"
            ]
        ],
        [
            75,
            77,
            [
                " "
            ]
        ]
    ],
    "In 1960, she became an official member of the Royal Patronage of the Museo Nacional del Prado.": [],
    "Her work in the field of art history was recognized and received commemoration by the Lady of the Order of Isabel la Católica and the Great Cross of Alfonso X el Sabio, declaring her work distinguished and in benefit of society in 1975.": [
        [
            117,
            125,
            [
                "Catholic",
                "Carolina",
                "Catholics",
                "Catalina",
                "Majolica"
            ]
        ],
        [
            162,
            167,
            [
                "Fabio",
                "Sabin",
                "Fábio",
                "SABIS",
                "Sabik"
            ]
        ]
    ],
    "In 1979, she was admitted to the Royal Academy of Fine Arts of San Fernando and was later named by the academy an honorary academic, at the nomination of Luis Moya, Álvaro Delgado, and the Count of Yebes.": [
        [
            159,
            163,
            [
                "Maya",
                "Mona",
                "Goya",
                "MOA",
                "MYA",
                "MoMA"
            ]
        ],
        [
            198,
            203,
            [
                "Yeses"
            ]
        ]
    ],
    "She was later named an honorary academic of the “Real Academia Extremadura de las Letras y las Artes de Trujillo” in 1982.": [
        [
            63,
            74,
            [
                "Extremaduran"
            ]
        ],
        [
            82,
            88,
            [
                "Tetras"
            ]
        ],
        [
            95,
            100,
            [
                "Arts",
                "Ares",
                "Aries",
                "Antes",
                "ARTE",
                "ARTS"
            ]
        ]
    ]
}