{
    "Archaeologist; reviver of interest in Romanesque sculpture in France; first to use the term (but not the concept); founder of the <em>Société Française d'Archéologie</em>.": [],
    "Caumont was born to a prominent Normandy family.": [
        [
            0,
            7,
            [
                "Beaumont",
                "Lamont",
                "Dumont",
                "DuMont"
            ]
        ]
    ],
    "He studied at the University in Caen under Abbé Gervais de la Rue (1751-1835) and <a href=\"/gervillec\">Charles Gerville</a>, who, exiles to England during the first empire, imbued Caumont with English ideas.": [
        [
            32,
            36,
            [
                "Can",
                "Chen",
                "Cane",
                "Cain",
                "Caren",
                "AEN"
            ]
        ]
    ],
    "In 1819 he graduated and began legal studies.": [
        [
            3,
            7,
            [
                "1819,"
            ]
        ]
    ],
    "In 1823 he helped found the Société Linnéenne du Calvados and the following year, with Gerville, the abbé Gervais, and Auguste Le Prévost, the Société des Antiquaires de Normandie later becoming secretary.": [
        [
            3,
            7,
            [
                "1823,"
            ]
        ],
        [
            28,
            35,
            [
                "Society"
            ]
        ],
        [
            36,
            45,
            [
                "Linnette"
            ]
        ],
        [
            87,
            95,
            [
                "Greville"
            ]
        ],
        [
            119,
            126,
            [
                "August",
                "Augusta",
                "Augusto",
                "Augusts",
                "Auguster"
            ]
        ],
        [
            130,
            137,
            [
                "Provost"
            ]
        ],
        [
            143,
            150,
            [
                "Society"
            ]
        ],
        [
            151,
            154,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            155,
            166,
            [
                "Antiquaries"
            ]
        ]
    ],
    "The same year Caumont published his <em>Essai sur l'architecture du Moyen Age</em>, the first of a number of books discussing archaeological method as much as history and the first instance of the use of the term <em>Romanesque</em> (Romane).": [
        [
            14,
            21,
            [
                "Beaumont",
                "Lamont",
                "Dumont",
                "DuMont"
            ]
        ]
    ],
    "He was was admitted to the bar in 1825.": [
        [
            3,
            10,
            [
                "was"
            ]
        ]
    ],
    "Beginning in 1830, he issued his <em>Cours d'antiquités monumentales</em>, which ran to six volumes through 1841.": [],
    "Both the <em>Essai</em> and the <em>Cours</em> detailed his archaeological method of research, classification and comparative method.": [],
    "He met the early British medievalist <a href=\"/rickmant\">Thomas Rickman</a> during Rickman's visit to France.": [],
    "His prominence as a modern archaeologist led him to found the <em>Société Française d'Archéologie</em> in 1834.": [],
    "The Society was both national and pragmatic: it saved numerous monuments from demolition during its years of existence meeting in a different <em>département</em> (or state) each year and highlighting the medieval monuments there.": [],
    "Its <em>Bulletin monumental</em> became a major organ for medieval studies.": [],
    "A general survey of medieval architecture, <em>Histoire de l'architecture religieuse au moyen âge</em>, appeared in 1841.": [],
    "The following year, his <em>Abécédaire ou rudiment d'archéologie</em> was published, an important early book for the history of Church ornament (Cahn).": [],
    "His interest and devotion to his home province drove him to form the Association Normande and its concomitant journal, <em>L'Annuaire des cinq départements de l'ancienne Normandie</em>.": [
        [
            81,
            89,
            [
                "Normandy",
                "Normand"
            ]
        ]
    ],
    "Most of his work was discontinued in 1870 because of increasing ill health.": [],
    "After his death, most of the associations he had founded either disbanded or were fundamentally changed.": [],
    "Caumont is considered one of the founders of modern archaeology in France, which came to later include (as used in the French meaning of <em>archéologie</em>) the study of art history as well.": [
        [
            0,
            7,
            [
                "Beaumont",
                "Lamont",
                "Dumont",
                "DuMont"
            ]
        ]
    ],
    "His writings on Romanesque sculpture revived the interest in that period of medieval art solidified by the concept put forth by Gerville in 1818 and <a href=\"/brittonj\">John Britton</a> in England whose <em>Cathedral Antiquities</em> has been appearing since 1814.": [
        [
            128,
            136,
            [
                "Greville"
            ]
        ]
    ],
    "<em>Essai sur l'architecture du Moyen Age</em> marked the beginning of what became a continuous development of the modern histories of medieval art (Bober).": [],
    "Caumont's work built upon the influence of Auguste Le Prévost (1787-1859), who was instrumental in fostering other commissions for monument protection, including the <em>Société Libre de l'Eure</em> and the <em>Commission des Antiquités de Seine-Inférieure</em>.": [
        [
            0,
            7,
            [
                "Beaumont",
                "Lamont",
                "Dumont",
                "DuMont"
            ]
        ],
        [
            43,
            50,
            [
                "August",
                "Augusta",
                "Augusto",
                "Augusts",
                "Auguster"
            ]
        ],
        [
            54,
            61,
            [
                "Provost"
            ]
        ]
    ],
    "It was Caumont alone who distilled and shaped the contributions of Gerville, Le Prévost and <a href=\"/boisserees\">Sulpiz Boisserée</a> into the academic structure which formally became cultural and intellectual history (Bober).": [
        [
            7,
            14,
            [
                "Beaumont",
                "Lamont",
                "Dumont",
                "DuMont"
            ]
        ],
        [
            67,
            75,
            [
                "Greville"
            ]
        ],
        [
            80,
            87,
            [
                "Provost"
            ]
        ]
    ],
    "Caumont's work laid the foundation for national monument preservation in many countries.": [
        [
            0,
            7,
            [
                "Beaumont",
                "Lamont",
                "Dumont",
                "DuMont"
            ]
        ]
    ],
    "Caumont was also a champion of decentralized intellectual institutions, both scientific and historic.": [
        [
            0,
            7,
            [
                "Beaumont",
                "Lamont",
                "Dumont",
                "DuMont"
            ]
        ]
    ],
    "As both a legitimist and a devoted Roman Catholic, he criticized the \"Jacobin cancer\" of centralization in Paris.": [
        [
            10,
            20,
            [
                "legitimize"
            ]
        ]
    ]
}