{
    "Artist and art historian; collaborator with <a href=\"/crowej\">Joseph Archer Crowe</a> on the first modern history of art to be written in English.": [],
    "Cavalcaselle studied studio painting at the Accademia di Belle Arti in Venice.": [
        [
            44,
            53,
            [
                "Academia"
            ]
        ],
        [
            63,
            67,
            [
                "Art",
                "Anti",
                "Arts",
                "Artie",
                "Arty",
                "ARI"
            ]
        ]
    ],
    "He was born in Legnago, Milan, Italy, in the Verona vicinity.": [
        [
            15,
            22,
            [
                "Legato"
            ]
        ]
    ],
    "When his interests changed to art history, he moved to Milan and Florence to study renaissance art.": [],
    "In 1847 he met <a href=\"/crowej\">Joseph Archer Crowe</a>, a British art historian in Italy.": [
        [
            3,
            7,
            [
                "1847,"
            ]
        ]
    ],
    "The following year, Cavalcaselle joined in the 1848 revolutions sweeping Europe.": [],
    "For his part in the Italian revolt, he was condemned to death and force to flee.": [],
    "He settled in London in 1850 working for <a href=\"/scharfg\">George Scharf</a> as a illustrator of art.": [],
    "He may also have worked as a restorer.": [],
    "Cavalcaselle's reputation as a connoisseur was already great.": [],
    "<a href=\"/eastlakec\">Charles Lock Eastlake</a>, then president of the Royal Academy, employed Cavalcaselle and two other eminent art connoisseurs, <a href=\"/waageng\">Gustav Friedrich Waagen</a> and <a href=\"/passavantj\">Johann David Passavant</a> that same year to write about pictures for the catalog of the Permanent Gallery of Art in Liverpool.": [],
    "In 1851 Cavalcaselle supported Seymour Stocker Kirkup (1788-1880) in Kirkup's attribution of a portrait of Dante by Giotto in the Bargello fresco of Paradise in Florence.": [
        [
            39,
            46,
            [
                "Sticker",
                "Stocked",
                "Stoker",
                "Shocker",
                "Stacker",
                "Stockier"
            ]
        ],
        [
            47,
            53,
            [
                "Kirk up"
            ]
        ],
        [
            69,
            75,
            [
                "Kirk up"
            ]
        ],
        [
            130,
            138,
            [
                "Marcello",
                "Barbell",
                "Barbells",
                "Arguello",
                "Argüello",
                "Bordello"
            ]
        ]
    ],
    "The following year, Cavalcaselle was asked by Crowe, with whom he shared living quarters in London, to help with Crowe's book on fifteenth-century Flemish painters.": [],
    "This resulted in their famous collaboration and the earliest work in English of serious art scholarship, <em>A History of Painting in Italy from the Second to the Sixteenth Century</em> (1853).": [],
    "Cavalcaselle traveled throughout Europe, making the acquaintance of the art historian and dealer <a href=\"/mundlero\">Otto Mündler</a> in Paris, who was acquiring art for the National Gallery, London.": [],
    "Cavalcaselle made attributions for the Manchester Art Treasures exhibition catalog of 1857.": [],
    "In 1857, too, Cavalcaselle began research for an English-language edition of the masterwork by <a href=\"/vasarig\">Giorgio Vasari</a>, <em>Most Excellent Painters</em>, commissioned by Eastlake, the publisher John Murray, the amateur archaeologist <a href=\"/layarda\">Austen Henry Layard</a> (1817 -1894) and the playwright Tom Taylor (1817-1880).": [],
    "His job was twofold: to examine the extant paintings mentioned in the <em>Vite</em> and compare Varsari's claims with the documents in Italian archives.": [],
    "He worked until 1861 on the Vasari project, building on the research of Pietro Giordani (1774-1848) and <a href=\"/camporig\">Giuseppe B. Campori</a>.": [
        [
            28,
            34,
            [
                "Va sari"
            ]
        ],
        [
            79,
            87,
            [
                "Giordano"
            ]
        ]
    ],
    "Cavalcaselle soon developed an expertise in Italian art as he had for Flemish.": [],
    "Eastlake sent him on several buy trips for the National Gallery, one in 1858 which Eastlake accompanied him another the following year to evaluate a Roman sale.": [
        [
            0,
            8,
            [
                "East lake"
            ]
        ],
        [
            83,
            91,
            [
                "East lake"
            ]
        ]
    ],
    "Cavalcaselle eventually abandoned the Vasari project for a new one with Crowe, a history of Italian painting.": [
        [
            38,
            44,
            [
                "Va sari"
            ]
        ]
    ],
    "The ouster of religious authority in Italy by the new, unified Italian government allowed him to return, where he received a commission to inventory church holdings in the Marches and Umbria in 1861, together with the connoisseur and collector <a href=\"/morellig\">Giovanni Morelli</a>.": [
        [
            184,
            190,
            [
                "Umbra"
            ]
        ]
    ],
    "Cavalcasell became alarmed that the new Italian government was losing precious art through neglect and over-restoration.": [
        [
            0,
            11,
            [
                "Cavalcade",
                "Cavalcades"
            ]
        ]
    ],
    "In 1862 to exhorted the government to establish an office within the Ministero della Pubblica Istruzione to control Italy's art treasures.": [
        [
            11,
            19,
            [
                "exhort"
            ]
        ],
        [
            69,
            78,
            [
                "Minister",
                "Ministers"
            ]
        ],
        [
            79,
            84,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ],
        [
            85,
            93,
            [
                "Public",
                "Publican"
            ]
        ],
        [
            94,
            104,
            [
                "Intrusion",
                "Intrusions"
            ]
        ]
    ],
    "Though the proposal went unheeded, Cavalcaselle continued to work toward this end.": [],
    "His trips to France and Austria in 1863, the German states in 1863-1865, and elsewhere expanded his knowledge an expertise.": [],
    "Crowe's and Cavalcaselle's <em>New History of Painting in Italy</em> appeared from Murray beginning in 1864 and soon after in a German edition, edited by <a href=\"/springera\">Anton Springer</a>.": [],
    "The groundbreaking work recast much of art history based upon their chronologies of the artist's individual development.": [],
    "Two subsequent volumes, treating the north Italian schools, appeared in 1871.": [],
    "In 1867, Cavalcaselle was named Inspector for the Museo Nazionale del Bargello, in Florence.": [
        [
            56,
            65,
            [
                "National",
                "Nationals",
                "Rationale"
            ]
        ],
        [
            70,
            78,
            [
                "Marcello",
                "Barbell",
                "Barbells",
                "Arguello",
                "Argüello",
                "Bordello"
            ]
        ]
    ],
    "He continued to consult for the National Gallery, now under the direction of <a href=\"/boxallw\">William Boxall</a>, until 1869.": [],
    "He moved to Rome in 1875 to accept a minister-level position as Inspector General of Painting and Sculpture.": [],
    "As <em>Ministerio</em>, he oversaw the art restoration, including of the paintings in S Francesco, Assisi, advised on museum acquisition and structure.": [],
    "He was instrumental in the laws prohibiting exports of art, and set the government standards for restoration of paintings and mosaics.": [],
    "Impressed with his organizational talents and authority, he and Crowe were called to Austria to reorganize the Belvedere Gallery in 1873.": [],
    "In 1877, he and Crowe issued a biography, Titian: His Life and Times which was meant to cap the <em>History of Painting in North Italy</em> volumes.": [],
    "Between 1882-1885 the two also issued <em>Raphael: His Life and Works</em>.": [],
    "Cavalcaselle retired from the Ministero in1893, issuing a much enlarged Italian-language edition of <em>A History of Painting in Italy</em>, 1886-1908.": [
        [
            30,
            39,
            [
                "Minister",
                "Ministers"
            ]
        ]
    ],
    "The collaboration between Crowe and Cavalcaselle was one of the great teams of art history.": [],
    "The two traveled together, Cavalcaselle making notes on the pictures, and detailed drawings.": [],
    "Crowe appears to have written the text entirely himself, with much input on attribution by Cavalcaselle, although the true division of work has never been established.": [],
    "Cavalcaselle's connoisseur's sensitivity to the pictorial language of art history is documented in his drawings.": [],
    "He was adept at establishing on formal basis, the various periods within an artist's oeuvre.": [],
    "Crowe's autobiography (1895) discusses Cavalcaselle's method in detail.": [],
    "<em>A New History of Painting in Italy</em> was the first serious study to cast personal experience of a large amount of art into a conceptual framework.": [],
    "The numerous new attributions and chronologies set their works as classics for nascent discipline of art history.": [],
    "<a href=\"/venturia\">Adolfo Venturi</a> called Cavalcaselle a \"second Vasari\" and the most complete Italian art history since <a href=\"/lanzil\">Luigi Antonio Lanzi</a>.": []
}