{
    "Tufts University professor, medievalist scholar, and feminist theorist.": [],
    "Caviness, born Madeline Harrison, was born in London to Eric Vernon Harrison and Gwendoline Rigden (Harrison).": [
        [
            0,
            8,
            [
                "Waviness",
                "Caginess"
            ]
        ],
        [
            92,
            98,
            [
                "Ridden",
                "Rig den"
            ]
        ]
    ],
    "Learning to read at a young age, Harrison spoke French at age five and studied Latin at age seven (Howard).": [],
    "She received her B.A.": [],
    "in 1959 from Newnham College, the University of Cambridge, where she studied Archaeology and Anthropology and English.": [
        [
            0,
            2,
            [
                "In"
            ]
        ],
        [
            13,
            20,
            [
                "Needham",
                "Noonday"
            ]
        ]
    ],
    "Through Caviness’ background in Anthropology, she set her sight on a civil service career in Africa upon graduation.": [
        [
            8,
            16,
            [
                "Waviness",
                "Caginess"
            ]
        ]
    ],
    "However, she faced tremendous resistance as the British Council then considered women unsuitable for overseas jobs.": [],
    "The thwarted path to civil service led to the beginning of her art historian career.": [],
    "Caviness accepted a scholarship to work with specialists in documenting and preserving medieval stained glass at Sorbonne Université, Paris.": [
        [
            0,
            8,
            [
                "Waviness",
                "Caginess"
            ]
        ],
        [
            96,
            109,
            [
                "stained-glass"
            ]
        ],
        [
            122,
            132,
            [
                "University"
            ]
        ]
    ],
    "In 1962, she married Verne Strudwick Caviness (1934-2021), a medical student who became a Professor of Neurology at Harvard University.": [
        [
            27,
            36,
            [
                "Struck",
                "Hardwick"
            ]
        ],
        [
            37,
            45,
            [
                "Waviness",
                "Caginess"
            ]
        ]
    ],
    "She received her M.A.": [],
    "from the University of Cambridge in 1963.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "During the Vietnam War, her husband was posted in the Air Force in Japan; Caviness wrote her dissertation in that country.": [
        [
            74,
            82,
            [
                "Waviness",
                "Caginess"
            ]
        ]
    ],
    "Her completed Ph.D.": [],
    "in Fine Arts at Harvard University was awarded in 1970.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Titled “The Stained Glass of the Trinity Chapel Ambulatory of Canterbury Cathedral,” the dissertation was written under the supervision of Harvard Professors <a href=\"/coolidgej\">John Coolidge</a> and <a href=\"/kitzingere\">Ernst Kitzinger</a> and Museum of Fine Arts, Boston, scholar <a href=\"/swarzenskih\">Hanns Swarzenski</a>.": [],
    "During the doctoral program, Caviness frequently audited Medieval Art courses by <a href=\"/seidell\">Linda Seidel</a>.": [
        [
            29,
            37,
            [
                "Waviness",
                "Caginess"
            ]
        ]
    ],
    "She started as an assistant professor at Tufts University’s Fine Arts Department in 1972 and held the department chair position during 1975-1982 and 1988-1990.": [],
    "Caviness published her first book, <em>The Early Stained Glass of Canterbury Cathedral</em>, a continuation of her doctoral dissertation, in 1977.": [
        [
            0,
            8,
            [
                "Waviness",
                "Caginess"
            ]
        ]
    ],
    "The book was positively reviewed by Seidel, who described it as “an indispensable book for the scholar of early Gothic painting.” Caviness was appointed full professor at the Department of Art and the History of Art in 1981.": [
        [
            36,
            42,
            [
                "Sade",
                "Sahel",
                "Sades"
            ]
        ],
        [
            130,
            138,
            [
                "Waviness",
                "Caginess"
            ]
        ]
    ],
    "She served as the first woman President of the International Center of Medieval Art during 1984-1987, President of the Medieval Academy of America during 1993-1994, and Honorary President of Union Académique Internationale in Brussels from 2001.": [
        [
            24,
            29,
            [
                "female"
            ]
        ],
        [
            197,
            207,
            [
                "Academic",
                "Academics",
                "Academia",
                "Academies",
                "Academe",
                "Academical"
            ]
        ]
    ],
    "Describing her studies in feminist theory in medieval times as her “second career,” Caviness taught and published books on the topic of women and medieval art.": [
        [
            84,
            92,
            [
                "Waviness",
                "Caginess"
            ]
        ]
    ],
    "Her article on <em>Hours of Jeanne d’Evreux</em>, published on <em>Speculum</em> in 1993, was described by Caviness as her “first overtly feminist article.” The article aroused exasperated criticism in the Medievalist academia but received appreciation from students and became a classical read for later university courses on gender theory.": [],
    "Her book <em>Visualizing Women in the Middle Ages: Sight, Spectacle and Scopic Economy</em> continued the feminist methodology.": [],
    "Caviness conducted research with her colleague Professor Emeritus Charles G. Nelson (1925-2008) to examine the limited protection of women and Jews through illustrated German law books from the 14th century focusing on feminist theory.": [
        [
            0,
            8,
            [
                "Waviness",
                "Caginess"
            ]
        ]
    ],
    "She retired as Professor Emerita from Tufts University in 2007.": []
}