{
    "<p>Director of the Scottish National Gallery and National Portrait Gallery, 1907-1930.": [],
    "Caw was born to James Caw, a draper and Eliza Murray Greenfield (Caw).": [],
    "After attending Ayr Academy, Caw apprenticed in engineering at the West of Scotland Technical College, Ayr between 1883 until 1887 with the intention of becoming an engineer.": [
        [
            16,
            19,
            [
                "AYR",
                "Air",
                "ADR",
                "Apr",
                "Aye",
                "AGR"
            ]
        ],
        [
            103,
            106,
            [
                "AYR",
                "Air",
                "ADR",
                "Apr",
                "Aye",
                "AGR"
            ]
        ]
    ],
    "In 1883 met Sir James Guthrie (1859-1920), and artist and later president of the Scottish Royal Academy.": [],
    "The following year Caw began his career as an art critic, striking up friendships with the Scottish art community, including Sir James Lawton Wingate (1846 - 1924), president of the Royal Scottish Academy, the artists Edward Arthur Walton (1860 - 1922), Alexander Roche (1863-1921), and William McTaggart (1835-1910), the latter the pioneer of Scottish impressionism.": [
        [
            142,
            149,
            [
                "Win gate",
                "Wing ate"
            ]
        ],
        [
            155,
            158,
            [
                "–"
            ]
        ],
        [
            244,
            247,
            [
                "–"
            ]
        ],
        [
            295,
            304,
            [
                "Braggart"
            ]
        ]
    ],
    "Caw worked as a draughtsman in Glasgow from 1887 to 1889 and then in Edinburgh beginning in 1889, continuing to study science courses intermittently at Heriot-Watt College and art at the Glasgow School of Art and the Royal Scottish Academy School of Art.": [
        [
            16,
            27,
            [
                "draftman"
            ]
        ]
    ],
    "In 1895, Caw's painting and art criticism were well enough known to gain him an appointment as curator of the Scottish National Portrait Gallery, Edinburgh.": [],
    "He organized the museum, combining the collections into a cohesive exhibition of Scottish portrait history.": [],
    "A monograph on <em>Sir Henry Raeburn</em> written together with <a href=\"/armstrongw\">Sir Walter Armstrong</a> (1850-1918) appeared in 1901.": [],
    "In 1907 Caw became the first director of both the National Galleries of Scotland and the Portrait Gallery, appointing <a href=\"/cursiters\">Stanley Cursiter</a> as the Gallery's curator.": [],
    "The two set out a program of acquisitions that deepened the scope of both institutions.": [],
    "Caw's interest in the range of art periods led to astute purchases in works ranging from the so-called \"Italian primitives\" to post-Impressionism.": [],
    "Paul Gauguin's spectacular <em>Vision after the Sermon</em> (\"Jacob and the Angel\") and Claude Monet's <em>Poplars on the Epte</em> were acquired by Caw for the museum in 1925 alone.": [],
    "In 1908, Caw published his <em>Scottish Painting, 1620-1908</em> a serious study of his country's art.": [],
    "He married McTaggert's daughter, Anne \"Annie\" Mary McTaggert (1864-1949) in 1909.": [
        [
            11,
            20,
            [
                "Stagger",
                "Staggers",
                "Tagger",
                "Taggers",
                "McNugget"
            ]
        ],
        [
            51,
            60,
            [
                "Stagger",
                "Staggers",
                "Tagger",
                "Taggers",
                "McNugget"
            ]
        ]
    ],
    "He joined <em>The Scotsman</em> newspaper as art critic in 1916 remaining until 1933.": [],
    "His book on McTaggert, <em>William McTaggart</em> was published in 1917.": [
        [
            12,
            21,
            [
                "Stagger",
                "Staggers",
                "Tagger",
                "Taggers",
                "McNugget"
            ]
        ]
    ],
    "He retired from the national galleries in 1930 and was knighted in 1931.": [],
    "A book on <em>Sir James Guthrie</em> appeared in 1932 and another <em>Allan Ramsay</em> in 1937.": [],
    "Though retired, he organized the exhibition of Scottish art at the Royal Academy, London, with Cursiter in 1939.": [
        [
            95,
            103,
            [
                "Custer",
                "Cursive",
                "Currier",
                "Curvier",
                "Curlier",
                "Crustier"
            ]
        ]
    ],
    "He sat on the editorial committee of the <em>Burlington Magazine</em> and the Walpole Society.": [],
    "He died at his home in Midlothian at the end of 1950.": [],
    "His paintings hang in the Scottish National Gallery of Modern Art.": [],
    "Caw championed an appreciation of Scottish art as an important expression of national identity (Mackenzie).": [],
    "His balance view of the art of Scotland was written without the traditional apology for its development.</p>": []
}