{
    "<p>Mannerist sculptor; his autobiography (<em>Vita</em>) contains evaluations of many renaissance artists.": [
        [
            3,
            12,
            [
                "Mannerism"
            ]
        ]
    ],
    "Trained as a goldsmith, Cellini worked primarily as a sculptor.": [],
    "His early work in Pisa on the cathedral (accidentally, he had originally set out for Rome) resulted in a keen knowledge of Roman sculpture via sarcophagi.": [],
    "Finally in Rome by 1519, he dealt in antique medals, gems, and other objects which, according to his autobiography, he routinely discovered.": [],
    "In 1532 he traveled to Naples before a commission for the Cardinal Ippolito d'Este (1479-1520) led him to the court of Francois I in Fontainebleau in 1540.": [
        [
            3,
            7,
            [
                "1532,"
            ]
        ],
        [
            67,
            75,
            [
                "Impolite"
            ]
        ],
        [
            78,
            82,
            [
                "Ester",
                "Estes",
                "ESE",
                "ESPE",
                "EST",
                "ESTA"
            ]
        ]
    ],
    "At Fontainebleau, Cellini worked on royal commissions, including a famous <em>Nymph of Fontainebleau</em>, now in the Louvre [the work was only reattributed to Cellini by <a href=\"/cicognaral\">Leopoldo Conte Cicognara</a> in 1824].": [],
    "In 1543 he produced his most famous work of art, the <em>Salt Cellar of Francois I</em>, a gold and enamel salt holder for royal use.": [
        [
            3,
            7,
            [
                "1543,"
            ]
        ]
    ],
    "Thereafter, Cellini returned to Florence to work for for Cosimo I de' Medici.": [
        [
            49,
            56,
            [
                "for"
            ]
        ],
        [
            57,
            63,
            [
                "Costco",
                "Casino",
                "Cosmic",
                "Cosmos",
                "Como",
                "Cosine"
            ]
        ],
        [
            66,
            68,
            [
                "DE",
                "he",
                "we",
                "be",
                "me",
                "due"
            ]
        ]
    ],
    "These included his notable bronze Perseus statue.": [],
    "In 1556 he was imprisoned in the Stinche for more than two months for assault.": [
        [
            3,
            7,
            [
                "1556,"
            ]
        ],
        [
            33,
            40,
            [
                "Since",
                "Stance",
                "Stitch",
                "Stitches",
                "Stitched",
                "Stench"
            ]
        ]
    ],
    "He was charged with sodomy in 1557.": [],
    "It was during this time, when, sentenced to four years' imprisonment and under house arrest, (or possibly the following year) that Cellini began his <em>Vita</em>, an important proto-art-historical work.": [],
    "He likely intended his autobiography both as an <em>apologia</em> as well as a document of his accomplishments.": [],
    "The manuscript, which was dictated in 1562 to an assistant while Cellini sculpted, was unpublishable at the time because of his strained relations with Cosimo I. Cellini appears to have added sections to it around 1566-7.": [
        [
            152,
            158,
            [
                "Costco",
                "Casino",
                "Cosmic",
                "Cosmos",
                "Como",
                "Cosine"
            ]
        ]
    ],
    "The <em>Vite</em> remained unpublished during Cellini's lifetime, though contemporaries such as <a href=\"/vasarig\">Giorgio Vasari</a>, himself an important art-historical chronicler, knew of its existence.": [],
    "<a href=\"/varchib\">Benedotto Varchi</a>, another in the Medici circle, may also have read it.": [],
    "The manuscript was believed lost, though imperfect 17th-century copies existed.": [],
    "These copies circulated to <a href=\"/balduniccif\">Filippo Baldinucci</a> and Antonio Cocchi, who issued an edition in 1728.": [],
    "The first English translation appeared in 1771 by Thomas Nugent, who had used the Cocchi version.": [
        [
            57,
            63,
            [
                "Nu gent",
                "NuGet"
            ]
        ],
        [
            82,
            88,
            [
                "Cocci"
            ]
        ]
    ],
    "Goethe translated it into German.": [],
    "The rediscovery of the original manuscript in 1805 allowed Francesco Tassi to issue a reliable edition in 1829.": [
        [
            69,
            74,
            [
                "Tass",
                "Tarsi",
                "TASS"
            ]
        ]
    ],
    "Though many events appear to be \"reconstructions,\" perhaps in the hopes of reingratiating himself with the Medici, the account overall is a more or less truthful document.": [],
    "Cellini's life forms a privileged snapshot of artistic life in the art capital of the time.": [],
    "He faced interrogations in the Castel Sant'Angelo in 1538, encountered bizarre scenes of witchcraft in the Colosseum, and had dealings with many famous artists and patrons.": [
        [
            31,
            37,
            [
                "Castle",
                "Caste",
                "Cartel",
                "Castes",
                "Pastel",
                "Caster"
            ]
        ]
    ],
    "The <em>Vita</em> is part of a tradition of Italian humanistic biography.": [],
    "Cellini's style is immediate, his facility for dialogue sensitive.": [],
    "His romancing of episodes and impossible chronologies has led to accusations of fiction.": [],
    "Cellini freely discusses the oneiric aspects of life (hallucinations, visions, premonitions) as well as his experience with other renaissance artists and his frank evaluation of them.": [
        [
            29,
            36,
            [
                "opera",
                "operas",
                "Oneida",
                "Alaric",
                "Onega",
                "Oneidas"
            ]
        ]
    ],
    "Modern organization into chapters and sub-parts, which makes for easier reading, is not part of the original structure.": [],
    "Cellini also wrote a treatise on art, not connected with an art history.</p>": []
}