{
    "First director of the Metropolitan Museum of Art 1879-1904.": [],
    "Cesnola was born to family of distant Piedmontese nobility.": [
        [
            0,
            7,
            [
                "Canola"
            ]
        ],
        [
            38,
            49,
            [
                "Piedmont"
            ]
        ]
    ],
    "He was born in Rivarolo, Italy, near Turin.": [
        [
            15,
            23,
            [
                "Rival",
                "Rivals",
                "Ricardo",
                "Rigmarole",
                "Jivaro",
                "Ribeiro"
            ]
        ]
    ],
    "He was trained as a military officer, fighting for the Sardininan Army of Revolution and British in the Crimean War.": [
        [
            55,
            65,
            [
                "Sardinia"
            ]
        ]
    ],
    "In 1861 he immigrated to the United States where he married Mary Isabel Reid, the daughter of war hero Commodore Samuel Chester Reid (1783-1861).": [
        [
            3,
            7,
            [
                "1861,"
            ]
        ]
    ],
    "Cesnola fought in the American Civil War, attaining the rank of colonel in the cavalry.": [
        [
            0,
            7,
            [
                "Canola"
            ]
        ]
    ],
    "He was captured in 1863 leading a charge of the 4th New York Cavalry at Aldie, Virginia.": [
        [
            72,
            77,
            [
                "Alfie",
                "Addie",
                "Allie",
                "Aldine",
                "Oldie",
                "ADIE"
            ]
        ]
    ],
    "In 1865 he was appointed by President Lincoln to serve as the U.S.": [
        [
            3,
            7,
            [
                "1865,"
            ]
        ]
    ],
    "Consul to Cyprus, then under Ottoman occupation.": [],
    "He took up excavations, claiming to have dug more than fifty sites, but for certain making finds in Dali, Atheniu (Golgoi), Paphos, amathus and Kourion (Curium).": [
        [
            106,
            113,
            [
                "Athens",
                "Athenian",
                "Athena",
                "Athene"
            ]
        ],
        [
            115,
            121,
            [
                "Golgi"
            ]
        ],
        [
            132,
            139,
            [
                "amateur",
                "amateurs",
                "Amadeus",
                "Aarhus",
                "Mathis",
                "Malthus"
            ]
        ],
        [
            144,
            151,
            [
                "Bourbon",
                "Orion"
            ]
        ]
    ],
    "He exhumed over 35,000 objects, around 22,000 of which he sold the the Metropolitan Museum of Art in New York.": [
        [
            63,
            70,
            [
                "the"
            ]
        ]
    ],
    "A master promoter, other objects were sold in high-profile auctions in London and Paris.": [],
    "After his duty as Consul concluded in 1877, he was made a trustee of the Metropolitan the same year.": [],
    "Cesnola wrote an account of his exploits, entitled <em>Cyprus</em> (1879) and the same year he was appointed the first professional director of the Metropolitan.": [
        [
            0,
            7,
            [
                "Canola"
            ]
        ]
    ],
    "He remained there until his death.": [],
    "He led the museum to its new location at Fifth Avenue in Central Park in 1880, his Cyrprian collections occupying the principal location on the first floor.": [
        [
            83,
            91,
            [
                "Cyprian"
            ]
        ]
    ],
    "Perhaps for these reasons, the art dealer Gaston Feuardent (1843-1893) accused Cesnola in the journal <em>Art Amateur</em> of having made \"deceptive restorations\" to the Cyprian objects.": [
        [
            49,
            58,
            [
                "Ardent",
                "Fervent",
                "Decadent",
                "Ferment",
                "Retardant",
                "Debarment"
            ]
        ],
        [
            79,
            86,
            [
                "Canola"
            ]
        ]
    ],
    "After a public exchange of comments, Feuardent sued for libel.": [
        [
            37,
            46,
            [
                "Ardent",
                "Fervent",
                "Decadent",
                "Ferment",
                "Retardant",
                "Debarment"
            ]
        ]
    ],
    "Although Cesnola was acquitted, court documents indicate much of what Feuardent asserted was correct.": [
        [
            9,
            16,
            [
                "Canola"
            ]
        ],
        [
            70,
            79,
            [
                "Ardent",
                "Fervent",
                "Decadent",
                "Ferment",
                "Retardant",
                "Debarment"
            ]
        ]
    ],
    "Additional accusations of corrupt provenance were hurled by <a href=\"/ohnefalschrichterm\">Max Hermann Ohnefalsch-Richter</a> and eventually contained in a report to the Museum by the art journalist <a href=\"/stillmanw\">William James Stillman</a>.": [],
    "In 1888, Cesnola demanded his curator, <a href=\"/goodyearw\">William Henry Goodyear</a> to authenticate some Cypriot vases which Goodyear found \"problematic.\"": [
        [
            9,
            16,
            [
                "Canola"
            ]
        ]
    ],
    "Furious when his curator would not do as \"his superior\" demanded, Cesnola locked Goodyear out of his office until Goodyear resigned.": [
        [
            66,
            73,
            [
                "Canola"
            ]
        ]
    ],
    "Cesnola rankled other staff by strutting the halls and focusing on staff punctuality rather than art.": [
        [
            0,
            7,
            [
                "Canola"
            ]
        ]
    ],
    "Shortly before his death, Cesnola was instrumental in arranging the return of the Ascoli cope, which had been stolen from the church in Ascoli and unwittingly purchased by J. P. Morgan (1837-1913), to Italy.": [
        [
            26,
            33,
            [
                "Canola"
            ]
        ],
        [
            82,
            88,
            [
                "ASCII",
                "Scold",
                "Ascot",
                "Ascots",
                "ANCOLS",
                "Aioli"
            ]
        ],
        [
            136,
            142,
            [
                "ASCII",
                "Scold",
                "Ascot",
                "Ascots",
                "ANCOLS",
                "Aioli"
            ]
        ]
    ],
    "He died at his apartment in the Seymour Hotel at age 72.": [],
    "After his death in 1904, Cesnola was succeeded at the Metropolitan by <a href=\"/clarkec\">Caspar Purdon Clarke</a> of the South Kensington Museum.": [
        [
            25,
            32,
            [
                "Canola"
            ]
        ]
    ],
    "He is buried in Kenisco cemetery, Valhalla, NY.": [
        [
            16,
            23,
            [
                "Menisci",
                "Ensco"
            ]
        ]
    ],
    "Cesnola is much criticized for the adventurer/archaeologist he was.": [
        [
            0,
            7,
            [
                "Canola"
            ]
        ]
    ],
    "Even according to the casual standards of amateur nineteenth century archaeology, Cesnola was guilty of much.": [
        [
            82,
            89,
            [
                "Canola"
            ]
        ]
    ],
    "He was rarely present at the excavation carried out on his behalf, did not use photographic documentation, and willfully misinterpreted the objects to make them more important than they were.": [],
    "He forged the discovery locations of his finds, partly because he was not present and partly to heighten their luster.": [],
    "The later analysis of his collection by Sir John Myres (1869-1954), however, concluded that all objects were at least of Cyprian origin.": [
        [
            49,
            54,
            [
                "Myers",
                "Mares",
                "Mores",
                "Myles",
                "Lyres",
                "Mires"
            ]
        ]
    ],
    "A man of bombast and savvy, Cesnola assumed the title \"General\" during his Consulship, although his rank even after discharge was never higher than colonel.": [
        [
            28,
            35,
            [
                "Canola"
            ]
        ]
    ],
    "The Cesnola Collection of Cypriot items was quietly dissolved in the twentieth century by the Museum, except for the most authentic pieces.": [
        [
            4,
            11,
            [
                "Canola"
            ]
        ]
    ]
}