{
    "Academic and painter; wrote dictionary of Spanish art historians in the manner of Vasari.": [
        [
            82,
            88,
            [
                "Va sari"
            ]
        ]
    ],
    "The son of don Francisco Ceán Bermudez and doña Manuela Maria de Cifuentes, Ceán Bermudez was primarily educated in his hometown of Gijón moving to Oviedo where he obtained his baccalaureat in philosophy from a Jesuit college.": [
        [
            25,
            29,
            [
                "Can",
                "Mean",
                "Jean",
                "Clan",
                "Clean",
                "Ocean"
            ]
        ],
        [
            30,
            38,
            [
                "Bermúdez"
            ]
        ],
        [
            43,
            47,
            [
                "Dona",
                "dona",
                "Doña",
                "done",
                "Dana",
                "Donna"
            ]
        ],
        [
            76,
            80,
            [
                "Can",
                "Mean",
                "Jean",
                "Clan",
                "Clean",
                "Ocean"
            ]
        ],
        [
            81,
            89,
            [
                "Bermúdez"
            ]
        ],
        [
            177,
            189,
            [
                "baccalaureate"
            ]
        ]
    ],
    "As his father could not afford sending his son to the university, Ceán Bermúdez put himself in the service of Gaspar de Jovellanos (1744-1811).": [
        [
            31,
            38,
            [
                "to send"
            ]
        ],
        [
            66,
            70,
            [
                "Can",
                "Mean",
                "Jean",
                "Clan",
                "Clean",
                "Ocean"
            ]
        ]
    ],
    "Jovellanos (who was only five years older than himself), just as the latter was finishing his studies in Alcalá de Henares (1765).": [
        [
            0,
            10,
            [
                "Jove llanos"
            ]
        ]
    ],
    "Jovellanos was rather impressed by the intelligence and ambition of his 17year old servant and helped him pursue university studies: this was the beginning of a lifelong friendship between the two men, based, among others, on a shared passion for the arts.": [
        [
            0,
            10,
            [
                "Jove llanos"
            ]
        ],
        [
            72,
            78,
            [
                "17 year"
            ]
        ]
    ],
    "This close acquaintance also allowed Ceán Bermudez to write the most important - and often plagiarized - biography of Jovellanos.": [
        [
            37,
            41,
            [
                "Can",
                "Mean",
                "Jean",
                "Clan",
                "Clean",
                "Ocean"
            ]
        ],
        [
            42,
            50,
            [
                "Bermúdez"
            ]
        ],
        [
            118,
            128,
            [
                "Jove llanos"
            ]
        ]
    ],
    "In 1768, Ceán Bermudez followed his master and friend to Seville, where he cultivated his artistic talents and took painting lessons from Juan Espinal, and also founded, together with other artists of his age, an Academy for the practice of drawing and painting.": [
        [
            9,
            13,
            [
                "Can",
                "Mean",
                "Jean",
                "Clan",
                "Clean",
                "Ocean"
            ]
        ],
        [
            14,
            22,
            [
                "Bermúdez"
            ]
        ],
        [
            143,
            150,
            [
                "Spinal"
            ]
        ]
    ],
    "In 1776, his talent earned him Jovellanos's help with his transfer to Madrid, where he received lessons from Anton Rafael Mengs.": [
        [
            31,
            41,
            [
                "Jove llanos"
            ]
        ],
        [
            109,
            127,
            [
                "Anton Raphael Mengs"
            ]
        ]
    ],
    "Mengs would have taken his young disciple with himself to Rome, two years later, but Cean Bermudez preferred to remain in the service of his friend and protector Jovellanos.": [
        [
            0,
            5,
            [
                "Menus",
                "Menes",
                "Mends",
                "Megs",
                "Mungs"
            ]
        ],
        [
            85,
            89,
            [
                "Can",
                "Mean",
                "Jean",
                "Clan",
                "Clean",
                "Ocean"
            ]
        ],
        [
            90,
            98,
            [
                "Bermúdez"
            ]
        ],
        [
            162,
            172,
            [
                "Jove llanos"
            ]
        ]
    ],
    "In 1778 he was appointed official in the Secretariat of the National Bank of San Carlos, later Banco de España, and advanced as chief official of the same Secretariat in 1785.": [
        [
            3,
            7,
            [
                "1778,"
            ]
        ]
    ],
    "These positions provided him with the opportunity to travel throughout Spain and to acquire an increasing familiarity with the artistic treasures of his country.": [],
    "This is how he came to lay the foundations of a discipline hardly cultivated before him, namely the historical investigation of the development of arts in Spain.": [],
    "In 1790, while in charge with the Archivo de Indias (Indian Archives) in Sevilla, he was working on what was to become the \"jewelry of Spanish bibliography\", the <em>Diccionario histórico de los más ilustres profesores de las Bellas Artes en España</em> (Historical Dictionary of the Most Illustrious Professors of Arts in Spain).": [
        [
            34,
            41,
            [
                "Archive"
            ]
        ]
    ],
    "When Jovellanos became minister of Justice in 1797, Ceán Bermudez obtained an official position in the same Ministry, which allowed him to establish his residence in Madrid, and thus be closer to the Academy of Arts of San Fernando, to which he presented the manuscript of his dictionary.": [
        [
            5,
            15,
            [
                "Jove llanos"
            ]
        ],
        [
            52,
            56,
            [
                "Can",
                "Mean",
                "Jean",
                "Clan",
                "Clean",
                "Ocean"
            ]
        ],
        [
            57,
            65,
            [
                "Bermúdez"
            ]
        ]
    ],
    "1800 saw the publication, in six volumes, of this seminal work, which earned him fame and acknowledgement in the intellectual and artistic circles of the time.": [],
    "The political misfortunes of Jovellanos, exiled and imprisoned in the Baleares in 1801, obliged Ceán Bermudez to resign from his official position and to take refuge in Sevilla, where he dedicated himself to his historical and artistic investigations, publishing in 1804 both his <em>Descripción artistica de la Catedral de Sevilla</em> and <em>Descripción artistica del Hospital de la Sangre</em>.": [
        [
            29,
            39,
            [
                "Jove llanos"
            ]
        ],
        [
            70,
            78,
            [
                "Bale ares"
            ]
        ],
        [
            96,
            100,
            [
                "Can",
                "Mean",
                "Jean",
                "Clan",
                "Clean",
                "Ocean"
            ]
        ],
        [
            101,
            109,
            [
                "Bermúdez"
            ]
        ]
    ],
    "In 1808 he returned to Madrid to take his position in the Ministry of Justice.": [
        [
            3,
            7,
            [
                "1808,"
            ]
        ]
    ],
    "The last twenty years of Ceán Bermudez's life were dedicated to his research and collaboration with various academic institutions: he was an active member of the Academy of Arts of San Fernando, where he held several important offices, and, from 1812, a member of the Academy of History.": [
        [
            25,
            29,
            [
                "Can",
                "Mean",
                "Jean",
                "Clan",
                "Clean",
                "Ocean"
            ]
        ],
        [
            30,
            38,
            [
                "Bermúdez"
            ]
        ]
    ],
    "He was also a corresponding member of the Academies of San Luis, Zaragoza, San Carlos, and Valencia, as well as founder of the Academy of Arts in Sevilla.": [],
    "Ceán Bermudez died in Madrid at the age of eighty.": [
        [
            0,
            4,
            [
                "Can",
                "Mean",
                "Jean",
                "Clan",
                "Clean",
                "Ocean"
            ]
        ],
        [
            5,
            13,
            [
                "Bermúdez"
            ]
        ]
    ],
    "A large part of his writing remains unpublished.": [],
    "His most important posthumous work is his <em>Sumario de las antigüedades romanas que hay en España, en especial las partenecientes a las Bellas Artes</em> (Summary of the Roman antiquities in Spain, especially the works of art) published in 1832.": [],
    "Ceán Bermudez's life was dominated by his artistic explorations and writing of art treaties, his dictionary of Spanish art historians being considered a ground-breaking work.": [
        [
            0,
            4,
            [
                "Can",
                "Mean",
                "Jean",
                "Clan",
                "Clean",
                "Ocean"
            ]
        ],
        [
            5,
            13,
            [
                "Bermúdez"
            ]
        ]
    ],
    "His numerous letters, essays and more extensive scholarly works are generally descriptive and historical in focus, but they also reveal his critical insights and an interest in the origins of classical art.": [],
    "CS": []
}