{
    "French and American Impressionist painting scholar; Brown University Professor of Art and Architecture, 1970-2004.": [],
    "Champa was initially interested in music.": [
        [
            0,
            6,
            [
                "Champ",
                "Champs",
                "Cham pa",
                "Champ a"
            ]
        ]
    ],
    "He studied the trombone in grade school and toured Europe as part of Yale's marching band.": [],
    "In his academic classes at Yale, Champa studied art history.": [
        [
            33,
            39,
            [
                "Champ",
                "Champs",
                "Cham pa",
                "Champ a"
            ]
        ]
    ],
    "He graduated from Yale with a BA in 1960, continuing at Harvard where he studied with the art critic <a href=\"/greenbergc\">Clement Greenberg</a>, and wrote his doctoral degree in 1965 under <a href=\"/deknatelf\">Frederick B. Deknatel</a> in Impressionism.": [],
    "He returned to Yale to teach art history as an assistant professor.": [],
    "He joined the art history faculty of Brown University in 1970.": [],
    "In 1974 became a full professor at Brown.": [],
    "Champa had the dubious honor of being named one of the \"ten sexiest professors in America\", by Esquire magazine in 1975.": [
        [
            0,
            6,
            [
                "Champ",
                "Champs",
                "Cham pa",
                "Champ a"
            ]
        ]
    ],
    "Champa wove film into his art courses as well, and caused a furor when, in 1989, he planned to show (overtly racist) <em>Birth of a Nation</em> by D.W.": [
        [
            0,
            6,
            [
                "Champ",
                "Champs",
                "Cham pa",
                "Champ a"
            ]
        ]
    ],
    "Griffith for its ground-breaking film techniques.": [],
    "His <em>The Rise of Landscape Painting in France: Corot to Monet</em> appeared in 1991, a book using music as the framework for the intellectual importance of French landscape painting.": [],
    "He married Judith Tolnick Champa, a director director.": [
        [
            18,
            25,
            [
                "Tonic",
                "Tonics",
                "Colwick",
                "Rollick"
            ]
        ],
        [
            26,
            32,
            [
                "Champ",
                "Champs",
                "Cham pa",
                "Champ a"
            ]
        ],
        [
            36,
            53,
            [
                "director"
            ]
        ]
    ],
    "Again, in Masterpiece' Studies: Manet, Zola, Van Gogh and Monet (1994) Champa emphasized the interrelatedness of music, art and literature on French painting of the 1880's.": [
        [
            71,
            77,
            [
                "Champ",
                "Champs",
                "Cham pa",
                "Champ a"
            ]
        ],
        [
            165,
            171,
            [
                "1880s"
            ]
        ]
    ],
    "He was named the first Andrea V. Rosenthal Chair of History of Art and Architecture a Brown in 1995, an endowed professorship named after a pupil of his who had died in the Lockerbie plane bombing.": [
        [
            173,
            182,
            [
                "Locker",
                "Lockers",
                "Lockable",
                "Rockeries",
                "Mockeries",
                "Dockerfile"
            ]
        ]
    ],
    "He fought a prolonged battle with lung cancer from which he died.": [],
    "At the time of his death, he was revising <em>The Slang of Aestheticism: The Anglo-American Color-Music Project 1898-1950</em>, another project examining the correlation between art and music.": [],
    "Champa's early training was under the formalist rubric, which he never left.": [
        [
            0,
            6,
            [
                "Champ",
                "Champs",
                "Cham pa",
                "Champ a"
            ]
        ]
    ],
    "The hallmark of his later work is the connections between disparate aspects of culture, principally music and art, but also literature, for example the relations between Zola and Manet, of the literature between artists, such as Monet and Van Gogh, or between Monet and Bazille.": [
        [
            270,
            277,
            [
                "Camille",
                "Baillie",
                "Bastille",
                "Braille",
                "Gazelle",
                "Bacilli"
            ]
        ]
    ],
    "Champa could link the history of landscape painting in France with symphonic form development of the same period.": [
        [
            0,
            6,
            [
                "Champ",
                "Champs",
                "Cham pa",
                "Champ a"
            ]
        ]
    ],
    "He believed in the literary standards of art writing, as practiced by great 19th-century art writers such as Baudelaire and <a href=\"/meiergraefej\">Julius Meier-Graefe</a>.": [],
    "James Panero, a former related that Champa's view of art was such that everything a scholar of 19th-century French art \"needed to know could be found in Courbet, Meier-Graefe, Baudelaire and Wagner.''": [
        [
            6,
            12,
            [
                "Paper",
                "Panel",
                "Papers",
                "Panels",
                "Janeiro",
                "Nero"
            ]
        ],
        [
            36,
            42,
            [
                "Champ",
                "Champs",
                "Cham pa",
                "Champ a"
            ]
        ],
        [
            162,
            174,
            [
                "Fair-trade"
            ]
        ]
    ]
}