{
    "Critic and supporter of the French Realist painters.": [],
    "In 1843 Fleury-Husson moved to Paris where he met Charles Baudelaire (1821-1867).": [
        [
            8,
            21,
            [
                "Fleury-Hudson"
            ]
        ]
    ],
    "In 1844 he joined the journal <em>L'Artiste</em>, writing art criticism under his pseudonym \"Champfleury\".": [
        [
            3,
            7,
            [
                "1844,"
            ]
        ]
    ],
    "In an 1848 issue of <em>Le Pamphlet</em>, he was among the first to praise the painting of Gustav Courbet.": [],
    "The following year, Courbet's depiction of the poorer classes in <em>Burial at Ornans</em> (1849, Musée d'Orsay) pleased Champfleury because of the nobility the painter gave to the peasantry: it was not seditious because, Champfleury claimed, Courbet was no politico, he simply painted the scene before him.": [],
    "While critics accused Realists of mindless imitation of the least beautiful aspects of nature, Champfleury defended them, Courbet chief among them, pointing out their truthfulness.": [],
    "In 1850 his positive evaluation of El Greco helped elevate the artist's reputation.": [],
    "During these years he also issued scholarly works on the Le Nain brothers and Maurice Quentin de la Tour.": [
        [
            57,
            64,
            [
                "La Niña"
            ]
        ]
    ],
    "When Courbet painted <em>L'Atelier du peintre</em>, placing the writer on the \"side of life\" next to Charles Baudelaire and Bruyas, Champfleury was put in an awkward position.": [],
    "The painting, subtitled a \"Real Allegory,\" was neither truthful to an actual event (being an allegory) nor a good likeness of the writer.": [],
    "Nevetheless, Champfleury defended Courbet's private exhibition of works on the Avenue Montaigne, though he felt that Realism as the term for the group was misleading.": [
        [
            0,
            11,
            [
                "Nevertheless"
            ]
        ]
    ],
    "Champfleury ceased writing criticism by 1855, editing a short-lived periodical, <em>Le réalisme</em> from 1856-57.": [],
    "Courbet was increasingly influenced by Proudhon during this time, including becoming involved with politics.": [],
    "By 1857 the relationship between Champfleury and Courbet, the two exponents of Realism, had broken.": [],
    "Champfleury continued to defend Courbet, praising him in Champfleury's <em>Grandes figures d'hier et d'aujourd'hui</em> (1861).": [],
    "Impressionists and Realists alike included Champfleury in their paintings to honor him.": [],
    "Edouard Manet painted him in his <em>Music in the Tuileries Gardens</em> (1862 National Gallery, London) and Henri Fantin-Latour included a likeness in his <em>Homage to Delacroix</em> (1864, Musée d'Orsay).": [
        [
            0,
            13,
            [
                "Édouard Manet"
            ]
        ]
    ],
    "However, by 1865 a permanent rift between the writer and Courbet had occurred.": [],
    "Champfleury focused on writing historical works instead of fiction or criticism.": [],
    "In 1872 he assumed the position of Chief of Collections at the Sèvres porcelain manufactory.": [
        [
            3,
            7,
            [
                "1872,"
            ]
        ],
        [
            63,
            69,
            [
                "Sevres",
                "Serves",
                "Severs"
            ]
        ],
        [
            80,
            91,
            [
                "manufacture"
            ]
        ]
    ],
    "He held that position at the time of his death.": [],
    "Champfleury's art theory discards the art-for-art's-sake idea, espousing sincerity in art: a true depiction of actual events and people.": [],
    "His espousal of Realism, both in his own novels and the art of Courbet, brought the movement to its popularity.": []
}