{
    "<p>Archaeologist and head of Greek and Roman Antiquities, Louvre.": [],
    "Charbonneaux served in World War I at the Macedonian front winning a <em>croix de guerre</em> for his bravery.": [
        [
            0,
            12,
            [
                "Charbonneau",
                "Charbonneau x"
            ]
        ]
    ],
    "After the war he returned to Greece as a member of the école française d'Athens.": [
        [
            55,
            60,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            61,
            70,
            [
                "franchise",
                "Francoise",
                "Français",
                "Françoise"
            ]
        ]
    ],
    "His initial publications were in archaeology, the excavations by the French at Delphi.": [],
    "With Fernand Chapouthier (1899-1953) he published the first report on Malia in 1928, reflecting an interest in the pre-classical.": [],
    "Charbonneaux joined the Musée du Louvre in 1926 as a conservator, continuing to publish both scholarly and survey texts, including <em>L'Art égéen</em> in 1929.": [
        [
            0,
            12,
            [
                "Charbonneau",
                "Charbonneau x"
            ]
        ]
    ],
    "In 1945 he was appointed head of the department of Greek and Roman antiquities.": [
        [
            3,
            7,
            [
                "1945,"
            ]
        ]
    ],
    "His Louvre work brought his attention squarely into art history.": [],
    "After his appointment, his publishing focused primarily on objects in the museum and much of his time was devoted to acquisitions.": [],
    "He also taught a course annually at the école du Louvre.": [
        [
            40,
            45,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            46,
            48,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ]
    ],
    "Throughout the 1930s and 1940s Charbonneaux published principally on sculpture, including modern sculpture (Maillol and Rodin) which was well represented at the Louvre.": [
        [
            31,
            43,
            [
                "Charbonneau",
                "Charbonneau x"
            ]
        ]
    ],
    "Beginning in 1968 he published the sections on sculpture for the prestigious <em>Univers des formes</em> series (<em>Arts of Mankind</em>, English) on Greek sculpture.": [],
    "At age seventy-four and newly elected president of the Académie des inscriptions et belles-lettres, he was killed in a car accident.</p>": []
}