{
    "Harvard University Professor of classical art (primarily sculpture); principal excavator at the Argive Heraeum.": [
        [
            96,
            102,
            [
                "Arrive",
                "Ar give"
            ]
        ],
        [
            103,
            110,
            [
                "Here",
                "Herself",
                "Heroes",
                "Herbert",
                "Helium",
                "Heresy"
            ]
        ]
    ],
    "Chase graduated from Harvard University class of 1896.": [],
    "He spent two years at the American School of Classical Studies in Athens where he excavated the Argive Heraeum, being awarded an 1897 A. M. from Harvard in the process.": [
        [
            96,
            102,
            [
                "Arrive",
                "Ar give"
            ]
        ],
        [
            103,
            110,
            [
                "Here",
                "Herself",
                "Heroes",
                "Herbert",
                "Helium",
                "Heresy"
            ]
        ],
        [
            126,
            128,
            [
                "at"
            ]
        ]
    ],
    "He continued working on his Ph.D.": [],
    "at Harvard, spending the 1900-01 year as a master of St.": [
        [
            0,
            2,
            [
                "At"
            ]
        ]
    ],
    "Mark's School in Southborough, MA.": [
        [
            17,
            29,
            [
                "South borough"
            ]
        ]
    ],
    "In 1900 he was awarded his Ph.D.": [
        [
            3,
            7,
            [
                "1900,"
            ]
        ]
    ],
    "from Harvard with a dissertation on Greek Shield iconography.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "He joined the faculty at Harvard as a lecturer in 1901, moving to assistant professor in 1906.": [],
    "In 1908 he married Freedrica Mark of Cambridge, MA; the same year he cataloged the James Loeb collection of classical (Arrentine) pottery with Loeb.": [
        [
            3,
            7,
            [
                "1908,"
            ]
        ],
        [
            19,
            28,
            [
                "Frederica"
            ]
        ],
        [
            89,
            93,
            [
                "Lobe",
                "Lob",
                "LEB",
                "OEB"
            ]
        ],
        [
            119,
            128,
            [
                "Argentine"
            ]
        ],
        [
            143,
            147,
            [
                "Lobe",
                "Lob",
                "LEB",
                "OEB"
            ]
        ]
    ],
    "He was associated with the excavations as Sardis in 1914.": [
        [
            42,
            48,
            [
                "Saris",
                "Saudis"
            ]
        ]
    ],
    "He was appointed the John E. Hudson Professor of Archaeology in 1916.": [],
    "As a teacher, Chase was known as a fair but extremely harsh grader.": [],
    "The lectures he delivered in 1919 as a course offered by the Lowell Institute in Boston were published as <em>Greek and Roman Sculpture in American Collections</em> (1924).": [],
    "The following year he and <a href=\"/postc\">Chandler R. Post</a> published their <em>History of Sculpture</em>, for many years a stable in art history classes.": [],
    "<a href=\"/hanfmanng\">George M. A. Hanfmann</a> assumed his publications of Lydian pottery from the Sardis excavations after Hanfmann became established at Harvard.": [],
    "In 1925 Chase became Dean of the Graduate School of Arts and Sciences until 1939 when he became Dean of the University, the first to hold that newly created office.": [],
    "In this capacity, he acted as president of the College when Harvard President James Bryant Conant (1893-1978) was serving in World War II and afterward when Conant served as U. S. high commissioner for western Germany.": [
        [
            91,
            97,
            [
                "Conan"
            ]
        ],
        [
            157,
            163,
            [
                "Conan"
            ]
        ],
        [
            202,
            217,
            [
                "Western Germany"
            ]
        ]
    ],
    "Chase issued fascicule 8 in the <em>Corpus Vasorum Antiquorum</em> (series) for the Fogg Museum (Galletin Collection).": [
        [
            13,
            22,
            [
                "fascicle"
            ]
        ]
    ],
    "In 1945 he was names professor <em>emeritus</em>.": [
        [
            3,
            7,
            [
                "1945,"
            ]
        ]
    ],
    "Chase assumed the position of Acting Curator of Classical Art at the Boston Museum of Fine Arts, replacing the late <a href=\"/caskeyl\">Lacey D. Caskey</a>.": [],
    "He wrote the first guide book to the Boston MFA's Classical Collection (1950).": [],
    "He died suddenly at home at age 77.": [],
    "Chase's students included <a href=\"/rossm\"> Marvin C. Ross</a>.": []
}