{
    "Scholar of the Renaissance; professor of modern art history at the Sorbonne, 1955-1970, and the Collège de France, 1970-1984.": [
        [
            96,
            103,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ]
    ],
    "Chastel was the son of Adrien Chastel and his wife, née Morin.": [
        [
            0,
            7,
            [
                "Chaste",
                "Chattel",
                "Chastely",
                "Chasten",
                "Chaster"
            ]
        ],
        [
            30,
            37,
            [
                "Chaste",
                "Chattel",
                "Chastely",
                "Chasten",
                "Chaster"
            ]
        ]
    ],
    "He attended the école Normale Supérieure between 1933 and 1938.": [
        [
            16,
            21,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            22,
            29,
            [
                "Normal",
                "Nor male",
                "Norm ale"
            ]
        ],
        [
            30,
            40,
            [
                "Superior",
                "Superhero",
                "Superiors",
                "Supersede",
                "Superstore",
                "Supervene"
            ]
        ]
    ],
    "He trained as an art historian under <a href=\"/focillonh\">Henri Focillon</a> at the Sorbonne.": [],
    "Around 1934-1935, Chastel read the essay \"Dürer's 'Melancholia I,'\" a 1923 publication co-authored by <a href=\"/panofskye\">Erwin Panofsky</a> and <a href=\"/saxlf\">Fritz Saxl</a>.": [
        [
            18,
            25,
            [
                "Chaste",
                "Chattel",
                "Chastely",
                "Chasten",
                "Chaster"
            ]
        ]
    ],
    "The methodology of these Warburg-Institute scholars made a strong impression on him.": [],
    "Convinced that the interpretation of art works needed to be rooted in this rigorous scholarly research, he traveled to Thames House in London, the new base of the Institute, meeting Panofsky and Saxl and others.": [
        [
            182,
            190,
            [
                "Sinofsky"
            ]
        ],
        [
            195,
            199,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ]
    ],
    "Inspired by a Salvador Dali exhibition and the surrealist movement, he became fascinated by the power of images, particularly by the theme of melancholy.": [
        [
            14,
            27,
            [
                "Salvador Dalí"
            ]
        ]
    ],
    "His early publications involved the theme of the temptation of St.": [],
    "Anthony.": [],
    "After graduation at the école Normale Supérieure (<em>agrégé de lettres</em>) in 1937, he was appointed a teacher at a <em>lycée</em> in Le Havre.": [
        [
            24,
            29,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            30,
            37,
            [
                "Normal",
                "Nor male",
                "Norm ale"
            ]
        ],
        [
            38,
            48,
            [
                "Superior",
                "Superhero",
                "Superiors",
                "Supersede",
                "Superstore",
                "Supervene"
            ]
        ]
    ],
    "At the outbreak of the World War II, he entered the French army, but was captured and spent two years in a prisoner-of-war camp in Germany.": [],
    "After his release in 1942, he studied humanism and Dante at the école Pratique des Hautes études with Augustin Renaudet (1880-1958), professor of the history of the Renaissance.": [
        [
            64,
            69,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            70,
            78,
            [
                "Critique",
                "Plastique"
            ]
        ],
        [
            79,
            82,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            83,
            89,
            [
                "Hates",
                "Hastes",
                "Sautés",
                "Sautes"
            ]
        ],
        [
            111,
            119,
            [
                "Renault",
                "Renaud"
            ]
        ]
    ],
    "Chastel was assigned to inventory the atelier of the French painter Éduard Vuillard, who had died in 1940.": [
        [
            0,
            7,
            [
                "Chaste",
                "Chattel",
                "Chastely",
                "Chasten",
                "Chaster"
            ]
        ],
        [
            68,
            74,
            [
                "Eduard",
                "Edward",
                "Eduardo",
                "Edouard",
                "Eduarda",
                "Édouard"
            ]
        ],
        [
            75,
            83,
            [
                "Willard",
                "Millard",
                "Dillard",
                "Dullard",
                "Gaillard",
                "Gillard"
            ]
        ]
    ],
    "This project brought him in immediate contact with the material aspects of art works, later leading to his first book, <em>Vuillard, 1868-1940</em> in 1946.": [],
    "Between 1943 and 1944 he again taught high school (<em>lycée</em>) successively in Paris and Chartres.": [],
    "He married art critic and writer Paule-Marie Grand in 1943.": [
        [
            33,
            44,
            [
                "Ville-Marie"
            ]
        ]
    ],
    "At the conclusion of the war Chastel served as an assistant at the Institute of Art and Archaeology of the Sorbonne, where he stayed until 1948.": [
        [
            29,
            36,
            [
                "Chaste",
                "Chattel",
                "Chastely",
                "Chasten",
                "Chaster"
            ]
        ]
    ],
    "He was appointed to the Lycée Marcelin-Berthelot and later at the Lycée Carnot in Paris and, in 1949, the Focillon Fellow Yale University.": [
        [
            30,
            48,
            [
                "Marcelino-Berthelot",
                "Marcelin-Bert helot"
            ]
        ],
        [
            106,
            114,
            [
                "Bouillon"
            ]
        ]
    ],
    "In 1950 he began writing as an art critic for the newspaper <em>Le Monde</em>.": [
        [
            3,
            7,
            [
                "1950,"
            ]
        ]
    ],
    "In that year he earned his doctor's degree under supervision of Renaudet.": [
        [
            64,
            72,
            [
                "Renault",
                "Renaud"
            ]
        ]
    ],
    "His dissertation included a thesis on art and humanism in Florence during the time of Lorenzo de' Medici, and a secondary thesis on the humanist Marsilio Ficino.": [],
    "Following the retirement of Renaudet in 1951, Chastel became <em>directeur d'étud</em>e<em>s de la IVe section</em> at the école Pratique, a position he held until 1978.": [
        [
            28,
            36,
            [
                "Renault",
                "Renaud"
            ]
        ],
        [
            46,
            53,
            [
                "Chaste",
                "Chattel",
                "Chastely",
                "Chasten",
                "Chaster"
            ]
        ]
    ],
    "His Ficino thesis was published in 1954 as <em>Marsile Ficin et l'art</em>, his principal thesis appeared five years later, <em>Art et humanisme à Florence au temps de Laurent le magnifique</em> (1959).": [
        [
            4,
            10,
            [
                "Fiction",
                "Facing",
                "Firing",
                "Filing",
                "Fixing",
                "Icing"
            ]
        ]
    ],
    "The latter study was dedicated to his mentors, Focillon and Renaudet.": [
        [
            47,
            55,
            [
                "Bouillon"
            ]
        ],
        [
            60,
            68,
            [
                "Renault",
                "Renaud"
            ]
        ]
    ],
    "Chastel took on his most-gifted student, the ex-patriot Romanian scholar <a href=\"/kleinr\">Robert Klein</a>.": [
        [
            0,
            7,
            [
                "Chaste",
                "Chattel",
                "Chastely",
                "Chasten",
                "Chaster"
            ]
        ]
    ],
    "In 1955, in addition to his position at the école Pratique, Chastel was appointed professor of modern art history at the Sorbonne, succeeding <a href=\"/lavedanp\">Pierre Lavedan</a>.": [
        [
            44,
            49,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            50,
            58,
            [
                "Critique",
                "Plastique"
            ]
        ],
        [
            60,
            67,
            [
                "Chaste",
                "Chattel",
                "Chastely",
                "Chasten",
                "Chaster"
            ]
        ]
    ],
    "The following year, Chastel published a two-volume handbook on the history of Italian art spanning the fifth to the twentieth century, <em>L'art italien</em>.": [
        [
            20,
            27,
            [
                "Chaste",
                "Chattel",
                "Chastely",
                "Chasten",
                "Chaster"
            ]
        ]
    ],
    "In the course of his fifteen-year long service at the Sorbonne, he worked hard to raise the national and international status of art history in France.": [],
    "With the support of the Minister of Culture, <a href=\"/malrauxa\">André Malraux</a>, he launched the <em>Inventaire des monuments et des richesses artistiques de la France</em> and, in 1968, he founded the art periodical <em>Revue de l'art</em>.": [],
    "He advocated the creation of more art history positions in the provincial universities.": [],
    "In Italy he promoted the discipline of art history at the French Academy in Rome, then housed in the Villa Medici.": [
        [
            3,
            8,
            [
                "Italy,"
            ]
        ]
    ],
    "As a scholar, Chastel insisted on the use of original texts in art-historical research.": [
        [
            14,
            21,
            [
                "Chaste",
                "Chattel",
                "Chastely",
                "Chasten",
                "Chaster"
            ]
        ]
    ],
    "In 1960 he published a critical edition and new French translation of Leonardo da Vinci's <em>Trattato della pittura</em> in collaboration with Klein, <em>Léonard de Vinci.": [
        [
            3,
            7,
            [
                "1960,"
            ]
        ]
    ],
    "Traité de la peinture</em>.": [
        [
            0,
            6,
            [
                "Traits",
                "Trait",
                "Trieste",
                "Trite"
            ]
        ],
        [
            13,
            21,
            [
                "pasture"
            ]
        ]
    ],
    "With his students, and in collaboration with Klein, he translated <em>De Sculptura</em>, a 1504 work by Pomponius Gauricus (published 1969).": [],
    "In 1963 Chastel and Klein coauthored <em>L'Europe de la Renaissance, l'âge de l'humanisme</em>.": [
        [
            8,
            15,
            [
                "Chaste",
                "Chattel",
                "Chastely",
                "Chasten",
                "Chaster"
            ]
        ]
    ],
    "His two-volume survey, <em>La Renaissance italienne</em> appeared in 1965.": [],
    "In 1968 and 1969 two studies, <em>La crise de la Renaissance, 1520-1600</em> and <em>Le mythe de la Renaissance, 1420-1500</em> appeared.": [],
    "After Klein's suicide (1967) Chastel edited a collection of articles and essays by Klein, published in 1970 as <em>Robert Klein, La forme et l'intelligible.": [
        [
            29,
            36,
            [
                "Chaste",
                "Chattel",
                "Chastely",
                "Chasten",
                "Chaster"
            ]
        ],
        [
            132,
            137,
            [
                "form",
                "former",
                "formed",
                "force",
                "forms",
                "fore"
            ]
        ]
    ],
    "écrits sur la Renaissance et l'art moderne</em>.": [
        [
            0,
            6,
            [
                "Écrits"
            ]
        ],
        [
            7,
            10,
            [
                "SUR",
                "sure",
                "our",
                "Sir",
                "sub",
                "sum"
            ]
        ],
        [
            35,
            42,
            [
                "modern",
                "moderns",
                "Moderna"
            ]
        ]
    ],
    "In 1970 Chastel moved from the Sorbonne for the prestigious Collège de France where he was appointed a professor of Renaissance art and civilization in Italy.": [
        [
            8,
            15,
            [
                "Chaste",
                "Chattel",
                "Chastely",
                "Chasten",
                "Chaster"
            ]
        ],
        [
            60,
            67,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ]
    ],
    "In 1973 he delivered the Mellon Lectures in Washington DC under the title \"The Sack of Rome in 1527.\"": [
        [
            3,
            7,
            [
                "1973,"
            ]
        ]
    ],
    "Chastel was fascinated by this dramatic episode and its impact on art history.": [
        [
            0,
            7,
            [
                "Chaste",
                "Chattel",
                "Chastely",
                "Chasten",
                "Chaster"
            ]
        ]
    ],
    "This topic also had been the subject of his 1971-1972 courses at the Collège de France.": [
        [
            44,
            53,
            [
                "1971–1972"
            ]
        ],
        [
            69,
            76,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ]
    ],
    "In 1975 he was elected a member of the Académie des Inscriptions et Belles- Lettres.": [
        [
            3,
            7,
            [
                "1975,"
            ]
        ],
        [
            39,
            47,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            48,
            51,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            76,
            83,
            [
                "Letters"
            ]
        ]
    ],
    "In 1978, he published a collection of his essays under the title: <em>Fables, formes, figures</em> and in 1980 an anthology of his articles written for <em>Le Monde</em> appeared: <em>L'image dans le miroir</em>.": [],
    "In collaboration with his seminar students at the école Pratique he translated the <em>Vite</em> of <a href=\"/vasarig\">Giorgio Vasari</a>.": [
        [
            50,
            55,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            56,
            64,
            [
                "Critique",
                "Plastique"
            ]
        ]
    ],
    "This major project, <em>Giorgio Vasari, les vies des meilleurs sculpteurs et architectes</em>, appeared in 12 volumes (1981-1989).": [],
    "Chastel was active in various organizations in the field of architecture and city planning in France and abroad.": [
        [
            0,
            7,
            [
                "Chaste",
                "Chattel",
                "Chastely",
                "Chasten",
                "Chaster"
            ]
        ]
    ],
    "After the death of <a href=\"/lotzw\">Wolfgang Lotz</a>, in 1981, he was elected president of the <em>Centro Internazionale di Studi di Architettura Andrea Palladio</em> in Vicenza.": [],
    "In 1983 he lobbied for the creation of a French national institute of art history.": [
        [
            3,
            7,
            [
                "1983,"
            ]
        ]
    ],
    "As a result of this report, a 1989 national art library was founded bringing together material from across France and ultimately the Institut National d'Histoire de l'Art, INHA, founded in 2001.": [
        [
            133,
            141,
            [
                "Institute"
            ]
        ],
        [
            153,
            161,
            [
                "History",
                "Historic",
                "Histories",
                "Histone",
                "Historize"
            ]
        ],
        [
            172,
            176,
            [
                "INCA",
                "INA",
                "INH",
                "INMA",
                "INRA",
                "INSA"
            ]
        ]
    ],
    "Chastel retired in 1984.": [
        [
            0,
            7,
            [
                "Chaste",
                "Chattel",
                "Chastely",
                "Chasten",
                "Chaster"
            ]
        ]
    ],
    "In 1987 he was honored with a Festschrift, <em>Il se rendit en Italie: études offertes à André Chastel</em>.": [
        [
            3,
            7,
            [
                "1987,"
            ]
        ]
    ],
    "The articles by French and international scholars focus on the artistic relations between France and Italy.": [],
    "He continued publishing until the end of his life.": [],
    "His final project, <em>L'art français</em>, a multi-volume handbook, was left unfinished at his death to cancer in Paris in 1990 [sources stating Neuilly-sur-Seine as his death place are incorrect].": [],
    "He is buried at Ivry Cemetery, Ivry-sur-Seine.": [
        [
            16,
            20,
            [
                "Ivory",
                "Ivy",
                "IVR",
                "Ivey"
            ]
        ]
    ],
    "Four volumes appeared posthumously, encompassing the early beginnings of French art until 1825.": [],
    "A number of other studies were completed and published posthumously.": [],
    "Both the journals, <em>Histoire de l'art</em> and <em>Revue de l'art</em>, dedicated a special volume to the memory of Chastel.": [],
    "His students included <a href=\"/schnappera\">Antoine Schnapper</a>.": [],
    "Chastel \"broke decisively with the tedious, frivolous, narrow and chauvinistic traditions that dominated most French art history between the two wars and introduced fresh air from Germany and Italy, England and the United States.\"": [
        [
            0,
            7,
            [
                "Chaste",
                "Chattel",
                "Chastely",
                "Chasten",
                "Chaster"
            ]
        ]
    ],
    "(Haskell).": [],
    "He adhered to no specific art theory, except for a heavily fact-minded approach in the French academic style (<em>Times</em>).": [],
    "He was convinced, however, of the need of a synthetic approach, advocating the concept of art in context.": [],
    "His early publications reflect his fascination with the approach of the Warburg Institute scholars, who, in addition to Saxl and Panofsky, included <a href=\"/gombriche\">E.": [
        [
            120,
            124,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ],
        [
            129,
            137,
            [
                "Sinofsky"
            ]
        ]
    ],
    "H. Gombrich</a> and <a href=\"/seznecj\">Jean Seznec</a>.": [],
    "He was responsible for promoting their method to French scholarship (Martin and Haskell).": [],
    "Chastel was strongly aware of the relation of Renaissance art with humanism, philosophy and poetry.": [
        [
            0,
            7,
            [
                "Chaste",
                "Chattel",
                "Chastely",
                "Chasten",
                "Chaster"
            ]
        ]
    ],
    "In agreement with ideas expressed by <a href=\"/burckhardtj\">Jacob Burckhardt</a> he defined artistic activity within frameworks of genres and themes, and based on facts and dates (Chastel, 1965).": [],
    "He highly valued the importance of sources and he insisted on the study of original texts.": [
        [
            42,
            46,
            [
                ", and"
            ]
        ]
    ],
    "In an interview near the end of his life, Chastel asserted his conviction that though historical events can cause ruptures in the history of art, forms and techniques continue, mutating into new art forms.": [
        [
            42,
            49,
            [
                "Chaste",
                "Chattel",
                "Chastely",
                "Chasten",
                "Chaster"
            ]
        ]
    ],
    "The eminent medievalist <a href=\"/sauerlanderw\">Willibald Sauerländer</a> termed him the \"prince of French art history.\"": [],
    "&nbsp;": []
}