{
    "Director of the Virginia Museum of Fine Arts, 1948-1968.": [],
    "Cheek was the son of Leslie Cheek, Sr., (d.": [],
    "1935) and Mabel Wood Cheek.": [],
    "His father's wealth had come investing in the family formula for Maxwell House Coffee, sold to General Foods.": [],
    "The younger Cheek studied art at Harvard University and architecture at Yale and Columbia.": [],
    "He headed the department of fine arts at the College of William and Mary 1937-39, where he was instrumental in getting an honorary award given to Georgia O'Keefe by the college in 1938 and Frank Lloyd Wright.": [],
    "In 1939 he married Mary Tyler Freeman (1917- 2005), the daughter of the Pulitzer Prize-winning biographer of George Washington, Douglas Southall Freeman.": [
        [
            3,
            7,
            [
                "1939,"
            ]
        ],
        [
            43,
            45,
            [
                "–"
            ]
        ],
        [
            136,
            144,
            [
                "South all"
            ]
        ]
    ],
    "That same year he joined the Baltimore Museum of Fine Art as its director, where he found <a href=\"/breeskina\">Adelyn Dohme Breeskin</a> of its prints department already assembling an outstanding collection.": [],
    "Cheek worked actively with various Works Progress Administration (WPA) artist's projects.": [],
    "He resigned from the Museum in 1942 to join the army corps of engineers in World War II.": [],
    "After the war, he succeeded Thomas C. Colt, Jr as the second director of the Virginia Museum of Fine Arts in 1948 (the museum itself was founded in 1936).": [],
    "During his tenure at Virginia, he persuaded the General Assembly to finance the Museum as the state's official art museum.": [],
    "In 1953, Cheek developed a \"mobile art program\" to bring exhibitions to more remote parts of Virginia.": [],
    "The project, Artmobile I, was a success.": [
        [
            13,
            22,
            [
                "Art mobile"
            ]
        ]
    ],
    "In 1955, the Virginia Museum Theater opened to integrate the performing arts with the gallery.": [],
    "He retired from the Museum in 1968.": [],
    "The following year the Cheeks began a mountaintop compound they named Skylark on a former farm along the Blue Ridge Parkway.": [],
    "In 1977, they donated it to Washington &amp; Lee University which is today that university's conference center.": [
        [
            39,
            43,
            [
                "camp",
                "lamp",
                "ramp",
                "amp",
                "damp",
                "vamp"
            ]
        ]
    ],
    "Cheek suffered a series of strokes at his home in Richmond and died.": [],
    "His personal papers, 1981-1994, are held by the Museum of Modern Art, New York, and 1940-1983 by the Archives of American Art, Washgington, D. C. The Cheekwood Botanical Garden and Museum of Art, Nashville, TN, the ancestral home of Cheek, is now a public art museum, built upon the collection of the former Nashville Museum of Art..": [
        [
            127,
            138,
            [
                "Washington"
            ]
        ],
        [
            150,
            159,
            [
                "Cheek wood"
            ]
        ],
        [
            331,
            333,
            [
                ".",
                "…"
            ]
        ]
    ]
}