{
    "Scholar of Cubism; University of California, Berkeley professor of Art, 1953-1979.": [],
    "Chipp was born to George C. Chipp, an executive and Susie Browning (Chipp).": [
        [
            0,
            5,
            [
                "Chip",
                "Chips",
                "Chimp",
                "Chirp",
                "Chippy",
                "Chi pp"
            ]
        ],
        [
            28,
            33,
            [
                "Chip",
                "Chips",
                "Chimp",
                "Chirp",
                "Chippy",
                "Chi pp"
            ]
        ],
        [
            68,
            73,
            [
                "Chip",
                "Chips",
                "Chimp",
                "Chirp",
                "Chippy",
                "Chi pp"
            ]
        ]
    ],
    "He worked as a poster artist in Los Angeles between 1938-1941.": [],
    "Chipp served during World War II in the U. S. Navy, 1941-1945 and was present at the bombing of Pearl Harbor.": [
        [
            0,
            5,
            [
                "Chip",
                "Chips",
                "Chimp",
                "Chirp",
                "Chippy",
                "Chi pp"
            ]
        ]
    ],
    "A distinguished soldier, he rose to the rank of lieutenant and was awarded sixteen battle stars as well as the Presidential Unit Citation.": [],
    "At the liberation of Paris, he met Pablo Picasso, whetting his interest in Cubism.": [],
    "He was married to his wife, Heide, in 1944.": [
        [
            28,
            33,
            [
                "Had",
                "Have",
                "Made",
                "Hate",
                "Hide",
                "Fade"
            ]
        ]
    ],
    "He graduated from the University of California, Berkeley, with a B.A., in 1947, receiving an M.A., in 1948.": [],
    "He secured a Fulbright fellowship for graduate study at the University of Paris, Institute of Art and Archaeology, between 1951-1952 before completing his Ph.D., at Columbia University in 1954 where he lectured as a graduate student, 1950-1953.": [],
    "His dissertation, written under <a href=\"/schapirom\">Meyer Schapiro</a>, was on French Cubism.": [],
    "A Fulbright scholar in Paris, he studied at the Sorbonne and the Ecole du Louvre and also in Munich at the Zentralinstitut für Kunstgeschichte.": [
        [
            65,
            70,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            123,
            126,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "He joined the faculty at the University of California, Berkeley, as an assistant professor in 1953.": [],
    "He was director of the College Art Association from 1960-1964.": [],
    "He worked tirelessly to create a campus art museum.": [],
    "His eventual creation, the University Art Gallery, (in 1970 renamed the University Art Museum) appointed him acting director.": [],
    "He was made full professor of art history in 1962.": [],
    "In 1965, <a href=\"/selzp\">Peter H. Selz</a> replaced Chipp as director of the Gallery.": [],
    "Chipp was awarded a faculty research fellowship in Berkeley in 1967.": [
        [
            0,
            5,
            [
                "Chip",
                "Chips",
                "Chimp",
                "Chirp",
                "Chippy",
                "Chi pp"
            ]
        ]
    ],
    "In 1968, Chipp, together with Selz and <a href=\"/taylorj\">Joshua C. Taylor</a> edited the first publication of primary source documents for art history, <em>Theories of Modern Art: A Source Book by Artists and Critics</em>.": [
        [
            9,
            14,
            [
                "Chip",
                "Chips",
                "Chimp",
                "Chirp",
                "Chippy",
                "Chi pp"
            ]
        ],
        [
            30,
            34,
            [
                "Self",
                "Sell",
                "SEL",
                "SEZ",
                "SLZ"
            ]
        ]
    ],
    "He retired from Berkeley, emeritus, in 1979.": [],
    "In retirement he published his study <em>Picasso's Guernica</em>, published in 1988.": [
        [
            3,
            13,
            [
                "retirement,"
            ]
        ]
    ],
    "In the 1990's he joined Alan Wofsy to lead the \"Picasso Project,\" an initiative to issue a <em>catalogue raisonn</em>é of that artist's work.": [
        [
            7,
            13,
            [
                "1990s"
            ]
        ],
        [
            29,
            34,
            [
                "Worst",
                "Worry",
                "Worse",
                "Lofty",
                "Noisy",
                "Woody"
            ]
        ]
    ],
    "He suffered a stroke in 1992 and died in a San Francisco hospital.": [],
    "His students included <a href=\"/isaacsonj\">Joel Isaacson</a>.": []
}