{
    "Architectural historian of ancient civilizations and engineer; Professor at the Polytechnique (Paris).": [],
    "Choisy was the son of an architect.": [
        [
            0,
            6,
            [
                "Choosy"
            ]
        ]
    ],
    "He studied at the École Polytechnique, Paris, from 1861 to 1863 and from 1863 at the École des Ponts et Chaussées, also in Paris.": [
        [
            85,
            90,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            91,
            94,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            95,
            100,
            [
                "Points",
                "Ports",
                "Posts",
                "Poets",
                "Fonts",
                "Pants"
            ]
        ],
        [
            104,
            113,
            [
                "Chassés"
            ]
        ]
    ],
    "As part of his education, he traveled to Rome and Athens, beginning in 1866 to study classical architectural elements as many students did.": [],
    "His interest was far more sustained by the structure of these ancient monuments than their decorative detail.": [],
    "Choisy was familiar with <a href=\"/violletleduce\">Eugène Viollet-le-Duc</a> and his examination of the structure of Gothic architecture.": [
        [
            0,
            6,
            [
                "Choosy"
            ]
        ]
    ],
    "In 1873, Choisy issued <em>L'Art de bâtir chez les romains</em>, a structural analysis of Roman architecture including building materials and the workforce needed to construct it.": [
        [
            9,
            15,
            [
                "Choosy"
            ]
        ]
    ],
    "This approach to architectural explanation led to a second book on the buildings of the Byzantine empire in 1883, and later one on Egypt.": [
        [
            88,
            104,
            [
                "Byzantine Empire"
            ]
        ]
    ],
    "Choisy returned to the École des Ponts et Chaussées to teach beginning in 1876.": [
        [
            0,
            6,
            [
                "Choosy"
            ]
        ],
        [
            23,
            28,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            29,
            32,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            33,
            38,
            [
                "Points",
                "Ports",
                "Posts",
                "Poets",
                "Fonts",
                "Pants"
            ]
        ],
        [
            42,
            51,
            [
                "Chassés"
            ]
        ]
    ],
    "He moved to the École d'Horticulture at Versailles in 1878 (to 1892) adding duties at his other alma mater, École Polytechnique in 1881.": [
        [
            16,
            21,
            [
                "Cole",
                "Ecol"
            ]
        ]
    ],
    "Between 1883 and 1894 he published studies on Greek architecture, employing epigraphical evidence, <em>Etudes épigraphiques sur l'architecture grecque</em>.": [],
    "Choisy's magnum opus appeared in 1899, his two-volume <em>Histoire de l'architecture</em>.": [
        [
            0,
            6,
            [
                "Choosy"
            ]
        ]
    ],
    "For this work, he developed single isometric drawings which combined in a single illustration, plan, elevation, section, and a perspective.": [],
    "This appealing graphic distillation was developed in full in his four-volume translation of Vitruvius Pollio's <em>Ten Books on Architecture</em> of 1909.": [
        [
            92,
            101,
            [
                "Vitruvian"
            ]
        ],
        [
            102,
            108,
            [
                "Polio"
            ]
        ]
    ],
    "His condensation brought the classic text down four pages of text accompanied by a series of diagrams.": [],
    "Choisy's early architectural analyses described buildings in social and material terms.": [
        [
            0,
            6,
            [
                "Choosy"
            ]
        ]
    ],
    "The appearance of <em>Histoire de l'architecture</em> combined this approach with a historical determinism, a progression of styles set in the context of birth, maturing and decline.": [],
    "Choisy \"interpreted architecture exclusively in terms of the history of construction, demonstrating what he believed to be its essence in a series of grimly clever diagrams.": [
        [
            0,
            6,
            [
                "Choosy"
            ]
        ]
    ],
    "His work is the logical culmination of two centuries of French rationalism and we shall not see its like again.\"": [
        [
            74,
            78,
            [
                ", and"
            ]
        ],
        [
            96,
            99,
            [
                "It's",
                "it's"
            ]
        ]
    ],
    "(Watkin)  His scholarship was employed by many subsequent architectural historians, including notably, <a href=\"/lethabyw\">W.": [
        [
            1,
            7,
            [
                "Watkins",
                "Catkin"
            ]
        ],
        [
            8,
            10,
            [
                " "
            ]
        ]
    ],
    "R. Lethaby</a>.": [
        [
            3,
            10,
            [
                "Letha by"
            ]
        ]
    ]
}