{
    "<p>Early art historian and classicist; Cranach scholar; immediate precursor to Winckelmann.": [],
    "Christ's family comprised a long line of civil servants.": [],
    "He was diversely educated including painting, etching and sculpting.": [],
    "By 1720 he was studying for state service himself in Jena, taking courses in philosophy, history and the law.": [],
    "After securing a position as a privy secretary in Saxe-Meiningen he began study in Halle in 1726.": [
        [
            50,
            64,
            [
                "Same-Meiningen",
                "Saxe-Meninges"
            ]
        ]
    ],
    "Christ published a life Lucas Cranach the elder the same year based upon biographies, archival research and, something relatively new for art writing, personal examination of the artist's paintings.": [],
    "Christ stated in the book that the book was intended not to be part of a collection of artist's lives, but an installment in a history of painting.": [],
    "Christ envisioned a book of the history of painting styles based upon study of all the arts (sculpture, graphics, etc.).": [],
    "His conception was to organize these by stylistic periods, a notion later brought to famous fruition under <a href=\"/winckelmannj\">Johann Joachim Winckelmann</a>.": [],
    "Christ's was granted a master's degree in 1728.": [],
    "Called to the university in Leipzig in 1731 as <em>ausserordinarius</em> professor, he traveled in Europe and England between 1733-1735 with the learned Count Heinrich von Bünau (1697-1762), the noble who later hired Winckelmann to be his librarian.": [],
    "He rose to <em>ordinarius</em> by 1739.": [],
    "His appointment as a professor of literature (Poesie) and history allowed him periodic lectures on painting and sculpture at Leipzig.": [
        [
            46,
            52,
            [
                "Poetic",
                "Pose",
                "Preside",
                "Rosie",
                "Posse",
                "Josie"
            ]
        ]
    ],
    "In 1747 Christ issued a dictionary of artist's marks, <em>Anzeige und Auslegung der Monogrammatum</em> with the encyclopedist Gottfried Sellius (d.": [],
    "1767).": [],
    "Much of this was compiled from his personal graphics collection with which he used to teach.": [],
    "Christ declared this this work was to in part assist in developing a history of art based upon epochs, nations, schools and individual masters.": [
        [
            16,
            25,
            [
                "this"
            ]
        ]
    ],
    "Students who attended his lectures included two who later became important for art history, <a href=\"/lessingg\">Gotthold Ephraim Lessing</a> (attending lectures between 1746-1748) and the classicist <a href=\"/heynec\">Christian Gottlob Heyne</a>.": [],
    "Christ's conception of art history--not a series of artist's lives but as a stand-alone intellectual genre--marks the emergence of art history as a discipline.": [],
    "His rejection of the format based upon <a href=\"/vasarig\">Giorgio Vasari</a> and expanded by others greatly influenced Winckelmann, whose work Winckelmann had read (Kaufmann).": [],
    "Christ's <em>Anzeige und Auslegung</em> was written to aid connoisseurship and the sorting out of authentic.</p>": []
}