{
    "Director of the National Gallery of Australia, 1990-1997.": [],
    "Elizabeth Ann Dewar Cameron was born to William Dewar Cameron (1893-1962), a Scotish immigrant and Vida Margaret Hutton (Cameron) (1894-1985).": [
        [
            77,
            84,
            [
                "Scottish"
            ]
        ]
    ],
    "From 1938 to 1946, her maternal great-grandmother funded her to attend the private girl’s school, Somerville House.": [],
    "Churcher first became interested in art in 1939 when she went to the Queensland Art Gallery.": [
        [
            0,
            8,
            [
                "Churches"
            ]
        ]
    ],
    "She won several child-art contests through The Sunday Mail Child Art Contest.": [],
    "In her senior year at Somerville, her father fought to have her education end, believing “education spoiled a girl.” Her headmistress reduced Churcher’s fees with the stipulation she promise to spend a year or two after graduating teaching art classes there.": [
        [
            142,
            150,
            [
                "Churches"
            ]
        ],
        [
            183,
            190,
            [
                "promises",
                "promised"
            ]
        ]
    ],
    "Pursuing a (studio) art career, she began exhibiting with the Younger Artists Group (YAS) of the Royal Queensland Art Society (RQAS) in 1948.": [
        [
            85,
            88,
            [
                "WAS",
                "AS",
                "HAS",
                "YES",
                "GAS",
                "SAS"
            ]
        ],
        [
            127,
            131,
            [
                "RAS",
                "RNAS",
                "ROAS"
            ]
        ]
    ],
    "Churcher became the chair of YAS the same year, which ultimately aided in her winning a travel scholarship to London.": [
        [
            0,
            8,
            [
                "Churches"
            ]
        ],
        [
            29,
            32,
            [
                "WAS",
                "AS",
                "HAS",
                "YES",
                "GAS",
                "SAS"
            ]
        ]
    ],
    "In London, she studied at the South West Essex Technical School with Stuart Ray and later, from 1953 to 1956, at the Royal College of Art.": [],
    "Churcher won the Princess of Wales Scholarship for the best female portfolio.": [
        [
            0,
            8,
            [
                "Churches"
            ]
        ]
    ],
    "During this time, Churcher met fellow artist Roy Churcher who was studying at Slade School of Fine Art and was soon married.": [
        [
            18,
            26,
            [
                "Churches"
            ]
        ],
        [
            49,
            57,
            [
                "Churches"
            ]
        ],
        [
            78,
            83,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "She continued to win awards for her art.": [],
    "In 1957, Churcher and her husband returned to Brisbane where they set up a studio and an art class.": [
        [
            9,
            17,
            [
                "Churches"
            ]
        ]
    ],
    "Yet, by the end of 1959, Churcher claimed she lost interest in painting.": [
        [
            25,
            33,
            [
                "Churches"
            ]
        ]
    ],
    "In 1971, Churcher began teaching at Kelvin Grove Teachers’ Training College where she remained for seven years.": [
        [
            9,
            17,
            [
                "Churches"
            ]
        ]
    ],
    "Her art writing began in 1972 as an art critic for the Australian.": [],
    "In 1973, she wrote a school textbook called <em>Understanding Art</em> that later won the London Times award in the category of information books.": [],
    "In 1975, Churcher returned to London with her family of five and completed an MA in Art History at the Courtauld Institute of Art, London University.": [
        [
            9,
            17,
            [
                "Churches"
            ]
        ],
        [
            103,
            112,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Her thesis was on how Alfred Barr’s exhibition policy at the Museum of Modern Art in New York City in the 1930s and 1940s influenced the budding Abstract Expressionist movement.": [],
    "Her research brought her in contact with many contemporary artists.": [],
    "When she returned to Melbourne in 1979, Churcher taught at the School of Art and Design at the Philip Institute of Technology.": [
        [
            40,
            48,
            [
                "Churches"
            ]
        ]
    ],
    "By 1982, she had become the Dean.": [],
    "In 1983, Churcher served as the Chair of the Visual Arts Board.": [
        [
            9,
            17,
            [
                "Churches"
            ]
        ]
    ],
    "The following year, she gained the position of the Deputy Chairman of the Art Council.": [],
    "She also published her work <em>Molvig: The Lost Antipodean</em> during this year.": [],
    "In 1987, Churcher was invited by Robert Holmes to apply for the position of Director of the Art Gallery of Western Australian in Canberra, making her the first female director of a state art gallery.": [
        [
            9,
            17,
            [
                "Churches"
            ]
        ]
    ],
    "In 1989, Churcher received the Australian Institute of Management Award for Women.": [
        [
            9,
            17,
            [
                "Churches"
            ]
        ]
    ],
    "Upon the resignation of the Australian National Gallery founding director James Mollison in 1990, Churcher succeeded him again, as the first female director.": [
        [
            98,
            106,
            [
                "Churches"
            ]
        ]
    ],
    "In her early years as director, the galley struggled financially.": [],
    "Thanks to her efforts guiding exhibitions, profits soon rose.": [],
    "Previously, the gallery had only accepted exhibitions from other institutions, a practice Churcher would work to change.": [
        [
            90,
            98,
            [
                "Churches"
            ]
        ]
    ],
    "She started work raising funds for building for major temporary exhibitions, like the ones throughout her career as director.": [],
    "Two exhibitions that helped the gallery grow substantially were David Jaffe’s <em>Rubens and The Italian Renaissance</em> (1992) and Michael Lloyd’s <em>Surrealism: Revolution by Night</em> (1993).": [
        [
            70,
            75,
            [
                "Gaffe"
            ]
        ]
    ],
    "Her efforts to bring people from all across Australia to the National Gallery soon gave her the nickname “Blockbuster Betty.” She launched innovative exhibitions such as the 1994 titled <em>Don’t Leave me this Way</em> focusing on the HIV epidemic.": [],
    "Additionally, during her time as director, she changed the time of the museum from the Australian National Gallery to the National Gallery of Australia.": [],
    "After her retirement in 1997, Churcher served as the adjunct professor for the Centre for Cross-Cultural Research National University for the Australian National University.": [
        [
            30,
            38,
            [
                "Churches"
            ]
        ]
    ],
    "She also worked as the presenter of art television series such as ABC’s “Take Five,”  “Proud Possessors,” “The Art of War,” and “Focus on John Olsen,” among others.": [
        [
            84,
            86,
            [
                " "
            ]
        ]
    ],
    "In the last few years of her life, Churcher published <em>Treasures of Canberra</em>, and in 2011, she published her journeys to numerous art galleries as <em>Notebooks</em>.": [
        [
            35,
            43,
            [
                "Churches"
            ]
        ]
    ],
    "Melanoma and macular degeneration did not prevent a final, poignant personal trip to London and Madrid art museums one last time.": [],
    "<em>Australian Notebooks</em>, about the six major state galleries in Australia and a final notebook, <em>The Forgotten Notebook</em>.": [],
    "In 2015, a year after her husband died, Churcher died of lung cancer at age of 84.": [
        [
            40,
            48,
            [
                "Churches"
            ]
        ]
    ],
    "From an early age, Churcher was aware of the limitations in being a woman.": [
        [
            19,
            27,
            [
                "Churches"
            ]
        ]
    ],
    "In an interview, she felt that “just about everything [she] wanted to do, [she] couldn’t do because [she] was a girl.”": []
}