{
    "Art historian and collector, established \"Cicognara\" art bibliography.": [],
    "Cicognara was educated in Modena at the Collegio dei Nobili.": [
        [
            40,
            48,
            [
                "Colegio",
                "Collegia"
            ]
        ],
        [
            49,
            52,
            [
                "DEI",
                "day",
                "die",
                "Dan",
                "Del",
                "Wei"
            ]
        ],
        [
            53,
            59,
            [
                "Mobile",
                "Noble",
                "Nobility",
                "Nobel",
                "Mobil",
                "Nobly"
            ]
        ]
    ],
    "As a young man he knew the sculptor Antonio Canova.": [],
    "In 1788 he moved to Rome where he was admitted to the Società dell'Arcadia.": [
        [
            3,
            7,
            [
                "1788,"
            ]
        ],
        [
            54,
            61,
            [
                "Society",
                "Societal"
            ]
        ]
    ],
    "There he studied art with Domenico Corvi (1721-1803) and the German painter Jacob Philipp Hackert (1737-1807).": [
        [
            35,
            40,
            [
                "Cori",
                "Corgi",
                "Corvid",
                "Cor vi"
            ]
        ],
        [
            90,
            97,
            [
                "Hacker",
                "Hackers",
                "Hackett"
            ]
        ]
    ],
    "In addition, he gained an enthusiasm for classical ruins and contemporary art theory.": [],
    "A member of the Italian nobility, Cicognara involved himself initially in politics with the <em>risorgimento</em> of Italy in the late eighteenth century.": [],
    "He held such posts as deputy to the Congress of Lyons (1801), and Councilor of State.": [],
    "He was briefly incarcerated when warring factions found him guilty of conspiracy.": [],
    "In 1805 he left political life to devote himself to the arts.": [
        [
            3,
            7,
            [
                "1805,"
            ]
        ]
    ],
    "Cicognara wrote several tracts on esthetics, including <em>Del Bello, ragiomenti sette</em> (1808), which caught the attention of the newly founded Accademia di Belle Arti in Venice.": [
        [
            34,
            43,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "He became the Academy's director, using this position to research and publish further in the fine arts.": [],
    "Inspired by the early art histories of <a href=\"/winckelmannj\">Johann Joachim Winckelmann</a> and <a href=\"/dagincourt\">Seroux d'Agincourt</a>, he published a three-volume history of sculpture, <em>Storia delta scultura</em> between 1813 and 1818.": [],
    "More than a mere chronology of art or a collection of biographical anecdotes, his history of sculpture weaves history, literary and political events into a cogent text.": [],
    "For this accomplishment, Cicognara was awarded foreign member's status from the Institute of France.": [],
    "Beginning in 1815, he issued his survey of the monuments of Venice, which brought him international recognition.": [],
    "These volumes, learned guides to the city, were quickly translated into French as well as a second, updated Italian version.": [],
    "Perhaps because of his early career in politics, Cicogarna maintained that the Accademia's primary role was to serve the public.": [
        [
            79,
            88,
            [
                "Academia"
            ]
        ]
    ],
    "He was a motivating force in opening the museum associated with the Academy, (Gallerie dell'Accademia) in 1817.": [
        [
            78,
            86,
            [
                "Galleries",
                "Galleria"
            ]
        ],
        [
            92,
            101,
            [
                "Academia"
            ]
        ]
    ],
    "In the 1820s, Cicognara renewed a friendship with Canova, the sculptor carving his image in 1822 and the author completing a biography of Canova in 1823.": [],
    "Throughout his collecting and writing, Cicognara amassed a fabulous art library.": [],
    "In 1821 he published what might be today his most consulted book, the inventory of his own library.": [
        [
            3,
            7,
            [
                "1821,"
            ]
        ]
    ],
    "<em>Catalogo ragionato dei libri d'arte</em> is a snapshot of the available literature on art and art history.": [],
    "In its own time, the collection's value was evident enough for the Pope to purchase Cicognara's library in 1824.": [],
    "It remains a discrete collection housed in the Vatican today.": [],
    "In his final years, Cicognara wrote and researched on the enamel work known as calcography (niello).": [
        [
            79,
            90,
            [
                "calligraphy",
                "cartography",
                "paleography"
            ]
        ],
        [
            92,
            98,
            [
                "hello",
                "cello",
                "nails",
                "nailed",
                "Neill",
                "Nell"
            ]
        ]
    ],
    "The popularity of this work created a demand for this genre of art, so much so that fakes were created and sold as part of the Count's collection.": [],
    "After Cicognara's death, his collection of fifteenth and sixteenth century engravings of calcographic pictures were assembled by his nephew, Count Nanetti, and Ch.": [
        [
            89,
            101,
            [
                "calligraphic",
                "cartographic",
                "allographic"
            ]
        ],
        [
            147,
            154,
            [
                "Nanette"
            ]
        ]
    ],
    "Albrizzi, under the title, <em>The First Century of Calcography</em> (1837).": [
        [
            0,
            8,
            [
                "Albright",
                "Abruzzo",
                "Al-Razi",
                "al-Razi"
            ]
        ]
    ],
    "Among Cicognara's contributions as an art historian were his recognition in 1824 that the spectacular <em>Nymph of Fontainebleau</em> was by <a href=\"/cellinib\">Benvenuto Cellini</a>.": [],
    "His attribution brought its relocation to the Louvre.": []
}