{
    "<p>Poet, composer and author of a major symbol dictionary and co-author of <em>Ars Hispaniae</em>.": [],
    "Cirlot was the son of Juan Cirlot and Maria Laporta.": [
        [
            0,
            6,
            [
                "Cir lot"
            ]
        ],
        [
            27,
            33,
            [
                "Cir lot"
            ]
        ],
        [
            44,
            51,
            [
                "Lakota",
                "Aorta"
            ]
        ]
    ],
    "After graduating from the College of the Jesuits, Barcelona, he worked as a customs agent and at the Banco Hispanoamericano.": [],
    "His initial interest was in music, which he studied until called as a soldier to fight against Franco in the Second Spanish Republic, 1937.": [],
    "With their defeat he was again mobilized by the Franco regime in 1940.": [],
    "Cirlot lived in Zaragoza, Spain, among culturati drawn to Surrealism, especially with the artist Alfonso Buñuel (Luis Buñuel's brother).": [
        [
            0,
            6,
            [
                "Cir lot"
            ]
        ],
        [
            39,
            48,
            [
                "cultural"
            ]
        ],
        [
            105,
            111,
            [
                "Bunuel"
            ]
        ]
    ],
    "He and Alfonso tranlated the Surrealist poetry of Paul Éluard (1895-1952), André Breton (1896-1966), and Antonin Artaud (1896-1948) into Spanish.": [
        [
            15,
            24,
            [
                "translated"
            ]
        ]
    ],
    "Through Surrealism, Cirlot developed beliefs in mysticism.": [
        [
            20,
            26,
            [
                "Cir lot"
            ]
        ]
    ],
    "During the years of World War II in Europe, he returned to the Banco Hispanoamericano and Barcelona in 1943, meeting the poet Benítez de Castro (1892-?).": [],
    "After the war, he published the first of many volumes of poetry, <em>Canto de la Vida muerta</em>, in 1946.": [],
    "He married Gloria Valenzuela in 1947.": [],
    "Cirlot joined the editorial staff of Argos publishers, composing music and collaborating with the Catalan artists group, Dau al Set.": [
        [
            0,
            6,
            [
                "Cir lot"
            ]
        ],
        [
            121,
            124,
            [
                "DAU",
                "Day",
                "Dan",
                "Dad",
                "Dam",
                "DA"
            ]
        ]
    ],
    "His first publicly performed composition, \"Preludio in the Ateneo Barcelonés,\" was played in 1948.": [
        [
            43,
            51,
            [
                "Prelude",
                "Preludes",
                "Presidio",
                "Preaudit"
            ]
        ],
        [
            59,
            65,
            [
                "Ate neo"
            ]
        ],
        [
            66,
            76,
            [
                "Barcelona",
                "Barceloneta"
            ]
        ]
    ],
    "The following year be began writing for the journal founded by Dau al Set, of the same name.": [
        [
            22,
            27,
            [
                "begun",
                "beginning"
            ]
        ],
        [
            63,
            66,
            [
                "DAU",
                "Day",
                "Dan",
                "Dad",
                "Dam",
                "DA"
            ]
        ]
    ],
    "Through the magazine, he met André Breton in Paris.": [],
    "Cirlot moved to Gustavo Gili publishers.": [
        [
            0,
            6,
            [
                "Cir lot"
            ]
        ],
        [
            24,
            28,
            [
                "Gil",
                "Gill",
                "Gilt",
                "Gigi",
                "Gila",
                "Gild"
            ]
        ]
    ],
    "In 1949 he met the ethnologist and musicologist Marius Schneider (1903-1982) who cultivated in Cirlot a fascination with symbology.": [
        [
            3,
            7,
            [
                "1949,"
            ]
        ],
        [
            95,
            101,
            [
                "Cir lot"
            ]
        ]
    ],
    "Compatriot art historian <a href=\"/gudiolj\">José Gudiol</a> assisted him in Gothic art studies.": [],
    "Cirlot's first book on symbolism, <em>El Ojo en la Mitología: su simbolismo</em>, appeared in 1954.": [
        [
            0,
            6,
            [
                "Cir lot"
            ]
        ]
    ],
    "The same year he became a founding member of the Academia del Faro de San Cristóbal.": [],
    "Together with the American art historian <a href=\"/kublerg\">George Kubler</a> he co-authored a volume in the art encylopeida <em>Ars Hispaniae</em> in 1957.": [],
    "In 1958, he published a dictionary of symbols, <em>Diccionario de símbolos tradicionales</em>, translated into English in 1962 as <em>A Dictionary of Symbols</em>.": [],
    "This edition featured a prologue by <a href=\"/readh\">Herbert Read</a>.": [],
    "In 1963, a dispute with Dau al Set member Antoni Tàpies severed his connection with the group.": [
        [
            24,
            27,
            [
                "DAU",
                "Day",
                "Dan",
                "Dad",
                "Dam",
                "DA"
            ]
        ]
    ],
    "Diagnosed with pancreatic cancer in 1971, he worked to see a volume on Picsso published before his death.": [
        [
            71,
            77,
            [
                "Picasso",
                "Pics so"
            ]
        ]
    ],
    "He died immediately after surgery at his home in Barcelona in 1973.": [],
    "As an art historian, Cirlot is best known for his symbol dictionary which matched images to a discussion of their various iconographic implications.": [
        [
            21,
            27,
            [
                "Cir lot"
            ]
        ]
    ],
    "The book went through numerous subsequent edtions.</p>": [
        [
            42,
            49,
            [
                "editions"
            ]
        ]
    ]
}