{
    "Vassar Professor of Art and Director of the Vassar Art Gallery.": [],
    "Claflin graduated from the Madeira School in 1917 and entered Mount Holyoke College that fall.": [
        [
            0,
            7,
            [
                "Chaplin",
                "Carlin",
                "Claghorn",
                "Clarín"
            ]
        ]
    ],
    "She remained there until 1919.": [],
    "In 1921 she graduated <em>magna cum laude</em> from Radcliffe College.": [
        [
            3,
            7,
            [
                "1921,"
            ]
        ]
    ],
    "She taught briefly at Vassar College in 1923 as lecturer, but returned to Radcliffe to complete her graduate degrees, the M.A.": [],
    "in 1927 and Ph.": [
        [
            0,
            2,
            [
                "In"
            ]
        ],
        [
            12,
            14,
            [
                "pH",
                "PH",
                "PA",
                "PC",
                "Mph",
                "PM"
            ]
        ]
    ],
    "D. in 1928.": [
        [
            3,
            5,
            [
                "In"
            ]
        ]
    ],
    "In 1929 she published her first book, <em>Sculpture</em>, \"The contemporary point of view about the art of sculpture,\" as she wrote in her introduction.": [
        [
            3,
            7,
            [
                "1929,"
            ]
        ]
    ],
    "She rejoined the Vassar faculty where she taught with the rank of professor, in 1931, for the next thirty-four years.": [],
    "Beginning in the 30's, Claflin published articles in the <em>Studio International</em> and articles on Despiau in <em>Parnassus</em>.": [
        [
            17,
            21,
            [
                "30s"
            ]
        ],
        [
            23,
            30,
            [
                "Chaplin",
                "Carlin",
                "Claghorn",
                "Clarín"
            ]
        ],
        [
            103,
            110,
            [
                "Despite",
                "Despair",
                "Despise"
            ]
        ]
    ],
    "By 1936 she had written <em>The Elder Pieter Bruegel: A Short Essay</em> and an article on Ferdinand Dietz for the <em>American German Review</em>.": [],
    "During this time she began hiring German émigrés for Vassar who were fleeing Nazi persecution.": [],
    "<a href=\"/krautheimerr\">Richard Krautheimer</a> was the first in 1937 (he remained at Vassar until 1951).": [],
    "While still solely a professor, she compiled the catalog for art collection at Vassar in 1939, an accomplishment which won her added duties as the gallery's director (1943-62).": [],
    "In 1940 she added another émigré to Vassar, 39-year-old medievalist <a href=\"/katzenellenbogena\">Adolf Katzenellenbogen</a> who remained until 1958.": [
        [
            3,
            7,
            [
                "1940,"
            ]
        ]
    ],
    "With the outbreak of World War II, Claflin served as Executive Secretary and Consultant in the Art Division of the Office of the Coordinator of Inter-American Affairs between 1941-42.": [
        [
            35,
            42,
            [
                "Chaplin",
                "Carlin",
                "Claghorn",
                "Clarín"
            ]
        ]
    ],
    "Asked by <a href=\"/barra\">Alfred H. Barr, Jr.</a>, to be a member of the fledgling Museum of Modern Art's Advisory Committee in 1941, she served as the Assistant Executive Vice President to the Museum 1943-44.": [],
    "In 1943 she was elected to the American Association of Museums, and, in conjunction with MOMA's exhibition on Alexander Calder of the same year, wrote and narrated one of the first art museum multi-media shows, a 10-minute film entitled <em>Alexander Calder: Sculpture and Constructions</em>.": [
        [
            3,
            7,
            [
                "1943,"
            ]
        ],
        [
            89,
            93,
            [
                "MoMA",
                "COMA",
                "ROMA",
                "MOM",
                "MDMA",
                "MONA"
            ]
        ],
        [
            192,
            203,
            [
                "multimedia"
            ]
        ]
    ],
    "She married Philip W. Claflin in 1945.": [
        [
            22,
            29,
            [
                "Chaplin",
                "Carlin",
                "Claghorn",
                "Clarín"
            ]
        ]
    ],
    "From 1945-48 she was Chairman of the College Art Association, remaining on its Board of Directors until 1951.": [],
    "When <a href=\"/krautheimerr\">Richard Krautheimer</a> moved to New York University, Claflin replaced him with the third of her conspicuous hires, <a href=\"/lotzw\">Wolfgang Lotz</a> in 1952.": [],
    "During all these years, she lectured widely at Vassar and elsewhere, finally retiring from the College in 1965.": [],
    "Claflin's students included Aline Saarinen (critic &amp; wife of architect Ero Saarinen) and <a href=\"/lynesr\">Russell Lynes, Jr.</a> Claflin is considered more an art teacher than scholar.": [
        [
            0,
            7,
            [
                "Chaplin",
                "Carlin",
                "Claghorn",
                "Clarín"
            ]
        ],
        [
            51,
            55,
            [
                "camp",
                "lamp",
                "ramp",
                "amp",
                "damp",
                "vamp"
            ]
        ],
        [
            75,
            78,
            [
                "ERO",
                "Era",
                "Pro",
                "Hero",
                "Zero",
                "Ego"
            ]
        ]
    ],
    "Krautheimer wrote \"she never aimed at being a scholar herself...[she was] an amateur in the best sense.\"": [],
    "She considered her areas to be baroque and twentieth centuries.": []
}