{
    "<p>First director of the Frick Collection, 1936-1951; poet.": [],
    "Clapp hailed from a priviledged family; a relative of his mother, Mary Carroll, was a signer of the Declaration of Independence.": [
        [
            0,
            5,
            [
                "Clamp",
                "Clap",
                "Clasp",
                "Claps",
                "Lapp",
                "CIAPP"
            ]
        ],
        [
            20,
            31,
            [
                "privileged"
            ]
        ]
    ],
    "His father was Washington F. Clapp.": [
        [
            29,
            34,
            [
                "Clamp",
                "Clap",
                "Clasp",
                "Claps",
                "Lapp",
                "CIAPP"
            ]
        ]
    ],
    "He attended the City College of New York 1896-1898 and then Yale 1899-1902 receiving an B. A. and M.A.": [],
    "He returned to the City College, teaching Greek from 1904 to 1906.": [],
    "He moved to California to lecture on Elizabethan drama and Russian literature for the extention services at the University of California, 1906-1908.": [
        [
            86,
            95,
            [
                "extension"
            ]
        ]
    ],
    "He traveled throughout Europe, discovering an interest in art and, by reading <a href=\"/berensonb\">Bernard Berenson</a>, Italian art.": [],
    "He married Maud Caroline Ede (1876-1960), an artist from Florence, in 1908.": [
        [
            25,
            28,
            [
                "Edge",
                "Eye",
                "Eve",
                "Eden",
                "Cede",
                "Eds"
            ]
        ]
    ],
    "He entered the Sorbonne, in 1909 to pursue his doctorate studying under <a href=\"/lemonnierh\">Henry Lemonnier</a>, <a href=\"/bertauxe\">Émile Bertaux</a> and <a href=\"/malee\">Émail Mâle</a>.": [],
    "Clapp was awarded his <em>Docteur ès lettres</em> in 1914 with a dissertation on Pontormo's drawings.": [
        [
            0,
            5,
            [
                "Clamp",
                "Clap",
                "Clasp",
                "Claps",
                "Lapp",
                "CIAPP"
            ]
        ]
    ],
    "In 1916 he published a book and <em>catalogue raisonné</em> on the paintings of the artist.": [
        [
            3,
            7,
            [
                "1916,"
            ]
        ]
    ],
    "Tthe same year, he began publishing poetry, issuing collections of verse through the 1950s.": [
        [
            0,
            4,
            [
                "The",
                "Tithe"
            ]
        ]
    ],
    "Clapp worked with <a href=\"/matherf\">Frank Jewett Mather, Jr.</a>, at Princeton University.": [
        [
            0,
            5,
            [
                "Clamp",
                "Clap",
                "Clasp",
                "Claps",
                "Lapp",
                "CIAPP"
            ]
        ]
    ],
    "He joined the Aviation Section of the U.S.": [],
    "Army (precursor to the air force), training to be a pilot in Canada.": [],
    "He war service was with the 17th and 22nd Aero Squandrons station in Dunkirk.": [
        [
            47,
            57,
            [
                "Squadrons"
            ]
        ]
    ],
    "After the war, he published articles in the Princeton journal <em>Art Studies</em> in the early '20s.": [],
    "In 1926 Clapp joined the University of Pittsburgh to chair their program in the history of art.": [
        [
            8,
            13,
            [
                "Clamp",
                "Clap",
                "Clasp",
                "Claps",
                "Lapp",
                "CIAPP"
            ]
        ]
    ],
    "He developed Pittsburgh's art library and photo-study collection traveling to Europe to secure the book and lantern slides.": [],
    "He became an exponent for art history education in the United States, reading a paper, \"What can a Department of the Distory of Art Amount To?\"": [
        [
            117,
            124,
            [
                "History",
                "Distort",
                "Di story"
            ]
        ]
    ],
    "in 1929.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "After the death of Mrs.": [],
    "Frick in 1931, Clapp was named adviser to the collection.": [
        [
            15,
            20,
            [
                "Clamp",
                "Clap",
                "Clasp",
                "Claps",
                "Lapp",
                "CIAPP"
            ]
        ]
    ],
    "Named organizing director in 1933, he oversaw the transformation of the Frick mansion from a home into the present museum.": [],
    "He hired the architect who design the building, John Russell Pope, adding a cloak room and lecture facilities.": [],
    "Clapp received an honorary doctorate at the University of Pittsburgh the same year.": [
        [
            0,
            5,
            [
                "Clamp",
                "Clap",
                "Clasp",
                "Claps",
                "Lapp",
                "CIAPP"
            ]
        ]
    ],
    "The museum opened late in 1935.": [],
    "He was named director in 1936.": [],
    "Clapp set about issuing a fine-press style folio edition of the collection which the war prevented from completion.": [
        [
            0,
            5,
            [
                "Clamp",
                "Clap",
                "Clasp",
                "Claps",
                "Lapp",
                "CIAPP"
            ]
        ]
    ],
    "When the American government mounted a touring show of German art ostensibly as war booty in 1946, he and Whitney Museum director <a href=\"/forcej\">Juliana R. Force</a> spearheaded a campaign to return the art to Germany.": [],
    "Clapp kept the museum admission free, organizing public (and often non-art) lectures and concerts for which the Frick became famous.": [
        [
            0,
            5,
            [
                "Clamp",
                "Clap",
                "Clasp",
                "Claps",
                "Lapp",
                "CIAPP"
            ]
        ]
    ],
    "It was at a Frick lecture in 1947 that T. S. Elliot reputiated his opinion of the works of John Milton.": [
        [
            52,
            62,
            [
                "repudiated"
            ]
        ]
    ],
    "He retired in 1951 and was succeeded by Franklin Biebel (1908-1966).": [
        [
            49,
            55,
            [
                "Bieber"
            ]
        ]
    ],
    "He died at a New York Hosptial at age ninety.": [
        [
            22,
            30,
            [
                "Hospital"
            ]
        ]
    ],
    "His papers are held at Yale University.": [],
    "<a href=\"/panofskye\">Erwin Panofsky</a> cited Clapp's work on Pontormo one of serveral \"very good art-historical books\" with which European scholars such as himself were familiar before World War II.</p>": []
}