{
    "Director of the National Gallery, London, 1933-1945, and early television popularizer of art history.": [],
    "Clark's family was heir to the fortune amassed by his Scottish great-grandfather, the inventor of the cotton spool.": [],
    "His parents were Kenneth MacKenzie Clark and Margaret Alice Clark.": [],
    "Clark himself was raised in Edwardian idle elegance as an only child.": [],
    "Growing up he attended Winchester.": [],
    "Clarke won a scholarship to Trinity College, Oxford, gave up hopes of becoming an artist, and set his sights on art history.": [],
    "In 1922 he met <a href=\"/bellcf\">Charles F. Bell</a>, keeper at the Ashmolean Museum, whom he learned the elements of connoisseurship Bell introduced Clark to <a href=\"/berensonb\">Bernard Berenson</a> in Florence in 1925.": [
        [
            3,
            7,
            [
                "1922,"
            ]
        ]
    ],
    "Clark was immediately enthralled by Berenson.": [
        [
            36,
            44,
            [
                "Benenson"
            ]
        ]
    ],
    "Though still a student at Oxford, he assisted Berenson with the revision of Berenson's corpus of Florentine drawings.": [
        [
            46,
            54,
            [
                "Benenson"
            ]
        ],
        [
            76,
            84,
            [
                "Benenson"
            ]
        ]
    ],
    "Clark worked for Berenson for over two years, honing his skills connoisseurship skills in Italian museums and in Berenson's library of I Tatti.": [
        [
            17,
            25,
            [
                "Benenson"
            ]
        ],
        [
            57,
            63,
            [
                "skills'",
                "skill's"
            ]
        ],
        [
            113,
            121,
            [
                "Benenson"
            ]
        ],
        [
            137,
            142,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ]
    ],
    "He married his Oxford classmate Elizabeth Winifred \"Jane\" Martin (1902-1976) in 1927.": [],
    "Despite concentration on Italian Renaissance painting, Clark's first book was a suggested topic of Bell's, <em>The Gothic Revival</em>, published in 1928, an expansion of Bell's numerous notes on the topic.": [],
    "Clark's work with Berenson resulted in a 1929 commission to catalog the rich holdings of Leonardo da Vinci manuscripts at Windsor castle (published 1935).": [
        [
            18,
            26,
            [
                "Benenson"
            ]
        ],
        [
            122,
            136,
            [
                "Windsor Castle"
            ]
        ]
    ],
    "Leonardo was still largely undocumented, the previous century viewing Leonardo as a dark genius of largely unfinished work.": [],
    "Clark co-organized the famous exhibition of Italian painting at the Royal Academy, with Lord Balniel (David Lindsay, the future Earl of Crawford and Balcarres, 1900-1975), displaying works from Italy which had never before (or since in many cases) left Italy.": [
        [
            93,
            100,
            [
                "Daniel",
                "Baldies",
                "Balmier",
                "Barnier",
                "Balkier"
            ]
        ],
        [
            149,
            158,
            [
                "Salaries",
                "Balances",
                "Balconies",
                "Blares",
                "Daycares",
                "Barres"
            ]
        ]
    ],
    "The show influenced many, including <a href=\"/boaset\">T.": [],
    "S. R. Boase</a>, later director of the Courtauld and Warburg Institutes, whose art career can be traced to this show and Clark's friendship.": [
        [
            6,
            11,
            [
                "Base",
                "Boast",
                "Boise",
                "Bose",
                "Boas",
                "Blasé"
            ]
        ],
        [
            39,
            48,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Though personally dissatisfied with his contribution to the exhibition catalog, Clark found himself lecturing widely as a result of the high profile show.": [],
    "In 1931 Bell retired from the Ashmolean and Clark assumed his position as keeper of the department of Fine Art.": [],
    "The years 1933 to 1945 were ones of great accomplishment for him.": [],
    "In 1933 he was appointed director of the National Gallery, London, at age 31 the youngest director ever.": [
        [
            3,
            7,
            [
                "1933,"
            ]
        ]
    ],
    "Clark used his position to launch a major expansion of its collection.": [],
    "Ruben's <em>Watering Place</em> (1617), Constable's <em>Hadleigh Castle</em> (1829), Rembrandt's <em>Saskia as Flora</em> (1635), and Poussin's <em>Golden Calf</em> (1634) were among the many major additions to the Gallery.": [],
    "The following year, King George V appointed him surveyor of the King's pictures.": [],
    "This led to a knighthood in 1938.": [],
    "Unlike his predecessors, Clark took charge of the museum directly.": [],
    "His brash approach and direct involvement in acquisitions led to large-scale dissatisfaction among the Gallery staff, most publicly with Keeper <a href=\"/daviesm\">Martin Davies</a>.": [],
    "These years before World War II Clark rightly saw as \"the Great Clark Boom.\"": [],
    "He and Jane lived in the palatial Portland Place, she the president of the Incorporated Society of London Fashion Designers and he the Director of the National Gallery, hosting parties for London society and intelligentsia.": [
        [
            50,
            53,
            [
                "she is",
                "she has"
            ]
        ],
        [
            128,
            130,
            [
                "he is",
                "he has"
            ]
        ]
    ],
    "In 1939 he published his <em>Leonardo da Vinci: His Development as an Artist</em>.": [
        [
            3,
            7,
            [
                "1939,"
            ]
        ]
    ],
    "During World War II, Clark and Davies evacuated nearly the entire collection to safe haven in a quarry cavern in Wales and instituted the Dame J. Myra Hess concerts in the empty museum.": [],
    "After the war, Clark resigned as director and focused on art writing.": [],
    "He was succeeded at the Gallery by <a href=\"/hendyp\">Philip Hendy</a>.": [],
    "Clark taught as Slade Professor of fine art at Oxford, previously held by Hendy, between 1946-1950.": [
        [
            16,
            21,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ],
        [
            74,
            79,
            [
                "Henry",
                "Wendy",
                "Handy",
                "Heady",
                "Bendy",
                "Hendry"
            ]
        ]
    ],
    "In 1951 he published his book on Piero della Francesca.": [
        [
            3,
            7,
            [
                "1951,"
            ]
        ],
        [
            39,
            44,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ]
    ],
    "In 1953 he became the chairman of the Arts Council of Great Britain, an organization whose early incarnation, the CEMA (Council for the Encouragement of Music and the Arts), he helped found.": [
        [
            3,
            7,
            [
                "1953,"
            ]
        ],
        [
            114,
            118,
            [
                "COMA",
                "CDMA",
                "CEA",
                "CMA",
                "FEMA",
                "CSMA"
            ]
        ]
    ],
    "That same year he delivered the Mellon Lectures in Washgington, D. C., which, in book form appeared in 1956 as the much-praised study, <em>The Nude</em>.": [
        [
            51,
            62,
            [
                "Washington"
            ]
        ]
    ],
    "In 1954 Clark agreed to become the first chairman of the Independent Television Authority in Britain, the commercial television competitor to the BBC.": [],
    "Clark and his wife bought Saltwood Castle in 1955, the home where they spent the rest of their days.": [
        [
            26,
            34,
            [
                "Salt wood"
            ]
        ]
    ],
    "When his appointment was not renewed in 1957 at ITA, Clark was hired by the rival BBC.": [],
    "Though 1966 saw both his New York Wrightsman lectures, and their publication as the book <em>Rembrandt and the Italian Renaissance</em>, it was the other event of that year that would create a new reputation for him.": [
        [
            34,
            44,
            [
                "Wrights man"
            ]
        ]
    ],
    "That year, he wrote and produced the first serious television series to tackle art history.": [],
    "The television series, <em>Civilisation</em>, was actually cancelled by the BBC and only broadcast three years later in 1969.": [],
    "But its affect on audiences, both in the United Kingdom and United States, was undeniable.": [
        [
            8,
            14,
            [
                "effect"
            ]
        ]
    ],
    "Clark became a television star of sorts, a fame he likened to Ruskin's in the nineteenth century.": [],
    "His first wife, Jane, fell into alcoholism and though nursed by Clark sincerely, she died in 1976.": [],
    "Shortly thereafter he remarried another fashion designer, Nolwen de Janze-Rice (1924-1989).": [
        [
            58,
            64,
            [
                "Golden",
                "Owen",
                "Pollen",
                "Bowen",
                "Holden",
                "Nolan"
            ]
        ]
    ],
    "As his health declined, he suffered from depression.": [],
    "Clark died in a nursing home shortly before his 80th birthday.": [],
    "His son, Colin Clark (1932-2002), was a filmmaker and writer; the figure of Lord Clark appears in the 2011 film about the younger Clark, \"My Week with Marilyn.\"": [],
    "Clark's reputation as an art historian is mitigated somewhat by the necessary intrigues as a director of a major art museum.": [],
    "His insistence, for example, to hang minor Venetian School paintings in 1937 he bought as autograph Giorgiones attracted harsh criticism and \"a lingering mistrust of his integrity\" according to the DNB.": [
        [
            100,
            110,
            [
                "Giorgione's",
                "Giorgione",
                "Giorgi ones"
            ]
        ]
    ],
    "However, his adamancy against reappointment of Lord Duveen as a trustee on the grounds of conflict of interest took much courage.": [
        [
            13,
            21,
            [
                "adamant",
                "adamantly"
            ]
        ],
        [
            52,
            58,
            [
                "Queen",
                "Doreen",
                "Duvet",
                "Duvets",
                "Tureen",
                "Düren"
            ]
        ]
    ],
    "Clark's patronage of such artists as Henry Moore and Graham Sutherland during their struggling years was a mark of both of his charity and understanding of art.": [],
    "He was a critic of most modern art (he expressed incomprehension at the work of Cézanne, for example), and his televised series <em>Civilisation</em> ends immediately before the period of abstraction in art.": [],
    "His most appreciated book, <em>The Nude</em>, shows the influence of <a href=\"/warburga\">Aby M. Warburg</a>, though elsewhere in Clark's writing this broad psychological method is hard to see.": [],
    "The popularity of his televeision and book, Civilization, made him a target for much of the New Art History historians who saw his work as traditionalist and ignoring social factors of art production.": [
        [
            22,
            33,
            [
                "television"
            ]
        ]
    ]
}