{
    "<p>Museum director; Metropolitan Museum of art curator and specialist in Roman baroque painting.": [
        [
            20,
            46,
            [
                "Metropolitan Museum of Art"
            ]
        ]
    ],
    "He was raised in a Quaker household.": [],
    "Clark's boyhood fascination with birds led him to consider a career in ornithology.": [],
    "However, he graduated from Harvard in 1945 with a degree in fine arts.": [],
    "The following ten years he spent as a working artist.": [],
    "After World War II, Clark painted in New York, joining the American Abstract Artists' Association.": [],
    "Beginning in 1948, he toured Europe.": [],
    "Although he was looking for inspirational material, his interests were gradually changing to art history and specifically, 18th-century Roman painting.": [],
    "He worked as a field working in the excavation sites in Istanbul of the Byzantine Institute, repainting the Chora's frescos and the Pantocrator's inlaid floor, he returned to the United States in 1955.": [
        [
            108,
            113,
            [
                "Chord",
                "Choral",
                "Cora",
                "Chore",
                "Chorea",
                "Hora"
            ]
        ],
        [
            116,
            123,
            [
                "frescoes",
                "fresco"
            ]
        ]
    ],
    "He worked as the first secretary to the museum of the Rhode Island School of design, under <a href=\"/maxonj\">John Maxon</a>.": [],
    "There, Clark demonstrated his interest in seventeenth and eighteenth century Italian art, and particularly Pompeo Batoni.": [],
    "In 1959 he left Rhode Island, accepting one of the first two David M. Finley fellowships at the National Gallery of Art in Washgington, D. C. Clark spent the fellowship in Rome, where he became known as \"Batoni Clark.\"": [
        [
            3,
            7,
            [
                "1959,"
            ]
        ],
        [
            123,
            134,
            [
                "Washington"
            ]
        ],
        [
            204,
            210,
            [
                "Baton",
                "Batons"
            ]
        ]
    ],
    "When the fellowship concluded in 1961, Clark became curator of painting for the Minneapolis Institute of Art, rising to Director in 1963.": [],
    "He was credited at the Museum of doubling the collections, tripling attendance, and making the museum bulletin into a scholarly publication.": [],
    "The new building, though completed after his departure, was largely due to his planning.": [],
    "In 1973, Clark accepted the offer to become Curator of European Painting at the Metropolitan Museum, under the quixotic <a href=\"/hovingt\">Thomas Hoving</a>.": [],
    "Clark mounted two major exhibitions at the Met.": [],
    "Impressionism: A Centenary and The Age of Revolution: French Painting, 1774-1830.": [],
    "Both shows met which huge acclaim.": [],
    "The latter exhibition, however, after touring Paris and Detroit, was greatly reduced in size for the Metropolitan exhibit at Hoving's insistence.": [
        [
            125,
            131,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "Clark disagreed on intellectual grounds, insisting that the fifty paintings to be cut were in fact crucial to the integrity of the exhibition.": [],
    "Hoving won out, and Clark, resigned shortly thereafter in public accusations of Hoving's meddling.": [
        [
            0,
            6,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ],
        [
            80,
            86,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "Another curator, <a href=\"/walshj\">John Walsh, Jr.</a>, also resigned during this time.": [],
    "Hoving replaced Clark more than a year later with <a href=\"/popehennessyj\">John Pope-Hennessy</a>.": [
        [
            0,
            6,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "Clark was named adjunct professor at the Institute of Fine Arts, NYU, and a Clark professor at Williams College, Williamstown, MA.": [],
    "He was named a fellow at the American Academy in Rome and moved there to complete work on his survey of Roman baroque painting.": [],
    "While jogging in the Villa Doria-Pamphili park in Rome, he succumbed to a heart attack.": [
        [
            27,
            41,
            [
                "Doris-Pamphili",
                "Doria-Camphill"
            ]
        ]
    ],
    "He was 53.": [],
    "His <em>magnum opus</em> on Batoni was completed by Edgard P. Bowron in 1985.": [
        [
            28,
            34,
            [
                "Baton",
                "Batons"
            ]
        ],
        [
            52,
            58,
            [
                "Edward",
                "Edgar",
                "Eduard",
                "Edgardo"
            ]
        ],
        [
            62,
            68,
            [
                "Boron"
            ]
        ]
    ],
    "Clark held the reputation of having been a publishing curator, producing a significant body of scholarly material while at the same time directly administering major museums.</p>": []
}