{
    "Marxist-approach art historian; Chancellor's Professor of Modern Art at the University of California, Berkeley.": [],
    "Clark attended Bristol Grammar School, before graduating with a A. B., from St.": [
        [
            62,
            65,
            [
                "a"
            ]
        ]
    ],
    "John's College, Cambridge University earning a first class distinction in 1964.": [],
    "He joined the Situationalist International in 1966, whose theorist, Guy Debord (1931-1994), developed the concept of \"spectacle\" that Clark would use later in his work.": [
        [
            14,
            28,
            [
                "Situationist"
            ]
        ]
    ],
    "He received his Ph.": [
        [
            16,
            18,
            [
                "pH",
                "PH",
                "PA",
                "PC",
                "Mph",
                "PM"
            ]
        ]
    ],
    "D. in art history from the Courtauld Institute of Art, University of London in 1973.": [
        [
            3,
            5,
            [
                "In"
            ]
        ],
        [
            27,
            36,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Clark lectured at Essex University 1967-1969 and then at Camberwell School of Art as a senior lecturer, 1970-1974.": [
        [
            57,
            67,
            [
                "Camber well"
            ]
        ]
    ],
    "During that time he published two books in 1973 which launched his international career as an art historian.": [],
    "<em>The Absolute Bourgeois: Artists and Politics in France, 1848-1851</em> and <em>Image of the People: Gustav Courbet and the Second French Republic, 1848-1851</em> were seen as a manifesto of the new art history in the English language, provoking controversy as an unabashed Marxist interpretation of some of the most traditionally-researched topics in art history.": [],
    "In 1974, Clark accepted a visiting professor position University of California, Los Angeles (UCLA) which was subsequently turned into an associate professor position.": [],
    "In 1976, Clark became a founding member of Caucus for Marxism and Art of the College Art Association.": [],
    "The Caucus session delivered papers by other prominent Marxist art historians, including <a href=\"/werckmeistero\">O.": [],
    "K. Werckmeister</a>, Lee Baxandall, <a href=\"/guibauts\">Serge Guilbaut</a>.": [
        [
            25,
            34,
            [
                "Randall",
                "Crandall"
            ]
        ]
    ],
    "He returned to Britain and Leeds University to be chair of the Fine Art Department in 1976.": [],
    "In 1980 he joined the School of Fine Arts faculty at Harvard University, setting off a furor among many conservative and connoisseurship-based faculty.": [
        [
            3,
            7,
            [
                "1980,"
            ]
        ]
    ],
    "Chief among his Harvard detractors was the Renaissance art historian <a href=\"/freedbergs\">Sydney Joseph Freedberg</a>.": [],
    "Freedberg's and Clark's rivalry at Harvard was public.": [
        [
            0,
            9,
            [
                "Friedberg",
                "Freed berg"
            ]
        ]
    ],
    "Clark disallowed any students of his to study with Freedberg, a stance for which Clark was formally reprimanded by Harvard's visiting committee for intolerance and for violating students' academic freedom.": [
        [
            51,
            60,
            [
                "Friedberg",
                "Freed berg"
            ]
        ]
    ],
    "Freedberg, however, retired early in 1983 largely in opposition to Clark, continuing to teach at the University of Virginia.": [
        [
            0,
            9,
            [
                "Friedberg",
                "Freed berg"
            ]
        ]
    ],
    "In 1985 Clark published, <em>The Painting of Modern Life: Paris in the Art of Manet and his Followers</em>.": [],
    "He joined the Department of History of Art at the University of California, Berkeley in 1988, becoming George C. and Helen N. Pardee Chair of Art History.": [
        [
            126,
            132,
            [
                "Garden",
                "Parker",
                "Harder",
                "Parade",
                "Parades",
                "Parcel"
            ]
        ]
    ],
    "There he published a book of essays in 1999, <em>Farewell to an Idea: Episodes from a History of Modernism</em>.": [],
    "In addition to 19th-century topics, he broadened his view to include Picasso and Jackson Pollock.": [],
    "Clark identified an end to the modernist tradition, which he saw aligned with leftist politics, both coinciding with the fall of the Berlin wall.": [
        [
            133,
            144,
            [
                "Berlin Wall"
            ]
        ]
    ],
    "In 2005, writing under the name \"Retort\", he co-authored <em>Afflicted Powers: Capital and Spectacle in a New Age of War</em> with Iain Boal, Joseph Matthews, and Michael Watts.": [
        [
            131,
            135,
            [
                "Main",
                "Gain",
                "Pain",
                "Rain",
                "Vain",
                "Cain"
            ]
        ],
        [
            136,
            140,
            [
                "Goal",
                "Boat",
                "Coal",
                "Bowl",
                "Boar",
                "Boil"
            ]
        ]
    ],
    "His most theoretic, <em>The Sight of Death: An Experiment in Art Writing</em>, looked at the social and intellectual phenomenon re-examining art works.": [],
    "His students include <a href=\"/crowt\">Thomas E. Crow</a> and Guilbaut.": [],
    "Clark's <em>Image of the People</em> and <em>The Painting of Modern Life</em> provided a new form of art history that transcended traditional preoccupations with style and iconography.": [],
    "His books brought out the political implications of the work of Courbet and Manet, suggesting that the paintings of these artists may have served an active role in the creation of social and political attitudes.": [],
    "Clark made a distinction between \"ideology\" and the work as a representation, a rejection ideology as theorized by Louis Althusser.": [],
    "(Moxey).": [
        [
            1,
            6,
            [
                "Money",
                "Mona",
                "Morey",
                "Moray",
                "Mopey",
                "Mosey"
            ]
        ]
    ],
    "Characteristic of Clark's method is to identify distinctions or disparities within a painting, and then pin those incongruities to a psycho-sexual or sociological interpretation, using a semiotics to come to a new meaning of the work of art.": [],
    "Clark's detractors, most eloquent among them <a href=\"/pennyn\">Nicholas Penny</a>, have charged him with a selective view of art, asserting that in the case of Manet for example, not all of the artist's canvases show the disjuncture that Clark characterizes.": [],
    "<a href=\"/liptone\">Eunice Lipton</a> termed him \"the most dazzling bad boy in the Art History Community,\" characterizing his essay on Olympia (in his book <em>Painting of Modern Life</em>), \"obfuscating and tortured.\"": [],
    "Clark's work was blind to gender issues, a fact pointed out by <a href=\"/pollockg\">Griselda Pollock</a> (and acknowledged by Clark).": []
}