{
    "Second director of the Metropolitan Museum of Art, New York (1905-10) and the South Kensington Museum.": [],
    "Clarke was the son of Edward Marmaduke Clarke, of Somerset family and Mary Agnes Close.": [
        [
            29,
            38,
            [
                "Armature",
                "Marduk",
                "Archduke",
                "Marmalade",
                "Mameluke"
            ]
        ]
    ],
    "He studied architecture at the National Art Training Schools at South Kensington between 1862-1865.": [],
    "In that year he joined the government office assigned to rebuilding the Houses of Parliament.": [],
    "Clarke married Frances Susannah Collins in 1866.": [],
    "In 1867 he moved to the South Kensington Museum where he oversaw mosaic reproduction.": [
        [
            3,
            7,
            [
                "1867,"
            ]
        ]
    ],
    "Beginning in 1874, Clarke accepted various foreign assignments as supervising architect to the crown, most notably Tehran.": [],
    "In 1876, Clarke traveled to Turkey, Syria, and Greece and in 1879 to Spain, Italy, and Germany buying artifacts for the Museum.": [],
    "Commissions to design architecture in the Indian style resulted in the Indian hall at Elvedon, Suffolk, 1899 with the architect William Young.": [
        [
            86,
            93,
            [
                "Eldon",
                "Evidon"
            ]
        ]
    ],
    "In 1880 he installed the Indian collections at the South Kensington Museum.": [
        [
            3,
            7,
            [
                "1880,"
            ]
        ]
    ],
    "This led to a position special commissioner in India, 1880-82, and in 1883, ultimately to keeper of the India Museum at South Kensington.": [],
    "He was elevated to keeper of all art collections at the Museum in 1892 and, the same year, published a significant catalog of south-Asian carpets, whose other entries included those by <a href=\"/bodew\">Wilhelm Bode</a> and <a href=\"/riegla\">Aloïs Riegl</a>.": [],
    "The following year he was made assistant director of the South Kensington Museum, and, in 1896, director.": [],
    "In 1899 Museum was renamed the Victoria and Albert Museum.": [],
    "When <a href=\"/cesnolal\">Luigi Palma di Cesnola</a>, president and director of the Metropolitan Museum of Art in New York died in 1904, the American millionaire and art collector J. P. Morgan (1837-1913) assumed the duties as President of the Museum.": [],
    "In an attempt to raise the nascent Metropolitan Museum to an international level, Morgan, who had dominance of the Board and Museum, hired Clarke to be its second director.": [],
    "Clarke, however, was not able to reform the museum into the efficient type the Victoria &amp; Albert was.": [
        [
            88,
            92,
            [
                "camp",
                "lamp",
                "ramp",
                "amp",
                "damp",
                "vamp"
            ]
        ]
    ],
    "In 1905 Clarke hired <a href=\"/robinsone\">Edward Robinson</a>, the recently-resigned director of the Museum of Fine Arts, Boston, to be his assistant director.": [],
    "Clarke's physical and perhaps emotional health declined.": [],
    "He returned to England on a leave of absence in 1909 and resigned his as director in 1910.": [],
    "Robinson succeeded him as director.": [],
    "A catalog of <em>Arms and Armour at Sandringham</em> written by him appeared in 1910.": [],
    "He died at home the following year and is buried at Kensal Green cemetery.": [
        [
            52,
            58,
            [
                "Kendal"
            ]
        ]
    ],
    "His son, C. Stanley Clarke, was also an assistant keeper of the Indian section of the Victoria and Albert Museum.": []
}