{
    "<p>Medievalist, principally architecture; produced scholarlship predominantly in Nazi and DDR (communist) Germany.": [
        [
            51,
            63,
            [
                "scholarship"
            ]
        ]
    ],
    "Clasen studied art history in Munich under <a href=\"/wolfflinh\">Heinrich Wölfflin</a> beginning in 1913 and then with <a href=\"/goldschmidta\">Adolph Goldschmidt</a> in Berlin, from 1918.": [
        [
            0,
            6,
            [
                "Class",
                "Close",
                "Case",
                "Cases",
                "Classes",
                "Closed"
            ]
        ]
    ],
    "In 1921 he received his doctorate under <a href=\"/haseloffa\">Arthur Haseloff</a> at Christian-Albrechts-Universität in Kiel with a thesis titled <em>Wehrbau und Kirchenbau</em> (defense and church building).": [
        [
            3,
            7,
            [
                "1921,"
            ]
        ]
    ],
    "In 1923 he wrote his habilitation in Königsberg, <em>Der Hochmeisterpalast der Marienburg</em> and as a private lecturer in the following years, contributed to <em>Handbuch der Kunstwissenschaft: Die gotische Baukunst</em>.": [
        [
            3,
            7,
            [
                "1923,"
            ]
        ],
        [
            21,
            33,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ]
    ],
    "In 1930 Clasen became a professor at Königsberg with <a href=\"/worringerw\">Wilhelm Worringer</a>, however the two frequently clashed in their views of art history.": [
        [
            8,
            14,
            [
                "Class",
                "Close",
                "Case",
                "Cases",
                "Classes",
                "Closed"
            ]
        ]
    ],
    "After the rise to power of the Nazis in German and the occupation of Poland, 1939-1940, Clasen taught at the Reich university in Poznań.": [
        [
            88,
            94,
            [
                "Class",
                "Close",
                "Case",
                "Cases",
                "Classes",
                "Closed"
            ]
        ]
    ],
    "In 1940 he was appointed the University of Rostock.": [
        [
            3,
            7,
            [
                "1940,"
            ]
        ]
    ],
    "After World War II, he accepted a teaching chair at the university in Greifswald in 1949, East Germany.": [],
    "Clasen was one of the first members of the German Academy of Architecture of the (communist) German Democratic Republic in 1951.": [
        [
            0,
            6,
            [
                "Class",
                "Close",
                "Case",
                "Cases",
                "Classes",
                "Closed"
            ]
        ]
    ],
    "His numerous publications were dedicated to the medieval architecture of the Baltic region, raising the profile of this region for the middle ages.": [
        [
            135,
            146,
            [
                "Middle Ages"
            ]
        ]
    ],
    "Clasen retired emeritus in 1958 and taught as guest professor at the Humboldt University in Berlin through 1968.": [
        [
            0,
            6,
            [
                "Class",
                "Close",
                "Case",
                "Cases",
                "Classes",
                "Closed"
            ]
        ]
    ],
    "In his retirement he also wrote a particularly readable tome on the paintings of the Louvre in 1965.": [],
    "His book on the sculpture of the 14<sup>th</sup> century <em>Der Meister der Schönen Madonnen</em> (1974) was finished when he went to West Germany.</p>\n\n<p>Clausen's work emphasized the Teutonic origins of the decorative vaulting in late Gothic architecture.": [
        [
            40,
            42,
            [
                "the",
                "TH",
                "Th",
                "to",
                "tho",
                "TT"
            ]
        ]
    ],
    "He employed the notion of a collective will in art and architecture.": [],
    "Unusual for medievalists of his time, he was unafraid to examined both commonplace as well as the royal and religious architecture of the Middle Ages to reach his conclusions.": [
        [
            57,
            65,
            [
                "examine"
            ]
        ],
        [
            83,
            93,
            [
                "and"
            ]
        ]
    ],
    "Clasen used aesthetic and structural elements (in the case of architecture) in order to prove his theory.": [
        [
            0,
            6,
            [
                "Class",
                "Close",
                "Case",
                "Cases",
                "Classes",
                "Closed"
            ]
        ]
    ],
    "Unlike <a href=\"/jantzenh\">Hans Jantzen</a>, he seldom looked into a building's interior, preferring the exterior and its surroundings as a basis of comparison.": [],
    "Clasen saw Gothic art as a unified distinct artistic expression, in contrast to, for example, <a href=\"/vitzthumg\">Georg Vitzthum von Eckstädt</a> who viewed it as a degenerate precursory of the Italian Renaissance.": [
        [
            0,
            6,
            [
                "Class",
                "Close",
                "Case",
                "Cases",
                "Classes",
                "Closed"
            ]
        ]
    ],
    "Occasionally, in works such as <em>Gotische Baukunst</em> (1930) Clasen was criticized for failing to prove some of his conclusions (Schenkluhn).</p>": []
}