{
    "Medievalist; professor of art history at Bonn 1902-1935; close associate of Heinrich Wölfflin.": [
        [
            85,
            93,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "He was born in Sommerfeld, Germany, which is present-day Leipzig, Germany.": [],
    "Clemen studied art history and philology at the universities of Leipzig, Bonn and Strassburg.": [
        [
            0,
            6,
            [
                "Clement",
                "Clemens",
                "Clément"
            ]
        ],
        [
            82,
            92,
            [
                "Strasbourg"
            ]
        ]
    ],
    "His mentors included <a href=\"/justic\">Carl Nicolaus Heinrich Justi</a> and <a href=\"/springera\">Anton Springer</a>.": [],
    "His interest for the Middle Ages was triggered in Bonn by the historian <a href=\"/lamprechtk\">Karl Lamprecht</a>, who himself had begun in art history.": [],
    "Clemen attained his doctorate in 1889 in Leipzig under <a href=\"/janitschekh\">Hubert Janitschek</a>.": [
        [
            0,
            6,
            [
                "Clement",
                "Clemens",
                "Clément"
            ]
        ]
    ],
    "His dissertation was titled Strassburg <em>Die Porträtdarstellungen Karls des Grossen</em>.": [
        [
            28,
            38,
            [
                "Strasbourg"
            ]
        ]
    ],
    "His monumental survey of the Rheinland, the 56-volume <em>Kunstdenkmälern der Rheinprovinz</em> appeared beginning in 1891.": [
        [
            29,
            38,
            [
                "Zealand",
                "Thailand",
                "Rhineland",
                "Headland",
                "Haaland"
            ]
        ]
    ],
    "In 1893 he was director of monument conservation for the Rheinland (<em>Provinzialkonservator</em>).": [
        [
            3,
            7,
            [
                "1893,"
            ]
        ],
        [
            57,
            66,
            [
                "Zealand",
                "Thailand",
                "Rhineland",
                "Headland",
                "Haaland"
            ]
        ]
    ],
    "He received an assistant professorate for art history at Bonn in 1898.": [
        [
            25,
            37,
            [
                "profess orate",
                "professor ate"
            ]
        ]
    ],
    "Clemen continued to research art and literature from 1899 onward at the academy of art in Düsseldorf.": [
        [
            0,
            6,
            [
                "Clement",
                "Clemens",
                "Clément"
            ]
        ]
    ],
    "He succeeded <a href=\"/justic\">Carl Nicolaus Heinrich Justi</a> as full professor in Bonn in 1902, a position he held until his retirement in 1935.": [],
    "His work for the monuments commission resulted in some of the most important research done for the Middle Ages of the Rhineland.": [],
    "In addition to the <em>Kunstdenkmälern</em>, he published a multi-volume work on roman and gothic wall paintings, <em>Die gotischen Monumentalmalereien der Rheinlande</em> in 1905 and 1930.": [],
    "Between 1907-1908 he was a guest professor at Harvard University.": [],
    "Clemen championed modern art as well including Rodin, Hildebrand, Maillol, Renoir and (Hans) Thoma.": [
        [
            0,
            6,
            [
                "Clement",
                "Clemens",
                "Clément"
            ]
        ],
        [
            93,
            98,
            [
                "Thomas",
                "Tahoma"
            ]
        ]
    ],
    "His popular expositions of contemporary art appeared in Westphalia and Düsseldorf 1902 and 1904, in New York in 1909 and Cologne in 1925.": [],
    "In his 1916 published work <em>Die romanische Monumentalmalerei der Rheinlande</em>, a work on the history and building process of Churches.": [],
    "During World War I Clemen was involved with the protection of art at the Western front beginning in 1915 and on the Eastern front (or wherever German troops were stationed) from 1917.": [
        [
            19,
            25,
            [
                "Clement",
                "Clemens",
                "Clément"
            ]
        ]
    ],
    "In 1917/18 in Belgium he developed a list of Belgian art monuments, the <em>Kunstschutz im Kriege</em> (1919) and <em>Belgische Kunstdenkmäle</em> (1923).": [],
    "Clemen was a participant in the controversy in the nineteenth and early twentieth century debating the merits of conservation vs.": [
        [
            0,
            6,
            [
                "Clement",
                "Clemens",
                "Clément"
            ]
        ]
    ],
    "restoration.": [
        [
            0,
            11,
            [
                "Restoration"
            ]
        ]
    ],
    "In opposition to art historians and critics such as <a href=\"/dehiog\">Georg Dehio</a> and <a href=\"/ruskinj\">John Ruskin</a>, Clemen urged the active restoration of monuments to preserve their current state as long as possible.": [],
    "He criticized the conservationist group as historians as willing to let buildings \"die\" from natural age.": [],
    "He used his key positions as provincial director of the Rhineland and later his founding membership in the Denkmalrates der Rheinprovinz (Rhineland club for Monument Preservation and Protection) to promote monument protection.": [
        [
            120,
            123,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "He was responsible for the introduction of a Monument Protection Day.": [],
    "His students included <a href=\"/bandmanng\">Günter Bandmann</a>, <a href=\"/swarzenskih\">Hanns Swarzenski</a>, <a href=\"/braunfelsw\">Wolfgang Braunfels</a> and <a href=\"/lutzelerh\">Heinrich Lützeler</a>.": [],
    "He maintained a long friendship with <a href=\"/wolfflinh\">Heinrich Wölfflin</a> and was an important adviser for <a href=\"/vogew\">Wilhelm Vöge</a> in his dissertation at Bonn.": [],
    "Clemen's 56-volume <em>Kunstdenkmälern der Rheinprovinz</em> master work remains an important survey of medieval monuments.": [
        [
            0,
            6,
            [
                "Clement",
                "Clemens",
                "Clément"
            ]
        ]
    ],
    "A connoisseur-style historian who believed <em>Augensinnlichkeit</em>, visual understanding, was the highest form of artistic discretion.": [],
    "His students included <a href=\"/liebreicha\">Aenne Liebreich</a> and <a href=\"/mosese\">Elizabeth Moses</a>.": []
}