{
    "Director of the Fitzwilliam Museum, Cambridge 1908-1937; illuminated manuscript scholar and of William Morris.": [],
    "Cockerell was born to John Cockerell (1842-1877), a coal merchant and Alice Elizabeth Bennett (Cockerell) (d.": [
        [
            0,
            9,
            [
                "Cockerel",
                "Cockerels"
            ]
        ],
        [
            27,
            36,
            [
                "Cockerel",
                "Cockerels"
            ]
        ],
        [
            95,
            104,
            [
                "Cockerel",
                "Cockerels"
            ]
        ]
    ],
    "1900).": [],
    "The younger Cockerell attended St.": [
        [
            12,
            21,
            [
                "Cockerel",
                "Cockerels"
            ]
        ]
    ],
    "Paul's School, London, in 1882 but the death of his father when Cockerell was ten required him to leave in 1885 to work in the family business.": [
        [
            64,
            73,
            [
                "Cockerel",
                "Cockerels"
            ]
        ]
    ],
    "He rose, under his uncles' patronage, to parter in 1889, but left permanently in 1892.": [
        [
            41,
            47,
            [
                "partner",
                "Carter",
                "Parker",
                "Porter",
                "parted",
                "barter"
            ]
        ]
    ],
    "Cockerell made the acquaintance of William Morris in 1886 and <a href=\"/ruskinj\">John Ruskin</a> in 1887; he and Ruskin toured the French churches at Abbeville and Beauvais, cementing Cockerell's interest in medieval art and beginning a collection of illuminated manuscripts.": [
        [
            0,
            9,
            [
                "Cockerel",
                "Cockerels"
            ]
        ]
    ],
    "He became librarian and in all but name secretary to Morris, acting as Morris' executor in charge of completing to the publications of the Kelmscott Press after Morris' death.": [
        [
            139,
            148,
            [
                "Ellicott"
            ]
        ]
    ],
    "Cockerell's history of the Press, 1898, was the last publication of the Press.": [
        [
            0,
            9,
            [
                "Cockerel",
                "Cockerels"
            ]
        ]
    ],
    "Cockerell subsequently served as amanuensis to poet/adventurer Wilfrid Scawen Blunt (1840-1922) and to the publisher and manuscript collector Henry Yates Thompson (1838-1928) advising the latter on acquisitions to Thompson's collection.": [
        [
            0,
            9,
            [
                "Cockerel",
                "Cockerels"
            ]
        ],
        [
            63,
            70,
            [
                "Wilfred"
            ]
        ],
        [
            71,
            77,
            [
                "Scale",
                "Screen",
                "Scales",
                "Scaled",
                "Scan",
                "Scared"
            ]
        ]
    ],
    "Cockerell joined Emery Walker (1851-1933) in an engraving business in 1900 to support himself.": [
        [
            0,
            9,
            [
                "Cockerel",
                "Cockerels"
            ]
        ]
    ],
    "He visited Leo Tolstoy at Yasnaya Polyana in 1903.": [
        [
            26,
            33,
            [
                "Canada",
                "Panama",
                "Banana",
                "Kannada",
                "Malaya",
                "Assay"
            ]
        ],
        [
            34,
            41,
            [
                "Poland",
                "Poltava",
                "Pollyanna",
                "Polyene",
                "Solana"
            ]
        ]
    ],
    "Cockerell left the engraveing firm in 1904.": [
        [
            0,
            9,
            [
                "Cockerel",
                "Cockerels"
            ]
        ],
        [
            19,
            29,
            [
                "engraving"
            ]
        ]
    ],
    "He married a manuscript artist, Florence Kate Kingsford (1872-1949) in 1907.": [
        [
            46,
            55,
            [
                "Kings ford"
            ]
        ]
    ],
    "The following year Fitzwilliam Museum, Cambridge University, director <a href=\"/jamesm\">Montague Rhodes James</a> resigned and Cockerell succeeded him, despite Cockerell's never having completed even a high school education (the recommendation likely came through Thompson, whose collection both men had advised).": [],
    "As a museum director, Cockerell's installations were highly sensitive and artistic.": [
        [
            22,
            31,
            [
                "Cockerel",
                "Cockerels"
            ]
        ]
    ],
    "James had been uninterested in display (Cockerell claimed the museum was a pigsty).": [
        [
            40,
            49,
            [
                "Cockerel",
                "Cockerels"
            ]
        ]
    ],
    "Cockerell placed large boquets of flowers and furniture among the Fitzwilliam collections giving the feel of a country home according to many.": [
        [
            0,
            9,
            [
                "Cockerel",
                "Cockerels"
            ]
        ],
        [
            23,
            30,
            [
                "bouquets"
            ]
        ]
    ],
    "Cockerell's personal collection of medieval manuscripts was so extensive by 1908 that he provided many pieces to the Burlington House exhibition of the same year.": [
        [
            0,
            9,
            [
                "Cockerel",
                "Cockerels"
            ]
        ]
    ],
    "His knowledge of medieval manuscripts led to an apppointment of honorary fellow of Jesus College, Cambridge, between 1910 and 1916.": [
        [
            48,
            60,
            [
                "appointment"
            ]
        ]
    ],
    "His lectures inspired the student <a href=\"/coxt\">Trenchard Cox</a>, later director of the Victoria and Albert Museum, to become an art museum director.": [],
    "Cockerell agressively sought new donations, notably those of the Marlay and Courtauld.": [
        [
            0,
            9,
            [
                "Cockerel",
                "Cockerels"
            ]
        ],
        [
            10,
            21,
            [
                "aggressively"
            ]
        ],
        [
            65,
            71,
            [
                "Malay",
                "Marley",
                "Marla",
                "Parlay",
                "Mar lay"
            ]
        ],
        [
            76,
            85,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "His expansion of the Fitzwilliam was accomplished in sections over the years 1922-1936.": [],
    "A second fellow appointment at Downing College came in 1932.": [],
    "Though a confirmed atheist, he struck a scholarly friendship with the Roman Catholic nun, Dame Laurentia McLachlan (1866-1953) Abbess of Stanbrook Abbey, Worcestershire.": [
        [
            95,
            104,
            [
                "Laurentian"
            ]
        ],
        [
            105,
            114,
            [
                "Lachlan"
            ]
        ],
        [
            137,
            146,
            [
                "Stan brook"
            ]
        ]
    ],
    "He was knighted in 1934 and appointed London advisor to the Felton Bequest for the Victoria National Gallery, Melbourne, Australia (then New South Wales) in 1936.": [
        [
            60,
            66,
            [
                "Elton",
                "Fulton",
                "Melton",
                "Felon",
                "Belton",
                "Felt on"
            ]
        ]
    ],
    "He retired from the Fitzwilliam in 1937 and was succeeded by the collector <a href=\"/clarkel\">Louis C. G. Clarke</a>.": [],
    "He retired to Richmond, Surrey, confined to bed after 1951.": [],
    "As his long life exceeded his retirement income, Cockerell sold portions of his library, including proofs and first editions of the Kelmscott press in 1956 and his medieval and Renaissance manuscripts in 1957 and 1959.": [
        [
            49,
            58,
            [
                "Cockerel",
                "Cockerels"
            ]
        ],
        [
            132,
            141,
            [
                "Ellicott"
            ]
        ]
    ],
    "He died of heart failure at his home at age 94 and jhis body cremated.": [
        [
            51,
            55,
            [
                "this",
                "his",
                "JHS",
                "chis",
                "phis",
                "j his"
            ]
        ]
    ],
    "His son, Sir Christopher Cockerell (1910-1999), was the inventor of the hovercraft.": [
        [
            25,
            34,
            [
                "Cockerel",
                "Cockerels"
            ]
        ]
    ],
    "Cockerell posessed a quirky personality; an extensive diarist and voluminous correspondent, his life and letters were documented in numerous books, several of which well within his lifetime.": [
        [
            0,
            9,
            [
                "Cockerel",
                "Cockerels"
            ]
        ],
        [
            10,
            18,
            [
                "possessed"
            ]
        ]
    ],
    "He acted as literary executor to Wilfred Scawen Blunt and Thomas Hardy in addition to Morris.": [
        [
            41,
            47,
            [
                "Scale",
                "Screen",
                "Scales",
                "Scaled",
                "Scan",
                "Scared"
            ]
        ]
    ],
    "Though limited financially personally, Cockerell assembled one of the finest medieval manuscript collections in private hands.": [
        [
            39,
            48,
            [
                "Cockerel",
                "Cockerels"
            ]
        ]
    ],
    "He astutely named knowlegeable men in various art fields as \"Honorary Keepers\" to make use of their expertise.": [
        [
            18,
            30,
            [
                "knowledgeable"
            ]
        ]
    ],
    "\"A characteristically English enthusiasm for the study of Italian humanistic manuscripts is very largely due to his initiative\" (Bell).": [],
    "His <em>Old Testament Miniatures</em> work was updated by the Morgan Library manuscripts scholar <a href=\"/plummerj\">John H. Plummer</a>.": []
}