{
    "Architectural historian and architect; first to record entasis in Greek temples.": [
        [
            55,
            62,
            [
                "entails",
                "entail",
                "stasis",
                "encases"
            ]
        ]
    ],
    "Cockerell was trained between1809-1810 by his father, Samuel Pepys Cockerell (1753-1827), to follow in his footsteps as an architect.": [
        [
            0,
            9,
            [
                "Cockerel",
                "Cockerels"
            ]
        ],
        [
            67,
            76,
            [
                "Cockerel",
                "Cockerels"
            ]
        ]
    ],
    "He also studied with the architect of the British Museum, Sir Robert Smirke (1780-1867).": [],
    "Cockerell toured Europe between 1810-1817, sometimes delivering messages to the British fleet, but also visiting the regions of the Ottoman Empire and southern Italy.": [
        [
            0,
            9,
            [
                "Cockerel",
                "Cockerels"
            ]
        ]
    ],
    "He met Lord Byron and his colleague, John Foster (1887-1846), the latter with whom he traveled.": [],
    "Cockerell's interest in Greece was to measure the architectural monuments, a purpose which allowed him to make several important discoveries for architectural and art history.": [
        [
            0,
            9,
            [
                "Cockerel",
                "Cockerels"
            ]
        ]
    ],
    "After visiting the island of Delos, Cockerell and Foster moved to Athens, where they met the German archaeologist Jakob Linkh (1786-1841), Otto von Stackelberg (1787-1837), and <a href=\"/hallervonhallersteinc\">Carl Haller von Hallerstein</a>.": [
        [
            29,
            34,
            [
                "Demos",
                "Delis",
                "Dells",
                "DeVos"
            ]
        ],
        [
            36,
            45,
            [
                "Cockerel",
                "Cockerels"
            ]
        ],
        [
            120,
            125,
            [
                "Link",
                "Links"
            ]
        ]
    ],
    "The five traveled to Aegina in 1811 to excavate the temple there.": [
        [
            21,
            27,
            [
                "Regina",
                "Angina",
                "REGINA"
            ]
        ]
    ],
    "Their discoveries included the pedimental sculpture from the temple, later identified as the Temple of Aphaia (Glyptothek, Munich).": [
        [
            31,
            41,
            [
                "regimental",
                "pediment",
                "pediments"
            ]
        ],
        [
            103,
            109,
            [
                "Aphasia",
                "Aphaea"
            ]
        ]
    ],
    "Next they traveled next to the Peloponnese where they discovered the Centauromachy frieze at the temple of Apollo, Bassai (British Museum, London).": [
        [
            115,
            121,
            [
                "Bass ai",
                "Brassaï"
            ]
        ]
    ],
    "Cockerell continued on to Sicily where his facility for imagining buildings from their ruins was most aptly demonstrated.": [
        [
            0,
            9,
            [
                "Cockerel",
                "Cockerels"
            ]
        ]
    ],
    "Returning to Athens, Cockerell discover the entasis in the columns of the Parthenon and the Erechtheion; although entasis had been known in Roman buildings, Cockerell was the first to notice this in Greek structures as well.": [
        [
            21,
            30,
            [
                "Cockerel",
                "Cockerels"
            ]
        ],
        [
            44,
            51,
            [
                "entails",
                "entail",
                "stasis",
                "encases"
            ]
        ],
        [
            92,
            103,
            [
                "Erection"
            ]
        ],
        [
            114,
            121,
            [
                "entails",
                "entail",
                "stasis",
                "encases"
            ]
        ],
        [
            157,
            166,
            [
                "Cockerel",
                "Cockerels"
            ]
        ]
    ],
    "In 1815 he moved to Italy, remaining there until his return to England in 1817.": [
        [
            3,
            7,
            [
                "1815,"
            ]
        ]
    ],
    "Cockerell worked as a practicing architect, producing designs for the Fitzwilliam Museum, Cambridge University, the Taylorian and Randolph buildings at Oxford, and restoration work of St.": [
        [
            0,
            9,
            [
                "Cockerel",
                "Cockerels"
            ]
        ],
        [
            116,
            125,
            [
                "Taylorism"
            ]
        ]
    ],
    "Paul Cathedral, London.": [],
    "His design for the Ashmolean Museum in Oxford, used the Ionic order and frieze he had observed at Bassai.": [
        [
            98,
            104,
            [
                "Bass ai",
                "Brassaï"
            ]
        ]
    ],
    "Cockerell was part of a committee including <a href=\"/hittorffj\">Jacques-Ignace Hittorff</a> and <a href=\"/donaldsont\">Thomas Leverton Donaldson</a>, which met between 1836-1837 to determine whether the Elgin Marbles and other Greek statuary in the British Museum had originally been colored.": [
        [
            0,
            9,
            [
                "Cockerel",
                "Cockerels"
            ]
        ]
    ],
    "They concluded that they had not, (their findings appear in the <em>Transactions of the Royal Institute of British Architects</em> for1842), despite Cockerell's knowledge that other sculpture had.": [
        [
            149,
            158,
            [
                "Cockerel",
                "Cockerels"
            ]
        ]
    ],
    "In 1840 he was appointed Professor of Architecture at Oxford, a position he held until 1857 (Emeritus thereafter).": [
        [
            3,
            7,
            [
                "1840,"
            ]
        ]
    ],
    "He was made a member of the Society of Dilettanti the following year.": [
        [
            39,
            49,
            [
                "Dilettante"
            ]
        ]
    ],
    "Cockerell supplied the drawings supplement volume to James \"Anthenian\" Knight and Nicolas Revett's to <em>The Antiquities of Athens</em>, 1830.": [
        [
            0,
            9,
            [
                "Cockerel",
                "Cockerels"
            ]
        ],
        [
            60,
            69,
            [
                "Athenian"
            ]
        ],
        [
            90,
            96,
            [
                "Revert"
            ]
        ]
    ],
    "His survey of the sculpture and architecture of Wells Cathedral appeared in 1851.": [],
    "He is buried in St.": [],
    "Paul's Cathedral, near Christopher Wren's tomb.": [],
    "As a practicing architect, he believed, with Vitruvius, that architects needed a deep and abiding respect for history.": [
        [
            45,
            54,
            [
                "Vitruvian"
            ]
        ]
    ],
    "He was unswayed by the prevailing Gothic trend in architectural design.": [],
    "His diaries reveal a strong intellect and fastidious temperament.": [],
    "Cockerell knew J. W. M. Turner and planned for Turner to do the illustrations for his publications on Bassai and Aigina.": [
        [
            0,
            9,
            [
                "Cockerel",
                "Cockerels"
            ]
        ],
        [
            102,
            108,
            [
                "Bass ai",
                "Brassaï"
            ]
        ],
        [
            113,
            119,
            [
                "Angina"
            ]
        ]
    ],
    "Though Cockerell was the first to note entasis on Acropolis buildings, this discovery was first published in a work on the Athenian architecture by <a href=\"/penrosef\">Francis Cranmer Penrose</a> (1817-1903) in 1851, whose notes Cockerell had given to Penrose.": [
        [
            7,
            16,
            [
                "Cockerel",
                "Cockerels"
            ]
        ],
        [
            39,
            46,
            [
                "entails",
                "entail",
                "stasis",
                "encases"
            ]
        ]
    ],
    "Cockerell had discovered color residue on the Temple of Aphaia at Aigina, but again, it was other (<a href=\"/blouetg\">Guillaume-Abel Blouet</a> in 1832) who published the material.": [
        [
            0,
            9,
            [
                "Cockerel",
                "Cockerels"
            ]
        ],
        [
            56,
            62,
            [
                "Aphasia",
                "Aphaea"
            ]
        ],
        [
            66,
            72,
            [
                "Angina"
            ]
        ]
    ]
}