{
    "Renaissance architectural and garden historian; Princeton professor 1949-1988.": [],
    "Coffin was born to H. Errol Coffin and Lois Robbins (Coffin).": [],
    "His father was a practicing architect.": [],
    "The younger Coffin graduated from Princeton University in 1940 with an A. B. He began graduate work at Yale University the same year, but with the outbreak of World War II, Coffin joined the United States Army in 1942.": [],
    "At discharge in 1945, he returned to graduate school, this time Princeton, and gained an M.F.A.": [],
    "in 1947.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He married Nancy M. Nesbit the same year.": [
        [
            20,
            26,
            [
                "Nest",
                "Jesuit",
                "Debit",
                "Newbie",
                "Nessie",
                "Resit"
            ]
        ]
    ],
    "Coffin joined the University of Michigan in 1947, teaching for two years.": [],
    "He returned to Princeton as a lecturer in art and archaeology in 1949.": [],
    "He received a Fulbright fellowship to Italy for the 1951-1952 year to complete his dissertation research.": [],
    "His Ph.D., was granted from Princeton in 1954 with a dissertation on <a href=\"/ligoriop\">Pirro Ligorio</a> and the Villa d'Este.": [],
    "The same year he was appointed an assistant professor at Princeton.": [],
    "He rose quickly through the ranks at his alma mater, making associate professor in 1956.": [],
    "He was appointed full professor in 1960.": [],
    "His book, <em>The Villa d'Este at Tivoli</em>, a portion of his dissertation research, appeared in 1961.": [],
    "He chaired the art and archaeology department between 1964 and 1970.": [],
    "During his time, he orchestrated the renovation of the Marquand Library of Art and Architecture.": [
        [
            55,
            63,
            [
                "Maryland"
            ]
        ]
    ],
    "In 1970 he was named Howard Crosby Butler Memorial Professor of the History of Architecture.": [
        [
            3,
            7,
            [
                "1970,"
            ]
        ]
    ],
    "<em>The Villa in the Life of Renaissance Rome</em> was published in 1979.": [],
    "Coffin retired <em>professor emeritus</em> in 1988.": [],
    "He wrote <em>The English Garden: Meditation and Memorial</em> in 1994.": [],
    "In retirement, he spent the 1995-1996 year as Kress Professor at the CASVA National Gallery of Art from 1995 to 1996.": [
        [
            46,
            51,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ],
        [
            69,
            74,
            [
                "CASA",
                "CANVA",
                "CA SVA",
                "CAS VA"
            ]
        ]
    ],
    "A book was on Princeton University's Graduate College, published in 2000.": [],
    "He suffered a heart attack in 2003.": [],
    "His final book, a biography of <a href=\"/ligoriop\">Pirro Ligorio</a>, the subject of his dissertation, appeared posthumously.": []
}