{
    "Museum director, exponent of German Expressionism, especially  August Macke.": [
        [
            61,
            63,
            [
                " "
            ]
        ]
    ],
    "Cohen was born in 1880 to Helene and Friedrich Cohen.": [],
    "His father was a book publisher in Bonn, Germany.": [],
    "Cohen graduated from the Städtisches Progymnasium mit Oberrealschule in 1898, and the following year began the study of ancient languages.": [
        [
            25,
            36,
            [
                "Starfishes"
            ]
        ],
        [
            50,
            53,
            [
                "MIT",
                "it",
                "hit",
                "mid",
                "bit",
                "fit"
            ]
        ]
    ],
    "Between 1898 and 1903 he studies art history, philosophy and archaeology at the universities of Bonn under <a href=\"/clemenp\">Paul Clemen</a>, at Munich under <a href=\"/riehlb\">Berthold Riehl</a>, Berlin under <a href=\"/wolfflinh\">Heinrich Wölfflin</a>, and finally Strassberg under <a href=\"/dehioh\">Georg Dehio</a> and <a href=\"/polaczeke\">Ernst Polaczek</a>.": [],
    "In 1903 he completed is doctoral degree in Munich under Dehio with a dissertation title,<em>Studien zu Quintin Metsys</em>(published 1904).": [
        [
            3,
            7,
            [
                "1903,"
            ]
        ],
        [
            56,
            61,
            [
                "Ohio",
                "Delhi",
                "Demo",
                "Devil",
                "Denis",
                "Devi"
            ]
        ],
        [
            87,
            89,
            [
                ", <"
            ]
        ]
    ],
    "He was hired on the editorial staff of the Thieme-Becker <em>Künstler Lexikon</em> in Leipzig.": [
        [
            43,
            56,
            [
                "Theme-Becker"
            ]
        ]
    ],
    "In 1906, and volunteered at the Staatliche Museen Berlin (Kaiser-Friedrich Museum and Kunstgewerbemuseum/Museum of Decorative Arts).": [],
    "From 1908 to 1914, he worked at the Rheinischen Provinzialmuseum in Bonn, first as a research assistant and then as an assistant  director, Hans Lehner (1865-1938).": [
        [
            128,
            130,
            [
                " "
            ]
        ],
        [
            145,
            151,
            [
                "Lerner",
                "Leaner"
            ]
        ]
    ],
    "There he helped re-organize the departments of medieval and modern art, uniting the Gemäldegalerie (picture gallery) with the Wesendonk Collection and numerous permanent loans from the Berliner Museen.": [
        [
            126,
            135,
            [
                "Resending"
            ]
        ]
    ],
    "Soon after, he published a scholarly catalog using his connections in the contemporary art world, particularly his friendship with the Expressionist painter August Macke.": [],
    "Though his efforts qualified him for a position at the Berliner Museen, his partial deafness was considered too great and passed over.": [],
    "In 1912, Cohen, together with <a href=\"/gosebuche\">Ernst Gosebuch</a>, <a href=\"/wichertf\">Fritz Wichert</a>, <a href=\"/osthausk\">Karl Ernst Osthaus</a>, <a href=\"/hagelstangea\">Alfred Hagelstange</a>, <a href=\"/reicher\">Richard Reiche</a> helped mount the Sonderbund exhibition exhibition in Cologne, the first major exhibition of German Expressionism.": [],
    "From 1914 to 1933, he worked at the Städtlischen Kunstmuseum Dusseldörf, first as a directorial assistant and (from 1920 onward) as curator working in close cooperation with the director, <a href=\"/koetschauk\">Karl Koetschau</a>.": [
        [
            61,
            71,
            [
                "Düsseldorf",
                "Dusseldorf"
            ]
        ]
    ],
    "His interest now in 19th century and contemporary art, Cohen largely determined the purchases of the museum which brought him in close contact with art dealers such as Alfred Flechtheim (1878-1937), galleries, artists (Lovis Corinth, Alexei Jawlensky, Max Pechstein, Otto Pankok, Erich Heckel) and collectors.": [
        [
            241,
            250,
            [
                "Jawless",
                "Lawlessly",
                "Zelensky"
            ]
        ],
        [
            256,
            265,
            [
                "Beckstein"
            ]
        ],
        [
            272,
            278,
            [
                "Bangkok",
                "Nanook",
                "Pinko",
                "Pinkos",
                "Pankaj",
                "Panos"
            ]
        ],
        [
            286,
            292,
            [
                "Henkel",
                "Heckle"
            ]
        ]
    ],
    "In 1915 he founded the \"Society for the Promotion of German Art of the 20th Century.\"": [
        [
            3,
            7,
            [
                "1915,"
            ]
        ]
    ],
    "In the Summer of 1918, he planned the exhibition “Das junge Rheinland” (“The Young Rheinland at the Kölnischen Kunstverein (Art Society).": [
        [
            50,
            53,
            [
                "Was",
                "As",
                "Has",
                "Day",
                "Days",
                "Gas"
            ]
        ],
        [
            54,
            59,
            [
                "June",
                "judge",
                "jungle",
                "Jung",
                "gunge",
                "lunge"
            ]
        ],
        [
            60,
            69,
            [
                "Zealand",
                "Thailand",
                "Rhineland",
                "Headland",
                "Haaland"
            ]
        ],
        [
            83,
            92,
            [
                "Zealand",
                "Thailand",
                "Rhineland",
                "Headland",
                "Haaland"
            ]
        ]
    ],
    "The Düsseldorf artists were conservative and lobbied against their purchases, Koetschau and Cohen remained committed to modern art.": [],
    "Cohen continued to organize numerous exhibitions for art associations in Düsseldorf and Cologne.": [],
    "He married Margaret Umbach (1892-1960), an artist, in 1920.": [
        [
            20,
            26,
            [
                "Bach",
                "Mach",
                "Baumbach"
            ]
        ]
    ],
    "He published the first book about August Macke in 1922 shortly after his death.": [],
    "In 1928, he integrated the picture gallery of the Kunstmuseum into the new building of the museum.": [],
    "When the Nazi racial laws took effect in 1933, Cohen, who was Christian but from Jewish lineage, was forced to retire as an undesirable “non-Aryan.” A claim for re-establishment of service was rejected.": [],
    "Despite difficult economic conditions and health problems, Cohen worked as a private art appraiser.": [],
    "Increasing persecution followed him; he was prohibited to enter his former workplace, forced to move residences numerous times, and ultimately required to divorce his non-Jewish wife (1942).": [],
    "In 1941, he was arrested for “alleged aid to fraud by backdating.” These charges were later dropped, but Cohen was convicted early in 1942 of trivial unlawful acts.": [],
    "Imprisoned under a \"protective custody\" sentence.": [],
    "Although disabled by a stroke, he was deported in July 1942, to the Dachau concentration camp.": [],
    "He died three months later.": [],
    "Cohen’s writings reveal a subtle, quite humorous, sometimes extremely sharp-tongued author, an art historian with heart and soul, a committed spokesman for contemporary art, an unyielding advocate of his convictions.”(Sitt) p.": [
        [
            218,
            222,
            [
                "Site",
                "Sit",
                "Sits",
                "Pitt",
                "Silt",
                "ITT"
            ]
        ]
    ],
    "101.": []
}