{
    "<p>Collaborator of Offner's <em>Critical and Historical Corpus of Florentine Painting</em>.": [
        [
            19,
            25,
            [
                "Offer"
            ]
        ]
    ],
    "Cohn studied in Berlin between 1923-26 under <a href=\"/goldschmidta\">Adolph Goldschmidt</a> and Freiburg, 1926-29 under <a href=\"/jantzenh\">Hans Jantzen</a>, for whom he wrote his dissertation in 1929.": [],
    "His topic was on Han Holbein the Younger.": [],
    "Between 1931 and 1933 Cohn worked as a volunteer in the prints and drawings and library sections at the Staatlichen Museen in Berlin.": [],
    "When the Nazis came to power, Cohn, a protestant of Jewish lineage, was dismissed from his position.": [],
    "He worked for the Heitz publishing firm in Strassburg on their book series on prints (Einblattdrucke) from specific publishers and libraries until 1935 when he emigrated to Italy.": [
        [
            18,
            23,
            [
                "Hat",
                "Hate",
                "Hats",
                "Heinz",
                "Hath",
                "Katz"
            ]
        ],
        [
            43,
            53,
            [
                "Strasbourg"
            ]
        ],
        [
            160,
            172,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "There, New York University professor <a href=\"/offnerr\">Richard Offner</a> hired him as an assistant, in addition to another German, <a href=\"/steinwegk\">Klara Steinweg</a>, to work on his corpus of Florentine painting, the <em>Critical and Historical Corpus of Florentine Painting</em>.": [],
    "When World War II erupted in Europe, Cohn and Offner left for the United States and Steinweg back to Germany.": [
        [
            46,
            52,
            [
                "Offer"
            ]
        ],
        [
            84,
            92,
            [
                "Stanley",
                "Stance",
                "Steiner",
                "Stances",
                "Steinberg",
                "Steinway"
            ]
        ]
    ],
    "Cohn spent the war years back in Italy, in Assisi, gathering material on the influence of the \"commune\" on 13th-century cultural life.": [],
    "After the war, Cohn returned to Florence where he worked as a translator and in the archives of the Uffizi.": [
        [
            100,
            106,
            [
                "Office",
                "Suffix",
                "Fiji",
                "Affine",
                "Affirm",
                "Effigy"
            ]
        ]
    ],
    "He was working on a documentary volume of Florentine painting, supported by a research grant from Germany, when he died at age 55.</p>": []
}