{
    "Medievalist art historian who later focused on Islamic and Indian art.": [],
    "Cohn-Wiener was born to Alfred Cohn, a pensioner, and Helene Wiener.": [],
    "After graduating from the Bromberg Gymnasium (West Prussia, today Bydgoszcz, Poland) in 1902  he studied art history under the major art historians of Germany in Berlin and Heidelberg.": [
        [
            26,
            34,
            [
                "Bomber",
                "Bombers",
                "Bamberg",
                "Bloomberg"
            ]
        ],
        [
            92,
            94,
            [
                " "
            ]
        ]
    ],
    "These included, <a href=\"/goldschmidta\">Adolph Goldschmidt</a>, <a href=\"/wolfflinh\">Heinrich Wölfflin</a>, <a href=\"/friedlanderm\">Max J. Friedländer</a>, <a href=\"/haseloffa\">Arthur Haseloff</a>, <a href=\"/justic\">Carl Nicolaus Heinrich Justi</a>, <a href=\"/swarzenskih\">Hanns Swarzenski</a>, <a href=\"/weisbachw\">Werner Weisbach</a>--Haseloff and Swarzenski were the ones highlighted in the printed version of his dissertation.": [],
    "That dissertation, written under <a href=\"/thodeh\">Henry Thode</a>, 1906 and issued the following year, was on the medieval Codex Bruchsal.": [],
    "From 1906 to 1908, he was an assistant at the Technische Hochschule Karlsruhe (Technical University of Karlsruhe) under Professor Marc Rosenberg (1852-1930), researching throughout Europe.": [
        [
            46,
            56,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ]
    ],
    "He shortened his name to simply “Cohn” in 1907.": [],
    "Between 1908 to 1933, Cohn was a lecturer in art history at Humboldt University in Berlin.": [
        [
            0,
            20,
            [
                "Between 1908 and 1933"
            ]
        ]
    ],
    "His two-volumen Die Entwicklungsgeschichte der Stile  (Developmental History of Style), 1910, appeared in Russian in 1913.": [
        [
            4,
            15,
            [
                "two-volume"
            ]
        ],
        [
            43,
            46,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            52,
            54,
            [
                " "
            ]
        ]
    ],
    "In 1919 he advanced to head of the art history department, eventually, 1926, becoming chair of the faculty.": [
        [
            3,
            7,
            [
                "1919,"
            ]
        ]
    ],
    "Cohn had an engaging lecture style, organizing his talks around events on Western art history from antiquity to the present and synthesizing Asian art as well.": [],
    "An engaging speaker, his university lectures attracted 300-400 in addition to talks at the Jewish Community College, in museum tours, and radio broadcasts.": [],
    "During this time, Cohn’s interests changed to middle eastern and Asian art.": [],
    "He made two study trips, 1924 and 1925, through Central Asia, Russia, and China researching Islamic and far eastern art.": [],
    "He discovered unknown monuments in Turkistan (in Samarkand, Bukhara) Leading to his book, Turan.": [
        [
            35,
            44,
            [
                "Turkestan"
            ]
        ],
        [
            90,
            95,
            [
                "Turn",
                "Turin",
                "Duran",
                "Quran",
                "Turban",
                "Tran"
            ]
        ]
    ],
    "Cohn continued his research trips in 1930 and 1932 through Syria, Palestine, and Egypt.": [],
    "At his return to Germany in 1933, the Nazi racial laws against Jews took effect Cohn, who had converted to Christianity, was nevertheless dismissed from all his positions.": [],
    "His publications banned, he was forced to emigrate, first to London as a guest of Lord Herbert Samuel (1870-1963), lecturing at the Royal Asiatic Society, the India Society, and the University of London.": [],
    "Through his connection with Lord Samuel, he was offered a job in India heading the museums and art school for the Maharajah of Baroda in 1934.": [],
    "He modernized both institutions, founding departments in Islamic Art and Indian Miniatures (the Museum included Western art).": [],
    "He lectured at Bombay University as well.": [],
    "Cohn moved to the United States in 1939, for health reasons, securing a stipend at the newly-founded American Institute for Iranian Art and Archeology in New York (an initiative of <a href=\"/popea\">Arthur Upham Pope</a>).": [],
    "He died there in 1941, leaving an immense collection of more than 3,500 photographs from Turkestan and other countries.": [],
    "Cohn’s book,  <em>Turan</em>, was for a long time the only work on Islamic architecture in Central Asia.": [
        [
            12,
            14,
            [
                " "
            ]
        ]
    ],
    "However, he spoke poor English and his scholarship fell, like that of his mentor, Thode, “more in the category of a popular lecturer.": [
        [
            82,
            87,
            [
                "Those",
                "Rhode",
                "Thole",
                "Th ode"
            ]
        ]
    ],
    "He [was] not an outstanding authority in the field of Oriental art...” (<a href=\"/cookw\">Walter W. S. Cook</a>).": []
}