{
    "Distinguished professor of art history, Indiana University, Bloomington, specialist in the Art of Renaissance Italy.": [],
    "Cole was raised in Cleveland, Ohio.": [],
    "He graduated with a BA from Western Reserve University in 1962, earning his master’s degree in art history at Oberlin in two years later.": [],
    "Following this, Cole completed his doctorate in art history at Bryn Mawr in 1969.": [],
    "His dissertation examined the work of fourteenth century Florentine painter Agnolo Gaddi (c.1350–1396).": [
        [
            76,
            82,
            [
                "Agnelo"
            ]
        ],
        [
            83,
            88,
            [
                "Gandi"
            ]
        ]
    ],
    "Cole was appointed Assistant Professor of art history at the University of Rochester, NY in 1969 before joining the faculty at Indiana University in 1973.": [],
    "There, he was appointed Professor in 1977 and Distinguished Professor in 1988.": [],
    "During this period, in addition to publishing his dissertation on Gaddi, Cole produced numerous monographs, focusing on artists of the Italian Renaissance — including Giotto, Massaccio, Piero della Francesca, and Titian — as well as a number of survey texts on the period.": [
        [
            66,
            71,
            [
                "Gandi"
            ]
        ],
        [
            175,
            184,
            [
                "Masaccio"
            ]
        ],
        [
            192,
            197,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ]
    ],
    "Shortly after the terrorist attacks of September 11, 2001, Cole left the University to become Chair of the National Endowment for the Humanities (NEH).": [],
    "He would go on to occupy the role for over seven years between December 2001 and early 2009 becoming the institution’s longest serving chair.": [],
    "He received the Presidential Citizens Medal for his work in 2008.": [],
    "Amongst his signature initiatives were “We the People\" and “Picturing America\" which emphasized the teaching of the humanities in public schools, in part by widely distributing high-quality reproductions of American artworks.": [],
    "Cole was also an early champion of the digital humanities, establishing the NEH Office of Digital Humanities during his tenure.": [],
    "Following his departure from NEH in 2009, Cole served as President and CEO of the American Revolution Center, and in 2012 joined the Ethics and Public Policy Center as a Senior Fellow.": []
}