{
    "Archaeologist and art historian of ancient Greek sculpture.": [],
    "Collignon studied in Paris at the École normale supérieure beginning in 1868 under <a href=\"/perrotg\">Georges Perrot</a>.": [
        [
            0,
            9,
            [
                "Collision"
            ]
        ],
        [
            34,
            39,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            40,
            47,
            [
                "normal",
                "Normal",
                "nor male",
                "norm ale"
            ]
        ],
        [
            48,
            58,
            [
                "superior",
                "superhero",
                "Superior",
                "superiors",
                "supersede",
                "superstore"
            ]
        ]
    ],
    "He was appointed professor of rhetoric in 1872 at Chambery teaching French literature.": [
        [
            50,
            58,
            [
                "Chambéry"
            ]
        ]
    ],
    "In 1873 he was made a member of the École française d'Athènes (French School of Athens) under the direction of <a href=\"/dumonta\">Albert Dumont</a>.": [
        [
            3,
            7,
            [
                "1873,"
            ]
        ],
        [
            36,
            41,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            42,
            51,
            [
                "franchise",
                "Francoise",
                "Français",
                "Françoise"
            ]
        ],
        [
            54,
            61,
            [
                "Athens",
                "Achenes",
                "Athene"
            ]
        ]
    ],
    "In 1876 he traveled with the Abbe [Louis] Duchesne (1843-1922), the future director of the French School of Rome, to Asia minor making notes and drawings.": [
        [
            3,
            7,
            [
                "1876,"
            ]
        ],
        [
            42,
            50,
            [
                "Duchess",
                "Duquesne",
                "Duchesses",
                "Dufresne"
            ]
        ]
    ],
    "When he returned to France in 1876, the university at Bordeaux created a chair for him in Greek and Latin inscriptions.": [],
    "His report written the following year, \"Rapport sur un voyage archéologique en Asie Mineure\" was eventually published in the <em>Bulletin de correspondance hellénique</em> in 1897.": [
        [
            48,
            51,
            [
                "SUR",
                "sure",
                "our",
                "Sir",
                "sub",
                "sum"
            ]
        ],
        [
            62,
            75,
            [
                "archeological",
                "archeologist",
                "archeologists",
                "archeologies"
            ]
        ],
        [
            79,
            83,
            [
                "Asia",
                "Aside",
                "Ashe",
                "Basie",
                "Amie",
                "ADIE"
            ]
        ],
        [
            84,
            91,
            [
                "Minute",
                "Mixture",
                "Miners",
                "Injure",
                "Miner",
                "Insure"
            ]
        ]
    ],
    "The same year, 1877 he published the essay \"Essai sur les monuments grecs et romains.\"": [
        [
            44,
            49,
            [
                "Essie",
                "Essay",
                "ENSAI",
                "FSSAI"
            ]
        ],
        [
            50,
            53,
            [
                "SUR",
                "sure",
                "our",
                "Sir",
                "sub",
                "sum"
            ]
        ],
        [
            54,
            57,
            [
                "LES",
                "Les",
                "yes",
                "led",
                "less",
                "let"
            ]
        ],
        [
            68,
            73,
            [
                "GREC",
                "greps"
            ]
        ],
        [
            77,
            84,
            [
                "remains",
                "domains",
                "Romans",
                "romaine",
                "romaines",
                "Romain"
            ]
        ]
    ],
    "He taught archaeology at Bordeaux beginning in 1877.": [],
    "Collignon was awarded his doctorate and appointed professor of Greek antiquities at the university at Bordeaux in 1879.": [
        [
            0,
            9,
            [
                "Collision"
            ]
        ]
    ],
    "French universities offered few classes in archaeology at that time.": [],
    "He accepted an invitation by the German government to examine the German model of archaeological pedagogy, which, as a discipline, existed in Germany even in the smallest universities in that country.": [],
    "The result was his \"L'Enseignement de l'archéologie classique et les Collections de moulages dans les universités allemandes.\"": [
        [
            22,
            34,
            [
                "Engagement"
            ]
        ],
        [
            40,
            51,
            [
                "archeologies"
            ]
        ],
        [
            52,
            61,
            [
                "plastique"
            ]
        ],
        [
            65,
            68,
            [
                "LES",
                "Les",
                "yes",
                "led",
                "less",
                "let"
            ]
        ],
        [
            84,
            92,
            [
                "collages",
                "outages",
                "modulates",
                "montages"
            ]
        ],
        [
            93,
            97,
            [
                "days",
                "fans",
                "Dan",
                "Hans",
                "cans",
                "dams"
            ]
        ],
        [
            98,
            101,
            [
                "LES",
                "Les",
                "yes",
                "led",
                "less",
                "let"
            ]
        ],
        [
            102,
            113,
            [
                "universities"
            ]
        ]
    ],
    "He issued his <em>Manuel d'archéologie grecque</em> in 1881 to standardize and teach the science of archaeology to French students.": [],
    "In 1883 he left Bordeaux to accept the chair in archaeology (created only in 1876) at the Sorbonne in Paris and a position of deputy to Perrot, head of the École normale supérieure in Paris.": [
        [
            3,
            7,
            [
                "1883,"
            ]
        ],
        [
            136,
            142,
            [
                "Parrot",
                "Pierrot",
                "Perot",
                "Per rot"
            ]
        ],
        [
            156,
            161,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            162,
            169,
            [
                "normal",
                "Normal",
                "nor male",
                "norm ale"
            ]
        ],
        [
            170,
            180,
            [
                "superior",
                "superhero",
                "Superior",
                "superiors",
                "supersede",
                "superstore"
            ]
        ]
    ],
    "The same year he issued his <em>Mythologie figurée de la Grèce</em>.": [],
    "He began an association with the publishing series <em>Maîtres de l'art</em>, books intended for general readership, with <em>Phidias</em> in 1886.": [],
    "His works appeared in English translations with his <em>Manuel d'archéologie grecque</em>, in 1886 and the <em>Mythologie</em>, expanded and translated by the British classicist <a href=\"/harrisonj\">Jane Ellen Harrison</a> into English in 1890 as <em>Manual of Mythology in Relation to Greek Art</em>.": [],
    "The result was Collignon enjoyed a considerable readership in the English-speaking world.": [
        [
            15,
            24,
            [
                "Collision"
            ]
        ]
    ],
    "Between those years, Collignon took over the work left at the death of his colleague, <a href=\"/rayeto\">Olivier Rayet</a>, publishing their <em>Histoire de la céramique grecque</em> in 1888.": [
        [
            21,
            30,
            [
                "Collision"
            ]
        ]
    ],
    "A second on Greek sculpture, <em>Histoire de la sculpture grecque: des origines au IVe siècle</em> in 1892.": [],
    "Still only 45, he was admitted into the Académie des inscriptions et belles-lettres in 1893.": [],
    "He was a member of the digs at Pergamon and Delphi, writing extensively on the finds.": [
        [
            31,
            39,
            [
                "Bergamo",
                "Bergamot"
            ]
        ]
    ],
    "A skilled artist, he made pencil and watercolor \"notes\" on the objects.": [],
    "His memoirs of his travels to the east were published with these illustrations in 1897.": [],
    "In 1897, too, the second volume of his <em>Histoire de la sculpture grecque</em>, <em>maîtres du cinquième siècle, le quatrième siècle, l'époque hellénistique, l'art grec après la conquête romaine</em>, was issued.": [],
    "Collignon was promoted to professeur d'archéologie à la faculté des lettres in Paris in 1900 succeeding Perrot as chair.": [
        [
            0,
            9,
            [
                "Collision"
            ]
        ],
        [
            26,
            36,
            [
                "professor",
                "professed",
                "professes",
                "processer",
                "prophesier"
            ]
        ],
        [
            39,
            50,
            [
                "archeologies"
            ]
        ],
        [
            56,
            63,
            [
                "faculty"
            ]
        ],
        [
            64,
            67,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            68,
            75,
            [
                "letters"
            ]
        ],
        [
            104,
            110,
            [
                "Parrot",
                "Pierrot",
                "Perot",
                "Per rot"
            ]
        ]
    ],
    "A monograph on Pergamon was issued the same year.": [
        [
            15,
            23,
            [
                "Bergamo",
                "Bergamot"
            ]
        ]
    ],
    "In 1904 he was elected President of the Academy of Inscriptions and Belles-lettres.": [
        [
            3,
            7,
            [
                "1904,"
            ]
        ]
    ],
    "Together with Louis Couve he published the <em>Catalogue des vases peints du Musée national d'Athènes</em> in 1902 and 1903.": [
        [
            20,
            25,
            [
                "Coupe",
                "Coupé",
                "Cove",
                "Coulé"
            ]
        ]
    ],
    "Collignon rose to president of the l'Académie des inscriptions et belles-lettres in 1905.": [
        [
            0,
            9,
            [
                "Collision"
            ]
        ]
    ],
    "The second of his books in the \"Masters of Art\" serie, <em>Lysippe</em> appeared that same year and <em>Scopas et Praxitèle</em> in 1907.": [
        [
            48,
            53,
            [
                "series",
                "serve",
                "Erie",
                "eerie",
                "serif",
                "serge"
            ]
        ]
    ],
    "The same year while inspecting art objects in a storage vault of a provincial museum in Auxerre, France, he discovered one of the most important intact archaic Greek free-standing sculptures known today.": [
        [
            88,
            95,
            [
                "Pierre",
                "Adverse",
                "Adhere",
                "Austere",
                "Averse",
                "Aguirre"
            ]
        ],
        [
            166,
            179,
            [
                "freestanding"
            ]
        ]
    ],
    "Subsequently dubbed the \"Lady of Auxerre,\" no explanation of how the sculpture got to Auxerre has ever been determined, but Collignon brought the piece to the Louvre where it is one of the musuem's masterworks.": [
        [
            0,
            12,
            [
                "Subsequently,"
            ]
        ],
        [
            33,
            40,
            [
                "Pierre",
                "Adverse",
                "Adhere",
                "Austere",
                "Averse",
                "Aguirre"
            ]
        ],
        [
            86,
            93,
            [
                "Pierre",
                "Adverse",
                "Adhere",
                "Austere",
                "Averse",
                "Aguirre"
            ]
        ],
        [
            124,
            133,
            [
                "Collision"
            ]
        ],
        [
            189,
            195,
            [
                "museum"
            ]
        ]
    ],
    "He produced a book on classical archaeology in general (1913) and on one the Parthenon (1914).": [],
    "At Perrot's death in 1914, he succeeded him as director of <em>Monuments Piot</em> (Monuments et Mémoires publiés par l'Académie des inscriptions et belles-lettres).": [
        [
            3,
            9,
            [
                "Parrot",
                "Pierrot",
                "Perot",
                "Per rot"
            ]
        ]
    ],
    "Collignon, together with his mentor, Parrot, introduced archaeology as a discipline in French universities.": [
        [
            0,
            9,
            [
                "Collision"
            ]
        ]
    ],
    "He layed the foundations for this new science, having studied the techique from Duchesne in the field.": [
        [
            3,
            8,
            [
                "laid",
                "layer",
                "played",
                "laced",
                "flayed",
                "bayed"
            ]
        ],
        [
            66,
            74,
            [
                "technique"
            ]
        ],
        [
            80,
            88,
            [
                "Duchess",
                "Duquesne",
                "Duchesses",
                "Dufresne"
            ]
        ]
    ],
    "Like Schliemann, he employed Greek mythology to interpret classical monuments.": [],
    "His <em>Manual of Greek Archaeology</em> (1882) was one of the early required texts to be listed in the course catalog for the art history classes of Princeton University.": [],
    "His <em>l'Histoire de la sculpture grecque</em> volumes used the latest excavational information, grouping the work into regional schools.": []
}