{
    "First director of the Fitzwilliam Museum in Cambridge University; British Museum Keeper of Prints and Drawings (1883-1912).": [],
    "Colvin was the son of Bazett David Colvin (1805-1871), a commercial agent in India, and Mary Steuart Bayley (1821-1902).": [
        [
            22,
            28,
            [
                "Barrett",
                "Brett",
                "Barnett",
                "Bassett",
                "Gazette",
                "Bizet"
            ]
        ],
        [
            93,
            100,
            [
                "Stewart",
                "Stuart"
            ]
        ]
    ],
    "Colvin was raised and privately tutored the family home, The Grove, Little Bealings, near Woodbridge, east Suffolk.": [
        [
            75,
            83,
            [
                "Bearings",
                "Dealings",
                "Beatings"
            ]
        ]
    ],
    "As a boy he knew <a href=\"/ruskinj\">John Ruskin</a>, whose work he emulated.": [],
    "He entered Trinity College, Cambridge, in 1863 graduating at the top of his class in Classics in 1867.": [],
    "The following year he was appointed a fellow.": [],
    "Colvin moved to London, writing art criticism for the <em>Pall Mall Gazette</em>, the <em>Fortnightly Review</em>, and the art journal <em>The Portfolio</em>, among others.": [],
    "Colvin's literary friends included Robert Browning (1812-1889), and Algernon Swinburne (1837-1909), Henry James (1843-1916), and Joseph Conrad (1857-1924).": [],
    "Through Edward Burne-Jones, Colvin entered the circle of Dante Gabrielle Rosetti from 1868 to 1872.": [
        [
            57,
            80,
            [
                "Dante Gabriel Rossetti"
            ]
        ]
    ],
    "A member of the Society of Dilettanti since 1871, he acted as its honorary secretary from 1891 to 1896.": [
        [
            27,
            37,
            [
                "Dilettante"
            ]
        ]
    ],
    "He collected essays from <em>The Portfolio</em> as a book, <em>Children in Italian and English Design</em> in 1872.": [],
    "<em>A Selection from Occasional Writings on Fine Art</em> appeared the following year when Colvin was elected Slade professor of fine art at Cambridge.": [
        [
            110,
            115,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "As Slade professor, he regularly lectured on classical sculpture and his professorship was renewed four times.": [
        [
            3,
            8,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "Colvin fell in love with a married woman, Frances \"Fanny\" Jane Fetherstonhaugh Sitwell (1839-1924) in the 1860s.": [
        [
            79,
            86,
            [
                "Sit well"
            ]
        ]
    ],
    "A great beauty unhappily married, she left her husband, Reverend Albert Hurt Sitwell (1803-1894), in 1874 to be Colvin's partner, though the two lived separately.": [
        [
            77,
            84,
            [
                "Sit well"
            ]
        ]
    ],
    "Archaeology and especially sculpture captured Colvin's interest.": [],
    "He visited the excavations in progress at Olympia in 1875.": [],
    "Colvin was named director of the Fitzwilliam Museum, Cambridge, in 1876.": [],
    "Colvin began assembling a collection of plaster casts of classical sculpture from which to lecture.": [],
    "This became the core of the classical collections which fellow lecturers such as <a href=\"/waldsteinc\">Charles Waldstein</a>, whom he hired, taught from.": [],
    "He resigned from the Fitzwilliam Museum in 1884, succeeded by Waldstein, and his Slade professorship to become keeper of the department of prints and drawings in the British Museum.": [
        [
            62,
            71,
            [
                "Wald stein"
            ]
        ],
        [
            81,
            86,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "As keeper, he hired <a href=\"/custl\">Lionel Cust</a>, a civil service transfer from the War Office as an assistant.": [],
    "Though Cust had been a poor performer in the War Office, he shone in the Department under Colvin, and later became Director of the National Portrait Gallery.": [
        [
            7,
            11,
            [
                "Must",
                "Just",
                "Cast",
                "Cost",
                "Cut",
                "Cult"
            ]
        ]
    ],
    "Colvin became a member of the Burlington Fine Arts Club in 1893.": [],
    "His attempt to become director of the National Gallery the following year was thwarted.": [],
    "His facsimile of (supposed) Maso Finiguerra drawings, <em>A Florentine Picture-Chronicle</em> appeared in 1898, a purchase from Ruskin.": [
        [
            28,
            32,
            [
                "Mass",
                "Mask",
                "Mason",
                "Mast",
                "Mao",
                "Mayo"
            ]
        ],
        [
            33,
            43,
            [
                "Figueroa"
            ]
        ]
    ],
    "Colvin raised the department's already high profile of scholarship and collections to new levels.": [],
    "He reinstalled the collections and added new exhibition space.": [],
    "His attention to art was wide-ranging; an 1899 exhibition of Rembrandt's etchings, for example, displayed the artist's work for the first time in chronological order.": [],
    "His colleagues in related works-on-paper divisions over the years included <a href=\"/binyonl\">Laurence Binyon</a>.": [],
    "He lobbied the government in 1895 to buy the collection of works on paper assembled by the art collector John Malcolm of Poltalloch (1805-1893).": [],
    "Colvin was crucial to the career of the Scottish writer Robert Louis Stevenson (1850-1894).": [],
    "He encouraged Stevenson and introduced him to editors and publishers.": [],
    "Stevenson fell deeply in love with Frances; his lifelong he considered Colvin his literary mentor and friend.": [],
    "After Stevenson's death in 1894, Colvin edited an edition of Stevenson's works the same year and published Stevenson's letters to him, <em>Vailima Letters</em> in 1895, and additionally, collections, <em>Stevenson's Letters</em> in three separate editions in beginning in 1899.": [],
    "Nine years after the death of her husband, Sitwell and Colvin married in 1903.": [
        [
            43,
            50,
            [
                "Sit well"
            ]
        ]
    ],
    "At the Museum, Colvin hired <a href=\"/hinda\">Arthur Mayger Hind</a> as his assistant [keeper].": [],
    "He and Hind issued important print catalogs, <em>Early Engraving and Engravers in England</em> in 1905 followed by <em>Catalogue of Early Italian Engravers</em>, 1910, in which Hind play the greater role.": [],
    "He applied for directorship of the British Museum in 1909 but was again unchosen to run a large museum.": [
        [
            72,
            80,
            [
                "chosen",
                "unclosed",
                "unclose",
                "uncloses",
                "unloosen"
            ]
        ]
    ],
    "He was knighted in 1911.": [],
    "He retired from the Museum in 1912 and was succeeded by <a href=\"/dodgsonc\">Campbell Dodgson</a>.": [],
    "A biography of John Keats appeared as <em>John Keats, his Life and Poetry, his Friends, Critics and after-Fame</em> in 1917.": [],
    "Colvin's own memoirs were published in 1921 as <em>Memories and Notes of Persons and Places</em>.": [],
    "Frances, now Lady Colvin, died in 1924.": [],
    "Colvin himself died at his home, Kensington, at in 1927 at age 81.": [],
    "His cremated ashes are interred in his wife's grave, Church Row cemetery, Hampstead.": [
        [
            74,
            83,
            [
                "Hempstead"
            ]
        ]
    ],
    "In addition to the Malcolm collection, Colvin added the prints and drawings bequests of William Mitchell (1895), Henry Vaughan' (1900), and George Salting (1910).": []
}