{
    "Architectural Historian and Oxford University lecturer.": [],
    "Colvin came from a lowland Scots family, the son of Montagu Colvin, a Vickers Corporation executive and stamp dealer and Anne Winifred Colvin.": [
        [
            52,
            59,
            [
                "Montage",
                "Montague",
                "Montag"
            ]
        ],
        [
            70,
            77,
            [
                "Kickers",
                "Pickers",
                "Tickers",
                "Bickers",
                "Nickers",
                "Wickers"
            ]
        ]
    ],
    "As a youth, he won scholarships to a number of public schools, but his father selected Trent College, Nottingham, for him for financial reasons.": [],
    "There, he encountered a history master, Mike Morgan, who encouraged Colvin to visit churches instead of participating in athletics.": [],
    "Colvin's first architectural history paper, published in 1938 when only nineteen, was on Dale Abbey, Derbyshire.": [],
    "He continued in history at University College London.": [],
    "There, as an undergraduate, Colvin began compiling a dictionary of architects.": [],
    "After Britain entered World War II, he joined the RAF in 1940 but remained assigned to base in England.": [],
    "A chance meeting in Blackpool with the daughter of an under-secretary in the Air Ministry led to a wartime appointment as Flight Lieutenant and posted to Malta for archaeological photography reconnaissance.": [],
    "He continued to work on his dictionary throughout the war, using the three libraries in Valletta, the 18th-century Royal Malta Library, the Garrison Officers' Library founded by the British in the 19th century, and the modern British Institute Library.": [],
    "In 1943 he married Christina Edgeworth Butler (d.": [
        [
            3,
            7,
            [
                "1943,"
            ]
        ]
    ],
    "2003), daughter of a Cambridge Latin professor.": [],
    "After the war, he was appointed Assistant Lecturer in History, University College London in 1946.": [],
    "Two years later he received his M.A., from Oxford and was offered a Fellow position at St.": [],
    "John's College.": [],
    "He remained at that Oxford College the rest of his career.": [],
    "He was named Tutor in History in 1948 (through 1978).": [],
    "As a history Tutor he inserted a class on English architectural history 1660-1720, architectural history being the only form of art history available to Oxford undergraduates at the time.": [],
    "Colvin added the duties of Librarian in 1950 (through 1984).": [],
    "His first published book was <em>The White Canons in England</em> (1951).": [],
    "Colvin continued researching his biographies, now aided by the tandem research of <a href=\"/gunnisr\">Rupert Gunnis</a>, assembling his <em>Dictionary of British Sculptors</em>.": [],
    "Colvin had become increasingly aware that architectural historians frequently falsely attributed buildings to the few named architects of the era.": [],
    "Chief among these offenders was <a href=\"/richardsona\">A.": [],
    "E. Richardson</a>, the head of the Bartlett School of Architecture, who signed certificates of authentication which hung in churches and country houses throughout England.": [],
    "In 1951 the Ministry of Public Building and Works, then known as the Ministry of Works, commissioned him to oversee a series of authoritative volumes on historic buildings, which he set about doing.": [],
    "In the meantime, Colvin produced the authoritative <em>Biographical Dictionary of English Architects 1660-1840</em> in 1954.": [],
    "He received the <a href=\"/fletcherb\">Banister Fletcher</a> Prize for the book in 1957.": [],
    "The first volume of Colvin's commissioned <em>magnum opus</em>, <em>History of the King's Works</em>, appeared in 1963.": [],
    "He was a commissioner of the Royal Fine Art Commission from 1962 to 1972, a commissioner of the Royal Commission on Historical Monuments for England beginning in 1963 (to 1976).": [],
    "Colvin was made a Reader in Architectural History, Oxford University 1965.": [],
    "<em>Building Accounts of King Henry III</em>, which he edited, was published in 1971.": [],
    "He issued a second edition of his <em>Dictionary</em> in 1978, expanding it to include Scotland and the years 1600-1660, changing the title to <em>A Biographical Dictionary of British Architects 1600-1840</em>.": [],
    "He was President of the Society of Architectural Historians of Great Britain from 1979 through 1981.": [],
    "The sixth and final volume of his <em>History of the King's Works</em> appeared in 1982.": [],
    "His <em>Unbuilt Oxford</em> appeared in 1983.": [],
    "Colvin became emeritus in 1987.": [],
    "A book, <em>Architecture and the After-Life</em> (1991) examined funerary buildings from Mesopotamia to Ireland.": [],
    "He received a knighthood in 1995.": [],
    "The same year, another revised edition of <em>Biographical Dictionary of British Architects</em> appeared.": [],
    "Colvin had nearly completed proof-reading the fourth version of this <em>Dictionary</em> at his death.": [
        [
            28,
            41,
            [
                "proofreading"
            ]
        ]
    ],
    "His students included <a href=\"/worsleyg\">Giles Arthington Worsley</a>, who, along with Colvin, were noted critics of <a href=\"/summersonj\">John Newenham Summerson</a>.": [],
    "Colvin's documentary-style methodology as well as his intellectual model was <a href=\"/willisr\">Robert Willis</a>, whose posthumously published <em>Architectural History of the University of Cambridge</em> (1886) used extensive documentation to solve the vexing issues of attribution of the University building's architects.": [],
    "As a medievalist, he countered the view of scholars such as <a href=\"/jamesj\">John James</a> (b.": [],
    "1931), who asserted gothic churches were not built by architects, proving through documentation that medieval architects were highly trained, skilled and valued for their expertise (Crossley).": [
        [
            182,
            190,
            [
                "Crossly"
            ]
        ]
    ],
    "Both premier 20th-century architectural historians <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a> and Summerson, though older, were indebted to him for the facts used in their histories (Hewlings).": [],
    "Colvin revised Summerson's 1945 <em>Georgian London</em> in 2001, which Colvin found \"factually careless.\"": [],
    "This disparity of approach was reflected in that author's estimation of Colvin as that of a connoisseur attempting to garner the lives and works of British architects (Whinney obituary).": [
        [
            168,
            175,
            [
                "Whitney",
                "Whinny"
            ]
        ]
    ],
    "Oxford's lack of other art historians to appreciate his work, meant his scholarship, though respected, was never rewarded with a chair.": [],
    "An amateur architect, he designed an extension to the Senior Common Room at St.": [],
    "John's as well as his own house in north Oxford.": []
}