{
    "American scholar and early art history exponent, founder of both the Metropolitan Museum of Art, NY, and Everson Museum of Art, Syracuse, NY.": [],
    "Comfort was the son of Rev.": [],
    "Silas Comfort, a minister in the Methodist Episcopal church.": [],
    "He attended Wesleyan University in Middleton, CT.": [],
    "After graduation he taught science and drawing in New York seminaries.": [
        [
            6,
            16,
            [
                "graduation,"
            ]
        ]
    ],
    "In 1860, Comfort traveled to Europe to study art history and archaeology.": [],
    "In Berlin he met or studied with the philosopher Friedrich Kaulbach, Carl Richard Lepsius (1810-1884, curator of Egyptology at the Berlin Museum), Gemäldegalerie director <a href=\"/waageng\">Gustav Friedrich Waagen</a>, Leopold von Ranke (1795-1886), and others.": [
        [
            3,
            9,
            [
                "Berlin,"
            ]
        ],
        [
            59,
            67,
            [
                "Baumbach"
            ]
        ],
        [
            82,
            89,
            [
                "Celsius",
                "Sepsis",
                "Lepidus",
                "Leprous",
                "Lepus"
            ]
        ]
    ],
    "In 1865 he returned to the United States to become professor of modern languages at Allegheny College, Pennsylvania.": [
        [
            3,
            7,
            [
                "1865,"
            ]
        ]
    ],
    "He move to Drew Theological Seminary in Madison, N. J., to become lecturer in Christian (late ancient and early medieval) archaeology.": [
        [
            3,
            7,
            [
                "moves",
                "moved"
            ]
        ]
    ],
    "Resident in New York, he helped found the American Philological Society, of which he was president in 1869-74.": [],
    "In 1869, he helped found the Metropolitan Museum of Art.": [],
    "The following year he published his <em>Art Museums in America</em>, a book outlining his vision for museums and museum education in the United States.": [],
    "In 1871 he married Anna Manning (1845-1931), a medical doctor and pioneer in women's health.": [
        [
            3,
            7,
            [
                "1871,"
            ]
        ]
    ],
    "Comfort remained on the board of the Metropolitan until 1872.": [],
    "That year he moved to Syracuse, NY, to become professor of modern languages and esthetics at the newly founded university.": [
        [
            80,
            89,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "He was instrumental in founding the College of Fine Arts there in 1873.": [],
    "In 1896, Comfort founded the Everson Museum of Art at Syracuse, holding its first exhibition in 1900.": [],
    "Under Comfort's leadership the museum developed the first regular educational program in a museum in America.": [],
    "His papers are held at Syracuse University and the Archives of American Art.Comfort's outline for art museums in the United States became the principal vision, based on the German model.": [
        [
            76,
            83,
            [
                " Comfort"
            ]
        ]
    ],
    "His facility in the German language directly transported those ideas to the United States.": [],
    "His famous Union League Club address espoused an art museum for New York that \"represent[ed] the History of Art in all countries and in all ages of art both pure and applied.\"": []
}