{
    "Scholar of <em>fin-de-siècle</em> Germanic art and music; Southern Methodist University professor of art history.": [],
    "Alessandra Comini was born in Winona, Minnesota to Eleanor Frances (“Megan”) Laird (Comini), a writer, and Raiberto Comini, a hotel-and- business owner in Geneva, Ibiza (island) and London, in 1934.": [
        [
            0,
            17,
            [
                "Alessandro Cortini"
            ]
        ],
        [
            84,
            90,
            [
                "Coming"
            ]
        ],
        [
            107,
            115,
            [
                "Alberto",
                "Roberto"
            ]
        ],
        [
            116,
            122,
            [
                "Coming"
            ]
        ]
    ],
    "Her parents lived in Italy but before her birth, returned to Minnesota so that their child would be born with American citizenship.": [],
    "They moved to Barcelona, but the Spanish civil war forced them to Comini’s grandparents in Milan.": [
        [
            33,
            50,
            [
                "Spanish Civil War"
            ]
        ],
        [
            66,
            72,
            [
                "Coming"
            ]
        ]
    ],
    "By 1937, the Comini family returned to the United States, first Winona and then to Dallas where her father set up a portrait photography studio.": [
        [
            13,
            19,
            [
                "Coming"
            ]
        ]
    ],
    "During World War II, Comini, who still spoke with an accent and suffered from strabismus, endured prejudice because of her Axis-country origin.": [
        [
            21,
            27,
            [
                "Coming"
            ]
        ]
    ],
    "Comini was introduced to the arts early with art lessons by landscape artist Ed Bearden and at15, a filing job at the Dallas Museum of Fine Arts.": [
        [
            0,
            6,
            [
                "Coming"
            ]
        ],
        [
            80,
            87,
            [
                "Bearded",
                "Bardeen",
                "Braeden",
                "Bear den"
            ]
        ]
    ],
    "She graduated from the Ursuline Academy, run by the Ursuline order of nuns.": [],
    "Comini entered Barnard College, her interest primarily music.": [
        [
            0,
            6,
            [
                "Coming"
            ]
        ]
    ],
    "The art historian <a href=\"/lawerencem\">Marion Lawerence</a> introduced her to art history.": [],
    "A summer in Italy (to study the language) resulted in an enthusiasm for art, especially medieval and Renaissance.": [],
    "Back at Barnard College she enrolled in Italian renaissance classes with <a href=\"/heldj\">Julius Held</a> with whose family she became close.": [],
    "She studied German with her mother at Southern Methodist University where her mother eventually taught German and Italian, later establishing the Italian department there.": [],
    "Comini took an intensive senior art history seminar at Barnard taught by Lawerence, graduating with an A.B., in 1956.": [
        [
            0,
            6,
            [
                "Coming"
            ]
        ],
        [
            73,
            82,
            [
                "Lawrence"
            ]
        ]
    ],
    "Held encouraged her to study at the University of Vienna.": [],
    "In Vienna she studied under <a href=\"/swobodak\">Karl Maria Swoboda</a> and <a href=\"/novotnyf\">Fritz Novotny</a> .": [
        [
            3,
            9,
            [
                "Vienna,"
            ]
        ]
    ],
    "Her advisor at Vienna was Gerhard Schmidt, for whom she photographed medieval manuscripts at the Abbey of St.": [],
    "Florian, finding free time to help Hungarian refugees from that country’s revolt.": [],
    "Comini left the University of Vienna in 1957 without a degree for New York and San Francisco.": [
        [
            0,
            6,
            [
                "Coming"
            ]
        ]
    ],
    "The peripatetic Comini travelled to Mexico learning Spanish and viewing works of Diego Rivera, Frida Kahlo, and Georgia O’Keefe.": [
        [
            16,
            22,
            [
                "Coming"
            ]
        ]
    ],
    "After a few months she returned to New York, taking a job at Columbia/Princeton Electronic Music Center for Russian composer Vladimir Ussachevsky.": [
        [
            134,
            145,
            [
                "Lobachevsky"
            ]
        ]
    ],
    "Ever restless and now interested in the folk music of Scandivania, she travelled throughout Scandinavia and Denmark, continuing to Paris, London, and Prague.": [
        [
            54,
            65,
            [
                "Scandinavia"
            ]
        ]
    ],
    "In 1962, applied for a teaching position at San Francisco State College, and when turned down,elected to get an art history degree at University of California Berkeley.": [
        [
            93,
            101,
            [
                ", elected"
            ]
        ]
    ],
    "The Viennese Expression exhibition, organized by <a href=\"/chipph\">Herschel Chipp</a> focused her interest on the Austrian artists Egon Schiele.": [],
    "She wrote an MA thesis on Schiele University of California, Berkeley, granted in 1962.": [],
    "Later she cited professors <a href=\"/bonyj\">Jean Bony</a> and <a href=\"/hornw\">Walter Horn</a>  as influences.": [],
    "She accompanied a class of students led by Held and <a href=\"/boderh\">Harry Bober</a> (of New York University).": [],
    "<a href=\"/hofmannw\">Walter Hofmann</a>, who was director of Vienna’s Museum of the 20th Century.": [],
    "Comini discovered contemporary Austrian artist, Friedrich Hundertwasser, who was living in Italy at the time.": [
        [
            0,
            6,
            [
                "Coming"
            ]
        ]
    ],
    "Some of his work was later put into Comini’s 1978 book, <em>The Fantastic Art of Vienna</em>.": [
        [
            36,
            42,
            [
                "Coming"
            ]
        ]
    ],
    "Comini continued her research on Schiele contacting relatives and friends, among whom, art historian <a href=\"/benescho\">Otto Benesch</a> who had been painted by Schiele.": [
        [
            0,
            6,
            [
                "Coming"
            ]
        ]
    ],
    "She assiduously visited his homes and haunts, including the prison cell he was incarcerated in.": [],
    "Comini entered Columbia University graduate school in 1964, hearing lectures by <a href=\"/refft\">Theodore Reff</a>, George Collins, and <a href=\"/schapirom\">Meyer Schapiro</a>.": [
        [
            0,
            6,
            [
                "Coming"
            ]
        ]
    ],
    "As her Schiele profile grew, other specialists, <a href=\"/nirenstein-kalliro\">Otto Nirenstein-Kallir</a>, <a href=\"/messert\">Thomas Messer</a>, contacted her.": [],
    "While still a graduate student she  was a guest professor at Berkeley University in 1967.": [
        [
            34,
            36,
            [
                " "
            ]
        ]
    ],
    "Comini received her Ph.D., “with distinction” in 1969 from Columbia writing her dissertation under Reff, on the topic of Egon Schiele's portraiture.": [
        [
            0,
            6,
            [
                "Coming"
            ]
        ],
        [
            99,
            103,
            [
                "Jeff",
                "Reef",
                "Ref",
                "Riff",
                "Ruff",
                "Refs"
            ]
        ]
    ],
    "Comini shared an office with art historian <a href=\"/poradae\">Edith Porada</a>.": [
        [
            0,
            6,
            [
                "Coming"
            ]
        ]
    ],
    "Her students included Horst Uhr, Barbara Buenger, Charles Meyer, Aliso Hilton, and Janet Kennedy.": [
        [
            28,
            31,
            [
                "UHF",
                "Ruhr",
                "UDR",
                "Uh",
                "UAR",
                "AHR"
            ]
        ],
        [
            41,
            48,
            [
                "Bunker",
                "Hunger",
                "Berger",
                "Burner",
                "Bender",
                "Burger"
            ]
        ],
        [
            65,
            70,
            [
                "Also",
                "Alison",
                "Alisa",
                "Alito",
                "Ali so"
            ]
        ]
    ],
    "In 1972, Comini was the first woman to be awarded Princeton University’s Charles John Gwinn and Alfred Hodder Memorial Fellowship.": [
        [
            9,
            15,
            [
                "Coming"
            ]
        ],
        [
            86,
            91,
            [
                "Going",
                "Win",
                "Wing",
                "Gain",
                "Wind",
                "Wine"
            ]
        ],
        [
            103,
            109,
            [
                "Holder",
                "Fodder",
                "Dodder",
                "Odder"
            ]
        ]
    ],
    "She guest lectured at Yale University on Expressionism in 1973.": [],
    "She presented an early women’s history paper in 1980, “Art History, Revisionism, and Some Holy Cows.”\n\nComini accepted a professorship of art history at Southern University in 1974.": [
        [
            103,
            109,
            [
                "Coming"
            ]
        ]
    ],
    "There she met fellow art historian <a href=\"/tuftse\">Eleanor Tufts</a>  and two became life partners.": [],
    "The same year Comini was awarded the College Art Association's Charles Rufus Morey Book Award.": [
        [
            14,
            20,
            [
                "Coming"
            ]
        ]
    ],
    "Comini’s research interest expanded to Picasso Caspar David Friedrich.": [
        [
            0,
            6,
            [
                "Coming"
            ]
        ]
    ],
    "Her 1974 book, <em>Egon Schiele’s Portraits</em> appeared.": [],
    "In 1990, Comini contributed to <a href=\"/brouden\">Norma Broude</a>’s book, <em>World Impressionism</em>.": [
        [
            9,
            15,
            [
                "Coming"
            ]
        ]
    ],
    "Tufts died of ovarian cancer in 1992.": [],
    "In 1994 she authored another catalog and traveling exhibition on Egon Schiele.": [
        [
            3,
            7,
            [
                "1994,"
            ]
        ]
    ],
    "Comini received a Lifetime Achievement Award from the Women's Caucus for Art in 1995.": [
        [
            0,
            6,
            [
                "Coming"
            ]
        ]
    ],
    "In 1996 she was named Distinguished Visiting Lecturer at European Humanities Research Centre, Oxford University.": [
        [
            3,
            7,
            [
                "1996,"
            ]
        ]
    ],
    "The same year she received the Distinguished Teaching Prize of the Meadows School of the Arts.": [],
    "Her autobiography, <em>In Passionate Pursuit</em> was published in 2004.": [],
    "Beginning in 2014, Comini wrote art history murder mystery books, including <em>Killing for Klimt</em>, <em>The Schiele Slaughters</em>, and <em>The Munich Murders</em>.": [
        [
            19,
            25,
            [
                "Coming"
            ]
        ]
    ],
    "Two scholarships have since been created in her name by former students for undergraduate and graduate research.": [],
    "In 2014, Comini curated the Neue Galerie Museum (New York) on Egon Schiele’s Portraits (2014-2015).": [
        [
            9,
            15,
            [
                "Coming"
            ]
        ],
        [
            28,
            32,
            [
                "Nee",
                "Neut",
                "Née",
                "NEE",
                "Névé"
            ]
        ],
        [
            33,
            40,
            [
                "Valerie"
            ]
        ]
    ],
    "Comini described herself as a revisionist art historian.": [
        [
            0,
            6,
            [
                "Coming"
            ]
        ]
    ],
    "She applied social-historical criteria to the popular Klimt and Schiele, artists whose histories had been largely aesthetically focused.": [],
    "She characterized her work as concentrating on \"neglected geographical areas such as Scandinavia; women artists past and present; modern myth-making and the manipulation of imagery.\"": []
}