{
    "Archaeologist-historian of medieval architecture, particularly of the monastery buildings at Cluny.": [
        [
            93,
            98,
            [
                "Clung",
                "Clunky",
                "Clunk"
            ]
        ]
    ],
    "Conant was the son of son of John F. Conant and Lucie Mickelsen (Conant).": [
        [
            0,
            6,
            [
                "Conan"
            ]
        ],
        [
            15,
            28,
            [
                "son of"
            ]
        ],
        [
            37,
            43,
            [
                "Conan"
            ]
        ],
        [
            54,
            63,
            [
                "Mickelson",
                "Michelsen",
                "Mikkelsen"
            ]
        ],
        [
            65,
            71,
            [
                "Conan"
            ]
        ]
    ],
    "He grew up in the paper-producing town of Neenah, Wisconsin, entering Harvard University in 1911.": [
        [
            42,
            48,
            [
                "Nee nah"
            ]
        ]
    ],
    "While taking fine arts courses, he took an architecture course offered by <a href=\"/warrenh\">Herbert Langford Warren</a>, founder of the Harvard School of Architecture.": [],
    "Conant continued at Harvard after graduation, studying (practicing) architecture at the School.": [
        [
            0,
            6,
            [
                "Conan"
            ]
        ]
    ],
    "He received a fellowship for study at l'école des Chartes and école due Louvre under <a href=\"/aubertm\">Marcel Aubert</a>, despite the war in Europe.": [
        [
            40,
            45,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            46,
            49,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            50,
            57,
            [
                "Charles",
                "Charges",
                "Charts",
                "Charter",
                "Charted",
                "Charters"
            ]
        ],
        [
            62,
            67,
            [
                "Cole",
                "ecol"
            ]
        ]
    ],
    "In 1917 with the United States' entry in World War I, Conant enlisted in the 42nd Division of the American Expeditionary Force in the engineering corps.": [
        [
            54,
            60,
            [
                "Conan"
            ]
        ]
    ],
    "He was wounded in the second battle of the Marne in 1918.": [],
    "With a master's degree in architecture, he joined the firm of Perry, Shaw and Hepburn, Boston, in 1919.": [],
    "During a 1920 summer trip to Europe, Conant encountered the Harvard medievalist <a href=\"/portera\">A.": [
        [
            37,
            43,
            [
                "Conan"
            ]
        ]
    ],
    "Kingsley Porter</a>.": [],
    "Porter's charismatic enthusiasm for medieval architecture swayed Conant toward architectural history.": [
        [
            65,
            71,
            [
                "Conan"
            ]
        ]
    ],
    "Conant returned Harvard working as an instructor while writing his dissertation under Porter, <em>The Early Architectural History of the Cathedral of Santiago de Compostela</em>, in 1925.": [
        [
            0,
            6,
            [
                "Conan"
            ]
        ]
    ],
    "He married Marie Schneider in 1923 (later divorced).": [],
    "At Porter's suggestion, Conant visited the site of the great monastery complex remains of Cluny in 1924.": [
        [
            24,
            30,
            [
                "Conan"
            ]
        ],
        [
            90,
            95,
            [
                "Clung",
                "Clunky",
                "Clunk"
            ]
        ]
    ],
    "Cluny would be his life's work.": [
        [
            0,
            5,
            [
                "Clung",
                "Clunky",
                "Clunk"
            ]
        ]
    ],
    "In order to learn archaeological techniques, he signed on to digs at Chichen-Itza in 1926 and then Pueblo Bonito in Mexico.": [
        [
            69,
            81,
            [
                "Chichen Itza",
                "Chichén Itzá"
            ]
        ]
    ],
    "Conant was appointed as a professor of architecture in the School of Architecture (not Fine Arts), where he remained teaching a heavy courseload throughout his life.": [
        [
            0,
            6,
            [
                "Conan"
            ]
        ],
        [
            134,
            144,
            [
                "course load"
            ]
        ]
    ],
    "His first Cluny excavation, funded by a Guggenheim fellowship, was in 1927.": [
        [
            10,
            15,
            [
                "Clung",
                "Clunky",
                "Clunk"
            ]
        ]
    ],
    "Actual digging began in 1928, expanding in mission and scope with funds provided by the Medieval Society of America, concluding (with interruptions) only in 1950.": [],
    "The excitement Conant generated personally regarding his discoveries can partially be gauged in the reconstructed medieval courtyard of the Fogg Art Museum, created from casts of Conant's finds in the 1930s.": [
        [
            15,
            21,
            [
                "Conan"
            ]
        ],
        [
            140,
            144,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ],
        [
            179,
            185,
            [
                "Conan"
            ]
        ]
    ],
    "In 1933 at the 13th International Congress of the History of Art, Stockholm, he traveled with a group of medievalists including <a href=\"/hamannr\">Richard Hamann</a>, <a href=\"/hahnloserh\">Hans R. Hahnloser</a> and <a href=\"/franklp\">Paul Frankl</a>, lead by <a href=\"/roosvalj\">Johnny Roosval</a>, to see the discovery of the only gothic church still with its wooden arch scaffolding remaining (Frankl).": [],
    "He became a full professor in 1936.": [],
    "Conant's Cluny work rankled many French scholars, in part because he insisted on Porter's early dating of the capitals, and partially because he was a field archaeologist.": [
        [
            0,
            6,
            [
                "Conan"
            ]
        ],
        [
            9,
            14,
            [
                "Clung",
                "Clunky",
                "Clunk"
            ]
        ]
    ],
    "Burgundian scholars, such as Jean Virey (1861-1953) and Charles Oursel (1876-1967), remained enthusiastic.": [
        [
            34,
            39,
            [
                "Viral",
                "Visa",
                "Mira",
                "Vida",
                "Vila",
                "Lira"
            ]
        ],
        [
            64,
            70,
            [
                "Ourself"
            ]
        ]
    ],
    "Conant's second interest was in eastern church architecture.": [
        [
            0,
            6,
            [
                "Conan"
            ]
        ]
    ],
    "He participated in the Kiev excavations of 1936-38 and converted to Orthodox Christianity.": [],
    "In 1940, many of his former students established the Society of Architectural Historians, citing him as inspiration.": [],
    "During World War II, Conant delivered one of the \"public lectures on fine arts\" at Johns Hopkins (published 1950) and the Wimmer lecture for 1947, \"Benedictine Contributions to Church Architecture.\"": [
        [
            21,
            27,
            [
                "Conan"
            ]
        ],
        [
            122,
            128,
            [
                "Swimmer",
                "Dimmer",
                "Wilmer",
                "Simmer",
                "Zimmer"
            ]
        ]
    ],
    "After Walter Gropius became head of the School of Architecture, history of architecture courses were no longer required, but Conant's classes always remained filled.": [
        [
            125,
            131,
            [
                "Conan"
            ]
        ]
    ],
    "Conant retired in 1955 and the following year married Isabel Pope, a musicologist.": [
        [
            0,
            6,
            [
                "Conan"
            ]
        ]
    ],
    "In 1959 he published the volume on Romanesque architecture for the prestigious <em>Pelican History of Art</em> series (volume 13) and the same year, the citizens of Cluny named the street in front of the church \"Rue K. J.": [
        [
            3,
            7,
            [
                "1959,"
            ]
        ],
        [
            165,
            170,
            [
                "Clung",
                "Clunky",
                "Clunk"
            ]
        ]
    ],
    "Conant.\"": [
        [
            0,
            6,
            [
                "Conan"
            ]
        ]
    ],
    "Cluny had become for Conant the consuming passion, the embodiment of all the important events of the Romanesque: the use of doorway sculpture, the synthesizing of the international style, and the first use of the pointed arch.": [
        [
            0,
            5,
            [
                "Clung",
                "Clunky",
                "Clunk"
            ]
        ],
        [
            21,
            27,
            [
                "Conan"
            ]
        ]
    ],
    "After the 1968 <em>Cluny: les églises et la maison du chef d'ordre</em> Conant's claims for the total primacy of Cluny as a monument began to be questioned more by scholars; Conant's achievement, which is great, was clouded by his at times elliptical arguments for the supremacy of the building in art history.": [],
    "A revised edition of the Pelican History volume appeared in 1978.": [],
    "He died of cancer and is buried in Mout Auburn Cemetery, Cambridge, MA.": [
        [
            35,
            39,
            [
                "Most",
                "Out",
                "Mouth",
                "Mount",
                "Bout",
                "Mont"
            ]
        ]
    ],
    "Conant's enthusiasm for medieval architecture was part of the early 20th-century belief that the middle ages held a key for contemporary life.": [
        [
            0,
            6,
            [
                "Conan"
            ]
        ],
        [
            97,
            108,
            [
                "Middle Ages"
            ]
        ]
    ],
    "In this he was spurred on not only by Porter, but also by another friend, the architect Ralph Adams Cram, (1863-1942) (\"the American Goth\") who designed in the medieval style.": [],
    "Conant's methodology was to make accurate measurements and drawings of the archaeological remains of buildings, and the, using his knowledge of masonry types, date the various building campaigns.": [
        [
            0,
            6,
            [
                "Conan"
            ]
        ],
        [
            116,
            120,
            [
                "the"
            ]
        ]
    ],
    "His architectural drawing skills resulted in some of the first detailed renderings of the monuments he studied.": [],
    "His sole intent in excavation was to discover objects (architectural elements); his lack of concern for archaeological strata on which they were found was less out of carelessness than a lack of uniform world archaeological standard.": [],
    "Conant's scholarship, most clearly discerned in his <em>Brief Commentary on Early Medieval Church Architecture</em> (1942), frequently relied on buildings known solely from architectural projections constructed from only their foundations.": [
        [
            0,
            6,
            [
                "Conan"
            ]
        ]
    ],
    "His work is often more speculative than it appears.": [],
    "He avoided the social context in which the buildings were produced.": [],
    "Ironically, that aspect of medieval architectural history, Peter Ferguson noted, came to the United States via French art historians <a href=\"/aubertm\">Marcel Aubert</a> and <a href=\"/focillonh\">Henri Focillon</a>, and the Germanic émigrés trained in <em>Kulturgeschichte</em>.": [],
    "<a href=\"/krautheimerr\">Richard Krautheimer</a>, for one, did not approve of Conant's <em>Pelican History of Art</em> volume (Sears).": [],
    "Conant was convinced that Cluny was the acme of the artistic revival of the 11th and 12th centuries.": [
        [
            0,
            6,
            [
                "Conan"
            ]
        ],
        [
            26,
            31,
            [
                "Clung",
                "Clunky",
                "Clunk"
            ]
        ]
    ],
    "Conant wrote so convincingly of Cluny's appearance that the medievalist <a href=\"/seidell\">Linda Seidel</a> quipped, \"you'd think he worshiped there every Sunday.\"": [
        [
            0,
            6,
            [
                "Conan"
            ]
        ],
        [
            32,
            37,
            [
                "Clung",
                "Clunky",
                "Clunk"
            ]
        ]
    ]
}