{
    "<p>Painter and purported author of an early and generally reliable biography of Michelangelo in 1553.": [],
    "Condivi came from a merchant family in Ripatransone where he was raised.": [
        [
            0,
            7,
            [
                "Connive",
                "Condign",
                "CODEVI"
            ]
        ]
    ],
    "He attended school there for five years beginning in 1537.": [],
    "He moved to Rome around 1545, where he met the senior Michelangelo and entered his workshop.": [],
    "During the same time that <a href=\"/vasarig\">Giorgio Vasari</a> wrote his first edition of his <em>Le vite de più eccellenti architetti, pittori, et scultori</em> (Lives of the Artists), 1550, Condivi determined to write a biography solely of Michelangelo.": [],
    "This became his <em>Vita di Michelagnolo Buonarroti</em>, which appeared in 1553.": [],
    "Scholars today believe Michelangelo virtually dictated the entire text to Condivi (Gilbert).": [
        [
            74,
            81,
            [
                "Connive",
                "Condign",
                "CODEVI"
            ]
        ]
    ],
    "After a rich biography, Condivi ends with a series of anecdotes to illustrate the notion of respect that Michelangelo achieved in his own time.": [
        [
            24,
            31,
            [
                "Connive",
                "Condign",
                "CODEVI"
            ]
        ]
    ],
    "Vasari used Condivi's <em>Vita</em> to rewrite and correct the account that had appeared his own book for a second edition of 1568.": [
        [
            0,
            6,
            [
                "Va sari"
            ]
        ],
        [
            12,
            19,
            [
                "Connive",
                "Condign",
                "CODEVI"
            ]
        ]
    ],
    "In one extant edition of Condivi's book, an acquaintance clearly close to Michelangelo corrects some facts, giving us an account of the artist as well as recounting Condivi's difficulty in separating the myths from the truth of the artist already with many legends around him.": [
        [
            25,
            32,
            [
                "Connive",
                "Condign",
                "CODEVI"
            ]
        ],
        [
            65,
            70,
            [
                "closes"
            ]
        ],
        [
            165,
            172,
            [
                "Connive",
                "Condign",
                "CODEVI"
            ]
        ]
    ],
    "In 1554 Condivi married the niece of Annibale Caro (1507-1566), a friend of Michelangelo; possibly Annibale may have been the true author of the Condivi's <em>Vita</em>.": [
        [
            8,
            15,
            [
                "Connive",
                "Condign",
                "CODEVI"
            ]
        ],
        [
            37,
            45,
            [
                "Cannibal",
                "Cannibals",
                "Anibal",
                "Hannibal",
                "Ansible"
            ]
        ],
        [
            46,
            50,
            [
                "Car",
                "Care",
                "Cars",
                "Card",
                "Cargo",
                "Carl"
            ]
        ],
        [
            99,
            107,
            [
                "Cannibal",
                "Cannibals",
                "Anibal",
                "Hannibal",
                "Ansible"
            ]
        ],
        [
            145,
            152,
            [
                "Connive",
                "Condign",
                "CODEVI"
            ]
        ]
    ],
    "Condivi returned to painting in his home in Ripatransone in 1554.": [
        [
            0,
            7,
            [
                "Connive",
                "Condign",
                "CODEVI"
            ]
        ]
    ],
    "As an artist, Condivi had \"an appalling degree of incompetence\" (Wilde), even when Michelangelo assisted him.": [
        [
            14,
            21,
            [
                "Connive",
                "Condign",
                "CODEVI"
            ]
        ]
    ],
    "A <em>Virgin and Child with Saints</em> (after a cartoon by Michelangelo) is today housed at the Casa Buonarroti, Florence and a fresco is at the church of San Savio in Ripatransone.": [
        [
            160,
            165,
            [
                "Savior"
            ]
        ]
    ],
    "He died as the result of an accident in 1574.Condivi's <em>Vita</em> contests the biography in the first edition of Vasari, including Michelangelo's arrogance and homosexuality.": [
        [
            45,
            52,
            [
                " Condivi"
            ]
        ],
        [
            116,
            122,
            [
                "Va sari"
            ]
        ]
    ],
    "Condivi's contrived genealogy, though doubted by all scholars, attests to his closeness to Michelangelo, who, like Michelangelo, was self-conscious of his own illegitimacy.": [
        [
            0,
            7,
            [
                "Connive",
                "Condign",
                "CODEVI"
            ]
        ]
    ],
    "His omission of the artist's training, both in Ghirlandaio's studio and his contact with Bramante, continues the contemporary aura of Michelangelo as the complete, i.e., self-contained, genius.": [
        [
            89,
            97,
            [
                "Bram ante"
            ]
        ]
    ],
    "However, the one autograph letter known of Condivi shows a writer of significant inarticulation.": [
        [
            43,
            50,
            [
                "Connive",
                "Condign",
                "CODEVI"
            ]
        ],
        [
            81,
            95,
            [
                "in articulation"
            ]
        ]
    ],
    "The <em>Vita</em>'s high literary qualities has suggested to some that the work was written or co-authored by Caro (Wilde).": [
        [
            110,
            114,
            [
                "Car",
                "Care",
                "Cars",
                "Card",
                "Cargo",
                "Carl"
            ]
        ]
    ],
    "A promised edition of Michelangelo's poetry by Condivi apparently never materialized.</p>": [
        [
            47,
            54,
            [
                "Connive",
                "Condign",
                "CODEVI"
            ]
        ]
    ]
}