{
    "Americanist architectural historian of the skyscraper.": [
        [
            0,
            11,
            [
                "Americanism"
            ]
        ]
    ],
    "Condit was the son of Arthur Thomas and Gertrude Pletz (Condit).": [
        [
            0,
            6,
            [
                "Conduit"
            ]
        ],
        [
            49,
            54,
            [
                "Let",
                "Plot",
                "Poet",
                "Plate",
                "Pet",
                "Plots"
            ]
        ],
        [
            56,
            62,
            [
                "Conduit"
            ]
        ]
    ],
    "His father was employed as a teacher in Cincinnati.": [],
    "After attending Walnut Hills High School in the city he entered Purdue University in Indiana studying Mechanical Engineering.": [],
    "He graduated with a BS in that subject in 1936.": [],
    "Condit's interests were stronger in the humanities, however and he returned to Cincinnati and the University there to study English literature.": [
        [
            0,
            6,
            [
                "Conduit"
            ]
        ],
        [
            59,
            63,
            [
                ", and"
            ]
        ]
    ],
    "He awarded his A. M. in 1939 and his Ph.D.": [],
    "in 1941.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "His dissertation topic was on Geoffrey Chaucer.": [],
    "While working on his graduate degrees he taught English at Cincinnati University.": [],
    "With the outbreak of World War II, Condit taught in the U.S.": [
        [
            35,
            41,
            [
                "Conduit"
            ]
        ]
    ],
    "Army War Production School, Cincinnati, as a civilian instructor in mathematics and mechanics, 1941-1942.": [],
    "He was thereafter appointed at the instructor level mathematics at the University, 1942-1944, marrying Isabel Marian Campbell, then employed as a teacher, in 1943.": [],
    "Condit worked for the New York Central Railroad in Cincinnati as an assistant design engineer in the building department, 1944-1945.": [
        [
            0,
            6,
            [
                "Conduit"
            ]
        ]
    ],
    "At the conclusion of the War, he taught as an instructor of English at Northwestern University, Evanston, IL, 1945-1946.": [],
    "His first tenure-track appointment was a Carnegie Institute of Technology (modern Carnegie-Mellon University), Pittsburgh, PA, as assistant professor in the humanities and social sciences in 1946.": [
        [
            82,
            108,
            [
                "Carnegie Mellon University"
            ]
        ]
    ],
    "He rose to associate professor in 1947.": [],
    "By this time, Condit's interest was on the phenomenon of the skyscraper's roll in modern architecture.": [
        [
            14,
            20,
            [
                "Conduit"
            ]
        ]
    ],
    "While a postdoctoral fellow University of Wisconsin for the 1951-1952 academic year, Condit issued his book on architecture, <em>The Rise of the Skyscraper</em>.": [
        [
            85,
            91,
            [
                "Conduit"
            ]
        ]
    ],
    "He followed this with <em>American Building Art: the Nineteenth Century</em> in 1960, a book on the origins of American architecture.": [],
    "In 1964 Condit wrote his most important book, <em>The Chicago School of Architecture: A History of Commercial and Public Buildings in the Chicago Area, 1875 to 1925</em>, examing the phenomenon of a city rebuilding itself (from the fire) into a specific genre of modern architecture.": [
        [
            8,
            14,
            [
                "Conduit"
            ]
        ],
        [
            171,
            178,
            [
                "examine"
            ]
        ]
    ],
    "The book, however, somewhat overstated the contribution of Chicago the development of modern architecture.": [],
    "He was appointed full professor in 1966.": [],
    "In 1972 he returned to Northwestern as Professor of History, Art and Urban Affairs.": [
        [
            3,
            7,
            [
                "1972,"
            ]
        ]
    ],
    "Condit was named a member of advisory council, Smithsonian Institution, 1973-1978.": [
        [
            0,
            6,
            [
                "Conduit"
            ]
        ]
    ],
    "In later years he admitted the prominence he'd given to Chicago in <em>The Chicago School of Architecture</em> had been too great.": [],
    "To counter this, he authored a book with New York University professor of architecture Sarah Landau, <em>Rise of the New York Skyscraper, 1865-1913</em> in 1996.": [],
    "Condit died after a brief illness at age 82.": [
        [
            0,
            6,
            [
                "Conduit"
            ]
        ]
    ],
    "Condit had no formal training in architecture or architectural history.": [
        [
            0,
            6,
            [
                "Conduit"
            ]
        ]
    ],
    "His architectural histories adopted a structural-view of building and social history.": [],
    "<em>The Chicago School of Architecture</em> was the first to term the architecture of the Chicago Loop a school.": [],
    "He characterized the big windows and steel framework construction as the beginning of modern architecture.": [],
    "But the book failed to take into account the advances in skyscraper architecture in New York.": [],
    "<em>American Building</em> became a staple of architectural history classes, frequently used a the textbook.": [
        [
            93,
            98,
            [
                "a",
                "the"
            ]
        ]
    ]
}