{
    "Senior curator of European paintings at the National Gallery of Art, Washington DC, 1998-2008.": [],
    "Conisbee was the son of Paul Conisbee.": [
        [
            0,
            8,
            [
                "Consider",
                "Consisted",
                "Console",
                "Consume",
                "Concise",
                "Canister"
            ]
        ],
        [
            29,
            37,
            [
                "Consider",
                "Consisted",
                "Console",
                "Consume",
                "Concise",
                "Canister"
            ]
        ]
    ],
    "Though born in Belfast, Northern Ireland, Conisbee grew up in London.": [
        [
            42,
            50,
            [
                "Consider",
                "Consisted",
                "Console",
                "Consume",
                "Concise",
                "Canister"
            ]
        ]
    ],
    "He attended St.": [],
    "Dunstan's college, Catford before entering the Courtauld Institute, London.": [
        [
            0,
            7,
            [
                "Duns tan"
            ]
        ],
        [
            19,
            26,
            [
                "Watford",
                "Cat ford"
            ]
        ],
        [
            47,
            56,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "He received a B.A.": [],
    "in the history of European art in 1968 and worked on a dissertation on the painter Claude-Joseph Vernet, which he never completed.": [
        [
            0,
            2,
            [
                "In"
            ]
        ],
        [
            83,
            103,
            [
                "Claude Joseph Vernet"
            ]
        ]
    ],
    "After part-time academic positions at the University of Reading and the University of London, he accepted a lectureship at Leicester University in 1971 (through 1986).": [],
    "His first exhibition, organized at Kenwood House, Hampstead, north London, 1976 was on Vernet.": [
        [
            50,
            59,
            [
                "Hempstead"
            ]
        ],
        [
            87,
            93,
            [
                "Verne",
                "Fernet"
            ]
        ]
    ],
    "From 1978 until 1986, he taught a seminar annually on 18th- and 19th-century French art at the University of Cambridge.": [],
    "In 1985 he traveled to the United States as a visiting fellow at the Yale Center for British Art.": [
        [
            3,
            7,
            [
                "1985,"
            ]
        ]
    ],
    "He moved to America permanently the following year, joining the Museum of Fine Art, Boston, as an associate curator of French paintings.": [],
    "He married Susan Baer.": [
        [
            17,
            21,
            [
                "Beyer",
                "Bar",
                "Bear",
                "Beer",
                "Baker",
                "Bare"
            ]
        ]
    ],
    "In 1988, <a href=\"/powelle\">Alexander Powell III</a>, then director of the Los Angeles County Museum of Art, lured Conisbee to California where the same year Conisbee mounted a Guido Reni show.": [],
    "Other exhibitions at LACMA included \"The Golden Age of Danish Painting,\" in 1993.": [],
    "When Powell moved to Washington in 1992 to head the National Gallery of Art, he called Conisbee to join him the following year.": [
        [
            87,
            95,
            [
                "Consider",
                "Consisted",
                "Console",
                "Consume",
                "Concise",
                "Canister"
            ]
        ]
    ],
    "Conisbee, who had divorced, remarried the same year to the classicist and museum programs director Faya Causey, a former wife of the art historian <a href=\"/frelj\">Jiří K. Frel</a>, and became a US citizen in 1994.": [
        [
            0,
            8,
            [
                "Consider",
                "Consisted",
                "Console",
                "Consume",
                "Concise",
                "Canister"
            ]
        ],
        [
            99,
            103,
            [
                "Maya",
                "Fay",
                "Faye",
                "Fays",
                "AYA",
                "Baya"
            ]
        ],
        [
            104,
            110,
            [
                "Cause",
                "Caused",
                "Causes",
                "Casey",
                "Causal",
                "Hausa"
            ]
        ]
    ],
    "His \"Georges de La Tour and His World,\" opened at the NGA in 1996.": [],
    "He was promoted to senior curator in 1998.": [],
    "The exhibition \"Van Gogh's Van Goghs,\" which he mounted the same year drew crowds of almost half a million.": [
        [
            31,
            36,
            [
                "Gogh's",
                "Gogh",
                "Goths",
                "Goff"
            ]
        ]
    ],
    "Other high-profile shows he organized included \"The Age of Watteau, Chardin and Fragonard: Masterpieces of French Genre Painting,\" and \"Portraits by Ingres: Image of an Epoch,\" both of 1999.": [
        [
            68,
            75,
            [
                "Hardin",
                "Cardin",
                "Charmin",
                "Char din",
                "Chard in"
            ]
        ]
    ],
    "In 2004 he was appointed a Chevalier de la Legion d'Honneur (France).": [
        [
            3,
            7,
            [
                "2004,"
            ]
        ],
        [
            52,
            59,
            [
                "Conner",
                "Bonner",
                "Donner",
                "Hönne",
                "Honer",
                "Honker"
            ]
        ]
    ],
    "Conisbee and the Musée Granet in Aix-en-Provence, mounted \"Cézanne in Provence\" in 2006, another major draw for both museums.": [
        [
            0,
            8,
            [
                "Consider",
                "Consisted",
                "Console",
                "Consume",
                "Concise",
                "Canister"
            ]
        ],
        [
            17,
            22,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            23,
            29,
            [
                "Grant",
                "Garnet"
            ]
        ]
    ],
    "He co-authored of a book on Leon Kossoff's drawings at the National Gallery in London in 2007.": [
        [
            33,
            40,
            [
                "Ossoff",
                "Kissoff"
            ]
        ]
    ],
    "His work on a catalog of the permanent collection of French paintings from the 16th to 18th centuries at the NGA remained incomplete at the time of his death.": [],
    "He died at his home at age 62 of complications of lung cancer.": []
}