{
    "Borromini and Italian Renaissance and Baroque architecture scholar, Professor, Columbia and Harvard Universities.": [
        [
            0,
            9,
            [
                "Borrowing"
            ]
        ]
    ],
    "Connors attended Jesuit Regis High School in Manhattan studying classical languages.": [],
    "He graduated from Boston College with an A. B. in 1966.": [],
    "He received a second B. A. from Clare College, Cambridge University on a Marshall Scholarship in 1968.": [],
    "There the lectures of <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a> convinced him to become an art historian.": [],
    "At Clare, too, he met a Univeristy of Paris student studying English literature, Françoise Moison.": [
        [
            22,
            23,
            [
                "an"
            ]
        ],
        [
            24,
            34,
            [
                "University"
            ]
        ],
        [
            91,
            97,
            [
                "Poison",
                "Morison",
                "Moi son"
            ]
        ]
    ],
    "The two married in 1969.": [],
    "Connors returned to Boston, teaching at the Boston Latin [high] School (alma mater of <a href=\"/berensonb\">Bernard Berenson</a>).": [],
    "He entered Harvard University for graduate work.": [],
    "Connors taught as an instructor at Harvard, 1974-1975 before joining the University of Chicago as an instructor in 1975.": [],
    "His Ph.D was awarded in 1978 on the thesis topic of the Casa Filippini, Rome under the supervision of <a href=\"/ackermanj\">James S. Ackerman</a>.": [
        [
            4,
            8,
            [
                "Ph.D."
            ]
        ],
        [
            61,
            70,
            [
                "Filipino",
                "Flipping",
                "Filipina"
            ]
        ]
    ],
    "In only three years he was promoted to associate (tenured) professor at the University of Chicago in 1978.": [],
    "The Frank Lloyd Wright architectural monument, Robie House, located on the grounds of the University, was the subject of his first book, somewhat surprisingly since Connors was a Baroque scholar.": [
        [
            47,
            52,
            [
                "Robin",
                "Robbie",
                "Robe",
                "Rosie",
                "Roxie"
            ]
        ]
    ],
    "In 1980 Connors returned to baroque Rome as a topic to publish <em>Borromini and the Roman Oratory</em>, receiving high acclaim.": [],
    "The same year, the new chair of the Columbia University department of art, <a href=\"/hibbardh\">Howard Hibbard</a>, appointed Connors to associate professor of the faculty of art there.": [],
    "Connors advanced to full professor at Columbia in 1982.": [],
    "His Borromini book was awarded the Krautheimer Medal in 1984, a prize named for the architectural historian <a href=\"/krautheimerr\">Richard Krautheimer</a>.": [
        [
            4,
            13,
            [
                "Borrowing"
            ]
        ]
    ],
    "Connors accepted the director position of the American Academy in Rome in 1988, continuing to teach at Columbia until 2002.": [],
    "A large article, \"Alliance and Enmity in Roman Baroque Urbanism,\" 1989, was his next book-length publication (it was issued as a book in the Italian translation of 2005).": [],
    "Connors edited and issued a guidebook based on a Columbia University manuscript, \"Description de Rome moderne\" generally ascribed to Lievin Cruyl (ca.": [
        [
            102,
            109,
            [
                "modern",
                "moderns",
                "Moderna"
            ]
        ],
        [
            133,
            139,
            [
                "Living",
                "Kevin",
                "Lenin",
                "Levi",
                "Levine",
                "Lien"
            ]
        ],
        [
            140,
            145,
            [
                "Cruel"
            ]
        ]
    ],
    "1640-1720) as <em>Specchio di Roma barocca: una guida inedita del XVII secolo</em>, assisted by his former student, Louise Rice.": [],
    "In 1992 he was named Director of Villa I Tatti, the Renaissance research center housed in the former home of Berenson.": [
        [
            3,
            7,
            [
                "1992,"
            ]
        ],
        [
            41,
            46,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ],
        [
            109,
            117,
            [
                "Benenson"
            ]
        ]
    ],
    "He was succeded at the American Academy by Caroline Bruzelius (b.": [
        [
            7,
            15,
            [
                "succeeded",
                "succeed"
            ]
        ],
        [
            52,
            61,
            [
                "Berzelius"
            ]
        ]
    ],
    "1951).": [],
    "His paper, delivered at a joint conference of the British Museum and the Warburg Institute resulted in the 1992 essay, \"Virtuoso Architecture in Cassiano's Rome.\"": [],
    "Together with Jennifer Montagu, Connors wrote an historiographical introduction on <a href=\"/wittkowerr\">Rudolf Wittkower</a> to the new edition of Wittkower's Pelican History of Art on baroque Rome.": [
        [
            23,
            30,
            [
                "Montage",
                "Montague",
                "Montag"
            ]
        ],
        [
            46,
            48,
            [
                "a"
            ]
        ]
    ],
    "In 2002 he assumed the directorship of Villa I Tatti, Harvard's Renaissance research center near Florence, Italy, succeeding <a href=\"/smythc\">Craig Hugh Smyth</a>.": [
        [
            3,
            7,
            [
                "2002,"
            ]
        ],
        [
            47,
            52,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ]
    ],
    "As director he founded the Craig Hugh Smyth Fellowship, expandingI Tatti's library building and lecture space, and establishing the book series <em>I Tatti Studies in Italian Renaissance History</em>.": [
        [
            3,
            11,
            [
                "director,"
            ]
        ],
        [
            38,
            43,
            [
                "Smith",
                "Myth",
                "Smythe"
            ]
        ],
        [
            56,
            66,
            [
                "expanding",
                "expanding I"
            ]
        ],
        [
            67,
            72,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ]
    ],
    "His wife acted as Coordinator of Cultural Affairs at the center.": [],
    "He retired from I Tatti in 2010, succeeded by Lino Pertile, returning to Harvard College to teach.": [
        [
            18,
            23,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ],
        [
            51,
            58,
            [
                "Fertile",
                "Per tile"
            ]
        ]
    ],
    "<em>Borromini and the Roman Oratory</em> focuses on how the architect design his buildings to the musical needs of his patrons, the followers of San Filippo Neri and the new urbanism of the baroque.": [],
    "\"Alliance and Enmity in Roman Baroque Urbanism,\" was a major treatice on the change in urban space by the huge building programs--frequently expropriating property--of Roman churches and convents.": [
        [
            61,
            69,
            [
                "treatise",
                "treat ice"
            ]
        ]
    ],
    "This research was based upon extensive archival combing of numerous Italian <em>licenze</em>.": [],
    "\"Virtuoso Architecture in Cassiano's Rome\" traced late Roman baroque architecture through the sesnibility of the curiosity cabinet.": [
        [
            94,
            105,
            [
                "sensibility"
            ]
        ]
    ],
    "Connors' intellectual lineage can be traced directly from Wittkower through Hibbard (Israëls/Waldman), demonstrated by his editing and introduction to two of Wittkower's books (as well as possession of some of Wittkower's treasured items from his personal library).": [
        [
            58,
            67,
            [
                "Widower",
                "Willpower",
                "Wittier",
                "Winnower",
                "Witter"
            ]
        ],
        [
            76,
            83,
            [
                "Hubbard"
            ]
        ],
        [
            85,
            92,
            [
                "Israels",
                "Israel",
                "Israeli",
                "Israelis"
            ]
        ],
        [
            158,
            167,
            [
                "Widower",
                "Willpower",
                "Wittier",
                "Winnower",
                "Witter"
            ]
        ],
        [
            210,
            219,
            [
                "Widower",
                "Willpower",
                "Wittier",
                "Winnower",
                "Witter"
            ]
        ]
    ],
    "He was a frequent contributor to book reviews in the <em>New York Review of Books</em>.": []
}