{
    "First director of the Courtauld Institute and museum curator.": [
        [
            22,
            31,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Constable attended Derby school, where his father was headmaster, and St.": [],
    "John's College, Cambridge, where he studied law.": [],
    "He was admitted to the Bar in 1914.": [],
    "As a soldier in the First World War he suffered a near-death experience in 1917 (briefly buried alive by an explosion) and during his recuperation resolved to study the arts.": [],
    "He enrolled at the Slade School of of art where he met the critic <a href=\"/mooreg\">George Augustus Moore</a>.": [
        [
            0,
            14,
            [
                "He enrolled in",
                "He enrolled for"
            ]
        ],
        [
            19,
            24,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ],
        [
            32,
            37,
            [
                "of"
            ]
        ]
    ],
    "Unsatisfied with his skills as a painter, Constable began lecturing to groups at the Wallace Collection.": [],
    "He subsequently wrote criticism for the <em>New Statesman</em> and the <em>Saturday Review</em>.": [],
    "He joined the National Gallery in 1923, rising to Assistant Director in just eight years.": [],
    "He married Olivia Roberts in 1926.": [],
    "His first monograph, on John Flaxman, appeared in 1927.": [
        [
            29,
            36,
            [
                "Flagman",
                "Flax man"
            ]
        ]
    ],
    "When in 1930 the University of London began implementing its plan to establish an art history institute with Samuel Courtauld's collection, Constable was approached by Arthur Hamilton Lee (Viscount Lee of Fareham, 1868-1947) to be its first director, a position he accepted.": [
        [
            116,
            125,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ],
        [
            205,
            212,
            [
                "Farnham",
                "Fare ham"
            ]
        ]
    ],
    "Anticipating the Institute's opening the following year, he set about developing a program of art history.": [],
    "Since no art history degree program existed in British universities, Constable had no English models from which to draw.": [],
    "He accomplished his goal instead by bringing together the leading connoisseurs and historians of the day as lecturers.": [],
    "These included <a href=\"/kendrickt\">T.": [],
    "D. Kendrick</a>, <a href=\"/clarkk\">Kenneth Clark</a>, <a href=\"/waterhousee\">Ellis K. Waterhouse</a>, <a href=\"/dodgsonc\">Campbell Dodgson</a>, <a href=\"/pophama\">Hugh Popham</a> and <a href=\"/shawj\">Jim Shaw</a>.": [],
    "Constable's work was aided by the flight of many first-rate art historians from Nazi oppression.": [],
    "When the Warburg Institute was moved from Hamburg to London, <a href=\"/wittkowerr\">Rudolf Wittkower</a> and <a href=\"/friedlanderw\">Walter F. Friedländer</a> were added to the list of lecturers.": [],
    "The Warburg under the direction of <a href=\"/saxlf\">Fritz Saxl</a>, remained a separate institution from the Courtauld.": [],
    "Constable succeed <a href=\"/fryr\">Roger Fry</a> as Slade professor of fine arts at Cambridge in 1935.": [],
    "However, mounting disagreements at the Courtauld arose over academic issues and administrative ones, among them, the syllabus of the Courtauld.": [
        [
            39,
            48,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ],
        [
            133,
            142,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Constable, always a scholar--sometimes at the cost of politics--resigned both positions in 1937 rather than compromise over pressure from above.": [],
    "Lord Lee replaced him with <a href=\"/boaset\">T.": [],
    "S. R. Boase</a>, a scholar conspicuously less connected with the art establishment.": [
        [
            6,
            11,
            [
                "Base",
                "Boast",
                "Boise",
                "Bose",
                "Boas",
                "Blasé"
            ]
        ]
    ],
    "Constable's resignation effectively shut him out of several key art-history positions in England.": [],
    "Ultimately he moved to the United States, taking the position of curator of painting at the Boston Museum of Fine Arts in 1938.": [],
    "He remained in the United States the rest of his life, holding the curatorship in Boston until 1957.": [
        [
            67,
            78,
            [
                "curator ship",
                "curators hip"
            ]
        ]
    ],
    "During that time he wrote numerous catalogs for the museum.": [],
    "In 1962 his major work appeared, a two-volume <em>catalogue raisoné</em> on Canaletto.": [],
    "He encouraged a Canaletto amateur scholar, <a href=\"/linksj\">J.": [],
    "G. Links</a> to assist in his second edition of the book in 1976.": [],
    "A retiring personality, he preferred to be known as \"W.": [],
    "G.\"": [],
    "He is distantly related to the painter, John Constable (1776-1837).": [],
    "Constable's art history focused on connoisseurship.": [],
    "His 1938 book <em>Art History and Connoisseurship</em> is a reflection on the discipline based upon that method.": []
}