{
    "Curator of graphic design and poster collections of the Museum of Modern Art, 1943-1970.": [],
    "After high school Constantine joined the College Art Association in 1930 as an editorial assistant on the journal <em>Parnassus</em>.": [],
    "She subsequently received a B.A.": [],
    "and M.A.": [
        [
            0,
            3,
            [
                "And"
            ]
        ]
    ],
    "from New York University.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "Later she attended the graduate school of the National Autonomous University of Mexico, Mexico City.": [],
    "Constantine joined the Committee Against War and Fascism and traveled to Mexico in 1936 where she discovered how Latin and Central American groups employed graphics to engage populist sentiment.": [],
    "In 1937 she joined the Office of the Coordinator of Inter-American Affairs, a United States government agency.": [
        [
            3,
            7,
            [
                "1937,"
            ]
        ]
    ],
    "There she met <a href=\"/dharnoncourtr\">René d'Harnoncourt</a>, later director at the Museum of Modern Art, New York.": [],
    "She organized a comprehensive Latin American poster collection displayed at the Library of Congress and today part of the Metropolitan Museum of Art's collection.She married Ralph Bettelheim (-1993), though she retained her maiden name professionally.": [
        [
            162,
            165,
            [
                " She"
            ]
        ],
        [
            180,
            190,
            [
                "Bethlehem",
                "Tottenham",
                "BetterHelp"
            ]
        ]
    ],
    "She joined the Museum of Modern Art's architecture and design department in 1943 founded by <a href=\"/johnsonp\">Philip Johnson</a> who returned to the department later and under whom she served.": [],
    "D'Harnoncourt, who assumed the directorship of MoMA in 1944, nutured Constantine's devotion to graphic arts.": [
        [
            2,
            13,
            [
                "Harcourt"
            ]
        ],
        [
            61,
            68,
            [
                "nurtured",
                "sutured"
            ]
        ]
    ],
    "At MoMA, she mounted the museum's first exhibitions of art devoted to causes intended to spread awareness of specific social issues, including ''Polio Posters'' (1948).": [],
    "Constatinte raised objects of design art, which she called ''fugitive material,'' to a level of museum interest.": [
        [
            0,
            11,
            [
                "Constantine"
            ]
        ]
    ],
    "The exhibitions, ''Olivetti: Design in Industry'' in 1952 was followed by ''signs in the Street'' in 1954 and ''Lettering by Hand'' in 1962.": [],
    "She mounted solo exhibitions for the commercial and graphic designers such as Alvin Lustig (1915-1955), Bruno Munari (1907-1998), Tadanori Yokoo (b.": [
        [
            84,
            90,
            [
                "Lusting"
            ]
        ],
        [
            110,
            116,
            [
                "Lunar",
                "McNair",
                "Mari",
                "Munro",
                "Cunard",
                "Unary"
            ]
        ]
    ],
    "1936) and Massimo Vignelli (b.": [
        [
            18,
            26,
            [
                "Minnelli"
            ]
        ]
    ],
    "1931) and others.": [],
    "In 1968 she mounted exhibition, ''Word and Image,'' which showcased the Museum's major 20th-century posters collection.": [
        [
            3,
            7,
            [
                "1968,"
            ]
        ]
    ],
    "Constantine adopted the Stedelijk Museum (Amsterdam)'s system of hanging posters rather than rolling them in tubes.": [
        [
            24,
            33,
            [
                "Steeling",
                "Steelier"
            ]
        ]
    ],
    "Ms.": [],
    "Constantine also developed what she called the Ephemera Collection, letterheads, business cards, etc.": [],
    "collected by the German typographer Jan Tschichold.": [
        [
            0,
            9,
            [
                "Collected"
            ]
        ],
        [
            40,
            50,
            [
                "Schiphol"
            ]
        ]
    ],
    "Constantine wrote scholarly books on subjects like <em>Art Nouveau</em> (in 1959) and <em>Contemporary Package Design</em> (in 1959).": [],
    "Constantine left the Modern in 1971 to independently consult and produce exhibitions, writing books on photography and decorative arts.": [],
    "In 1974, together with Alan Fern, she wrote <em>Revolutionary Soviet Film Posters</em>.": [],
    "The same year Constantine wrote <em>Tina Modotti: A Fragile Life</em>, the first biography of the actress and photographer.": [],
    "She curated the textile exhibitions ''Frontiers in Fiber: The Americans'' in 1988 and ''small Works in Fiber,'' 2002, together with Jack Lenor Larson.": [
        [
            137,
            142,
            [
                "Tenor",
                "Leno",
                "Lenoir",
                "Lenore",
                "Leonor",
                "Lenora"
            ]
        ]
    ],
    "A history of fiber in art remained incomplete at the time of her death.": [],
    "She died of heart failure at age 95.": [],
    "Her daughter, Judith Bettelheim, was also an art historian.": [
        [
            21,
            31,
            [
                "Bethlehem",
                "Tottenham",
                "BetterHelp"
            ]
        ]
    ]
}