{
    "Historian of Netherlandish art, art collector; mountaineer and adventurer; first chair of art history in Britain.": [],
    "Conway's father was William Conway, a vicar in Rochester, Kent, and later rector of St.": [],
    "Margaret's Church, Westminster, and his mother Elizabeth Martin (Conway).": [],
    "After attending Repton School he entered Trinity College, Cambridge, in 1875 studying history.": [
        [
            16,
            22,
            [
                "Lepton",
                "Renton",
                "Reston",
                "Rep ton"
            ]
        ]
    ],
    "He was already an avid mountaineer, climbing the Alps during college recesses; he was elected to the Alpine Club in 1877.": [],
    "At Cambridge, he met Henry Bradshaw, the university librarian, who instilled an interest in printed books and their illustrations.": [],
    "Bradshaw funded Conway to pursue this interest, allowing Conway to travel in order to research a book on Netherlandish woodcuts.": [],
    "He received a B.A.": [],
    "in 1879 and continued for a Master's Degree.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "In 1881 he published his first book, on climbing the Zermatt, which initiated the <em>Conway and Coolidge's Climbers' Guides</em> series, under the editorship of William A. B. Coolidge (1850-1926).": [
        [
            3,
            7,
            [
                "1881,"
            ]
        ]
    ],
    "He graduated in 1882 and began lecturing as an extension lecturer at Cambridge.": [],
    "Conway early proposed to Rose Shakespear, but never married her.": [
        [
            30,
            40,
            [
                "Shakespeare",
                "Shake spear",
                "Shakes pear"
            ]
        ]
    ],
    "In 1883, while in Italy visiting art museums, he met Conway met Katrina Lambard, an heiress (her father had founded the Chesapeake and Ohio Railway, and her stepfather was the former editor/owner of the New York World, Manton Mable).": [
        [
            72,
            79,
            [
                "Lombard",
                "Lampard",
                "Lam bard"
            ]
        ],
        [
            219,
            225,
            [
                "Canton",
                "Anton",
                "Manson",
                "Manon",
                "Wanton",
                "Danton"
            ]
        ]
    ],
    "He married Lambard in New York in 1884 and moved to London, publishing his <em>Woodcutters of the Netherlands in the Fifteenth Century</em> the same year.": [
        [
            11,
            18,
            [
                "Lombard",
                "Lampard",
                "Lam bard"
            ]
        ]
    ],
    "<em>Woodcutters</em> was an extremely well-researched tome that set him on a career of Dutch art-book writing.": [],
    "Conway resigned his extension lecturership in 1885 upon his appointment as Roscoe professor of art at University College, Liverpool.": [
        [
            30,
            42,
            [
                "lectureship",
                "lecturer ship",
                "lecturers hip"
            ]
        ]
    ],
    "At Liverpool, he published lesser books on British painting and early Flemish artists and Dürer.": [],
    "Characteristic of the era, he also organized several conferences on art's influence on industry.": [],
    "Conway resigned teaching in 1888 and returned to London as a man of leisure, joining the Savile Club and lecturing.": [
        [
            89,
            95,
            [
                "Saville"
            ]
        ]
    ],
    "Together with his family Conway traveled for nine months in the Near East, publishing a book on ancient art as the result of his experiences.": [],
    "The Conways began collecting art as Katrina's endowments increased.": [
        [
            4,
            11,
            [
                "Conway's",
                "Conway"
            ]
        ]
    ],
    "During the 1890s Conway was largely engaged in exploring.": [],
    "He led a large-scale mountaineering expedition to the Karakoram Himalayas in 1892, supported by his father-in-law, surveying and ascending Pioneer Peak on Baltoro Kangri, 6890 meters, perhaps an altitude record at the time (Hansen).": [
        [
            54,
            63,
            [
                "Karakorum"
            ]
        ],
        [
            155,
            162,
            [
                "Actor",
                "Actors",
                "Factor",
                "Factors",
                "Factory",
                "Battery"
            ]
        ],
        [
            163,
            169,
            [
                "Angry",
                "Kanji",
                "Kari",
                "Bangui",
                "Sangria",
                "Hangry"
            ]
        ]
    ],
    "He published a book on his Karakoram experience in 1894 and another on the Alps, <em>The Alps from End to End</em>, in 1895.": [
        [
            27,
            36,
            [
                "Karakorum"
            ]
        ]
    ],
    "These books were highly popular and he was knighted in 1895.": [
        [
            31,
            35,
            [
                ", and"
            ]
        ]
    ],
    "The following year he surveyed in Spitsbergen, an Arctic-circle island, and, in 1898 made trips to Bolivia to climb Illimani and Aconcagua in Argentina where he purchased land rights in rubber and mining, which added to his fortune in later years.": [
        [
            116,
            124,
            [
                "Claimant",
                "Lillian",
                "Gilligan",
                "Milligan",
                "Tillman",
                "Jillian"
            ]
        ]
    ],
    "Returning to England again, Conway was appointed the Slade professor of fine arts at Cambridge in 1901.": [
        [
            53,
            58,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "He wrote books on Tuscan art, the Van Eycks, and Giorgione, serving as president of the Alpine Club from 1902 to 1904.": [
        [
            38,
            43,
            [
                "Eyck's",
                "Eyck"
            ]
        ]
    ],
    "He resigned the Slade professorship in 1904, moving to Allington Castle, near Maidstone, which he and Katrina restored.": [
        [
            16,
            21,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ],
        [
            55,
            64,
            [
                "Arlington",
                "Ellington"
            ]
        ]
    ],
    "Now a celebrity, he was awarded the Founders Medal of the Royal Geographical Society in 1905 and gratis accommodations at Swiss resorts from travel agents and hoteliers.": [],
    "In 1914, Conway wrote a book of his collecting exploits, <em>The Sport of Collecting</em>.": [],
    "Toward the end of the First World War, Conway was appointed director-general of the Imperial War Museum in 1917, an honorary post, but toured the Western Front during the final year collecting artifacts.": [],
    "Conway was awarded honorary <em>Litterarum Doctor</em> degrees from the universities at Durham and Manchester in 1919.": [],
    "In 1931 he was raised to the peerage as Baron Conway of Allington.": [
        [
            3,
            7,
            [
                "1931,"
            ]
        ],
        [
            56,
            65,
            [
                "Arlington",
                "Ellington"
            ]
        ]
    ],
    "He once again traveled, to the middle east and then to Soviet Russia where he was granted access to the art collections confiscated by the Bolsheviks.": [
        [
            31,
            42,
            [
                "Middle East"
            ]
        ]
    ],
    "His <em>Art Treasures in Soviet Russia</em>, published in 1925, was the result of that experience.": [],
    "Conway was appointed a trustee of the Wallace Collection in 1916 and the National Portrait Gallery.": [],
    "He amassed a huge collection photographs of art and architecture during his lifetime.": [],
    "Conway presented this 100,000+ image collection to the Courtauld Institute of Art, today known as the Conway Library, Somerset House, joined with the photographic collection of <a href=\"/wittr\">Robert Witt</a> to become the The Witt and Conway Libraries at the Courtauld.": [
        [
            55,
            64,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "In 1924, the sixty-eight-year old Conway began an affair with Monica Hadow, a 24-year-old divorcee.": [
        [
            69,
            74,
            [
                "Shadow",
                "Had ow"
            ]
        ]
    ],
    "Hadow remarried in 1930 and his own wife died in 1933.": [
        [
            0,
            5,
            [
                "Shadow",
                "Had ow"
            ]
        ]
    ],
    "The following year he married Iva Christian, widow of Reginald Lawson, of Saltwood Castle, Kent.": [
        [
            74,
            82,
            [
                "Salt wood"
            ]
        ]
    ],
    "Conway died at a nursing home in London four years later.": [],
    "In 1966 the medievalist <a href=\"/evansj\">Joan Evans</a> published a biography of the Conway family.": [],
    "Conway's book, <em>Early Flemish Artists and their Predecessor on the Lower Rhine</em> (1887) was one of the early required texts to be listed in the course catalog for the art history classes of Princeton University.": [],
    "<a href=\"/friedlanderm\">Max J. Friedländer</a>, in the introduction to his <em>Early Netherlandish Painting</em>, cited Conway's <em>The Van Eycks and Their Followers</em> (1921) as the first work to \"seriously tackle the task of writing about early Netherlandish painting in [a] connected sequence...\" As a climber, Conway, named romantically a number of mountain peaks, Wellenkuppe, Windjoch, and Dent du Requin.": []
}