{
    "Director of antique sculpture at Berlin Museum 1877-1887; brought Pergamon altar to Berlin.": [
        [
            66,
            74,
            [
                "Bergamo",
                "Bergamot"
            ]
        ]
    ],
    "Conze was the son of a cavalry officer.": [
        [
            0,
            5,
            [
                "Cone",
                "Congé"
            ]
        ]
    ],
    "He initially studied law at the university in Göttingen before changing to classics.": [],
    "His dissertation was written under <a href=\"/gerhardf\">Eduard Gerhard</a> in Berlin in 1855.": [],
    "Conze made trips to Paris and London and was particularly inspired by the Elgin Marbles.": [
        [
            0,
            5,
            [
                "Cone",
                "Congé"
            ]
        ]
    ],
    "He was appointed Professor (<em>Extraordinarius</em>) at University of Halle in 1863, moving to the University of Vienna in 1869 (through 1877).": [],
    "In Vienna he founded the archaeological-epigraphical department.": [
        [
            3,
            9,
            [
                "Vienna,"
            ]
        ]
    ],
    "Beginning in 1873, Conze devoted efforts to excavating Samothrace with the intention of revealing the entire site, but his duties at Vienna prevented this.": [
        [
            19,
            24,
            [
                "Cone",
                "Congé"
            ]
        ]
    ],
    "In 1877 <a href=\"/schoner\">Richard Schöne</a>, who had replaced Conze at Halle, lobbied for Conze appointment as Director of the antique sculpture collection at the Berlin Museum (to 1887).": [],
    "Conze followed the somewhat disappointing tenure of Karl Bötticher (1806-1889).": [
        [
            0,
            5,
            [
                "Cone",
                "Congé"
            ]
        ],
        [
            57,
            66,
            [
                "Botcher"
            ]
        ]
    ],
    "In 1887 Conze resigned his position at the museum to become secretary (director) of the German Archaeological Institute (DAI).": [
        [
            8,
            13,
            [
                "Cone",
                "Congé"
            ]
        ]
    ],
    "As secretary-general he was instrumental in reorienting the DAI toward the needs and to serve the glory of the German Empire (as opposed to international scholarship).": [
        [
            3,
            20,
            [
                "secretary-general,"
            ]
        ]
    ],
    "He also founded the Roman-Germanic Commission in Frankfurt am Main.": [],
    "He joined <a href=\"/dorpfeldw\">Wilhelm Dörpfeld</a> and <a href=\"/humannc\">Carl Humann</a> in the excavation of Pergamon beginning in 1878 (to 1886, second dig 1900-02).": [],
    "At Pergamon, Conze realized his ambition of finding an entire city.": [
        [
            3,
            11,
            [
                "Bergamo",
                "Bergamot"
            ]
        ],
        [
            13,
            18,
            [
                "Cone",
                "Congé"
            ]
        ]
    ],
    "The most significant of his finds, the great Pergamon altar, is now in the Berlin Museum.": [
        [
            45,
            53,
            [
                "Bergamo",
                "Bergamot"
            ]
        ]
    ],
    "Beginning in 1893, he launched the publication of a corpus on Attic grave stele, <em>Die attischen Grabreliefs</em> (to 1911) as well as Melian vases, <em>Melische Tongefässe</em> in 1902.": [
        [
            74,
            79,
            [
                "style",
                "steel",
                "Steve",
                "stole",
                "Steele",
                "stale"
            ]
        ]
    ],
    "His students included the Vienna-school art historian <a href=\"/wickhofff\">Franz Wickhoff</a>.A specialist in ancient Greek art, Conze helped to redefine 19th-century archaeology away from a humanistic and aestheticizing study of ancient art works and toward a technical science of painstaking historical reconstruction.": [],
    "He was one of the first to promote \"big archaeology\" (large scale, highly organized digs).": [],
    "Conze preferred making new finds rather than studying existing objects.": [
        [
            0,
            5,
            [
                "Cone",
                "Congé"
            ]
        ]
    ],
    "His most spectacular find, the Pergamon Altar, one of the most important complete Hellenistic finds in archaeology, failed to bring Conze the recognition he deserved or hoped for.": [
        [
            31,
            39,
            [
                "Bergamo",
                "Bergamot"
            ]
        ],
        [
            132,
            137,
            [
                "Cone",
                "Congé"
            ]
        ]
    ],
    "The cost of the reports was extreme and the altar, despite it's art-historical significance, was less important politically than had been expected.": [
        [
            59,
            63,
            [
                "its"
            ]
        ]
    ],
    "In the twentieth century, the altar languished in East Germany after World War II, where it was difficult for visitors to enjoy.": []
}