{
    "Cambridge University archaeologist and pottery scholar.": [],
    "Cook was the son of the Rev Charles Robert Cook and Mary Manuel (Cook).": [],
    "He was educated first at Marlborough and then Clare College, Cambridge, where he studied under Arthur Bernard Cook (1868-1952, no relation) and the numismatist/connoisseur <a href=\"/seltmanc\">Charles Theodore Seltman</a>.": [],
    "He was appointed Assistant Lecturer in Classics at Manchester University in 1934.": [],
    "Cook began his professional career by studying Fikellura vases, inspired by the recent studies regional style pottery such as that of Corinthian pottery by then Director of the British School of Athens, <a href=\"/payneh\">Humfry Payne</a>, <em>Necrocorinthia</em>, and the work of <a href=\"/lanea\">Edward Arthur Lane</a> on Laconian ware.": [],
    "He began studying Clazomenian painted sarcophagi, in 1935, which appeared as a monograph only in 1981.": [],
    "He supplemented his lecturing with language teaching as Sub-warden of St.": [],
    "Anselm's Hall, 1936-1938.": [],
    "During World War II, he was assigned a civil servant role in the war effort, ensuring wartime industrial regulations were met.": [],
    "He rose to Lecturer at Manchester in 1938.": [],
    "The same year he married Kathleen Porter (d.": [],
    "1979).": [],
    "Together they traveled around Greece, later co-authoring the book <em>Southern Greece: an Archaeological Guide</em> (1968).": [],
    "When the Laurence Reader in Classical Archaeology, Cambridge University, <a href=\"/lawrencea\">Arnold Walter Lawrence</a> was promoted, Cook succeeded him in 1945.": [],
    "He authored fascicule 8 for the <em>Corpus Vasorum Antiquorum</em> set on the British Museum in 1954.": [
        [
            12,
            21,
            [
                "fascicle"
            ]
        ]
    ],
    "As a lecturer, he did not believe in teaching survey-courses if an adequate textbook existed.": [],
    "Feeling the lack of one for classical vases, Cook wrote the handbook <em>Greek Painted Pottery</em>, published in 1960.": [],
    "It became the standard manual for Greek pottery for many years.": [],
    "In 1962 he succeeded <a href=\"/toynbeej\">J.": [
        [
            3,
            7,
            [
                "1962,"
            ]
        ]
    ],
    "M. C. Toynbee</a> as Laurence Professor in Classical Archaeology.": [],
    "In their vintage Alvis car, Cook and his wife continued European travel, establishing close contact with German archaeologists, (he a full member of the German Archaeological Institute, DAI).": [
        [
            17,
            22,
            [
                "Elvis",
                "Alvin",
                "Avis",
                "Alois",
                "Alves"
            ]
        ],
        [
            129,
            138,
            [
                "he is a full",
                "he was a full"
            ]
        ]
    ],
    "He continued to teach until 1976, succeeded by Anthony Snodgrass.": [],
    "Cook chaired the Managing Committee of the British School at Athens between 1983 and 1987.": [],
    "His final book, <em>East Greek Pottery</em> (written with Pierre Dupont), appeared in 1998.": [],
    "His younger brother, John Manuel Cook (1910-1994), was also an archaeologist and classical pottery scholar of the proto-attic.": [],
    "Cook specialized in the classification of ancient East Greek pottery.": [],
    "As a scholar, Cook was accurate and incorruptible (Spivey).": [
        [
            51,
            57,
            [
                "Shiva",
                "Spica"
            ]
        ]
    ],
    "He was known for ascribing practical reasons to artistic practice.": [],
    "Cook's sense of humor was famous.": [],
    "A hardened pipe-smoker, he insisted nicotine protected lungs from infection.": [],
    "Cook's principle of nonconformity was infamous as well.": [],
    "He disparaged the Cambridge perquisites system as \"Snotty\" and dons who embraced it as \"idle.\"": [],
    "He personally admitted to illicitly emptying an Etruscan tomb.": []
}