{
    "Historian of medieval Spanish art, founding director of the Institute of Fine Art at New York University and leading figure in bringing German art historians and their style of art history to the United States.": [],
    "Cook was born to William Jeremiah Cook and Jan Macreal (Cook).": [
        [
            47,
            54,
            [
                "Mac real"
            ]
        ]
    ],
    "He attended Phillips Academy before entering Harvard University.": [],
    "He served in the American Expeditionary Force, 1917-19 during World War I. Cook spent the years 1920-1924 working on his doctorate at Harvard and nine months conducting research in Spain and France a a fellow of the Archaeological Institute of America, 1920-1921.": [
        [
            198,
            201,
            [
                "a"
            ]
        ]
    ],
    "He spent the academic year 1922-1923 researching at Princeton University.": [],
    "His dissertation was on Catalonian panel painting in the Romanesque period written under <a href=\"/postc\">Chandler R. Post</a>.": [
        [
            24,
            34,
            [
                "Catalonia"
            ]
        ]
    ],
    "Cook kept particularly close ties with <a href=\"/moreyc\">Charles Rufus Morey</a> at Princeton and Harvard's <a href=\"/sachsp\">Paul J. Sachs</a>.": [],
    "Cook was already acting in an unofficial for Harvard's Fogg art museums during his summers in Europe.": [
        [
            55,
            59,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "While a student in Europe, he familiarized himself with nearly all the centers of art historical scholarship, making contact that would later prove useful for both those scholars and Cook.": [],
    "He joined the faculty at New York University in 1926.": [],
    "Cook continued to spend six months each year in Europe as a research fellow for Spanish art of the College Art Association.": [],
    "He was professor of art, New York University from 1932 to 1953.": [],
    "In 1932, Cook separated the graduate program from the undergraduate department from Washington Square, initially housing the program in a brownstone at the corner of 83rd and Madison Avenue and later at the Paul Warburg estate at 17 East 80th Street before its final home in the Duke mansion at 1 East 78th Street.": [],
    "Cook stated, \"You may spend your money on a museum, but we are going to move right next door to a museum [the Metropolitan Museum of Art], and let them buy our works of art, while we spent it on the professors and get the best there are.\"": [],
    "He used his position as the director of the new graduate center to \"acquire\" some of the most eminent art historians who were fleeing Hitler's Germany.": [],
    "These included <a href=\"/panofskye\">Erwin Panofsky</a>, who settled at Princeton after NYU, <a href=\"/friedlanderw\">Walter Friedlaender</a>, <a href=\"/lehmannk\">Karl Leo Heinrich Lehmann</a>, <a href=\"/weinbergerm\">Martin Weinberger</a>, <a href=\"/goldschmidta\">Adolph Goldschmidt</a>, <a href=\"/homburgero\">Otto Homburger</a>, <a href=\"/aubertm\">Marcel Aubert</a>, <a href=\"/focillonh\">Henri Focillon</a>, and <a href=\"/salmonya\">Alfred Salmony</a>.": [],
    "Some, like Aubert and Focillon went to other institutions and others, such as Panofsky, continued to teach at NYU even after his appointment at the Institute for Advanced Study in Princeton in 1935.": [
        [
            11,
            17,
            [
                "Albert",
                "Hubert"
            ]
        ],
        [
            22,
            30,
            [
                "Bouillon"
            ]
        ],
        [
            78,
            86,
            [
                "Sinofsky"
            ]
        ]
    ],
    "Cook once quipped, \"Hitler is my best friend.": [],
    "He shakes the trees and I gather the apples.\"": [],
    "Other scholars whom he sponsored or wrote enthusiastic endorsements of included <a href=\"/katzenellenbogena\">Adolf Katzenellenbogen</a> and <a href=\"/huthh\">Hans Huth</a>.": [],
    "In 1950 he and <a href=\"/gudiolj\">José Gudiol</a> issued <em>Pintura e imagineria románicas</em> for the important <em>Ars Hispaniae</em> series, one of only two English-speaking scholars author a volume in the set (the other being <a href=\"/kublerg\">George Kubler</a>).": [
        [
            3,
            7,
            [
                "1950,"
            ]
        ]
    ],
    "He continued as director of the Institute until 1951.": [],
    "At his retirement in 1953, a special exhibition was held in his honor at the Cloisters, Metropolitan Museum of Art.": [],
    "He died at sea on the ocean liner Leonardo da Vinci returning home from Genoa.": [],
    "Together with <a href=\"/portera\">A.": [],
    "Kingsley Porter</a>, <a href=\"/whitehillw\">Walter Muir Whitehill</a> and <a href=\"/kingg\">Georgiana Goddard King</a>, and his mentor, Post, Cook constituted an early \"New England School\" of American interest in Spanish Romaneque studies.": [],
    "His classroom technique was to use a large number of slides in a lecture, sometimes to the student's bewilderment (Cahn).": [
        [
            35,
            52,
            [
                "many",
                "numerous"
            ]
        ],
        [
            115,
            119,
            [
                "Can",
                "Cain",
                "Chan",
                "Hahn",
                "Cohn",
                "Icahn"
            ]
        ]
    ],
    "Cook's posthumous reputation is largely for his hand in developing the Institute of Fine Arts into the graduate center it is today.": [],
    "Founded by Samuel F. B. Morse in 1835, Cook transformed it into a center for the training of scholars in the field of art history to enter the curatorial, teaching and academic fields.": [],
    "<a href=\"/ackermanj\">James S. Ackerman</a> wrote that \"Cook an indifferent and unproductive scholar and teacher, though his contribution to art history in America was eminent in a different way -- he grasped the opportunity to bring to NYU the finest of German scholars expelled by the Nazis, and subseqently to invite for short gigs Wittkower, Panofsky, Baltrusaitis, Lotz and other outstanding historians.": [],
    "He was said to have gone down to ships arriving from Europe to meet prospective faculty as they descended the gangplank.\"": [],
    "His efforts in providing safe haven for historians fleeing Germany were his lasting contribution.": [],
    "Died on board ship in the Atlantic.": []
}