{
    "Architectural historian and Director of the Fogg Art Museum, 1948-1972.": [
        [
            44,
            48,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "Coolidge's family was closely associated with Harvard University and Boston.": [],
    "His father, Julian Lowell Coolidge (1873-1954) was a mathematics professor at Harvard and first master of Lowell House, Harvard, and an uncle, Archibald Cary Coolidge (1866-1928), Professor of History (1908-1928) at Harvard College and the first Director of the Harvard University Library (1910-1928), Harvard.": [],
    "The Coolidge's were related to Thomas Jefferson and the Lowell families of Cambridge, including the poet James Russell Lowell (1819-1891).": [],
    "John P. Coolidge attended Harvard, taking over the Harvard Society for Contemporary Art, a student-run gallery founded by Lincoln Kirstein (1907-1996), <a href=\"/warburge\">Eddie Warburg</a> and <a href=\"/walkerj\">John Walker III</a>, from graduating art-history students <a href=\"/wittmanno\">Otto Wittmann, Jr.</a>, and <a href=\"/rathbonep\">Perry T. Rathbone</a>.": [
        [
            130,
            138,
            [
                "Kirsten",
                "Kirstin"
            ]
        ]
    ],
    "He received a B. A. from Harvard in 1935 marrying Mary Elizabeth \"Polly\" Welch (1912-2003) the same year.": [],
    "His intent was to become an architect; the 1932 \"International Style\" exhibition on modernist architecture, launched by <a href=\"/hitchcockr\">Henry-Russell Hitchcock</a> and <a href=\"/johnsonp\">Philip Johnson</a> had fired his enthusiasm for contemporary architecture.": [],
    "Coolidge moved to New York in order to study architecture at Columbia University, however, he switched to architectural history believing he lacked talent for design.": [],
    "He entered New York University in 1936 in order to study with the newly arrived émigrés from Nazi Germany that NYU had hired.": [],
    "These included <a href=\"/panofskye\">Erwin Panofsky</a> and <a href=\"/lehmannk\">Karl Leo Heinrich Lehmann</a> as well as his ultimate dissertation advisors, <a href=\"/friedlanderw\">Walter Friedlaender</a> and <a href=\"/krautheimerr\">Richard Krautheimer</a>.": [],
    "In 1940 he participated in the founding of the Society of Architectural Historians, initiated by <a href=\"/conantk\">Kenneth John Conant</a> and was its first vice president.": [
        [
            3,
            7,
            [
                "1940,"
            ]
        ]
    ],
    "In 1942 Coolidge published the research for his master's degree in a unique examination of a factory town-architecture, both industrial and residential, <em>Mill and Mansion: a Study of Architecture and Society in Lowell, Massachusetts</em>.": [],
    "The book was such a strong social history that Columbia University Press published it in their series \"Studies in American Culture.\"": [],
    "Coolidge's dissertation topic was on Giacomo Barozzi, Il Vignola.": [
        [
            45,
            52,
            [
                "Bronze",
                "Barony",
                "Baroque",
                "Baron",
                "Baronet",
                "Barons"
            ]
        ],
        [
            54,
            56,
            [
                "IL",
                "In",
                "Is",
                "I",
                "It",
                "If"
            ]
        ],
        [
            57,
            64,
            [
                "Viola",
                "Pianola",
                "Signora"
            ]
        ]
    ],
    "A seminal article on Vignola and the architect's contribution to the Villa Giulia and St.": [
        [
            21,
            28,
            [
                "Viola",
                "Pianola",
                "Signora"
            ]
        ]
    ],
    "Peters, appeared in 1943.": [],
    "His dissertation was nearly complete when he joined the U. S. Navy during World War II, initially as an ensign.": [],
    "He was posted in communications in Washgington, D. C., and London.": [
        [
            35,
            46,
            [
                "Washington"
            ]
        ]
    ],
    "He was discharged in 1946, taught at the University of Pennsylvania until his dissertation was accepted in 1947.": [],
    "He was appointed an Assistant Professor in the department of Fine Arts at Harvard in 1947 and in the following year was named Associate Professor and director of Harvard's Art Museums.": [],
    "As director of the Fogg Art Museum, he built the art collections, particularly in Islamic and modern.": [
        [
            19,
            23,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "The same year, 1948, he was named a trustee of the Museum of Fine Arts, Boston.": [],
    "In 1955 he was promoted to full professor.": [
        [
            3,
            7,
            [
                "1955,"
            ]
        ]
    ],
    "Coolidge continued the Fogg's tradition of the museum as a laboratory for curatorial studies, begun under <a href=\"/sachsp\">Paul J. Sachs</a>.": [
        [
            23,
            27,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "He retired from the Fogg as William Dorr Boardman Professor of Fine Arts, Emeritus, in 1972, presiding as president of the MFA, Boston, 1973-1975.": [
        [
            20,
            27,
            [
                "Fog gas",
                "Fog as",
                "Foggy as",
                "Fogs as",
                "OGG as",
                "Fogy as"
            ]
        ],
        [
            36,
            40,
            [
                "Door",
                "Dorm",
                "Dora",
                "Dour",
                "Doer",
                "Dory"
            ]
        ]
    ],
    "In his later years, Coolidge tackled art museum architecture, <em>Patrons and Architects</em>, again, examining how buildings affect the environment for which they exist in his 1989 book.": [],
    "An art history, <em>Gustave Doré's London</em>, appeared in 1992.": [],
    "His funeral was held in the 1760 Christ Church, Cambridge, MA, a building by Peter Harrison (1716-1775) which Coolidge had studied and about which he had written.": [],
    "He was known to roller skate between train trips on his Princeton, N. J. to New commutes.": [
        [
            16,
            28,
            [
                "roller-skate"
            ]
        ]
    ],
    "The John Coolidge Objects Laboratory at the Harvard Museums is named in his memory.": [],
    "Nicholas Adams characterized Coolidge as an architectural historian striving for a cohesive analytic for architecture, one which would honestly evaluate what Coolidge considered the \"wearisome pageant of rivals\" with genuine architectural innovation.": [],
    "He avoided an architecture that was typological or regional in its method.": [],
    "He eschewed architectural biography in favor of a history that examined social and economic factors.": [],
    "As a museum director, Coolidge notably added the first modernist works to the Fogg, including the first Morris Louis.": [
        [
            78,
            82,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ]
}