{
    "Early and influential curator and collector of South Asian art in United States.": [
        [
            63,
            79,
            [
                "in the United States"
            ]
        ]
    ],
    "Coomaraswamy's father was a lawyer and native of Ceylon and his mother was British.": [],
    "His father died when Coomaraswamy was two and the family moved to England.": [],
    "He obtained Bachelor of Science degree in Botany and Geology from University College, London, along with the prevailing anti-modernist Pre-Raphaelite esthetics of <a href=\"/ruskinj\">John Ruskin</a>.": [
        [
            150,
            159,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "He returned to Ceylon in 1903 to be the Director of Mineralogical Survey of Ceylon.": [],
    "There he witnessed first-hand the effects that British colonial rule and industrialization had on the indigenous arts and crafts of the region.": [],
    "Coomaraswamy founded the Ceylon Social Reforms Society and edited the <em>Ceylon National Review</em>.": [],
    "Shortly after leaving Ceylon for England in 1907, he published his first book on art, <em>Medieval Sinhalese Art</em> (1908) printed at the Kelmscott Press of William Morris.": [
        [
            140,
            149,
            [
                "Ellicott"
            ]
        ]
    ],
    "Coomaraswamy turned his attention to India, publishing <em>The Indian Craftsman</em> in 1909, a work paralleling the late Arts-and-Crafts interest in England.": [],
    "That same year, his <em>Essays in National Idealism</em> also appeared, outlining his concern for Indian statehood.": [],
    "Coomaraswamy continued to travel between England and India during the years 1909-13, spending the majority of the time in Calcutta.": [],
    "There he became convinced that the prevailing Western idea of Greek art as an influence to Indian sculpture was essentially wrong.": [],
    "He argued a de-emphasizing of Gandharan sculpture in Indian art history in favor of Swadeshi works, the latter art which blossomed centuries after Greek influence.": [
        [
            30,
            39,
            [
                "Gandhara"
            ]
        ],
        [
            84,
            92,
            [
                "Swedish",
                "Pradesh",
                "Shades",
                "Spaceship",
                "Swedes",
                "Spades"
            ]
        ]
    ],
    "This thesis was most clearly stated in <em>Art and Swadeshi</em> of 1911.": [],
    "Coomaraswamy began personally collecting South Asian art, participating in the newly founded Indian Society of Oriental Art, and collecting Indian drawings and paintings for the 1910 United Provinces Exhibition held in Allahabad.": [],
    "In 1916, his first highly influential book, <em>Rajput Painting</em>, appeared.": [],
    "One of the first works in English to classify and construct a history of Rajasthan Punjab painting, it including iconographic and religious treatments of the subjects as well.": [
        [
            100,
            112,
            [
                "it's including",
                "it is including",
                "it was including"
            ]
        ]
    ],
    "Coomaraswamy urged Indian officials to create a national art museum in Varanasi and even offered his art collection to India.": [],
    "By 1916 his disillusionment with the idea, together with his profile as a scholar in the West, led to accept an offer by the Museum of Fine Arts, Boston, to add his collection to their already significant holdings of Asian art.": [],
    "Coomaraswamy moved with the collection to Boston, to become Keeper (curator) of the Museum's new Indian Section.": [],
    "He held this position for the rest of his life.": [],
    "Free to research and publish exclusively on South Asian art, Coomaraswamy issued broadly cultural books on Indian art.": [],
    "<em>The Mirror of Gesture</em> (1917) and <em>The Dance of Shiva</em> (1918) showed the interdependence of Indian music and dance on that country's art.": [],
    "Beginning in 1923, Coomaraswamy produced in serial components the <em>Catalogue of the Indian Collection in the Museum of Fine Arts</em>.": [],
    "Though nominally a catalog of the collection, the work was a rich scholarly survey of the art of India.": [],
    "Before its completion in 1930, his other survey, <em>The History of Indian and Indonesian Art</em> appeared in 1927.": [],
    "Coomaraswamy also produced an important essay on Mathuran art, \"The Origin of the Buddha Image\" (1927), and a two-volume iconographic treatment of Vedic myth in Indian art, <em>Yakss</em> (1928-31) during his years as curator.": [
        [
            49,
            57,
            [
                "Meituan"
            ]
        ]
    ],
    "For the American reading public, however, his late collected essays, <em>Transformation of Nature in Art</em> of 1934 represented the breadth of his thought.": [],
    "<em>Elements of Buddhist Iconography</em>, an analysis of Buddhist symbolism appeared in 1935.": [],
    "Toward the end of his life, two essays on museology appeared.": [],
    "\"What is the Use of Art, Anyway?": [],
    "\", 1937, was published in the 1941 <em>Why Exhibit Works of Art?</em>.": [],
    "Coomaraswamy died before he could fulfill a life-long desire to return to free state of India.Coomaraswamy's writings on South Asian art formed the principal Western conception of the field for most of the twentieth century.": [
        [
            94,
            106,
            [
                " Coomaraswamy"
            ]
        ]
    ],
    "He early on championed an aesthetic revaluation of Indian art motivated in part by a utopian rural concept of South Asia that was distinct from a material, industrial West.": [],
    "In later years, Coomaraswamy focused on iconography, in part with a disillusionment with nationalist ideologies of his early years.": [],
    "His early writings established the Hindu tradition of painting, particularly miniature painting, contrasting them from secular court-style painting of the Mughal dynasties while his later work argued successfully for the art of Mathura as core to an India renaissance within its own art history.": [
        [
            228,
            235,
            [
                "Mature",
                "Mather",
                "Maura",
                "Ahura",
                "Matsuda",
                "Mithra"
            ]
        ]
    ]
}