{
    "Art historian, critic and collector, principally of Cubism.": [],
    "Cooper was born to a wealthy family who had made their fortune in Australia generations before.": [],
    "His father, Arthur Hamilton Cooper, was a career military officer, a captain in the Essex regiment and his mother was Mabel Alice Smith-Marriott.": [],
    "Cooper attended the Repton School, Derbyshire, before entering Trinity College, Cambridge.": [
        [
            20,
            26,
            [
                "Lepton",
                "Renton",
                "Reston",
                "Rep ton"
            ]
        ]
    ],
    "He graduated in 1930 with degrees in French and German.": [],
    "He next briefly attended the Sorbonne in Paris and the University of Freiburg, studying art history at both.": [],
    "By 1932 Cooper had resolved to devote a significant part of his inheritance (as much as one-third) to collecting art, particularly the Cubist artists Pablo Picasso, Georges Braque, Juan Gris, and Fernand Léger.": [],
    "This coincided with a depreciation of the market value of Cubism in the 1930s; Cooper subsequently sold other portions of his non-Cubist collection to buy more, ultimately amassing one of the finest private Cubist collections in Europe, a collection which was essentially complete by 1945 (Kosinski).": [
        [
            290,
            298,
            [
                "Kaminski"
            ]
        ]
    ],
    "Cooper possessed an obstreperous personality and throughout his adult life cultivated quarrels as much as friends; he had what can only be termed flexible literary ethics.": [],
    "<a href=\"/richd\">Daniel Catton Rich</a> exposed Cooper of plagiarizing Rich's book on Douanier Rousseau (1942), in an article Cooper wrote on the artist in the <em>Burlington Magazine</em>.": [],
    "After Cooper's caustic review of a book on Seurat by <a href=\"/rewaldj\">John Rewald</a> in 1944, Rewald noticed similar parallels between his disparaged book and Cooper's subsequent 1946 <em>Georges Seurat: Une baignade</em>.": [],
    "Though the matter was settled without official acknowledgement, Cooper had to admit culpability.": [],
    "During the second world war Cooper joined the army, working first as an ambulance driver and later in the Royal Air Force intelligence, using his significant language skills and finally, from 1944 to 1946 as deputy director of the monuments and fine arts branch of the Allied Control Commission for Germany, interviewing captured Nazi cultural figures, including Berlin Museum Director <a href=\"/kummelo\">Otto Kümmel</a>.": [],
    "By 1948, Cooper, a homosexual, had established an abode in London living with Basil Mackenzie, Lord Amulree (1900-1983), a noted physician (Lord).": [
        [
            100,
            107,
            [
                "Amulet"
            ]
        ]
    ],
    "While with Amulree, he met <a href=\"/richardsonj1924\">John Richardson</a>, an art historian, and the two paired to become life partners for fifteen years.": [
        [
            11,
            18,
            [
                "Amulet"
            ]
        ]
    ],
    "In 1949 Cooper wrote another contentious review in the Burlington Magazine, on <em>Jacques Louis David</em> by<a href=\"/rosenauh\"> Helen Rosenau</a>.": [],
    "Cooper and Richardson found a dilapidated country château, Châteaude Castille in Argilliers, département Gard, France, which he moved into along with his art in 1949.": [
        [
            59,
            68,
            [
                "Château",
                "Chateau",
                "Châteaux",
                "Chateaux",
                "Chateaus"
            ]
        ],
        [
            69,
            77,
            [
                "Castile",
                "Castillo",
                "Bastille",
                "Pastille",
                "Castilla"
            ]
        ],
        [
            81,
            91,
            [
                "Artillery",
                "Drillers",
                "Frillier",
                "Gillies",
                "Achilleas"
            ]
        ],
        [
            93,
            104,
            [
                "department"
            ]
        ],
        [
            105,
            109,
            [
                "Hard",
                "Card",
                "Guard",
                "Yard",
                "Gary",
                "Ward"
            ]
        ]
    ],
    "There he lived the life of a connoisseur collector, a frequent stop of art cognoscenti.": [],
    "Cooper made use of his personal acquaintance of artists--most notably Picasso and Leger-- to write monographs on contemporary artists.": [],
    "Meanwhile, the importance of his collection began to be clear.": [],
    "The French minister of culture became so jealous of Cooper's collection he refuse to allow the collection to leave France without Cooper donating some paintings to country.": [],
    "His life-long animosity toward his native England caused him many rows with institutions there.": [],
    "He was a frequent contributor to the <em>Burlington Magazine</em> (writing under the pseudonym 'Douglas Lord' as he was at one time or another a shareholder or on the board of directors), though he perpetually called for the resignation of <a href=\"/nicolsonb\">Benedict Nicolson</a>, the magazine's editor.": [],
    "In 1950 he was involved in a very public attempt to oust the Tate Gallery director <a href=\"/rothensteinj\">John Rothenstein</a> from his position.": [
        [
            3,
            7,
            [
                "1950,"
            ]
        ]
    ],
    "Cooper's criticism of the extremely conservative collecting policies of Rothenstein were valid.": [
        [
            72,
            83,
            [
                "Ravenstein",
                "Wolfenstein"
            ]
        ]
    ],
    "However, his letters in the newspaper became so nasty that at one point the diminutive Rothenstein punched Cooper at an art reception.": [
        [
            87,
            98,
            [
                "Ravenstein",
                "Wolfenstein"
            ]
        ]
    ],
    "Although the Tate director was never removed, the Trustees made Cooper a member to partly ensure broader collection policies.": [],
    "Though Cooper was friends with (and champions of) both Picasso and Graham Sutherland, in later years he disparaged portions of their output.": [],
    "In 1954 Cooper wrote the catalog for the art collection of the industrialist/art collector Samuel Courtauld.": [
        [
            98,
            107,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "In later years, he broke his friendship with even Picasso, attacking the artist's work shortly after his death in a review of Picasso's late work.": [],
    "Cooper was appointed a lecturer at the Courtauld Institute during this time.": [
        [
            39,
            48,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "He was Slade professor of fine art at Oxford for the 1957-1958 year.": [
        [
            7,
            12,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "In 1961 he was in residence at Bryn Mawr College, Bryn Mawr, PA, as the Flexner professor.": [
        [
            3,
            7,
            [
                "1961,"
            ]
        ],
        [
            72,
            79,
            [
                "Cleaner",
                "Lerner",
                "Flexed",
                "Flexor",
                "Leaner",
                "Flexes"
            ]
        ]
    ],
    "He issued a monograph on Cubism based upon his research and experience <em>The Cubist Epoch</em> in 1971.": [],
    "The following year he adopted the 35-year-old William Augustine McCarty as his son.": [],
    "Cooper died at the Royal Free Hospital, Camden, London.": [],
    "The Cubist art historian <a href=\"/goldingj\">John Golding</a> wrote his dissertation under Cooper.": [],
    "Methodologically, Cooper seldom diverged from the formalism common among insular historians of art before the war.": [],
    "Much of this is because he relied upon his immense personal knowledge of the artists about whom he wrote.": [],
    "His most valuable contribution to the literature of art is his <em>catalogue raisonné</em> of Juan Gris.": [],
    "His monograph on Cubism is his most famous publication.": [],
    "His papers are held at the Getty Research Institute for the History of Art and the Humanities, Los Angeles.": []
}