{
    "<p>Scholar of Italian painting.": [],
    "Her father was a lawyer and her mother a painter and concert pianist.": [],
    "After receiving the highest honors of her Abiturum from the Gymnasium under which she studied, she won a scholarship which enabled her to spend a year at Wells College, Aurora, NY.": [],
    "She returned to Germany only to find Nazi control of her selected university, Munich, too much to for a Jew such as herself to tolerate.": [],
    "She moved to Perugia in 1935 only to find the same political hatred there.": [],
    "She stayed with friends at the University in Cardiff, Wales, before securing a scholarship via the Institute for International Education to attend Bryn Mawr in 1938.": [],
    "She received US citizenship the same year.": [],
    "Without an undergraduate degree, Achenbach was permitted to begin graduate work, achieving an M.A.": [
        [
            33,
            42,
            [
                "Auerbach",
                "Offenbach"
            ]
        ]
    ],
    "in 1940.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "In 1945 <a href=\"/moreyc\">Charles Rufus Morey</a> offered Achenbach a position with the Index of Christian Art at Princeton.": [],
    "She worked there while writing her dissertation at the Institute of Fine Art at New York University under <a href=\"/offnerr\">Richard Offner</a>.": [],
    "An photograph often used in art historiographic texts of the post-war faculty of the Institute is a picture of her Ph.D.": [
        [
            0,
            2,
            [
                "A"
            ]
        ],
        [
            32,
            47,
            [
                "historiography",
                "historiographical",
                "historiographer"
            ]
        ]
    ],
    "defense.": [
        [
            0,
            7,
            [
                "Defense"
            ]
        ]
    ],
    "Achenbach married a Princeton physicist, Thomas Coor in 1946.": [
        [
            0,
            9,
            [
                "Auerbach",
                "Offenbach"
            ]
        ],
        [
            41,
            52,
            [
                "Thomas Cook"
            ]
        ]
    ],
    "She received her Ph.D.": [],
    "in 1948 on a topic of Coppo di Marcovaldo.": [
        [
            0,
            2,
            [
                "In"
            ]
        ],
        [
            22,
            27,
            [
                "Compo",
                "COPPA"
            ]
        ],
        [
            31,
            41,
            [
                "Corcovado"
            ]
        ]
    ],
    "The years 1948-50 were spent with her husband in London where she was informally attached to the Warburg Institute.": [],
    "Returning to Princeton, the Coors settled permanently with Gertrude again working at the Index of Christian Art and teaching courses at Rutgers University in 1958 and 1959.": [],
    "She accepted a research assistant position under <a href=\"/meissm\">Millard Meiss</a> at the Institute of Advanced Study in Princeton in 1959.": [],
    "In 1961 her book on Neroccio de' Landi appeared.": [
        [
            20,
            28,
            [
                "Morocco",
                "Rocco",
                "Sirocco",
                "Ferruccio",
                "Verrocchio"
            ]
        ],
        [
            33,
            38,
            [
                "Land",
                "Lands",
                "Randi",
                "Lanai",
                "Gandi"
            ]
        ]
    ],
    "As a woman in the 1950s married to a university professor, she was expected to keep house and run the other domestic activities in addition to whatever scholarship she wanted to pursue.": [],
    "Coor purportedly worked sixteen hours every day on her research in addition to her wife duties.": [
        [
            0,
            4,
            [
                "Color",
                "Poor",
                "Door",
                "Cool",
                "Cook",
                "Moor"
            ]
        ]
    ],
    "Coor was a consultant for the Kress Collection at the Cleveland Museum of Art.": [
        [
            0,
            4,
            [
                "Color",
                "Poor",
                "Door",
                "Cool",
                "Cook",
                "Moor"
            ]
        ],
        [
            30,
            35,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ]
    ],
    "She was at work on a book on the evolution of the Sienese altarpiece when she contracted a terminal illness and died at 47.</p>": [
        [
            50,
            57,
            [
                "Scenes",
                "Sense",
                "Saints",
                "Gaines",
                "Haines",
                "Siamese"
            ]
        ]
    ]
}