{
    "<p>Yates Professor of Classical Art and Archaeology at University College London,1961-1982.": [],
    "Corbett attended the Bedford School and then St.": [],
    "John's College, Oxford on a scholarship.": [],
    "During World War II he joined Royal Artillery but transferred to the RAF were he flew the two-man Mosquito (de Havilland 98) fighter planes.": [
        [
            73,
            77,
            [
                "where",
                "we"
            ]
        ],
        [
            111,
            120,
            [
                "Mainland",
                "Holland",
                "Thailand",
                "Maitland",
                "Harland",
                "Vinland"
            ]
        ]
    ],
    "Corbett married Albertha Yates in 1944 (d.": [
        [
            16,
            24,
            [
                "Alberta",
                "Albert ha"
            ]
        ]
    ],
    "1961).": [],
    "Following the war, Corbett was appointed Thomas Whitcombe Greene Scholar and Macmillan Student of British School at Athens in 1947.": [
        [
            48,
            57,
            [
                "Whitcomb"
            ]
        ]
    ],
    "He left Athens in 1949 to become Assistant Keeper in the Department of Greek and Roman Antiquities at the British Museum, hired by <a href=\"/ashmoleb\">Bernard Ashmole</a>.": [],
    "Ashmole had assembled a department with, among others, <a href=\"/higginsr\">Reynold Alleyne Higgins</a> and <a href=\"/strongd\">D.": [
        [
            0,
            7,
            [
                "Ash mole"
            ]
        ]
    ],
    "E. Strong</a>.": [],
    "Corbett was among those assigned to return the Museum's objects to display (from their war-time hiding) and redesign the Duveen Gallery, which had been destroyed in the war.": [
        [
            87,
            95,
            [
                "wartime"
            ]
        ],
        [
            121,
            127,
            [
                "Queen",
                "Doreen",
                "Duvet",
                "Duvets",
                "Tureen",
                "Düren"
            ]
        ]
    ],
    "Corbett wrote <em>The Sculpture of the Parthenon</em> in 959 based upon these experiences.": [],
    "Although small and issued in the popular King Penguin series, the book assembles scholarly literature and personal insight into a lucid read.": [],
    "During this time, too, he took over labeling the vast study collection of Greek vase into what he called \"a library of Greek mythology.\"": [],
    "Corbett devoted much of his scholarly effort to recreating the frieze of the temple of Apollo at Bassae, in Arcadia.": [
        [
            97,
            103,
            [
                "Base",
                "Bass",
                "Passage",
                "Basal",
                "Reissue",
                "Vassal"
            ]
        ]
    ],
    "He studied objects in the Museum as well as on site together with G. U. S. Corbett (no relation) at the British School.": [],
    "In 1961 Corbett was appointed professor at University College London, resigning from the Museum.": [],
    "He developed the bachelor's degree in archaeology, combining a full Classics degree with a full course in Archaeology.": [],
    "After the death of his first wife from cancer, he married the scholar of the renaissance Margery Martin in 1962.": [],
    "He was named President of the Society for Promotion of Hellenic Studies in 1980 (to 1983).": [],
    "He retired from the University of London in 1982.</p>": []
}