{
    "Director of the <em>Royal Institute for the Study and Conservation of Belgium's Artistic Heritage</em>, in Brussels.": [],
    "Coremans studied at the Free University of Brussels (Faculty of Sciences).": [],
    "In 1932, he obtained his doctorate in analytical chemistry with a dissertation: <em>Sur le déplacement des électrolytes adsorbés</em>.": [],
    "In 1934, he was invited by <a href=\"/capartj\">Jean Capart</a>, Egyptologist and chief curator of the Brussels <em>Musées royaux d'Art et d'Histoire/Koninklijke Musea voor Kunst en Geschiedenis</em> (Royal Museums of Art and History), to set up a laboratory and to reorganize the photographic documentation.": [],
    "During his first years, he spent most of his time on questions of authenticity as well as on the state of preservation of Egyptian works of art in the museum.": [],
    "In 1935, he published an article on air conditioning in museums: Le conditionnement de l'air dans les musées.": [
        [
            93,
            97,
            [
                "days",
                "fans",
                "Dan",
                "Hans",
                "cans",
                "dams"
            ]
        ],
        [
            98,
            101,
            [
                "LES",
                "Les",
                "yes",
                "led",
                "less",
                "let"
            ]
        ],
        [
            102,
            108,
            [
                "muses",
                "fusees",
                "mushes",
                "musses"
            ]
        ]
    ],
    "In 1937, along with Capart, he made his first trip to the United States as a C.R.B.": [
        [
            20,
            26,
            [
                "Apart",
                "Ca part",
                "Cap art"
            ]
        ]
    ],
    "Special Advanced Fellow of the <em>Belgian American Educational Foundation</em>.": [],
    "At Harvard University, he visited the laboratory of the Fogg Art Museum, directed by Rutherford J. Gettens (1900-1974).": [
        [
            56,
            60,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ],
        [
            99,
            106,
            [
                "Getters",
                "Get tens"
            ]
        ]
    ],
    "During World War II, Capart asked Coremans to set up a campaign to photograph monuments and works of art all over Belgium.": [
        [
            21,
            27,
            [
                "Apart",
                "Ca part",
                "Cap art"
            ]
        ]
    ],
    "Many young men were involved in the project, which provided them the opportunity to escape mandatory employment by the Nazis.": [],
    "After the war, Coremans was active in the repatriation of stolen art from Germany.": [],
    "The safety of art treasures in times of war became a concern in Europe and all over the world.": [],
    "Coremans discussed this matter in particular with F.I.G.": [],
    "Rawlins (1895-1969) and Harold J. Plenderleith (1898-1997), who were the heads of the conservation laboratories of the National Gallery and the British Museum respectively.": [
        [
            0,
            7,
            [
                "Rawling"
            ]
        ]
    ],
    "In 1946, Coremans published a handbook on this subject: <em>La protection scientifique des œuvres d'art en temps de guerre</em>.": [],
    "He dedicated himself to the protection and conservation of art treasures as a consultant of UNESCO and as an active member of the International Council of Museums (Icom).": [
        [
            164,
            168,
            [
                "Com",
                "Icon",
                "ICBM",
                "ICM",
                "IOM",
                "ICO"
            ]
        ]
    ],
    "Along with Rawlins, Plenderleith and with the Fogg Art Museum chemist <a href=\"/stoutg\">George Stout</a>, he played a major role in the foundation, in 1950, of the <em>International Institute for Conservation of Historic and Artistic Works</em> (IIC).": [
        [
            11,
            18,
            [
                "Rawling"
            ]
        ],
        [
            46,
            50,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "He also contributed to the creation, on the initiative of UNESCO, of the <em>International Centre for the Study of the Preservation and Restoration of Cultural Property</em> (the so-called Rome Centre).": [],
    "In 1948, the Brussels documentation center and the laboratory were founded as an independent institution, <em>Archives centrales iconographiques d'art national et le Laboratoire central des musées de Belgique/Centraal Iconografisch Archief voor Nationale Kunst en het Centraal Laboratorium der Belgische Musea (ACL)</em>, headed by Coremans (since 1957, I<em>nstitut Royal du Patrimoine Artistique/Koninklijk Instituut voor het Kunstpatrimonium</em>, Royal Institute for the Study and Conservation of Belgium's Artistic Heritage).": [],
    "In 1948, Coremans obtained a teaching position in art techniques at the <em>Higher Institute for Art History and Archaeology</em> at Ghent State University.": [],
    "Prior to this appointment, he made a second trip to the United States during which he conducted seminars at a number of American institutions, including Harvard University, Simmons College (Boston), Oxford School at Hartford, Johns Hopkins University in Baltimore, and Washington University in St.": [],
    "Louis, Mo.": [],
    "He also emerged as an authority in forged Vermeers by Han van Meegeren (1889-1947) initially discovered in the 1930s.": [
        [
            42,
            50,
            [
                "Vermeer's",
                "Vermeer"
            ]
        ],
        [
            62,
            70,
            [
                "Aegean",
                "Keegan",
                "Meghan",
                "Meagan"
            ]
        ]
    ],
    "His publication: <em>Van Meegeren's Faked Vermeers and de Hooghs: A Scientific Examination</em> appeared in 1949.": [],
    "Coremans had a particular interest in the scientific documentation of the paintings of the Flemish Primitives.": [],
    "Along with <a href=\"/lavalleyej\">Jacques Lavalleye</a>, he founded, in 1949, the <em>Centre national de recherches Primitifs flamands/Nationaal Centrum voor de Studie van de Vlaamse Primitieven</em>.": [],
    "In 1951, the famous Ghent Polyptych of the Van Eycks, the Adoration of the Lamb, was restored in the Brussels laboratory, under the supervision of a national and an international advisory committee.": [
        [
            47,
            52,
            [
                "Eyck's",
                "Eyck"
            ]
        ]
    ],
    "His findings were published as <em>L'Agneau mystique au laboratoire.": [
        [
            37,
            43,
            [
                "Agnes",
                "Apnea",
                "Aeneas",
                "Agnew",
                "Juneau",
                "Anneal"
            ]
        ],
        [
            53,
            55,
            [
                "AU",
                "Au",
                "a",
                "as",
                "at",
                "an"
            ]
        ],
        [
            56,
            67,
            [
                "laboratory",
                "laboratories"
            ]
        ]
    ],
    "Examen et traitement</em> (1953) in the <em>Contributions à l'étude des Primitifs flamands</em>.": [
        [
            10,
            20,
            [
                "treatment",
                "statement",
                "excitement",
                "incitement",
                "abatement",
                "raiment"
            ]
        ]
    ],
    "In this year, Coremans conducted a series of seminars on the restoration of the Ghent Altarpiece in the United States, at the Institute of Fine Arts of New York University and at Oberlin College in Ohio.": [],
    "This trip was again sponsored by the <em>Belgian American Educational Foundation</em>.": [],
    "This foundation acted as one of the organizers of the Belgian Art Seminar summer university courses in Belgium, to which Coremans contributed from 1951 to 1955, and of the Art Conservation Symposium in Brussels in 1963, in which Coremans was also involved.": [],
    "In 1962, the <em>Royal Institute for the Study and Conservation of Belgium's Artistic Heritage</em> moved to a new building where, in collaboration with Ghent State University, courses on scientific research and conservation of the artistic heritage were offered to conservators and technicians, selected from different countries.": [],
    "Coremans died prematurely at the age of 57.": [],
    "He was internationally recognized as a promoter of the care for the world's artistic heritage, a field which he helped to develop and to which he contributed with his innovative work.": [],
    "His students included <a href=\"/marijnissenr\">Roger H. Marijnissen,</a>, with whom he later became disaffected.": []
}