{
    "Art historian, educational theorist, professor and El Greco scholar; co-founder of <em>Summa artis, historia general del arte</em>.": [],
    "The son of Patricio Bartolomé Flores, a judge, and of Natalia Cossío Salinas, Cossío studied at the Colegio El Escorial and at the Instituto de Ávila where he obtained his baccalaureate in 1871.": [
        [
            62,
            68,
            [
                "COSSIM",
                "Cassio"
            ]
        ],
        [
            78,
            84,
            [
                "COSSIM",
                "Cassio"
            ]
        ],
        [
            111,
            119,
            [
                "Social",
                "Scoring",
                "Editorial",
                "Escort",
                "Memorial",
                "Serial"
            ]
        ]
    ],
    "He attended the Central University in Madrid enrolling in philosophy and literature courses and studying art history and archeology.": [],
    "Many Spanish intellectuals were under the influence of the German philosopher Karl Krauss (1781-1832).": [
        [
            83,
            89,
            [
                "Kraus's",
                "Kraus",
                "Krause"
            ]
        ]
    ],
    "<em>Kraussism</em> taught that the education of professional elites would result in the nfluencing of society.": [],
    "In 1876, under the protection of the new Constitution which guaranteed freedom of education, Krausist teachers, led by Francisco Giner de los Ríos (1839-1915), many of whom had been dismissed from their professorships, founded in Madrid the Institución Libre de Enseñanza (The Free Institution for Education).": [
        [
            93,
            101,
            [
                "Assist",
                "Bassist",
                "Transit",
                "Resist",
                "Racist",
                "Krause"
            ]
        ],
        [
            129,
            134,
            [
                "Liner",
                "Diner",
                "Finer",
                "Ginger",
                "Miner",
                "Giver"
            ]
        ],
        [
            241,
            252,
            [
                "Institution"
            ]
        ],
        [
            253,
            258,
            [
                "Libra",
                "Lire"
            ]
        ]
    ],
    "Cossío was among the first assistants at the Institución Libre de Enseñanza; three years later, in 1879, he earned his doctoral degree in Philosophy and Letters.": [
        [
            0,
            6,
            [
                "COSSIM",
                "Cassio"
            ]
        ],
        [
            45,
            56,
            [
                "Institution"
            ]
        ],
        [
            57,
            62,
            [
                "Libra",
                "Lire"
            ]
        ]
    ],
    "A scholarship at the Colegio de San Clemente de Bologna (Italy) gave him the opportunity to pursue his studies in history, art, pedagogy and philosophy, to obtain the certificate of the school of pedagogy and anthropology of the University of Bologna, as well as to travel extensively in Italy, Switzerland, France, Holland and Belgium.": [],
    "In 1881 he started his university career, dividing his time between teaching at the School of Arts in Barcelona (where he became a professor in 1883), and his appointment as director of the National Museum of Pedagogy (founded in 1882).": [
        [
            3,
            7,
            [
                "1881,"
            ]
        ]
    ],
    "He attended the Congress of Education in London in 1884 with Giner, and then visited Eton and Oxford; two years later he toured, commissioned by the Spanish government, the most important educational institutions in France, Belgium, Holland and Great Britain.": [
        [
            61,
            66,
            [
                "Liner",
                "Diner",
                "Finer",
                "Ginger",
                "Miner",
                "Giver"
            ]
        ]
    ],
    "Cossío finished his book <em>Historia de la pintura española</em> in 1886, (History of Spanish Painting) though it was only published later.": [
        [
            0,
            6,
            [
                "COSSIM",
                "Cassio"
            ]
        ]
    ],
    "At the Universal Exhibition in Paris in 1889, he presided at the Spanish Education and Teaching department.": [],
    "He married Carmen López Viqueira in 1893.": [
        [
            24,
            32,
            [
                "Vieira"
            ]
        ]
    ],
    "In 1901 he was entrusted with the department of General Pedagogy of the museum.": [
        [
            3,
            7,
            [
                "1901,"
            ]
        ]
    ],
    "An appointment as professor at the School of Criminology happened in 1903 and in 1904 another in the department of Pedagogy of Doctoral Studies of the Faculty of Letters and Philosophy of the Central University.": [],
    "Cossío played an important role in the field of public education.": [
        [
            0,
            6,
            [
                "COSSIM",
                "Cassio"
            ]
        ]
    ],
    "He published his book on El Greco--the first <em>catalogue raisonné</em> of that artist--and a work that made him internationally famous, in 1908.": [
        [
            28,
            38,
            [
                "GREC--the"
            ]
        ]
    ],
    "On the occasion of the painter's centenary in 1914, his <em>Lo que se sabe de la vida del Greco</em> came out.": [],
    "An English summary appeared the following year by the Hispanic Society of America.": [],
    "Ill health began to plague Cossío.": [
        [
            27,
            33,
            [
                "COSSIM",
                "Cassio"
            ]
        ]
    ],
    "He spent time recovering in El Escorial and then in Pozuelo de Alarcón (Madrid).": [
        [
            31,
            39,
            [
                "Social",
                "Scoring",
                "Editorial",
                "Escort",
                "Memorial",
                "Serial"
            ]
        ]
    ],
    "His friend, Giner died the same year (1915).": [
        [
            12,
            17,
            [
                "Liner",
                "Diner",
                "Finer",
                "Ginger",
                "Miner",
                "Giver"
            ]
        ]
    ],
    "In 1921 Cossío was appointed Counselor of Public Instruction.": [
        [
            8,
            14,
            [
                "COSSIM",
                "Cassio"
            ]
        ]
    ],
    "On his retirement from the Institución Libre de Enseñanza at the age of 72, his disciples paid him homage by collecting some of his work in the book <em>De su jornada</em> (1929).": [
        [
            27,
            38,
            [
                "Institution"
            ]
        ],
        [
            39,
            44,
            [
                "Libra",
                "Lire"
            ]
        ]
    ],
    "After medical treatment in Switzerland, he returned to Spain as the republic was proclaimed.": [],
    "Continued ill health, however, prevented him from getting involved in the political life, although he was elected deputy in 1931, and was proposed by Lerroux to become the president of the republic.": [
        [
            150,
            157,
            [
                "Ferrous",
                "Leprous"
            ]
        ]
    ],
    "In 1931, too, he and <a href=\"/pijoanj\">José Pijoán y Soteras</a> began the joint editorship of the important scholarly encyclopedia of art in the Spanish language, <em>Summa artis, historia general del arte</em>.": [],
    "The first seven volumes were published under both names, but Cossío died at Collado Mediano, Madrid, before making any contribution to the work.": [
        [
            61,
            67,
            [
                "COSSIM",
                "Cassio"
            ]
        ],
        [
            84,
            91,
            [
                "Median",
                "Medians",
                "Medrano",
                "Media no"
            ]
        ]
    ],
    "He is buried in the same grave as Sanz del Río, Giner, Fernando de Castro and Azcárate.": [
        [
            34,
            38,
            [
                "San",
                "Sand",
                "Sang",
                "Sank",
                "Seine",
                "Sans"
            ]
        ],
        [
            43,
            46,
            [
                "Rio",
                "RIO",
                "Trio",
                "Rico",
                "Rim",
                "Riot"
            ]
        ],
        [
            48,
            53,
            [
                "Liner",
                "Diner",
                "Finer",
                "Ginger",
                "Miner",
                "Giver"
            ]
        ],
        [
            78,
            86,
            [
                "Accurate",
                "Zárate"
            ]
        ]
    ],
    "He had been among the first Spanish intellectuals to be awarded the distinction Citizen of Honor of the Republic.": [],
    "Cossío's historical importance was his appreciation of art as a key to asserting the importance of Spain in the world.": [
        [
            0,
            6,
            [
                "COSSIM",
                "Cassio"
            ]
        ]
    ],
    "His \"discovery\" through publications of art-historical importance of Toledo, Salamanca, and Avila, as well as the first catalogue raisonné of El Greco and a comprehensive history of Spanish painting cannot be underestimated, even if subsequent works supplanted his scholarship.": [],
    "As a pedagogue heading the Institución Libre de Enseñanza, he mandated cultural trips for students throughout Spain, so that they familiarize themselves with the artistic treasures of their country.": [
        [
            27,
            38,
            [
                "Institution"
            ]
        ],
        [
            39,
            44,
            [
                "Libra",
                "Lire"
            ]
        ]
    ],
    "CS": []
}