{
    "Chief Curator, National Gallery of Art, 1956-1969.": [],
    "Cott was born in Cleveland, Ohio, in 1909, and raised by his mother, Laura Jane Daugherty, and father, Edison Perry Cott.": [
        [
            0,
            4,
            [
                "Cost",
                "Scott",
                "Coat",
                "Colt",
                "Mott",
                "Lott"
            ]
        ],
        [
            116,
            120,
            [
                "Cost",
                "Scott",
                "Coat",
                "Colt",
                "Mott",
                "Lott"
            ]
        ]
    ],
    "Cott graduated from Princeton University with an undergraduate degree.": [
        [
            0,
            4,
            [
                "Cost",
                "Scott",
                "Coat",
                "Colt",
                "Mott",
                "Lott"
            ]
        ]
    ],
    "Soon after, he pursued a PhD in Fine Arts from the same institution, which was conferred in 1938.": [],
    "His dissertation topic was on the Sicilian-Arabic ivory carvings of the middle ages, written under advisors <a href=\"/moreyc\">Charles Rufus Morey</a>, <a href=\"/smithe\">E.": [
        [
            72,
            83,
            [
                "Middle Ages"
            ]
        ]
    ],
    "Baldwin Smith</a> and <a href=\"/elderking\">George Elderkin</a>.": [],
    "He subsequently published this thesis in 1939 under the same title.": [],
    "The same year, Cott began his career as a curator and administrator at the Worcester Art Museum in Worcester, Massachusetts.": [
        [
            15,
            19,
            [
                "Cost",
                "Scott",
                "Coat",
                "Colt",
                "Mott",
                "Lott"
            ]
        ]
    ],
    "During this, he wrote <i>“A Sasanian Stucco Plaque in the Worcester Art Museum.”</i>, published by Ars Islamica 6 in 1939.": [
        [
            28,
            36,
            [
                "Sassanian"
            ]
        ],
        [
            99,
            102,
            [
                "Ar's",
                "Ar",
                "As",
                "Are",
                "Art",
                "Arms"
            ]
        ],
        [
            103,
            111,
            [
                "Islamic",
                "Islamic a"
            ]
        ]
    ],
    "His tenure was interrupted in 1943 to serve in World War II, where he served as a Monuments, Fine Arts, and Archives (MFAA) “Monuments Men” Officer for Western Sicily.": [
        [
            80,
            91,
            [
                "a monument",
                "Monuments"
            ]
        ],
        [
            118,
            122,
            [
                "MFA",
                "FAA",
                "M FAA",
                "MF AA",
                "MFA A"
            ]
        ]
    ],
    "Cott spent much of his time assessing the condition of sites such as the Arch of Constantine and Galleria Borghese and coordinating repair operations.": [
        [
            0,
            4,
            [
                "Cost",
                "Scott",
                "Coat",
                "Colt",
                "Mott",
                "Lott"
            ]
        ],
        [
            106,
            114,
            [
                "Borges"
            ]
        ]
    ],
    "He concurrently collaborated with the Director of Fine Arts for the Vatican States to curate “Exhibition of Masterpieces of European Painting”, which remained open for viewing at the Palazzo Venezia from August 27, 1944 to February 18, 1945.": [
        [
            215,
            219,
            [
                "1944,"
            ]
        ]
    ],
    "In August 1945, Cott was transferred to Austria, where he curated an exhibition of paintings from the Vienna Kunsthistorisches Museum at the Hofburg Palace in Vienna.": [
        [
            16,
            20,
            [
                "Cost",
                "Scott",
                "Coat",
                "Colt",
                "Mott",
                "Lott"
            ]
        ],
        [
            141,
            148,
            [
                "Homburg"
            ]
        ]
    ],
    "Following his service, Cott returned briefly to his role at the Worcester Art Museum and penned the museum’s handbook, <i>Art Through Fifty Centuries</i>, in 1948.": [
        [
            23,
            27,
            [
                "Cost",
                "Scott",
                "Coat",
                "Colt",
                "Mott",
                "Lott"
            ]
        ]
    ],
    "On September 1st, 1949, Cott succeeded <a href=\"/seymourc\">Charles Seymour Jr.</a> as the National Gallery of Art’s Assistant Chief Curator.": [
        [
            24,
            28,
            [
                "Cost",
                "Scott",
                "Coat",
                "Colt",
                "Mott",
                "Lott"
            ]
        ]
    ],
    "Seven years later, he was promoted to the Chief Curator for the National Gallery of Art, a post he remained in for 13 years.": [],
    "During his tenure, the gallery acquired over 900 paintings, including some of the gallery’s most illustrious works, <i>A Young Girl Reading</i> by Fragonard, and <i>Ginevra de'Benci</i> by Leonardo da Vinci.": [
        [
            165,
            172,
            [
                "Genera",
                "Geneva",
                "Minerva"
            ]
        ],
        [
            176,
            181,
            [
                "Bench",
                "Benji"
            ]
        ]
    ],
    "Cott wrote a book about the latter work titled <i>Leonardo Da Vinci: Ginevra de'Benci</i>, published in 1967.": [
        [
            0,
            4,
            [
                "Cost",
                "Scott",
                "Coat",
                "Colt",
                "Mott",
                "Lott"
            ]
        ],
        [
            50,
            67,
            [
                "Leonardo da Vinci"
            ]
        ],
        [
            69,
            76,
            [
                "Genera",
                "Geneva",
                "Minerva"
            ]
        ],
        [
            80,
            85,
            [
                "Bench",
                "Benji"
            ]
        ]
    ],
    "On July 1st, 1969, Cott retired from his post as the Chief Curator and Executive Officer of the National Gallery of Art.": [
        [
            19,
            23,
            [
                "Cost",
                "Scott",
                "Coat",
                "Colt",
                "Mott",
                "Lott"
            ]
        ]
    ],
    "When the director of the gallery, John Walker, announced both his own and Cott’s retirement, he noted that “During his [Cott’s] 13 years as Chief Curator, years when the National Gallery acquired so many important paintings, Perry Cott has influenced every decision.”": [
        [
            74,
            78,
            [
                "Cost",
                "Scott",
                "Coat",
                "Colt",
                "Mott",
                "Lott"
            ]
        ],
        [
            120,
            124,
            [
                "Cost",
                "Scott",
                "Coat",
                "Colt",
                "Mott",
                "Lott"
            ]
        ],
        [
            231,
            235,
            [
                "Cost",
                "Scott",
                "Coat",
                "Colt",
                "Mott",
                "Lott"
            ]
        ]
    ]
}