{
    "Museum curator, professor and art collector.": [],
    "Courajod attended the Lycée Charlemagne in Paris.": [
        [
            0,
            8,
            [
                "Courage",
                "Curator",
                "Conrad",
                "Courted",
                "Curated",
                "Coursed"
            ]
        ]
    ],
    "After his graduation from Law school in 1864, he was trained as an archivist and paleographer at the école des Chartes from 1864 until 1867 where he met, among others, the future founder of art history at the Sorbonne, <a href=\"/lemonnierh\">Henry Lemonnier</a>.": [
        [
            101,
            106,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            107,
            110,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            111,
            118,
            [
                "Charles",
                "Charges",
                "Charts",
                "Charter",
                "Charted",
                "Charters"
            ]
        ]
    ],
    "He continued his studies at the école des Hautes études.": [
        [
            32,
            37,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            38,
            41,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            42,
            48,
            [
                "Hates",
                "Hastes",
                "Sautés",
                "Sautes"
            ]
        ]
    ],
    "From 1867 until 1874 he served as an employee at the Cabinet des Estampes of the Bibliothèque Nationale, under chief curator <a href=\"/delabordeh\">Henri Delaborde</a>.": [
        [
            61,
            64,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            65,
            73,
            [
                "Estates",
                "Escapes",
                "Stamps",
                "Stamped",
                "Stamper",
                "Stampers"
            ]
        ],
        [
            94,
            103,
            [
                "National",
                "Nationals",
                "Rationale",
                "Nation ale"
            ]
        ]
    ],
    "In that position, Courajod began to explore the field of art history.": [
        [
            18,
            26,
            [
                "Courage",
                "Curator",
                "Conrad",
                "Courted",
                "Curated",
                "Coursed"
            ]
        ]
    ],
    "In 1867 he published his first article, \"Les sépultures des Plantagenets à Fontevrault.\"": [
        [
            3,
            7,
            [
                "1867,"
            ]
        ],
        [
            45,
            55,
            [
                "structures",
                "cultures",
                "sculptures",
                "departures",
                "vultures",
                "subcultures"
            ]
        ],
        [
            56,
            59,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            60,
            72,
            [
                "Plantagenet's",
                "Plantagenet"
            ]
        ]
    ],
    "In 1874 he was appointed at the Louvre Museum as an attaché to the preservation of sculpture and art objects of the Middle Ages and the Renaissance.": [
        [
            3,
            7,
            [
                "1874,"
            ]
        ]
    ],
    "In 1879 he was promoted to the position of adjunct curator.": [
        [
            3,
            7,
            [
                "1879,"
            ]
        ]
    ],
    "He reorganized and rearranged the collection, researching the art works and revising attributions.": [],
    "Between 1878 and 1887 he published a major study on the work of <a href=\"/lenoira\">Alexandre Lenoir</a> (1762-1839), the curator of the former Musée des monuments français (1795-1816).": [],
    "Part of this museum's collection had been relocated to the Louvre.": [],
    "Courajod's special fields of interest included the monumental sculpture of the fourteenth and fifteenth century, a period of transition from the Middle Ages to the Renaissance.": [
        [
            0,
            8,
            [
                "Courage",
                "Curator",
                "Conrad",
                "Courted",
                "Curated",
                "Coursed"
            ]
        ]
    ],
    "In addition, in 1887, he was appointed a professor of the history of sculpture of the Middle Ages, the Renaissance and the Modern Age at the école du Louvre.": [
        [
            141,
            146,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            147,
            149,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ]
    ],
    "Among his students were <a href=\"/michela\">André Michel</a>, <a href=\"/vitryp\">Paul Vitry</a>, and the Dutch art historian <a href=\"/pita\">Aart Pit</a>.": [],
    "Courajod was a regular contributor to the <em>Gazette des Beaux-Arts</em>.": [
        [
            0,
            8,
            [
                "Courage",
                "Curator",
                "Conrad",
                "Courted",
                "Curated",
                "Coursed"
            ]
        ]
    ],
    "He was a member of a number of committees including the Commission des monuments historiques and the Société des Antiquaires de France.": [
        [
            67,
            70,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            81,
            92,
            [
                "histories",
                "historizes"
            ]
        ],
        [
            101,
            108,
            [
                "Society"
            ]
        ],
        [
            109,
            112,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            113,
            124,
            [
                "Antiquaries"
            ]
        ]
    ],
    "In 1893 he became the director of the Department of Sculpture of the Middle Ages, the Renaissance and the Modern Age at the Louvre.": [
        [
            3,
            7,
            [
                "1893,"
            ]
        ]
    ],
    "He died prematurely at age 55.": [],
    "His successor as curator and professor was Michel, who completed and published Courajod's catalog of the sculpture collection.": [
        [
            79,
            87,
            [
                "Courage",
                "Curator",
                "Conrad",
                "Courted",
                "Curated",
                "Coursed"
            ]
        ]
    ],
    "Michel was the co-editor, with Lemonnier, of the three-volume publication of Courajod's art classes at the école du Louvre.": [
        [
            31,
            40,
            [
                "Lemonade",
                "Lonnie",
                "Lennie",
                "Leonie",
                "Leonine",
                "Lemonades"
            ]
        ],
        [
            77,
            85,
            [
                "Courage",
                "Curator",
                "Conrad",
                "Courted",
                "Curated",
                "Coursed"
            ]
        ],
        [
            107,
            112,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            113,
            115,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ]
    ],
    "Courajod was the first art historian to look specifically for racial/national factors as determining styles.": [
        [
            0,
            8,
            [
                "Courage",
                "Curator",
                "Conrad",
                "Courted",
                "Curated",
                "Coursed"
            ]
        ]
    ],
    "He argued that the Renaissance had been motivated by influences from Northern France and Flanders, opposing the Northern realism of these schools against the predominance of the classical and Italian character of the Renaissance.": [],
    "He also argued that medieval art had developed not exclusively from Roman art, but from a much wider complex of Christian, \"barbarian\", and Oriental influences.": [],
    "Although he was trained as an archivist he always stressed above all the importance of the direct contact with the art work itself.": [],
    "He traveled regularly to study the objects <em>in situ</em>, considering them as the primary documents of art history.": [],
    "His posthumously published <em>Leçons professées à l'école du Louvre (1887-1896)</em>,1899, has curious similarities to the universal history of art notion of <a href=\"/strzygowski\">Josef Rudolf Thomas Strzygowski</a> (Vaisse).": [],
    "<a href=\"/vogew\">Wilhelm Vöge</a>, whom he met while Vöge was in France in 1893, described Courajod as \"the vehament Courajod\" (Panofsky).": []
}