{
    "Director, Victoria and Albert Museum, London 1955-1967.": [],
    "Cox was the son of William Pallett Cox, a lawyer, and Marion Beverley (Cox).": [
        [
            27,
            34,
            [
                "Pallet",
                "Pallets",
                "Hallett"
            ]
        ]
    ],
    "He graduated from Eton and attended King's College, Cambridge, where he took a first-class degree in the Modern Languages Tripos.": [],
    "<a href=\"/harcourtsmithc\">Cecil Harcourt-Smith</a>, the Director of the Victoria and Albert Museum and a family friend, encouraged Cox in museum studies.": [],
    "At Cambridge, <a href=\"/cockerells\">Sydney Cockerell</a> Director of the Fitzwilliam Museum, likewise inspired.": [],
    "He initially worked as an unpaid attaché at the National Gallery, London, and in the Department of Prints and Drawings at the British Museum.": [],
    "Cox entered graduate school at the University in Berlin, because no British university offered a degree in the subject, studying, for one semester, under the outstanding medievalist <a href=\"/goldschmidta\">Adolph Goldschmidt</a>.": [],
    "A short period at the Sorbonne led to his 1931 publication, <em>Jehan Foucquet</em>.": [],
    "His collaboration with <a href=\"/constablew\">W.": [],
    "G. Constable</a> on the catalog of the exhibition of French Art at the Royal Academy in 1931-32, led to an appointment as assistant to the Director of the Wallace Collection, the major collection of French 18th century painting, under <a href=\"/mannj\">James G. Mann</a>.": [],
    "Cox married Maisie Anderson (d.1973), daughter of Sir Hugh Anderson, Master of Gonville and Caius College, Cambridge, and a noted antiquarian, in 1935.": [
        [
            79,
            87,
            [
                "Danville",
                "Granville",
                "Grenville",
                "Orville",
                "Joinville",
                "Linville"
            ]
        ],
        [
            92,
            97,
            [
                "Camus",
                "Cains",
                "CFIUS",
                "CIUS",
                "Laius"
            ]
        ]
    ],
    "At the outbreak of World War II, Mann was abroad.": [],
    "Cox had to supervise the evacuation of the collection from London.": [],
    "Cox became private secretary to Sir Alexander Maxwell, the Permanent Under-Secretary at the Home Office.": [],
    "His skills as an administrator landed him the post of Director of the City of Birmingham Museum and Art Gallery in 1944.": [],
    "Cox engineered a remarkable post-war renaissance at Birmingham.": [],
    "With his assistant, <a href=\"/woodallm\">Mary Woodall</a>, Keeper of the Department of Art, Cox established the war-damaged Museum and Art Gallery as a leading national institution.": [],
    "He maintained excellent relations with the Birmingham City Corporation, founding one of the most successful museum Friends groups of the period.": [],
    "His book on David Cox was published in 1947.": [],
    "His <em>Peter Bruegel</em> appeared in 1951.": [],
    "He was awarded a CBE in 1954.": [],
    "When <a href=\"/ashtonl\">Leigh Ashton</a> became unfit because of alcoholism to carry out his duties at the Victoria and Albert Museum, Cox was offered the position in 1955.": [],
    "But the Minister of Education responsible for the appointment purportedly told Cox that Cox's mission was only \"to to keep the seat warm for <a href=\"/popehennessyj\">John Pope-Hennessy</a>,\" the high-profile Keeper to the Department of Sculpture at the V&amp;A and the one whom many expected the job to be given.": [
        [
            112,
            117,
            [
                "to"
            ]
        ]
    ],
    "Cox's appointment as Director and Secretary of the V&amp;A was openly opposed by <a href=\"/lanea\">Edward Arthur Lane</a>, the brilliant, but depressive Keeper of Ceramics who later took his own life.": [
        [
            51,
            56,
            [
                "Vamp"
            ]
        ]
    ],
    "Cox published his popular <em>Pictures: a Handbook for Curators</em> in 1956.": [],
    "As an administrator, he promoted both women and blacks in the Museum, advancing the first woman to Assistant Keeper in the early 1960s.": [],
    "Cox raised the exhibition standards of the Museum, conspicuously that of \"Opus Anglicanum\" in the 1960s.": [],
    "He was knighted in 1961.": [],
    "An eye affliction which two operations failed to correct forced a premature retirement in 1966.": [],
    "Pope-Hennessy succeeded Cox in 1967.": [],
    "Cox died of pneumonia exacerbated by cancer at his home in London.": [],
    "A man of self-effacing charm and interest in his staff, the socialite Charlotte Bonham Carter (1893-1989) remarked, \"Trenchard would never miss a charwoman's funeral.\"": [
        [
            117,
            126,
            [
                "Trenchant",
                "Trencher",
                "Trenched",
                "Trenchers"
            ]
        ]
    ],
    "Among his supporters was the caustic <a href=\"/waterhousee\">Ellis K. Waterhouse</a> who recognized Cox's administrative determination.": [],
    "Neither an outstanding scholar nor a great connoisseur, Cox's acquisition's for the V&amp;A nevertheless included a jade wine- cup of Shah Jehan, considered to be the Museum's most important post-war South Asian acquisitions.": [
        [
            84,
            89,
            [
                "Vamp"
            ]
        ],
        [
            121,
            130,
            [
                "wine-cup",
                "wine - cup"
            ]
        ],
        [
            139,
            144,
            [
                "Jean",
                "Johan",
                "Behan"
            ]
        ]
    ],
    "His tenure overall at the V&amp;A, overall, however, failed to address the identity issues with which the Museum struggled.": [
        [
            26,
            31,
            [
                "Vamp"
            ]
        ]
    ]
}