{
    "<p>Anti-modernist art critic and art historian.": [],
    "Craven was born to Richard Price and Virginia Bates (Craven).": [],
    "Craven graduated from Kansas Wesleyan University in 1908, moving to Paris for a time to study art.": [],
    "In France, Craven attempted to be as French as possible, according to himself, in order to be an artist.": [],
    "However, Craven returned to the United States settled in Greenwich Village and became acquainted with the American realist artists working there.": [],
    "He roomed with the American painter Thomas Hart Benton and was friends with objectivist painters John Stuart Curry, George Grosz, Reginald Marsh and Grant Wood.": [
        [
            76,
            87,
            [
                "objectives",
                "objectivity",
                "objectivize"
            ]
        ]
    ],
    "During World War I he served in the U.S.": [],
    "Navy in 1918 and afterward married the writer Aileen St.": [],
    "John-Brenon in 1923 (divorced 1947).": [
        [
            0,
            11,
            [
                "John Vernon"
            ]
        ]
    ],
    "During the late 1920's, Craven fell under the influence of H. L. Mencken, publishing in Mencken's magazine <em>The Mercury</em> a 1927 article, \"Have Painters Minds?\"": [
        [
            16,
            22,
            [
                "1920s"
            ]
        ]
    ],
    "Craven's animadversion of all painting--from murals to portrait painting to still lives--caused a public fury.": [],
    "In 1931 Craven published his first and most influential book, <em>Men of Art</em>.": [],
    "An art-historical survey of painting in the Western world, it was a combination of social history, biography and description and criticism.": [],
    "It and his later works were selected as Book-of-the-Month-Club offerings, catapulting his anti-modernist taste to an even larger audience.": [],
    "Craven wrote numerous articles, essays, criticisms, and reviews for <em>Scribner's</em>, <em>Harpers</em>, <em>The Dial</em>, <em>The Nation</em>, <em>The New Republic</em> and <em>The Forum</em>.": [],
    "He was art critic for the Hearst Paper in New York, <em>New York American</em>.": [],
    "Craven also authored two other books, <em>Modern Art, A Treasury of Art Masterpieces</em>, and <em>Greek Art</em>.": [],
    "His papers are housed in the Archives of American Art, Smithsonian Institution.": [],
    "Craven was characterized the \"the principal ideologue of the American Scene\" movement by the art historian <a href=\"/baigellm\">Matthew Eli Baigell</a>.": [],
    "His often caustic reviews and criticisms of the modernistic movement made him a partisan of the conservative art movement.": [],
    "Somewhat visionary, however, he championed as authentic art the works of cartoon artists and Walt Disney.</p>": []
}