{
    "<p>Curator of ancient decorative arts at the Royal Museums of Art and History in Brussels.": [],
    "Crick studied art history and archaeology with <a href=\"/laurentm\">Marcel Laurent</a> at the university of Liège.": [],
    "In 1919, she obtained her doctoral degree with a dissertation on Romanesque art in the valley of the Meuse river.": [],
    "After her studies, she created the catalogs of the drawings (1919) and the engravings (1920) in the collections of the city of Liège.": [],
    "In 1920, she published a monograph on the drawings of Lambert Lombard, who lived in Liège between 1505 and 1566.": [],
    "In 1921, she was attached to the Royal museums of Art and History in Brussels, where she paid most attention to the tapestry collection, earlier under the responsibility of <a href=\"/destreej\">Joseph Destrée</a>.": [],
    "In 1931, she obtained the position of assistant curator.": [],
    "An innovative researcher, she became a renowned expert in the field of tapestry.": [],
    "In 1935, she successfully contributed to the presentation of the collection of the museum in the exhibition <em>Cinq siècles d'Art</em>.": [],
    "In 1936, she succeeded Laurent as the curator of ancient decorative arts, which position she held until her retirement in 1956.": [],
    "The Royal Academy for Sciences, Letters and Arts of Belgium awarded her with the Edmond Marchal-prize for the period 1933-1937.": [
        [
            88,
            101,
            [
                "Marshal-prize"
            ]
        ]
    ],
    "In 1938, she contributed to <em>L'Art en Belgique</em>, edited by <a href=\"/fierensp\">Paul Fierens</a> and re edited in 1945 and 1956, with a survey of the history of decorative arts, including a chapter on metalwork, flourishing in the valley of the Meuse during the Middle Ages, and three essays on Belgian tapestry, from the 14<sup>th</sup> up to the 18<sup>th</sup> century.": [],
    "In 1954, the Royal Academy of Archaeology of Belgium published her study on a series of ten tapestries, who were recently acquired by the museum, representing the biblical history of Jacob: <em>La Tenture de l'Histoire de Jacob d'après Bernard van Orley</em>.": [],
    "Her critical catalog of the collection of the tapestries from the fourteenth to the eighteenth century appeared in 1956.": [],
    "Crick also played a major role as the secretary of the <em>Bulletin</em> of the museum.": [],
    "Her publications, more than hundred, include studies on the tapestries decorating the Town Hall in Brussels, the palace of the Prince-Bishop in Liège, and the Wawel Royal Castle in Krakow (Poland).": [
        [
            28,
            35,
            [
                "a hundred"
            ]
        ],
        [
            159,
            164,
            [
                "Water",
                "Label",
                "Wall",
                "Wave",
                "Wheel",
                "Wales"
            ]
        ],
        [
            181,
            187,
            [
                "Kraków"
            ]
        ]
    ],
    "She was active in various institutions, since 1937 as a member of the Royal Academy of Archaeology of Belgium, and in the Royal Society for Archaeology in Brussels, which she presided in 1949.": [],
    "She was chosen as honorary president of the Interuniversity Centre for the History of Flemish tapestry, founded and directed by <a href=\"/duvergerj\">Jozef Duverger</a> in Gent.": [],
    "She presided as well the international conference on tapestry in the seventeenth and eighteenth centuries, under the auspices of the Royal Flemish Academy of Belgium for Science and the Arts in 1959.": [],
    "Her contribution to this conference was on the Brussels tapestries representing the Metamorphoses of Ovid.": [],
    "At that time, she was already ill; she died in 1963.</p>": []
}