{
    "Historian and important esthetician for art history.": [],
    "Croce was born to Pasquale Croce and Luisa Siparia, a wealthy land-owning couple and raised in a Roman Catholic boarding school.": [
        [
            43,
            50,
            [
                "Sip aria"
            ]
        ]
    ],
    "At age sixteen in 1883 he and his family were buried in their home in Ischia during the <em>Casamicciola</em> earthquake of only he and his brother survived.": [],
    "He lived with an uncle in Rome, the politician Silvio Spaventa (1822-1893), who introduced him to art, intellectuals and politics.": [
        [
            54,
            62,
            [
                "Parents",
                "Spent",
                "Seventh",
                "Santa",
                "Parent",
                "Patent"
            ]
        ]
    ],
    "After briefly attending the University of Rome studying law, he quit college settling in Naples in 1886.": [],
    "Able to live on his inheritance, he traveled and read.": [],
    "Reading the work of Gianbattista Vico (1668-1744) led him to consider the nature of art and history, and eventually to philosophy.": [
        [
            33,
            37,
            [
                "Vice",
                "Rico",
                "Vito",
                "Vigo",
                "ICO",
                "Vino"
            ]
        ]
    ],
    "The fundamental questions of history, whether history as a process was an art or a science, engaged him.": [],
    "In 1893-1894 lectures at the Academia Pontiniana in Naples, he concluded, against the prevailing German historians Johann Gustav Droysen (1808-1884) and Ernst Bernheim (1850-1942), that it was more an art since it depended on how individuals interpreted events.": [
        [
            3,
            12,
            [
                "1893–1894"
            ]
        ],
        [
            38,
            48,
            [
                "Pontianak",
                "Continuant",
                "Poinciana"
            ]
        ],
        [
            159,
            167,
            [
                "Burnham"
            ]
        ]
    ],
    "Croce published this in 1896 as <em>Il concetto della storia nelle sue relazioni col concetto dell'arte</em> (the idea of history and its relationship to the idea of art).": [],
    "During this time he met the philosopher Giovanni Gentile (1875-1944).": [],
    "Gentile's philosophy was another of the early great influences on Croce's scholarship.": [],
    "The writing of the art historian <a href=\"/vischerr\">Robert Vischer</a>, especially his <em>Kunstgeschichte und Humanismus: Beiträge zur Klärung</em> (1880), which made a plea for melding the disciplines of philosophy and art history, also influenced Croce.": [],
    "Croce's reading lead to his 1902 book on esthetics, <em>Estetica come scienza dell'espressione e linguistica generale</em>.": [
        [
            41,
            50,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "Among other assertions, Croce wrote that those who interpret art, critics, viewers, etc., discern the meaning of the work of art only by inserting themselves in the artist's original situation, by what he termed reenacting the artistic impulse of \"intuition.\"": [],
    "In later writing, Croce modified his idea of artistic intuition, terming it \"lyrical\" intuition and later even \"cosmic\".": [],
    "The ideas of Estetica occupied him in one form or another the rest of his life.": [
        [
            13,
            21,
            [
                "Esthetic",
                "Esthetical"
            ]
        ]
    ],
    "In 1903 Croce and Gentile founded the periodical <em>La critica</em> which became an important literary magazine of the era.": [],
    "He published other works on esthetics, including <em>La poesia</em>.": [
        [
            28,
            37,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "A book on Hegel appeared in 1907.": [],
    "Croce always took an interest in Italian politics.": [],
    "He was early on impressed with the principles of Marxism, but never embraced communism.": [],
    "In 1910 he was elected a senator in the Italian parliament.": [
        [
            3,
            7,
            [
                "1910,"
            ]
        ]
    ],
    "Croce's clearest theory of art appeared in his 1912 lecture at the inauguration of the Rice Institute in Houston, Texas.": [],
    "Published in 1913 as <em>Breviario di estetica</em> (the Essence of Aesthetic) and in 1915 in English as \"The Breviary of Aesthetic,\" it was there that he made the famous claim of the primacy of art over science or metaphysics, contending that art edifies.": [],
    "He married Adele Rossi in 1914.": [],
    "As a member of the Italian parliament, he vigorously opposed Italy's entrance into World War I. Though this made him unpopular at the time, after Italy's defeat, he was held in high esteem.": [],
    "Croce was appointed the Minister of Education in 1920 under prime minister Giovanni Giolitti.": [
        [
            84,
            92,
            [
                "Gillette",
                "Goliath",
                "Violist",
                "Giotto",
                "Violetta",
                "Violists"
            ]
        ]
    ],
    "When the Fascists took power, Croce left the Education Ministry in 1921.": [],
    "He declined Mussolini's offer to rejoin it in 1924.": [],
    "The following year, Croce read a paper in Zürich using the concept of the baroque, subsequently published in a German translation as <em>Der Begriff des Barock.": [
        [
            137,
            140,
            [
                "Her",
                "Dr",
                "Deer",
                "Per",
                "Del",
                "Den"
            ]
        ],
        [
            141,
            148,
            [
                "Beg riff"
            ]
        ],
        [
            149,
            152,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            153,
            159,
            [
                "Barack",
                "Brock",
                "Ba rock"
            ]
        ]
    ],
    "die Gegenreformation.": [
        [
            0,
            3,
            [
                "Die"
            ]
        ]
    ],
    "zwei Essays</em>.": [
        [
            0,
            4,
            [
                "Zwei"
            ]
        ]
    ],
    "It was a vehement protest of the current German theories of the baroque as an emerging area of art worth studying.": [],
    "Croce argued for the term's original meaning, that of baroque ugliness.": [],
    "The essay appeared in the original Italian version in nearly an identical form as chapters 1 and 2 of <em>Storia dell' Età barocca in Italia</em> in 1929.": [],
    "However, by then, Croce tempered his view, describing Giambattista as an artist very much to his taste.": [],
    "He broke with Gentile (who considered himself the \"philosopher of fascism\") continuing to oppose Benito Mussolini.": [],
    "Croce was too well-respected world-wide and too distant in Naples) for he dictator to arrest.": [
        [
            71,
            73,
            [
                "the",
                "his"
            ]
        ]
    ],
    "After Mussolini's demise in 1943, Croce worked to assemble a new republican post-war government.": [],
    "Croce was responsible for rescuing the magnificent art library of the German center for classical research, the Deutsches Archäologisches Institut (or DAI) which had been seized by the Italians during the war, eventually turning it over to <a href=\"/amelungw\">Walther Amelung</a>.": [
        [
            112,
            121,
            [
                "Deutsche's",
                "Deutsche"
            ]
        ],
        [
            138,
            146,
            [
                "Institute"
            ]
        ]
    ],
    "He was the Italian Liberal Party president between 1943 and 1947.": [],
    "In 1946 he became a Constituent Assembly member.": [
        [
            3,
            7,
            [
                "1946,"
            ]
        ]
    ],
    "He founded a center for the study of Italian history in Naples, the Istituto Italiano per gli Studi Storici in 1947.": [
        [
            68,
            76,
            [
                "Institute"
            ]
        ],
        [
            77,
            85,
            [
                "Italian",
                "Italians",
                "Italia no"
            ]
        ],
        [
            90,
            93,
            [
                "GI",
                "GUI",
                "Gil",
                "CLI",
                "GDI",
                "GLS"
            ]
        ],
        [
            94,
            99,
            [
                "Studio",
                "Study",
                "Saudi",
                "Stud",
                "Studs"
            ]
        ],
        [
            100,
            107,
            [
                "Stories",
                "Strict",
                "Storing",
                "Storied",
                "Stoic",
                "Stoics"
            ]
        ]
    ],
    "After his retirement the same year, Croce was named a Senator of the Republic of Italy.": [],
    "He died of influenza at age 86 at his home.": [],
    "Early on, Croce developed a large personal library which was the basis for much of his writing.": [],
    "It was bequeathed to the Istituto.": [
        [
            25,
            33,
            [
                "Institute"
            ]
        ]
    ],
    "His daughter, Elena Craveri Croce (b.": [
        [
            20,
            27,
            [
                "Crater",
                "Bravery",
                "Craters",
                "Carver",
                "Cavern",
                "Carvers"
            ]
        ]
    ],
    "1915), translated many important German art texts (including Vischer essays) into Italian.": [
        [
            61,
            68,
            [
                "Fischer"
            ]
        ]
    ],
    "Though Croce's early career was art-historical, he was not an art historian in the strict definition of the term.": [],
    "His writings on art theory and his historical research were highly influential on his generation of art historians.": [],
    "His foundational theory from the German Idealists, Fichte, Hegel, etc., found acceptance with the art-historical practice emerging as a formal discipline in German-speaking countries.": [],
    "In <em>Estetica come scienza dell'espressione e linguistica generale</em>, Croce asserted that objects are esthetically interpreted though human \"intuitions\" or \"representations\" which give the otherwise neutral objects meaning.": [],
    "Understanding literature, visual arts and music are all acts of \"intuition,\" Croce insisted, which make them intelligible from the other sensations to which humans are subjected.": [],
    "Croce's assertion that artistic importance had little to do with beauty--that a painting of an ugly person could be a fine painting--allowed art historians to accept many artifacts previous deemed unworthy of study as still important for the history of art.": [],
    "His most succinct comments on the history of art are included in Section 4 of Croce's <em>Brevary of Art</em> (1912), \"Criticism and the History of Art.\"": [],
    "The British esthetician R. G. Collingwood (1889-1943) admired his work, translated his autobiography, and brought Croce's ideas to the English speaking world.": [
        [
            135,
            151,
            [
                "English-speaking"
            ]
        ]
    ],
    "In the United States, Croce's thought was popularized by the book <em>Art as Experience</em> (1934), by John Dewey (1859-1952).": [],
    "Croce's concept of \"organic unity\" found adherents in the United States in African-American art critic and Columbia University professor Joel E. Spingarn (1875-1939).": [
        [
            145,
            153,
            [
                "Singer",
                "Singers",
                "Spinal",
                "Spinner",
                "Spinach",
                "Spinners"
            ]
        ]
    ],
    "Personally, he maintained close intellectual friendships with, among others, leader of the so-called second Vienna School of art history, <a href=\"/schlosserj\">Julius Alwin von Schlosser</a>, who translated his Baroque essays into German, as well as with <a href=\"/venturia\">Adolfo Venturi</a>, his son, <a href=\"/venturil\">Lionello Venturi</a> and <a href=\"/paner\">Roberto Pane</a>; his writing was crucial to the work of many other art historians, including <a href=\"/argang\">Giulio Carlo Argan</a>, <a href=\"/ragghiantic\">Carlo Ludovico Ragghianti</a> and <a href=\"/longhir\">Roberto Longhi</a>.": []
}