{
    "Medievalist architectural historian; principle scholar of St-Denis and chair of the Department of Art History, Yale University, 1947-1953.": [],
    "Crosby attended Phillips Academy, Andover, Massachusetts before entering Yale University.": [],
    "At Yale the lectures of <a href=\"/aubertm\">Marcel Aubert</a> and <a href=\"/focillonh\">Henri Focillon</a> persuaded him to study art history.": [],
    "As a graduate student, he became fascinated with the abbey church of Saint-Denis, both as a school of manuscript illumination and as the birthplace of the gothic art form.": [],
    "It was a subject which would occupy his research energies the rest of his life.": [],
    "His studies included time at the Ecole des Chartres.": [
        [
            33,
            38,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            39,
            42,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "He married Sarah Rathbone Townsend, in 1935.": [],
    "His Ph.": [
        [
            4,
            6,
            [
                "pH",
                "PH",
                "PA",
                "PC",
                "Mph",
                "PM"
            ]
        ]
    ],
    "D.1937 thesis from Yale, written under Focillon, reviewed the twelfth-century church and investigated the early plans of the crypt and stylistic differences of the capitals.": [
        [
            39,
            47,
            [
                "Bouillon"
            ]
        ]
    ],
    "The following year Crosby began excavating the Parisian site, convinced by medieval tests of the existence of earlier buildings.": [],
    "Changing from instructor (since 1936) to assistant professor at (1941) at Yale, he continued to do exhaustive archival research and excavation in the 1930's and 40's.": [
        [
            150,
            156,
            [
                "1930s"
            ]
        ],
        [
            161,
            165,
            [
                "40s"
            ]
        ]
    ],
    "The result was his 1942 book on St-Denis, <em>The Abbey of St.-Denis, 475-1122</em>, one of the most accurate plans of a medieval monument ever created.": [],
    "World War II prevented further research in France and Crosby acted as Special Advisor to the American Commission for the Protection and Salvage of Artistic and Historic Monuments in War Areas.": [],
    "Between 1944-45 he advised the U.S.": [],
    "Department of State on the Restitution of Cultural Materials.": [],
    "Excavations resumed in 1947 (he was now an associate professor) and Crosby discovered what came to be known as the \"Crosby bas-relief.\"": [],
    "He would study this for the next twenty-five years.": [],
    "In 1947, too, he assumed chair of the department of Art (until 1953).": [],
    "In 1948 Crosby invited fellow Focillon-student <a href=\"/grodeckil\">Louis Grodecki</a> to be the first Focillon Fellow at Yale.": [
        [
            30,
            46,
            [
                "Bouillon-student"
            ]
        ]
    ],
    "The French government awarded him the Chevalier of the Legion of Honor for his achievements in 1950.": [],
    "In 1952 was named full professor.": [],
    "Crosby served as a director for the new International Center of Romanesque Art in 1956.": [],
    "The same he year took on <a href=\"/simsono\">Otto von Simson</a> in a review of Simson's <em>The Gothic Cathedral</em> which drew a heated response from Simson.": [
        [
            9,
            16,
            [
                "the year"
            ]
        ]
    ],
    "His dedication to teaching was reflected in 1959 by his re-editing the 4th edition of <em>Art Through the Ages</em>, begun by <a href=\"/gardnerh\">Helen Gardner</a>.": [],
    "In the 1960's, Crosby focused on a theory that two stone mason masters were responsible for the church as Abbot Suger, publishing these findings throughout that decade.": [
        [
            7,
            13,
            [
                "1960s"
            ]
        ],
        [
            51,
            62,
            [
                "stonemason"
            ]
        ],
        [
            112,
            117,
            [
                "Sugar",
                "Super",
                "Luger",
                "Auger",
                "Surer",
                "Huger"
            ]
        ]
    ],
    "After reorganization to the International Center of Medieval Art in 1966, he became that organization's president, appointing his young Yale medievalist colleague, <a href=\"/cahnw\">Walter B. Cahn</a>, as secretary.": [],
    "In 1968, his scholar interest moved to the problems of the sculpture of the west facade of Suger's church.": [
        [
            91,
            96,
            [
                "Sugar",
                "Super",
                "Luger",
                "Auger",
                "Surer",
                "Huger"
            ]
        ]
    ],
    "He once again chaired the department of Art (1962-65).": [],
    "In 1972 he published the result of his twenty-five year study on the bas-relief, <em>The Apostle Bas-relief at Saint-Denis</em>.": [
        [
            3,
            7,
            [
                "1972,"
            ]
        ],
        [
            39,
            55,
            [
                "twenty-five-year"
            ]
        ]
    ],
    "His 1973 book on the Saint-Denis church (with Pamela Blum) focused on identifying the 19th-century \"restorations\" of the church from the original carving.": [],
    "He retired Emeritus from Yale in 1978.": [],
    "By this time it was clear that his subsequent research on St-Denis had made his 1942 monograph outdated.": [],
    "He completed his revision to <em>The Abbey of St.-Denis</em> shortly before succumbing to a stroke in 1982.": [],
    "A Sumner McKnight Crosby Fellowship was established in his honor.": [],
    "His papers are held at the Yale University Library and at the The Cloisters Library and Archives, Metropolitan Museum of Art.": [
        [
            58,
            65,
            [
                "the"
            ]
        ]
    ],
    "His students included <a href=\"/brannerr\">Robert Branner</a> and Caroline Bruzelius (b.": [],
    "1949).": [],
    "Crosby focused essentially on only one monument in art history, the abbey church of St.": [],
    "Denis, where gothic architecture was born.": [],
    "In Crosby's view, the inception of the Gothic style at Saint-Denis stemmed from the governing principle of unity which brought about a new synthesis.": [],
    "That unifying concept, informing and integrating the architecture, sculpture, stained glass, mosaics and designs for precious objects, resulted in absolute clarity of form and expression.": [
        [
            78,
            91,
            [
                "stained-glass"
            ]
        ]
    ],
    "Three articles written in 1963, 1965, and 1966 explored the influences that converged at Saint-Denis under [Abbot] Suger's patronage and gave birth to the new style.": [
        [
            115,
            120,
            [
                "Sugar",
                "Super",
                "Luger",
                "Auger",
                "Surer",
                "Huger"
            ]
        ]
    ],
    "(Blum and Hayward)\nCrosby doubted Suger was the single creative intelligence behind Saint-Denis, as conventional wisdom maintained.": [
        [
            34,
            39,
            [
                "Sugar",
                "Super",
                "Luger",
                "Auger",
                "Surer",
                "Huger"
            ]
        ]
    ],
    "Crosby posited the existence of skilled masons as <em>designators</em> of the sophisticated designs of the church.": [],
    "Crosby's narrow focus as an art historian was criticized by others in the discipline (Simson).": [
        [
            86,
            92,
            [
                "Simon",
                "Simpson",
                "Samson",
                "Simeon",
                "Stimson",
                "Simón"
            ]
        ]
    ]
}