{
    "Chairman of the committee of Slavic Languages and Literature at Harvard College; Slavic church expert.": [],
    "Samuel Cross was born on July 1st, 1891, in Westerly, Rhode Island.": [],
    "Cross graduated from Harvard College in 1912 with an A.B.": [],
    "degree in classics, summa cum laude.": [
        [
            0,
            6,
            [
                "Degree"
            ]
        ]
    ],
    "Cross then pursued a PhD from the same institution.": [],
    "During his time as a Harvard PhD student, Cross spent a year as an exchange student at the University of St.": [],
    "Petersburg Leningrad during pre-revolutionary Russia, giving Cross firsthand experience in the USSR.": [],
    "Cross’s PhD was conferred in 1916.": [],
    "Following his studies, Cross served in the U.S.": [],
    "army and the American Commission between 1917-1920, during the latter half of World War I. After his military service, Cross worked both as a lecturer on European trade and economics at Georgetown University and chief of the U.S.": [
        [
            0,
            4,
            [
                "Army"
            ]
        ]
    ],
    "Department of Commerce in Europe from 1925-1926.": [],
    "In 1927, Cross returned to Harvard to work across several language departments.": [],
    "Cross was the Chairman of the Germanic Languages and Literature department from 1930 to 1939.": [],
    "Cross delivered a series of public lectures at the Fogg Museum at Harvard University in the fall of 1933, and established the concentration in Slavic Languages and Literatures.": [
        [
            51,
            55,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "These were published after his death at <i>Medieval Russian Churches</i> (1949), edited by <a href=\"https://arthistorians.info/conantk\">Kenneth John Conant</a>.": [],
    "Cross also maintained a long editorial relationship with <i>Speculum: A Journal of Medieval Studies</i>, beginning with his appointment as an Assistant Managing Editor in 1929.": [
        [
            60,
            68,
            [
                "Spectrum",
                "Specular",
                "Operculum"
            ]
        ]
    ],
    "He penned several articles for <i>Speculum</i>, including <i>Yaroslav the Wise in the Norse tradition </i>in 1929 and<i> Notes on King Alfred's North: Osti, Este in 1931.": [
        [
            34,
            42,
            [
                "Spectrum",
                "Specular",
                "Operculum"
            ]
        ],
        [
            151,
            155,
            [
                "OSI",
                "OST",
                "Ostia",
                "STI",
                "VSTI"
            ]
        ],
        [
            157,
            161,
            [
                "Ester",
                "Estes",
                "ESE",
                "ESPE",
                "EST",
                "ESTA"
            ]
        ]
    ],
    "</i>In 1936, Cross climbed to the role of the Editor of Speculum.": [
        [
            56,
            64,
            [
                "Spectrum",
                "Specular",
                "Operculum"
            ]
        ]
    ],
    "In 1942, at the height of World War II, Cross interpreted a conversation between President Roosevelt and Vyacheslav Mikhaylovich Molotov (1890-1986), a Soviet politician and diplomat during a White House conference.": [],
    "Cross wrote for and directed the Speculum until his sudden death by heart attack on October 14th, 1946.": [
        [
            33,
            41,
            [
                "Spectrum",
                "Specular",
                "Operculum"
            ]
        ]
    ],
    "Leonid I. Strakhovsky (1898-1963), a colleague of Cross on <i>The American Slavic and East European Review</i>, wrote that Cross’s “neverending labors in promoting and advancing Slavic Studies in America for a better world understanding will not have been in vain.”": [
        [
            132,
            143,
            [
                "never-ending",
                "never ending"
            ]
        ]
    ]
}