{
    "Co-author with <a href=\"/cavalcaselleg\">G.": [],
    "B. Cavalcaselle</a> of one of the first modern English-language art histories.": [],
    "Crowe was born to the historian Eyre Evans Crowe (1799-1868).": [],
    "He studied painting with Jean-Louis Baptiste Hubert and Jules Coignet (1798-1860) in the early 1840s in France.": [
        [
            62,
            69,
            [
                "Coined",
                "Cornet",
                "Coronet",
                "Cosigned",
                "Cogent",
                "Signet"
            ]
        ]
    ],
    "He served as a political correspondent for the <em>Morning Chronicle</em> and the <em>Daily News</em> in 1843, providing illustrations and text for the journal.": [],
    "In 1847 a chance meeting with artist and connoisseur <a href=\"/cavalcaselleg\">G.": [],
    "B. Cavalcaselle</a> led to a fast friendship based on art interests.": [],
    "When Cavalcaselle fled to London as a political exile, they lived in the same house in 1852.": [],
    "This proximity resulted in a collaborative effort of the first modern art histories in the English language.": [],
    "Crowe returned to war reporting, covering the Crimean War for the <em>London Illustrated News</em> in 1856, but the following year, the first of their art history ventures, <em>The Early Flemish Painters</em>, appeared in 1857.": [],
    "Crowe continued to cover news stories, such as the Indian \"Sepoy\" mutiny for the <em>Times</em> (London) in 1857.": [],
    "In 1860 he began a distinguished career as a diplomat as British consul general for Saxony.": [
        [
            3,
            7,
            [
                "1860,"
            ]
        ]
    ],
    "Translations (with corrections) of <em>Early Flemish Painters</em> appeared in French (1862), German (1875) and Italian (1899).": [],
    "Crowe and Cavalcaselle continued their collaborations, issuing the first volume of <em>A New History of Painting in Italy</em> (it was in three volumes) in 1864.": [],
    "Their <em>A History of Painting in North Italy</em> appeared in 1871, followed by Crowe's reassignment the following year as consul for Westphalia and the Rhine provinces.": [],
    "Crowe and Cavalcaselle produced two artists biographies, one on Titian (1877) and another on Raphael in 1882.": [],
    "From 1880 forward Crowe acted as the British commercial attaché for Berlin and Vienna.": [],
    "After 1882 he resided in Paris as a commercial attaché for the whole of Europe.": [],
    "The combined publishing efforts of Crowe and Cavalcasselle resulted in some of the earliest and best scholarly surveys in the history of art.": [],
    "As a journalist and native English speaker, Crowe did all of the writing for the books.": [
        [
            54,
            64,
            [
                "all the"
            ]
        ]
    ],
    "Cavalcaselle provided a knowledge of art and documents.": [],
    "Their art histories were the first written in English to make use of documentary evidence and research, rather than the hearsay mythology of much of 19th-century art writing.": [],
    "Their books went into numerous editions and are still considered an important part of the literature of art history.": [],
    "The popularity of their books was such that they were issued in German and Italian editions.": [],
    "In 1874 Crowe translated another groundbreaking art history, <em>Handbuch der Kunstgeschichte</em> (1842) by <a href=\"/kuglerf\">Franz Kugler</a> with revisions by <a href=\"/waageng\">Gustav Friedrich Waagen</a>.": [],
    "Crow's technical analysis of painting was also groundbreaking.": [],
    "During the height of the debate between authentic versions of Holbein <em>Meyer Madonna</em>, he determined that the Dresden version's binding medium of the pigment could not have been from Holbein's era, soundly negating numerous art historians (<a href=\"/grimmh\">Herman Grimm</a>, and <a href=\"/hubnerj\">Julius Hübner</a>) who had based their opinions on stylistic grounds.": [],
    "Their works were far from faultless.": [],
    "Numerous errors quoted from other scholars and incorporated in the first edition of <em>Early Flemish Painters</em> resulted in <a href=\"/pincharta\">Alexandre Joseph Pinchart</a> revising the work for the French edition of 1862 (and incorporated in the second English edition).": [],
    "The line engravings were so poor (mechanical reproduction of art did not yet exist) that they are almost unrecognizable to the original (Lane).": [],
    "The German edition was edited by the eminent German scholar <a href=\"/springera\">Anton Springer</a>.": []
}