{
    "Historian of 18th-century French art and prime exponent of the \"New Art History\" in the United States.": [],
    "Crow was raised in the suburbs of Chicago, Illinois.": [],
    "As a teenager, he moved with his family to San Diego, California in 1961.": [],
    "He entered Pomona College, Pomona, CA, graduating with a B. A. graduating <em>magna cum laude</em> in 1969.": [],
    "He continued graduate work at the University of California, Los Angeles with an M.A.": [],
    "in 1975 and Ph.D.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "in 1978.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "His classmates included another Marxist-approach art student and later art historian, <a href=\"/guibauts\">Serge Guilbaut</a>.": [],
    "Crow's dissertation, written under the Marxist-methodology art historians <a href=\"/clarkt\">T.": [],
    "J. Clark</a> and <a href=\"/werckmeistero\">O.": [],
    "K. Werckmeister</a>, was on the reception of Jacque-Louis David's \"Oath of the Horatii\" (1784).": [
        [
            45,
            63,
            [
                "Jacques-Louis David"
            ]
        ],
        [
            79,
            86,
            [
                "Horatio"
            ]
        ]
    ],
    "The dissertation took aim at the traditional interpretation of David's pre-revolutionary work by art historians such as <a href=\"/rosenblumr\">Bob Rosenblum</a> and <a href=\"/honourh\">Hugh Honour</a> who had argued that the work was not seen as supporting the French Revolution.": [],
    "His approach to the topic and tenacity set his career on a course of controversy.": [],
    "He joined the faculty of the California Institute of the Arts in Valencia, CA, as an instructor in its Critical Studies program in 1977.": [],
    "He married the horticulturist Catherine Phillips.": [],
    "The following year he was hired by the University of Chicago as assistant professor of history of art.": [],
    "After only two years, Crow moved to Princeton University as assistant professor of art and archaeology in 1980.": [],
    "In 1985 he published his <em>Painters and Public Life in Eighteenth-Century Paris</em> for which he won the Eric Mitchell Prize for the best initial publication in art history from the College Art Association.": [
        [
            3,
            7,
            [
                "1985,"
            ]
        ]
    ],
    "Despite this honor and the book's general acclaim, Crow's approach was too extreme for Princeton; his outspoken views of traditional connoisseurship-style art history rankled many.": [],
    "His tenure bid at Princeton was denied in a controversial decision.": [],
    "In rejecting Crow's tenure, Princeton department of Art and Archaeology chair William A. P. Childs (b.": [
        [
            92,
            98,
            [
                "Child's",
                "Child",
                "Children",
                "Chills"
            ]
        ]
    ],
    "1942) wrote that Crow's book, the prime consideration for tenure, was \"too lopsided and did not give sufficient consideration to the art or art historical aspects\" of the subject.": [],
    "The decision caused another Princeton art historian, <a href=\"/shearmanj\">John Kinder Gowran Shearman</a> to relinquish his position in favor of teaching at Harvard.": [],
    "Crow was immediately hired at the University of Michigan, Ann Arbor, as associate professor in their art history department and concomitantly Michigan Society of Fellows senior fellow.": [],
    "He held a National Endowment for the Humanities fellowship for the 1988-1989 year.": [
        [
            37,
            47,
            [
                "Humanities'",
                "Humanity's"
            ]
        ]
    ],
    "Crow moved to Sussex, England and the University of Sussex as professor of history of art and chairman of department in 1990.": [],
    "He was called to Yale University in 1996 as Robert Lehman Professor of the History of Art, appointed as department chairman the following year.": [],
    "The same year he published <em>Modern Art in the Common Culture</em> an examination of the connection between modern art and mass culture.": [],
    "In 2000 Crow was appointed director of the Getty Research Institute and professor at the University of Southern California, Los Angeles, replacing Salvatore Settis.": [
        [
            157,
            163,
            [
                "Setts",
                "Sett is"
            ]
        ]
    ],
    "He lectured as the Phyllis Wattis Distinguished Lecturer at San Francisco Museum of Modern Art in 2001.": [
        [
            27,
            33,
            [
                "Watts",
                "Watt is"
            ]
        ]
    ],
    "Crow served at the Getty until 2007 when he joined the faculty at the Institute of Fine Arts, New York University, as the Rosalie Solow Professor of Modern Art.": [
        [
            130,
            135,
            [
                "Slow",
                "Solo",
                "Solos",
                "Solon",
                "So low",
                "Sol ow"
            ]
        ]
    ],
    "He was succeeded at the Getty by Thomas W. Gaehtgens.": [
        [
            43,
            52,
            [
                "Pathogens",
                "Heightens",
                "Roentgens"
            ]
        ]
    ],
    "Crow's methodology followed the controversial, quasi-Marxist direction mostly notably practiced by his mentor, Clark.": [],
    "Crow's approach follows less exclusively on class issues, looking at issues of social context and reception as key determinents in an object's meaning.": [
        [
            115,
            127,
            [
                "determinants"
            ]
        ]
    ],
    "In the twenty-first century, Crow began writing directly on art historiography.": []
}