{
    "Historian of Italian Renaissance artists; close friend of the Berensons.": [
        [
            62,
            71,
            [
                "Parsons",
                "Barons",
                "Baryons",
                "Benenson"
            ]
        ]
    ],
    "Cruttwell met the <a href=\"/berensonb\">Bernard Berenson</a> and <a href=\"/berensonm\">Mary Berenson</a> in England.": [
        [
            0,
            9,
            [
                "Cromwell",
                "Cantwell",
                "Chartwell",
                "Creswell",
                "Crowell",
                "Gruwell"
            ]
        ]
    ],
    "The Berensons rented two villa apartments in San Domenico, near Fiesole, Italy, in 1894 and Cruttwell agreed to be their housekeeper.": [
        [
            4,
            13,
            [
                "Parsons",
                "Barons",
                "Baryons",
                "Benenson"
            ]
        ],
        [
            64,
            71,
            [
                "Fie sole"
            ]
        ],
        [
            92,
            101,
            [
                "Cromwell",
                "Cantwell",
                "Chartwell",
                "Creswell",
                "Crowell",
                "Gruwell"
            ]
        ]
    ],
    "She worked closely with Bernard and thanks him in her various art histories for his help.": [],
    "Cruttwell was a fairly open lesbian and among other things, endorsed and perhaps encouraged <a href=\"/berensonm\">Mary Berenson</a>'s increasing physical size (Mrs.": [
        [
            0,
            9,
            [
                "Cromwell",
                "Cantwell",
                "Chartwell",
                "Creswell",
                "Crowell",
                "Gruwell"
            ]
        ]
    ],
    "Berenson was quite fat in later years).": [
        [
            0,
            8,
            [
                "Benenson"
            ]
        ]
    ],
    "Crutwell left the Berensons when she was asked in 1899 by the editor of George Bell Publishers, George Charles Williamson (1858-1942), to write a volume on Luca Signorelli for their <em>Great Masters</em> series.": [
        [
            0,
            8,
            [
                "Cromwell",
                "Cantwell",
                "Creswell",
                "Crowell",
                "Gruwell"
            ]
        ],
        [
            18,
            27,
            [
                "Parsons",
                "Barons",
                "Baryons",
                "Benenson"
            ]
        ]
    ],
    "In 1900 she acted as witness to the Berenson's marriage.": [
        [
            3,
            7,
            [
                "1900,"
            ]
        ],
        [
            36,
            44,
            [
                "Benenson"
            ]
        ]
    ],
    "In 1904, Cruttwell published her volume on Andrea Verrocchio.": [
        [
            9,
            18,
            [
                "Cromwell",
                "Cantwell",
                "Chartwell",
                "Creswell",
                "Crowell",
                "Gruwell"
            ]
        ]
    ],
    "Although <a href=\"/bodew\">Wilhelm Bode</a> had brought this teacher of Leonardo into scholarly vogue, Cruttwell rejected many of the over-attributions to which Bode was inclined.": [],
    "She was commissioned by the Bodley Head to write the series of books on Renaissance artists.": [
        [
            28,
            34,
            [
                "Bosley"
            ]
        ]
    ],
    "Her attributions have generally stood the test of time.": [],
    "In her later years she wrote biographies of women, such as her <em>Madame de Maintenon</em> of 1930.": [],
    "She died in Paris at age 79.": [],
    "Cruttwell was a connoisseur-style historian with a particularly sharp eye.": [
        [
            0,
            9,
            [
                "Cromwell",
                "Cantwell",
                "Chartwell",
                "Creswell",
                "Crowell",
                "Gruwell"
            ]
        ]
    ]
}