{
    "Author of the five-volume <em>Lives of the Most Eminent British Painters, Sculptors, and Architects</em> and a biography of the painter David Wilkie.": [],
    "Cunningham was born to John Cunningham (1743-1800) and Elizabeth Harley (Cunningham).": [],
    "He was born in the parish of Keir, Dumfriesshire, Scotland, UK.": [
        [
            29,
            33,
            [
                "Are",
                "Were",
                "Here",
                "Car",
                "Far",
                "War"
            ]
        ]
    ],
    "He was educated at Quarrelwood and apprenticed to James, his brother, as a stonemason.": [
        [
            19,
            30,
            [
                "Quarrel wood"
            ]
        ]
    ],
    "As a young man he witnessed Robert Burns recite \"Tam O'shanter,\" cementing a lifelong interest in poetry and Scottish song.": [
        [
            55,
            62,
            [
                "shatter",
                "chanter",
                "scanter"
            ]
        ]
    ],
    "He began writing poetry under the pseudonym \"Hidallan\" (a hero of Ossian's) which were subsequently published in the magazine <em>Literary Recreations</em> in 1807.": [
        [
            45,
            53,
            [
                "Italian",
                "Dallas",
                "Allan",
                "Harlan",
                "Himalayan",
                "Dalian"
            ]
        ],
        [
            66,
            72,
            [
                "Russian",
                "Asian",
                "Assign",
                "Bosnian",
                "Osman",
                "Hessian"
            ]
        ]
    ],
    "In 1809 he began forging ancient ballads and sending them to the compiler Robert Hartley Cromek (1771-1812) in London.": [
        [
            3,
            7,
            [
                "1809,"
            ]
        ],
        [
            89,
            95,
            [
                "Come",
                "Comes",
                "Creek",
                "Rome",
                "Crimes",
                "Crime"
            ]
        ]
    ],
    "The following year he traveled to London and published more songs.": [],
    "Through Cromek, Cunningham met other artists, including the sculptor Francis Chantrey (1781-1841).": [
        [
            8,
            14,
            [
                "Come",
                "Comes",
                "Creek",
                "Rome",
                "Crimes",
                "Crime"
            ]
        ],
        [
            77,
            85,
            [
                "Chandra",
                "Chantey",
                "Chan trey"
            ]
        ]
    ],
    "Cunningham worked as a parliamentary reporter during which time he married Jean Walker (1791-1864), a domestic he had met in Scotland, in London in 1811.": [],
    "He wrote for the <em>Literary Gazette</em> and published a volume of songs <em>Songs, Chiefly in the Rural Language of Scotland</em>, in 1813.": [],
    "In 1814 he became Chantrey's secretary and confidant.": [
        [
            3,
            7,
            [
                "1814,"
            ]
        ],
        [
            18,
            26,
            [
                "Chandra",
                "Chantey",
                "Chan trey"
            ]
        ]
    ],
    "While in Chantry's employ, he continued to write for <em>Blackwood's Magazine</em> and then the <em>London Magazine</em>.": [
        [
            9,
            16,
            [
                "Chantey",
                "Chan try"
            ]
        ]
    ],
    "In 1822 he published the drama <em>Sir Marmaduke Maxwell</em> with some other pieces as well as <em>Traditional Tales of the English and Scottish Peasantry</em>.": [
        [
            3,
            7,
            [
                "1822,"
            ]
        ]
    ],
    "Four volumes of <em>The Songs of Scotland, Ancient and Modern</em> appeared in 1825.": [],
    "Romances, including <em>Paul Jones</em> (1826), <em>Sir Michael Scott</em> (1828) followed.": [],
    "In 1829 he started issuing his six-volume artistic biography, <em>Lives of the Most Eminent British Painters, Sculptors, and Architects</em>, as part of the <em>Murray's Family Library</em> series.": [
        [
            3,
            7,
            [
                "1829,"
            ]
        ]
    ],
    "Written from his personal knowledge of many contemporary artists in a spare style (much different from his literary works), the set sold briskly.": [],
    "Between 1830 and 1834 he wrote literary history articles for <em>The Athenaeum</em>.": [],
    "In 1831 Cunningham met the philosopher and man of letters Thomas Carlyle (1795-1881) in London.": [],
    "His eight-volume <em>Works and Life of Burns</em> appeared in 1834.": [],
    "Cunningham suffered a stroke in 1839.": [],
    "When Chantry died in 1841 Cunningham received a £3100 bequest.": [
        [
            5,
            12,
            [
                "Chantey",
                "Chan try"
            ]
        ]
    ],
    "After completing his <em>Life of Sir David Wilkie</em> he suffered a second stroke in 1842 and died at his home.": [],
    "He is buried at Kensal Green.": [
        [
            16,
            22,
            [
                "Kendal"
            ]
        ]
    ],
    "His son, Peter, edited the Wilkie work which appeared posthumously.": [],
    "Cunningham's <em>Lives</em> appeared in a 3-volume edited by <a href=\"/heatonm\">Mary Margaret Heaton</a> appeared as <em>Bohn's Standard Library</em> in 1879.": [],
    "New editions appeared in 1893 and 1908.": []
}