{
    "Museum director and painter.": [],
    "Cursiter was the son of John Scott Cursiter (1850-1896), baker and liquor vendor, and Mary Johan Thomson.": [
        [
            0,
            8,
            [
                "Custer",
                "Cursive",
                "Currier",
                "Curvier",
                "Curlier",
                "Crustier"
            ]
        ],
        [
            35,
            43,
            [
                "Custer",
                "Cursive",
                "Currier",
                "Curvier",
                "Curlier",
                "Crustier"
            ]
        ]
    ],
    "He attended Kirkwall grammar school between 1893 and 1904 gaining a certificate in construction in 1900.": [
        [
            12,
            20,
            [
                "Kirk wall"
            ]
        ]
    ],
    "Cursiter moved to Edinburgh in 1904 in hopes of a career in architecture, but too poor to afford training, he joined the chromolithography print firm of McLagen and Cumming.": [
        [
            0,
            8,
            [
                "Custer",
                "Cursive",
                "Currier",
                "Curvier",
                "Curlier",
                "Crustier"
            ]
        ],
        [
            153,
            160,
            [
                "McLaren",
                "McLagan"
            ]
        ]
    ],
    "Cursiter attended the Edinburgh School of Art, then study under the designer W. S. Black in 1904, then the Royal College of Art, London, and finally under <a href=\"/lethabyw\">W.": [
        [
            0,
            8,
            [
                "Custer",
                "Cursive",
                "Currier",
                "Curvier",
                "Curlier",
                "Crustier"
            ]
        ]
    ],
    "R. Lethaby</a> in 1908.": [
        [
            3,
            10,
            [
                "Letha by"
            ]
        ]
    ],
    "Beginning in 1909 he supported himself as an artist and designer.": [],
    "In 1911 Cursiter saw the famous post-impressionist exhibition at the Grafton Galleries, London, organized by <a href=\"/fryr\">Roger Fry</a>.": [
        [
            8,
            16,
            [
                "Custer",
                "Cursive",
                "Currier",
                "Curvier",
                "Curlier",
                "Crustier"
            ]
        ]
    ],
    "He met Fry and <a href=\"/bellc\">Clive Bell</a> and convinced them to loan some work for the SSA exhibition in Edinburgh.": [],
    "Cursiter did for Scotland what Fry had done for Britain, the exhibition brought Cézanne, Van Gogh, and Gauguin paintings to Scotland for the first time.": [
        [
            0,
            8,
            [
                "Custer",
                "Cursive",
                "Currier",
                "Curvier",
                "Curlier",
                "Crustier"
            ]
        ]
    ],
    "When World War I was declared in England, Cursiter enlisted in the 1st battalion of the Scottish Rifles (Cameronians) in 1914.": [
        [
            42,
            50,
            [
                "Custer",
                "Cursive",
                "Currier",
                "Curvier",
                "Curlier",
                "Crustier"
            ]
        ],
        [
            105,
            116,
            [
                "Cameroonians"
            ]
        ]
    ],
    "He married the Scottish violinist Phyllis Eda Hourston (1888-1975) in 1916.": [
        [
            42,
            45,
            [
                "EDA",
                "Era",
                "DA",
                "ESA",
                "Eds",
                "Ada"
            ]
        ],
        [
            46,
            54,
            [
                "Houston",
                "Hurston",
                "Hours ton"
            ]
        ]
    ],
    "As a soldier, he fought in the battle of the Somme, later transferring to the survey battalion assigned to cartography.": [],
    "Cursiter invented processes for map production in the field, speeding information on enemy troop placement, which earned him a military Order of the British Empire (OBE) honor.": [
        [
            0,
            8,
            [
                "Custer",
                "Cursive",
                "Currier",
                "Curvier",
                "Curlier",
                "Crustier"
            ]
        ]
    ],
    "After discharge in 1919, Cursiter returned to Scotland to paint, but moved to Cassis in southern France for six months in 1920.": [
        [
            25,
            33,
            [
                "Custer",
                "Cursive",
                "Currier",
                "Curvier",
                "Curlier",
                "Crustier"
            ]
        ],
        [
            78,
            84,
            [
                "Chassis",
                "Cassie",
                "Cassius",
                "Cassia",
                "Cassio",
                "Cassias"
            ]
        ]
    ],
    "Here he established himself as a skilled and sensitive painter.": [],
    "In 1925 Cursiter was appointed keeper of the Scottish National Portrait Gallery, under <a href=\"/cawj\">J.": [
        [
            8,
            16,
            [
                "Custer",
                "Cursive",
                "Currier",
                "Curvier",
                "Curlier",
                "Crustier"
            ]
        ]
    ],
    "L. Caw</a>.": [],
    "He immediately threw himself into conservation, then a study in its infancy.": [],
    "He was appointed director of the Gallery in1930.": [],
    "Together with the restorer Rijksmuseum restorer Martin de Wild he developed a method of relining paintings using wax.": [],
    "He also published papers on X-ray analysis of paintings.": [],
    "Cursiter created a conservation/restoration department for the Gallery, redesigning most of the exhibition and storage spaces to make them more useable as a museum.": [
        [
            0,
            8,
            [
                "Custer",
                "Cursive",
                "Currier",
                "Curvier",
                "Curlier",
                "Crustier"
            ]
        ]
    ],
    "During this time he also actively worked to implement a proposal by the Royal Commission on Galleries and Museums to create a gallery of Scottish artists, a \"Scottish Tate Gallery.\"": [],
    "Though his efforts came to no avail, it laid the groundwork for the current Scottish National Gallery.": [],
    "In 1938 Cursiter designed an integrated art complex, including a modern art gallery another for industrial design, and a film and performance theater.": [
        [
            8,
            16,
            [
                "Custer",
                "Cursive",
                "Currier",
                "Curvier",
                "Curlier",
                "Crustier"
            ]
        ]
    ],
    "The advent of World War II prevented this from happening.": [],
    "Cursiter first supervised the safe hiding of the Scottish collection before being recalled to the cartography division as a civilian trainer.": [
        [
            0,
            8,
            [
                "Custer",
                "Cursive",
                "Currier",
                "Curvier",
                "Curlier",
                "Crustier"
            ]
        ]
    ],
    "He returned to Edinburgh when it became apparent the stored collection was being harmed.": [],
    "He mounted numerous exhibitions during the war on women's art, children's art and images of the conflict.": [],
    "In 1947, he wrote <em>Peploe: An Intimate Memoir of an Artist and of his Work</em> on the artist Samuel John Peploe (1871-1935).": [],
    "Cursiter retired as director in 1948 and was awarded a Commander of the British Empire (CBE) honor.": [
        [
            0,
            8,
            [
                "Custer",
                "Cursive",
                "Currier",
                "Curvier",
                "Curlier",
                "Crustier"
            ]
        ]
    ],
    "In retirement, Cursiter became a successful portrait artist.": [
        [
            15,
            23,
            [
                "Custer",
                "Cursive",
                "Currier",
                "Curvier",
                "Curlier",
                "Crustier"
            ]
        ]
    ],
    "He also published his art history, <em>Scottish Art at the Close of the Nineteenth Century</em>, in 1949.": [],
    "His autobiography, <em>Looking Back: a Book of Reminiscences</em>, appeared in 1974.": [],
    "Cursiter returned to Orkney in 1975 where devoted himself to the preservation of St.": [
        [
            0,
            8,
            [
                "Custer",
                "Cursive",
                "Currier",
                "Curvier",
                "Curlier",
                "Crustier"
            ]
        ]
    ],
    "Magnus's Cathedral.": [],
    "He died after contracting bronchopneumonia at his home in 1976.": []
}