{
    "Leading archaeologist of ancient Greece in Germany in the late 19th century; his writings were highly art-historical.": [
        [
            25,
            39,
            [
                "Ancient Greece"
            ]
        ]
    ],
    "Curtius was the son of the mayor of Lübeck, Germany.": [
        [
            0,
            7,
            [
                "Curtis"
            ]
        ]
    ],
    "He studied under <a href=\"/welckerf\">Friedrich Gottlieb Welcker</a> in Bonn, <a href=\"/mullerko\">Otfried Müller</a> in Göttingen, and August Böckh (1785-1867) in Berlin.": [],
    "Between 1837-40 he lived in Greece as the tutor to the children of the classicist Christian August Brandis (1790-1867), where he became familiar with the monuments.": [
        [
            99,
            106,
            [
                "Brandi's",
                "Brandi",
                "Brands",
                "Brandeis",
                "Brandies",
                "Brandish"
            ]
        ]
    ],
    "In 1840 he accompanied Müller to Delphi where Müller contracted an illness from which he died.": [
        [
            3,
            7,
            [
                "1840,"
            ]
        ]
    ],
    "It was Curtius who made the funeral arrangements for burial on Colonus.": [
        [
            7,
            14,
            [
                "Curtis"
            ]
        ],
        [
            63,
            70,
            [
                "Colons",
                "Colobus",
                "Colones",
                "Col onus",
                "Colo nus",
                "Colon us"
            ]
        ]
    ],
    "He returned to Berlin in 1842 and in 1844 secured a position as tutor to Crown Prince Friedrich (later Kaiser) III (1831-1888).": [],
    "Kaiser Friedrich III's enthusiasm for archaeology can be traced to Curtius' teaching.": [
        [
            67,
            74,
            [
                "Curtis"
            ]
        ]
    ],
    "Curtius delivered an oration at the Berlin Singakademie in 1852 on Olympia, in whose presence was the royal family.": [
        [
            0,
            7,
            [
                "Curtis"
            ]
        ]
    ],
    "This gave great impetus to its excavation, though actual work was much delayed because of the Turko-Russian War (1877-78).": [
        [
            94,
            107,
            [
                "Turks-Russian"
            ]
        ]
    ],
    "In 1851 Curtius became editor of the <em>Corpus inscriptionum Graecarum</em> and a member of the Berlin Academy.": [
        [
            8,
            15,
            [
                "Curtis"
            ]
        ]
    ],
    "He was appointed Professor of classical philology at Göttingen in 1853, a position he held until 1867.": [],
    "Curtius' <em>Griechische Geschichte</em> of 1857-61 was the first Greek history written in German.": [
        [
            0,
            7,
            [
                "Curtis"
            ]
        ]
    ],
    "When <a href=\"/gerhardf\">Eduard Gerhard</a> died in 1867, Curtius succeeded him as professor of classical archaeology at Berlin and as director of the Altes Museum and Antiquarium.": [],
    "In that position, he convinced the government to nationalize the DAI (German Archaeological Institute) and found a branch in Athens.": [],
    "Curtius finally was able to organize and lead the massive expedition to excavate Olympia (1875-1881) when he was in his sixties.": [
        [
            0,
            7,
            [
                "Curtis"
            ]
        ]
    ],
    "His discoveries there included the sculptures of the Zeus Temple and the so-called \"Hermes of Praxiteles.\"": [],
    "His history of Athens, <em>Stadtgeschichte von Athen</em>, appeared in 1892.": [],
    "Ulrich von Wilamowitz-Moellendorff (1848-1931) succeeded him in Berlin.": [],
    "Curtius' younger brother Georg Curtius (1820-1885) was an eminent philologist and his grandson the literary historian Ernst Robert Curtius (1886-1956).": [
        [
            0,
            7,
            [
                "Curtis"
            ]
        ],
        [
            31,
            38,
            [
                "Curtis"
            ]
        ],
        [
            131,
            138,
            [
                "Curtis"
            ]
        ]
    ],
    "Curtius' comprehensive approach to classics was modeled on the methods of his teacher, <a href=\"/mullerko\">Otfried Müller</a>.": [
        [
            0,
            7,
            [
                "Curtis"
            ]
        ]
    ],
    "As an archaeologist, Curtius led in cultural patriation of objects.": [
        [
            21,
            28,
            [
                "Curtis"
            ]
        ],
        [
            45,
            55,
            [
                "variation",
                "partition",
                "repatriation",
                "expatriation",
                "satiation",
                "palliation"
            ]
        ]
    ],
    "The excavations at Olympus were performed with the agreement that all artifacts found by Curtius and his German crew would remain in Greece.": [
        [
            89,
            96,
            [
                "Curtis"
            ]
        ]
    ],
    "After Curtius, archaeology was no longer a hunt for treasure, but a scientific pursuit.": [
        [
            6,
            13,
            [
                "Curtis"
            ]
        ]
    ],
    "His writing, for example his <em>Griechische Geschichte</em>, could be moralizing; Wilamowitz and others found his writing sentimental.": [],
    "His art-historical writings were collected shortly before his death in his <em>Gesammelte Abhandlungen</em> (1894).": []
}