{
    "Archaeologist, Director of the DAI 1928-1938; built reputation on researching the development of sculpture portraiture and painting of the classical era.": [],
    "Born to a wealthy physician's family, Curtius studied in Munich under <a href=\"/brunnh\">Enrico Brunn</a> and <a href=\"/furtwanglera\">Adolf Furtwängler</a>, under whom he wrote his dissertation in 1902 (published 1903).": [
        [
            38,
            45,
            [
                "Curtis"
            ]
        ]
    ],
    "His topic was the herm format in sculpture.": [
        [
            18,
            22,
            [
                "her",
                "here",
                "term",
                "hero",
                "harm",
                "helm"
            ]
        ]
    ],
    "He taught as a private lecturer beginning in 1905 at Erlangen University.": [],
    "With the appearance of his 1907 <em>Habilitationschrift</em> concerning an Apollo head, he assumed a Professorship at Erlangen, where he advanced to <em>Ordinarius</em> in 1913.": [],
    "Together with <a href=\"/sievekingj\">Johannes Sieveking</a>, he edited the papers of Furtwängler after Furtwängler's untimely death.": [],
    "After military service during the First World War, Curtius taught at the University of Freiburg im Breisgau, 1918-1920.": [
        [
            51,
            58,
            [
                "Curtis"
            ]
        ]
    ],
    "At Freiburg, Curtius's colleagues included <a href=\"/buschore\">Ernst Buschor</a> and <a href=\"/jantzenh\">Hans Jantzen</a>.": [
        [
            13,
            20,
            [
                "Curtis"
            ]
        ]
    ],
    "He was called to Heidelberg in 1920.": [],
    "In 1928, Curtius became the Director of the Deutsche Archäologische Institut (German Archaeological Institute or DAI) in Rome and succeeded in Heidelberg by <a href=\"/salisa\">Arnold von Salis</a>.": [
        [
            9,
            16,
            [
                "Curtis"
            ]
        ],
        [
            68,
            76,
            [
                "Institute"
            ]
        ]
    ],
    "The following year he published his influential <em>Wandmalerei Pompeijs</em> (Pompeiian Wall Painting) as well as the volume in the prestigious <em>Handbuch der Kunstwissenschaft</em> series on Egypt and west Asia.": [],
    "Curtius held the directorship of the DAI until his disapproval of the Nazi's (and his bi-sexuality) forced his dismissal (as an early retirement) in 1938.": [
        [
            0,
            7,
            [
                "Curtis"
            ]
        ]
    ],
    "He was succeeded by a provisional appointment of <a href=\"/gerkana\">Armin von Gerkan</a>.": [],
    "Curtius remained in Rome throughout World War II and until his death.": [
        [
            0,
            7,
            [
                "Curtis"
            ]
        ]
    ],
    "He witnessed the reopening of the DAI in 1953, but died before he could deliver an address commemorating its 125th founding.": [],
    "His Heidelberg students included <a href=\"/brendelo\">Otto J. Brendel</a> and at the DAI, <a href=\"/schefoldk\">Karl Schefold</a>.": [],
    "He is no relation to the classicist <a href=\"/curtiuse\">Ernst Curtius</a>.": []
}