{
    "Director, National Portrait Gallery, London, 1895-1909, and co-editor of the <em>Burlington Magazine</em>, 1909-1919.": [],
    "Cust's father was the barrister Sir Reginald John Cust (1828-1913) and mother Lady Elizabeth Caroline Bligh (Cust) (1830-1914).": [
        [
            0,
            4,
            [
                "Must",
                "Just",
                "Cast",
                "Cost",
                "Cut",
                "Cult"
            ]
        ],
        [
            50,
            54,
            [
                "Must",
                "Just",
                "Cast",
                "Cost",
                "Cut",
                "Cult"
            ]
        ],
        [
            109,
            113,
            [
                "Must",
                "Just",
                "Cast",
                "Cost",
                "Cut",
                "Cult"
            ]
        ]
    ],
    "After graduating from Eton College he attended Trinity College, Cambridge (1877-1881) completing a degree in Classics.": [],
    "Initially assigned to the War Office between 1882 he made a civil-service transfer to the Department of Prints and Drawings at the British Museum under <a href=\"/colvins\">Sidney Colvin</a> in 1884.": [],
    "Though Cust had been a poor performer in the War Office, he shone in the Department under Colvin.": [
        [
            7,
            11,
            [
                "Must",
                "Just",
                "Cast",
                "Cost",
                "Cut",
                "Cult"
            ]
        ]
    ],
    "Cust set about creating an Index to the Dutch, Flemish, and German artists represented in the print room (published in 1893) and started another for the French artists.": [
        [
            0,
            4,
            [
                "Must",
                "Just",
                "Cast",
                "Cost",
                "Cut",
                "Cult"
            ]
        ]
    ],
    "In 1895 Cust succeeded <a href=\"/scharfg\">George Scharf</a> as director of the National Portrait Gallery and married Sybil Lyttelton (1873-1934), a noble and half-sister the politician Alfred Lyttelton (1857-1913).": [
        [
            8,
            12,
            [
                "Must",
                "Just",
                "Cast",
                "Cost",
                "Cut",
                "Cult"
            ]
        ]
    ],
    "The following year his index of French artists for the British Museum was published.": [],
    "As Portrait Gallery director, Cust moved the collection from the temporary quarters at Bethnal Green to the modern space at St.": [
        [
            30,
            34,
            [
                "Must",
                "Just",
                "Cast",
                "Cost",
                "Cut",
                "Cult"
            ]
        ],
        [
            87,
            94,
            [
                "Lethal",
                "Retinal",
                "Bethany",
                "Bernal",
                "Bethan",
                "Bathyal"
            ]
        ]
    ],
    "Martin's Place.": [],
    "He issued the first of two permanent holdings catalogs of the collection in 1896.": [],
    "A study of Dürer's paintings and prints appeared in 1897, and a book on an German engraver, Master E. S. in 1898.": [
        [
            72,
            74,
            [
                "a"
            ]
        ]
    ],
    "Also in 1898, Cust produced a <em>History of the Society of Dilettanti</em>.": [
        [
            14,
            18,
            [
                "Must",
                "Just",
                "Cast",
                "Cost",
                "Cut",
                "Cult"
            ]
        ]
    ],
    "Running a state portrait gallery required broad and specific knowledge of peerage and genealogy as well as a knowledge of the private holdings of country estates.": [],
    "Cust mastered all of this, a knowledge resulting in numerous contributions to the <em>Dictionary of National Biography</em>.": [
        [
            0,
            4,
            [
                "Must",
                "Just",
                "Cast",
                "Cost",
                "Cut",
                "Cult"
            ]
        ]
    ],
    "In 1900 he published a large book on Anthony van Dyck.": [
        [
            3,
            7,
            [
                "1900,"
            ]
        ]
    ],
    "Cust added duties as the surveyor of the king's pictures to his Director position in 1901, rehanging most of the pictures in the Royal palaces.": [
        [
            0,
            4,
            [
                "Must",
                "Just",
                "Cast",
                "Cost",
                "Cut",
                "Cult"
            ]
        ]
    ],
    "A smaller treatment on van Dyck and a book on the <em>The Bridgewater House Gallery</em> were both issued in 1903.": [],
    "Under the auspices of the Oxford Historical Society, Cust wrote catalogs of the portrait collections for three consecutive years beginning in 1904.": [
        [
            53,
            57,
            [
                "Must",
                "Just",
                "Cast",
                "Cost",
                "Cut",
                "Cult"
            ]
        ]
    ],
    "A book of his personal poems, <em>Ludibrium ventia</em>, was privately published in 1904.": [],
    "His catalog of the royal collection, The Royal Collection of Paintings: Buckingham Palace appeared in 1905 with a second volume on Windsor Castle in 1906.": [],
    "In 1909, he resigned from the Portrait Gallery (succeeded by <a href=\"/holmesc\">C.": [],
    "J. Holmes</a>), and joined <a href=\"/fryr\">Roger Fry</a> as joint editor of the <em>Burlington Magazine</em> beginning in 1909, a relationship that lasted ten years.": [],
    "At the magazine, he supplied book reviews and articles on portraiture, raising public interest in this neglected genre.": [],
    "Almost immediately he was embroiled in the \"Flora Bust\" scandal, helping the magazine to denounce as modern a bust of the goddess Flora purported to be a Leonardo and purchased by another member of the <em>Burlington Magazine</em>'s Consultative Committee, <a href=\"/bodew\">Wilhelm Bode</a> for his Berlin museum.": [],
    "Bode resigned from the committee in protest.": [],
    "In 1913 Cust published a study of the painter Hans Eworth (fl.": [
        [
            8,
            12,
            [
                "Must",
                "Just",
                "Cast",
                "Cost",
                "Cut",
                "Cult"
            ]
        ],
        [
            51,
            57,
            [
                "Worth",
                "Epworth"
            ]
        ]
    ],
    "1540-73) (\"H.": [],
    "E.\")": [],
    "reassigning many works to him in the Walpole Society's Annual for that year.": [
        [
            0,
            11,
            [
                "Reassigning"
            ]
        ]
    ],
    "Cust and the Burlington's other joint editor, <a href=\"/adeym\">More Adey</a>, developed strong disagreements with Fry and both resigned from the magazine in 1919.": [
        [
            0,
            4,
            [
                "Must",
                "Just",
                "Cast",
                "Cost",
                "Cut",
                "Cult"
            ]
        ]
    ],
    "In 1927 he relinquished his role as surveyor of the king's pictures, replaced by <a href=\"/bakerc\">C.": [
        [
            3,
            7,
            [
                "1927,"
            ]
        ]
    ],
    "H. Collins Baker</a>, and named as a KCVO, Knight Commander of the Royal Victorian Order, a member of the second highest rank of a British order of knighthood.": [
        [
            37,
            41,
            [
                "CVO",
                "KC VO"
            ]
        ],
        [
            106,
            120,
            [
                "second-highest"
            ]
        ]
    ],
    "He died at home, Datchet House, Datchet, Buckinghamshire.": [
        [
            17,
            24,
            [
                "Hatchet",
                "Ratchet"
            ]
        ],
        [
            32,
            39,
            [
                "Hatchet",
                "Ratchet"
            ]
        ]
    ],
    "His cousin was the historian of Italian art, <a href=\"/custr\">Robert H. Hobart Cust</a>.": [],
    "Cust was responsible for raising the interest of British portraiture to an international level and helping to introduce northern artists to British attention.": [
        [
            0,
            4,
            [
                "Must",
                "Just",
                "Cast",
                "Cost",
                "Cut",
                "Cult"
            ]
        ]
    ],
    "Before Cust's writing in the Burlington Magazine, English art historians had focused largely on Italian artists.": [
        [
            7,
            11,
            [
                "Must",
                "Just",
                "Cast",
                "Cost",
                "Cut",
                "Cult"
            ]
        ]
    ],
    "His early monographs on Van Dyck and Dürer were widely read.": [],
    "Though Cust lacked an elegant writing style, his work was redeemed by a scrupulous attention to facts.": [
        [
            7,
            11,
            [
                "Must",
                "Just",
                "Cast",
                "Cost",
                "Cut",
                "Cult"
            ]
        ]
    ],
    "He demolished many myths around the art he wrote.": [],
    "His re-analysis of the sixteenth-century painter Hans Eworth, long erroneously identified with Lucas d'Heere, is of permanent significance.": [
        [
            54,
            60,
            [
                "Worth",
                "Epworth"
            ]
        ],
        [
            103,
            108,
            [
                "Hear",
                "Year",
                "Here",
                "Head",
                "Near",
                "Heart"
            ]
        ]
    ]
}