{
    "<p>Early scholar of Sodoma and the town of Siena.": [
        [
            20,
            26,
            [
                "Sonoma",
                "Sodom",
                "Dodoma",
                "Sodomy",
                "Sodom a"
            ]
        ]
    ],
    "Cust's father was Robert Cust and his mother Maria Hobart.": [
        [
            0,
            4,
            [
                "Must",
                "Just",
                "Cast",
                "Cost",
                "Cut",
                "Cult"
            ]
        ],
        [
            25,
            29,
            [
                "Must",
                "Just",
                "Cast",
                "Cost",
                "Cut",
                "Cult"
            ]
        ]
    ],
    "After attending Eton, he studied at Trinity College, Cambridge and Magdalen College Oxford.": [
        [
            67,
            75,
            [
                "Magdalena",
                "Magdalene"
            ]
        ]
    ],
    "He married Cornelia Octavia Peacock.": [],
    "In 1906 Cust published the major work on Il Sodoma, <em>Giovanni Antonio Bazzi</em>.": [
        [
            8,
            12,
            [
                "Must",
                "Just",
                "Cast",
                "Cost",
                "Cut",
                "Cult"
            ]
        ],
        [
            41,
            43,
            [
                "IL",
                "In",
                "Is",
                "I",
                "It",
                "If"
            ]
        ],
        [
            44,
            50,
            [
                "Sonoma",
                "Sodom",
                "Dodoma",
                "Sodomy",
                "Sodom a"
            ]
        ]
    ],
    "In subsequent years, Cust had to fend off reviewers who found--as Cust did himself--Sodoma's subject matter and lifestyle immoral.": [
        [
            21,
            25,
            [
                "Must",
                "Just",
                "Cast",
                "Cost",
                "Cut",
                "Cult"
            ]
        ],
        [
            66,
            70,
            [
                "Must",
                "Just",
                "Cast",
                "Cost",
                "Cut",
                "Cult"
            ]
        ],
        [
            75,
            90,
            [
                "himself--Sonoma"
            ]
        ],
        [
            93,
            107,
            [
                "subject"
            ]
        ]
    ],
    "He and <a href=\"/berensonb\">Bernard Berenson</a> agreed that Sodoma's paintings drifted \"into work that would disgrace any artist.\"": [],
    "Cust also submitted the article on Sodoma to <em>Bryan's Dictionary of Painters and Engravers</em>.": [
        [
            0,
            4,
            [
                "Must",
                "Just",
                "Cast",
                "Cost",
                "Cut",
                "Cult"
            ]
        ],
        [
            35,
            41,
            [
                "Sonoma",
                "Sodom",
                "Dodoma",
                "Sodomy",
                "Sodom a"
            ]
        ]
    ],
    "The following year he translated the 1888 <em>Vittore Carpaccio: discorso letto</em> by Gustav Ludwig (1852-1905) and Pompeo Molmenti (1852-1928) as <em>The Life and Works of Vittorio Carpaccio</em>.": [],
    "Cust took up residency in Siena, where, in 1903, he attacked <a href=\"/douglasr\">R.": [
        [
            0,
            4,
            [
                "Must",
                "Just",
                "Cast",
                "Cost",
                "Cut",
                "Cult"
            ]
        ]
    ],
    "Langton Douglas</a> and his <em>History of Siena</em>, accusing him of ignorance of the basic archival sources of that city.": [
        [
            0,
            7,
            [
                "Langston",
                "Lang ton"
            ]
        ]
    ],
    "Cust produced a number of short books for the publisher George Bell in the series <em>Bell's Miniature Series of Painters</em>, including works on Leonardo and Botticelli (both 1908).": [
        [
            0,
            4,
            [
                "Must",
                "Just",
                "Cast",
                "Cost",
                "Cut",
                "Cult"
            ]
        ]
    ],
    "In 1910 he issued his own translation of an abbreviated version of the life of <a href=\"/cellinib\">Benvenuto Cellini</a>, based on a newer edition of the Italian (by Bacci) to compete with the popular version translated by <a href=\"/symondsj\">John Addington Symonds</a> of 1888, and, though also popular, never achieved as much success.": [
        [
            3,
            7,
            [
                "1910,"
            ]
        ]
    ],
    "He served in the RAF during World War I. His cousin was <a href=\"/custl\">Lionel Cust</a> a director of the National Portrait Gallery.</p>": []
}