{
    "Scholar of the norther Renaissance in art.": [],
    "Professor of Art History, University of Iowa.": [],
    "Cuttler was born to Morris Joseph Cuttler and Nettie Wolff (Cuttler).": [
        [
            0,
            7,
            [
                "Cutter",
                "Cutler",
                "Cuttle",
                "Cuttles"
            ]
        ],
        [
            34,
            41,
            [
                "Cutter",
                "Cutler",
                "Cuttle",
                "Cuttles"
            ]
        ],
        [
            60,
            67,
            [
                "Cutter",
                "Cutler",
                "Cuttle",
                "Cuttles"
            ]
        ]
    ],
    "After attending Ohio State University where he received a B.F.A.": [],
    "in 1935 and M.A., 1937.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He was awarded a Carnegie fellowship to study at the University of Paris, 1937.": [],
    "He initially joined the University of Colorado, Boulder, as an instructor in art history in 1938, and a fellow at University of Brussels under the Belgian American Educational Foundation in 1939.": [],
    "Cuttler left his Colorado teaching post in 1940 on the eve of World War II to work as a designer for several defence engineering firms in Detroit, MI.": [
        [
            0,
            7,
            [
                "Cutter",
                "Cutler",
                "Cuttle",
                "Cuttles"
            ]
        ],
        [
            109,
            116,
            [
                "defense"
            ]
        ]
    ],
    "He married Mary Cecilia Fuller in 1941 (later divorced).": [],
    "After World War II, Cuttler returned to art history, teaching as an assistant professor at Michigan State University in East Lansing, MI, beginning in 1947.": [
        [
            20,
            27,
            [
                "Cutter",
                "Cutler",
                "Cuttle",
                "Cuttles"
            ]
        ]
    ],
    "He entered the Institute of Fine Arts, New York University for a doctorate in art history.": [],
    "Cuttler studied under the eminent German expatriate art historians who made the Institute famous in the years immediately after the war, including <a href=\"/weinbergerm\">Martin Weinberger</a>, <a href=\"/friedlanderw\">Walter F. Friedländer</a> and <a href=\"/panofskye\">Erwin Panofsky</a>.": [
        [
            0,
            7,
            [
                "Cutter",
                "Cutler",
                "Cuttle",
                "Cuttles"
            ]
        ]
    ],
    "His Ph.D.": [],
    "was granted in 1952.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "He joined the faculty at Indiana University as Assistant professor teaching summers, 1952 and 1953.": [],
    "Cuttler was called to the University of Iowa, Iowa City, IA as an associate professor in 1957.": [
        [
            0,
            7,
            [
                "Cutter",
                "Cutler",
                "Cuttle",
                "Cuttles"
            ]
        ]
    ],
    "Cuttler published an article in the <em>Art Bulletin</em> in 1957 on Hieronymous Bosch's \"Temptation of St.": [
        [
            0,
            7,
            [
                "Cutter",
                "Cutler",
                "Cuttle",
                "Cuttles"
            ]
        ],
        [
            69,
            80,
            [
                "Hieronymus"
            ]
        ]
    ],
    "Anthony\" (Lisbon); it remains the basic study on that work (Snyder).": [],
    "He rose to (full) professor of art history at Iowa in 1965, researching in Brussels the following year as a senior Fulbright fellow.": [],
    "He remarried to Betty Monroe.": [],
    "In 1968 Cuttler published one of the first surveys in the English language on northern Renaissance art (the earlier one by <a href=\"/benescho\">Otto Benesch</a>, was a translation from German).": [
        [
            8,
            15,
            [
                "Cutter",
                "Cutler",
                "Cuttle",
                "Cuttles"
            ]
        ]
    ],
    "He retired from Iowa in 1983.": [],
    "He died in New York city after a lengthy illness.": [
        [
            11,
            24,
            [
                "New York City"
            ]
        ]
    ],
    "His final book, <em>Hieronymus Bosch: Late Work</em>, appeared posthumously in 2011.": [],
    "His papers are held at the University of Iowa special collections library.": [
        [
            54,
            65,
            [
                "collections'",
                "collection's"
            ]
        ]
    ]
}