{
    "Director of the Museum of Modern Art, New York, 1949-1967. d'Harnoncourt was born into a wealthy Viennese family, Count Hubert and Julie Mittrowsky d'Harnoncourt.": [
        [
            59,
            60,
            [
                "D"
            ]
        ],
        [
            61,
            72,
            [
                "Harcourt"
            ]
        ],
        [
            150,
            161,
            [
                "Harcourt"
            ]
        ]
    ],
    "The family moved to Graz, where he initially intended on a career as a chemist, studying at the university in Graz.": [],
    "He moved to the Technische Hochschule in Vienna in 1922, writing a thesis on creosote content in the coal of Yugoslavia, but without graduating.": [
        [
            16,
            26,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ]
    ],
    "When the family fortuned declined after World War I, d'Harnoncourt moved to Mexico in 1925 to seek employment as a chemist.": [
        [
            16,
            24,
            [
                "fortune",
                "fortunes",
                "for tuned"
            ]
        ],
        [
            55,
            66,
            [
                "Harcourt"
            ]
        ]
    ],
    "His personal interest in and talent for art caught the notice of various antiques dealers.": [],
    "By 1927 he was assembling a collection of folk arts, which traveled to the United States.": [],
    "The show, which opened in at the Metropolitan Museum of Art, NY, in 1930, rocketed d'Harnoncourt to prominence, including a radio program of his own, \"Art in America\" (1933-1934).": [
        [
            85,
            96,
            [
                "Harcourt"
            ]
        ]
    ],
    "In 1932 he married Chicago fashion designer Sara Carr.": [
        [
            3,
            7,
            [
                "1932,"
            ]
        ]
    ],
    "Between 1934 and 1937 he taught at Sara Lawrence College and the New School for Social Research.": [],
    "In 1936 he was appointed an administrator in the Indian Arts and Crafts Board, part of the Department of the Interior.": [
        [
            3,
            7,
            [
                "1936,"
            ]
        ]
    ],
    "d'Harnoncourt mounted one of the first national exhibitions of native-American arts at the Golden Gate International Exposition in San Francisco in 1939.": [
        [
            0,
            1,
            [
                "D"
            ]
        ],
        [
            2,
            13,
            [
                "Harcourt"
            ]
        ]
    ],
    "In 1944 he was appointed to the Museum of Modern Art, NY, to help with the duties of the recently dismissed (but not quite \"fired\") founder of MoMA, <a href=\"/barra\">Alfred H. Barr, Jr.</a> D'Harnoncourt's sensitivity to the situation (Barr was eventually reinstated as a curatorial advisor) and gentle personality allowed both men to function positively.": [
        [
            3,
            7,
            [
                "1944,"
            ]
        ]
    ],
    "D'Harnoncourt was an expert museum installer as well as collector.": [
        [
            2,
            13,
            [
                "Harcourt"
            ]
        ]
    ],
    "He mounted the shows \"Henry Moore\" (1946), \"Gabo and Pevsner\" (1948), in his capacity.": [
        [
            44,
            48,
            [
                "Gabon",
                "Gabe",
                "Gabor",
                "Gaby",
                "Garbo",
                "Gab"
            ]
        ],
        [
            53,
            60,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "In 1949 d'Harnoncourt was appointed Director of the Museum.": [
        [
            10,
            21,
            [
                "Harcourt"
            ]
        ]
    ],
    "<a href=\"/ritchiea\">Andrew Carnduff Ritchie</a> was hired from the Albright Art Gallery to succeed him in his duties as paintings curator.": [],
    "Under his directorship, the Museum mounted the exhibitions \"Lipschitz\" (1954), \"Seurat and Arp\" (1958), \"Picasso\" (1967) and \"Rodin\" (1963).": [
        [
            91,
            94,
            [
                "ARP",
                "Are",
                "Art",
                "Arm",
                "Arc",
                "Harp"
            ]
        ]
    ],
    "He nutured innovative curators such as <a href=\"/constantinem\">Mildred Constantine</a>, the first curator of graphic arts.": [
        [
            3,
            10,
            [
                "nurtured",
                "sutured"
            ]
        ]
    ],
    "He reached out to many New York artists, including major abstract expressionists, who had claimed that the museum had ignored their work in favor of European artists.": [],
    "d'Harnoncourt also served as art advisor and to the personal art collection of Nelson A. Rockefeller, serving as vice president for Rockefeller's Museum of Primitive Art from its beginning in 1957.": [
        [
            0,
            1,
            [
                "D"
            ]
        ],
        [
            2,
            13,
            [
                "Harcourt"
            ]
        ]
    ],
    "Like, Barr, too, d'Harnoncourt saw his mission to champion modern art to the greater public: when the <em>American Legion</em> magazine launched an attack against modern art in 1955, d'Harnoncourt issued an extended reply.": [
        [
            19,
            30,
            [
                "Harcourt"
            ]
        ],
        [
            185,
            196,
            [
                "Harcourt"
            ]
        ]
    ],
    "Under his directorship, the East Wing of the museum (designed by <a href=\"/johnsonp\">Philip Johnson</a>) was built in 1958.": [],
    "He retired in 1968 and was succeeded by <a href=\"/lowryb\">Bates Lowry</a>.": [],
    "Only a year after his retirement to Long Island, he was hit by a drunk driver and killed while walking.": [],
    "His daughter was the Director of the Philadelphia Museum of Art, <a href=\"/dharnoncourta\">Anne d'Harnoncourt</a> and his nephew is the conductor Nikolaus Harnoncourt.": [],
    "His photographic collection from his years in Mexico comprises part of the Benson Latin American Collection, General Libraries, University of Texas at Austin.": [],
    "d'Harnoncourt's reputation as a museum curator and director was that of a sensitive installation designer and successful fundraiser.": [
        [
            0,
            1,
            [
                "D"
            ]
        ],
        [
            2,
            13,
            [
                "Harcourt"
            ]
        ]
    ],
    "Assuming the Directorship in the years directly after the firing and (partial reinstating) of Barr, d'Harnoncourt handled these duties with aplomb and success.": [
        [
            102,
            113,
            [
                "Harcourt"
            ]
        ]
    ],
    "The <em>New York Times</em> once quipped of him that he could convince \"patrons with old money to part with it for new art.\"": []
}