{
    "Ground-breaking female director of the Philadelphia Museum of Art, 1982-2008. d'Harnoncourt was born to the Museum of Modern Art, director <a href=\"/dharnoncourtr\">René d'Harnoncourt</a> and fashion designer Sara Carr (d'Harnoncourt) (1904-2001).": [],
    "Raised in Manhattan, she met artists and museum professionals at an early age.": [],
    "d'Harnoncourt attended the Brearley School before entering Radcliffe, graduating in 1965 <em>magna cum laude</em>.": [
        [
            0,
            1,
            [
                "D"
            ]
        ],
        [
            2,
            13,
            [
                "Harcourt"
            ]
        ],
        [
            27,
            35,
            [
                "Rarely",
                "Briefly",
                "Barely",
                "Bradley",
                "Barley",
                "Bailey"
            ]
        ]
    ],
    "She earned an MA from Courtauld Institute of Art, University of London in 1967 with a thesis on moral subject matter in Pre-Raphaelite and British 19th-century painting.": [
        [
            22,
            31,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ],
        [
            102,
            116,
            [
                "subject"
            ]
        ]
    ],
    "While in London, she briefly worked for the Tate Gallery.": [],
    "d'Harnoncourt began her career in art history working at the Philadelphia Museum of Art as a curatorial assistant in the painting department.": [
        [
            0,
            1,
            [
                "D"
            ]
        ],
        [
            2,
            13,
            [
                "Harcourt"
            ]
        ]
    ],
    "While there she worked with the early American Duchamp curator <a href=\"/hoppsw\">Walter C. Hopps</a>.": [],
    "She moved to the Art Institute of Chicago in 1969 as curator of 20th-century art at the Art Institute of Chicago.": [],
    "At Chicago, she met assistant curator of European painting, <a href=\"/rishelj\">Joseph H. Rishel, Jr.</a> They married in 1971, rising to associate curator of 20th-century art at Chicago the same year.": [],
    "The following year she returned to Philadelphia as curator of 20th century art, in part to organize and mount the Marcel Duchamp a retrospective the following year, of which the Museum had spectacular holdings.": [],
    "She added to the Duchamp collection and archive at the Museum.": [],
    "In 1982 d'Harnoncourt was appointed director of the Museum, replacing <a href=\"/boggsj\">Jean Sutherland Boggs</a> the only woman to head a museum with an annual budget greater than $25 million and one of the youngest.": [
        [
            10,
            21,
            [
                "Harcourt"
            ]
        ]
    ],
    "She issued the volume on Duchamp for the important <em>Documents of Twentieth Century Art</em> series in 1983.": [],
    "As director, she orchestrated an immensely successful re-emergence of the Museum.": [],
    "In 1989, the Museum won an important court decision to integrate the John G. Johnson collection of European paintings--and the core of Philadelphia's collection--into its overall holdings.": [],
    "The Museum had been previously required to keep Johnson's painting separate, per his 1914 bequest.": [],
    "Armed with that decision, d'Harnoncourt set about a reinstallation and integration of its holdings, costing $12 million and requiring two capital campaigns.": [
        [
            28,
            39,
            [
                "Harcourt"
            ]
        ]
    ],
    "The first 1986 to 1993 raised $64 million.": [],
    "By the 1990s, d'Harnoncourt had turned down offers to direct the Museum of Modern Art and the National Gallery in Washington.": [
        [
            16,
            27,
            [
                "Harcourt"
            ]
        ]
    ],
    "She added the duties of chief executive to her Museum title in 1997, replacing Robert Montgomery Scott.": [],
    "She oversaw the Museum's mounting of the Constantin Brancusi retrospective in 1995 and Paul Cézanne in 1996.": [
        [
            52,
            60,
            [
                "Branch",
                "Branches",
                "Francis",
                "Brands",
                "Frances",
                "François"
            ]
        ]
    ],
    "A retrospective of the work of Barnett Newman was launched in 2002.": [],
    "A second capital campaign in 2001 netted $246 million for the Museum.": [],
    "Other notable works acquired under her tenure included those by Jasper Johns, Brice Marden, and Agnes Martin.": [
        [
            84,
            90,
            [
                "Garden",
                "Maiden",
                "Warden",
                "Arden",
                "Madden",
                "Harden"
            ]
        ]
    ],
    "Under her leadership, the Museum acquired an Art Deco building in the vicinity to accommodate works on paper and newer sculpture, Perelman Annex.": [],
    "A \"collections director\" of the first rank, she put together a funding package in 2006, to save the sale of Thomas Eakins' most famous painting, ''The Gross Clinic,'' keeping it in Philadelphia.": [],
    "She presided over plans for a $500 million expansion of the museum by architect Frank Gehry.": [],
    "Before the project could be started, she suffered cardiac arrest at her home at age 64, where she died.": [],
    "She was the cousin of the orchestra conductor Nikolaus Harnoncourt (b.": [],
    "1929).": [],
    "In contrast to the bombastic American museum directors of the late 20th century, d'Harnoncourt was considered by her colleagues as old school, a scholar who rose through the ranks to become director.": [
        [
            83,
            94,
            [
                "Harcourt"
            ]
        ]
    ],
    "After Boggs' failure to raise money and the profile at the Philadelphia, d'Harnoncourt did both, though she despaired that the early success of her Cézanne show (800,000 visitors) raised expectations hard to equal.": [
        [
            75,
            86,
            [
                "Harcourt"
            ]
        ]
    ]
}