{
    "Keeper of the British and Medieval Antiquities Department at the British Museum, 1921-1928.": [],
    "Dalton was the son of a solicitor, Thomas Masters Dalton, and Emily Mansford.": [
        [
            68,
            76,
            [
                "Mans ford"
            ]
        ]
    ],
    "He attended Harrow School winning a scholarship to New College, Oxford, graduating in the \"classical moderations\" (Classical studies) in 1886 and in <em>literae humaniores</em> in 1888.": [
        [
            101,
            112,
            [
                "moderation",
                "mode rations"
            ]
        ]
    ],
    "Dalton made a grand tour after school, France, Germany, Austria, studying under <a href=\"/strzygowski\">Josef Rudolf Thomas Strzygowski</a> and India, and teaching for a year at the Abbotsholme School in Derbyshire, in 1884.": [],
    "The following year Dalton joined British Museum in the department of British and medieval antiquities led by its keeper, <a href=\"/franksa\">Wollaston Franks</a>.": [],
    "He was elected a fellow of the Royal Anthropological Institute in 1895.": [],
    "He and <a href=\"/readc\">Hercules Read</a> published <em>Antiquities from the City of Benin</em> in 1899 and elected a fellow of the Society of Antiquaries in 1899 subsequently serving on its council and boards.": [],
    "Dalton was promoted to first class assistant in 1901.": [],
    "Dalton's initial focus in ethnology migrated to archaeology and he set about writting catalogs on the collections, beginning the same year with his <em>Catalogue of Early Christian Antiquities</em>.": [
        [
            59,
            63,
            [
                ", and"
            ]
        ],
        [
            77,
            85,
            [
                "writing",
                "writhing",
                "gritting",
                "witting"
            ]
        ]
    ],
    "In 1903 he issed for the Museum the <em>Guide to the Early Christian and Byzantine Antiquities</em> and the <em>Treasure of the Oxus</em>, 1905, a collection which dated from the Franks years.": [
        [
            3,
            7,
            [
                "1903,"
            ]
        ],
        [
            11,
            16,
            [
                "issued",
                "missed",
                "kissed",
                "dissed",
                "hissed",
                "pissed"
            ]
        ]
    ],
    "In 1909 he rose to assistant (modern deputy) keeper, publishing the <em>Catalogue of the Ivory Carvings of the Christian Era</em>.": [
        [
            3,
            7,
            [
                "1909,"
            ]
        ]
    ],
    "In 1910 his second publication, <em>Handbook to the Ethnographical Collections</em> appeared, written with Thomas Athol Joyce.": [],
    "He oversaw the publication by the Byzantine Research and Publication Fund on several significant Byzantine churches, beginning with <em>The Church of the Nativity at Bethlehem</em> in 1910.": [],
    "In 1911 he issued his most important work, <em>Byzantine Art and Archaeology</em> a survey of Byzantine art in all areas except architecture.": [
        [
            3,
            7,
            [
                "1911,"
            ]
        ]
    ],
    "Dalton was pursuaded to write a series of articles in 1912 for the <em>Burlington Magazine</em> on the jewel collection of J. Pierpont Morgan, who still effectively controlled the Metropolitan Museum of Art in New York.": [
        [
            11,
            20,
            [
                "persuaded"
            ]
        ]
    ],
    "The series was introduced by <a href=\"/fryr\">Roger Fry</a>, who had, by this time, had a falling out with Morgan.": [],
    "His <em>Catalogue of the Engraved Gems of the Post-Classical Periods in the British Museum</em> appeared mid-war, in 1915 along with a translated edition of the <em>Letters of Sidonius</em> the same year.": [],
    "During World War I, Dalton worked for the Admiralty, in the map making division, until he was struck by and car and seriously injured.": [],
    "During convalenscence, he wrote the third of three books published under the name W. Compton Leith, <em>Domus doloris</em>, in 1919 (the other two, <em>Apologia diffidentis</em>, 1908, and <em>Sirenica</em>, 1913).": [
        [
            7,
            21,
            [
                "convalescence"
            ]
        ],
        [
            93,
            98,
            [
                "Lath",
                "Late",
                "Faith",
                "Path",
                "Math",
                "Oath"
            ]
        ]
    ],
    "In 1921 the department was divided from its ceramics, ethnography, and oriental antiquities collections and Dalton was named keeper of the remaining department, named British and medieval antiquities.The future head of the British Museum, <a href=\"/kendrickt\">K.": [
        [
            200,
            203,
            [
                " The"
            ]
        ]
    ],
    "T. Kenrick</a> was hired under his direction.": [
        [
            3,
            10,
            [
                "Kendrick",
                "Ken rick"
            ]
        ]
    ],
    "He was elected FBA in 1922.": [],
    "In 1923 he and Hermann Justus Braunholtz translated the <a href=\"/strzygowski\">Josef Rudolf Thomas Strzygowski</a> work <em>Origin of Christian Church Art</em>.": [
        [
            3,
            7,
            [
                "1923,"
            ]
        ]
    ],
    "Because Dalton's earlier work omitted architecture, he wrote <em>East Christian Art: a Survey</em>, 1925, including all the arts.": [],
    "He retired to Bath in 1928.": [],
    "Dalton moved to a cottage in the Quantocks in 1940.": [
        [
            33,
            42,
            [
                "Unlocks",
                "Quantico",
                "Quacks",
                "Quantiles",
                "Quartos",
                "Quangos"
            ]
        ]
    ],
    "He died at home, unmarried, in Holford, Somerset, in 1945.": [
        [
            31,
            38,
            [
                "Oxford",
                "Milford",
                "Salford",
                "Alford",
                "Hanford",
                "Wilford"
            ]
        ]
    ],
    "His Quantocks land was donated to the National Trust for its unspoiled beauty, the rest New College to found a research scholarship.": [
        [
            4,
            13,
            [
                "Unlocks",
                "Quantico",
                "Quacks",
                "Quantiles",
                "Quartos",
                "Quangos"
            ]
        ]
    ],
    "His <em>Catalogue of Early Christian Antiquities</em>, like many of the early British Museum catalogs, functioned as standard works on the subject, owing to their scholarship and lack of other accessible publications in their areas (Myres).": [],
    "His 1911 survey <em>Byzantine Art and Archaeology</em> became one of the most important texts for the rising interest in Byzantine art history.": [],
    "It was eagerly discussed by the self-trained Byzantists <a href=\"/prichardm\">Matthew Stewart Prichard</a> and <a href=\"/whittemoret\">Thomas Whittemore</a>.": [
        [
            45,
            55,
            [
                "Byzantines"
            ]
        ]
    ]
}