{
    "Visionary modernist art museum director, Newark Museum, 1909-1929, and librarian theorist.": [],
    "Dana was born to Charles Dana, Jr.": [],
    "a general store manager, and Charitie Scott Loomis (Dana).": [
        [
            0,
            1,
            [
                "A"
            ]
        ],
        [
            29,
            37,
            [
                "Charities",
                "Charité"
            ]
        ],
        [
            44,
            50,
            [
                "Looms",
                "Loom is"
            ]
        ]
    ],
    "In 1874, Dana entered Dartmouth College.": [],
    "He gained an A. B. in 1878 intent on becoming a lawyer, but a diagnosis of tuberculosis forced him to the drier climate of Colorado.": [],
    "Dana worked as a surveyor, part of the team who discovered the ruins of the Mesa River cliff dwellers in 1881.": [],
    "He returned to New York (state) and passed the bar exam in 1883, but ill health drove him again to Minnesota and then back to Colorado, selling real estate and again surveying.": [],
    "While a lay leader in the Unitarian church, he met and married Adine Rowena Waggener (1860-ca.1932) in 1888.": [
        [
            63,
            68,
            [
                "Dine",
                "Nadine",
                "Udine",
                "Aline",
                "Aldine",
                "Amine"
            ]
        ],
        [
            76,
            84,
            [
                "Wagener"
            ]
        ]
    ],
    "Dana's career as a librarian began after an article he wrote criticizing public education led to Dana's appointment as the first librarian of Denver School District, the precursor of the Denver Public Library.": [],
    "His visionary library included picture files, reference shelves open to the public and a circulating picture collection (begun in 1891), primarily for children.": [],
    "In 1898 Dana returned to New England where he founded the Springfield, Massachusetts library system.": [],
    "Dana wanted to incorporate the city's art and natural history museums into the library system, but met with stiff resistance from the wealthy private collector and curator of the art museum.": [],
    "He resigned in 1901 moving to the Free Public Library of Newark, New Jersey, the following year.": [],
    "Dana built the Newark library into one of the most successful urban public libraries in the United States, creating branches and specialized libraries, promoting the library vigorously.": [],
    "He also returned to his idea of running an art museum.": [],
    "In 1903 he mounted an exhibition of American art in the library, and by 1905 he had created a science museum on one floor of the library.": [
        [
            3,
            7,
            [
                "1903,"
            ]
        ]
    ],
    "Dana merged the museum into one for the arts as well, now called the Newark Museum in 1909, under the rubric of the Newark Museum Association, which he founded the same year.": [],
    "Dana's main interest was industrial art and design.": [],
    "He personally built many of the display cases from his home carpentry shop.": [],
    "Dana established contact with the director of the Folkwang Museum in Germany, <a href=\"/osthausk\">Karl Ernst Osthaus</a>.": [
        [
            50,
            58,
            [
                "Folkways",
                "Folkway"
            ]
        ]
    ],
    "The result was the 1912 show \"Modern German Applied Arts,\" a groundbreaking show of over 1,300 items by the Deutscher Werkbund, including metalwork and advertisements.": [
        [
            108,
            117,
            [
                "Deutsche"
            ]
        ],
        [
            118,
            126,
            [
                "Weekend",
                "Westbound",
                "Moribund",
                "Gerund",
                "Berglund",
                "Neckband"
            ]
        ]
    ],
    "A junior museum for children was established in 1913.": [],
    "Dana's dogmatic lobbying for industrial design resulted in the Metropolitan Museum of Art shows of commercial products in 1917.": [],
    "During World War I Dana resisted much of the anti-German sentiments, refusing to remove German-authored books from library shelves.": [],
    "He hired the art historian <a href=\"/cahillh\">Holger Cahill</a> in 1921 to the staff of the Newark Museum, encouraged Cahill to organize shows on folk art, American primitives, and American folk sculpture.": [],
    "Dana declined honorary degrees from Dartmouth, Rutgers, and Princeton.": [],
    "In 1923, Dana spearheaded a touring show on Chinese art, one of the first in the country.": [],
    "Though Dana distained treasure-quality art, the wares of \"archaeologists, excavators and importers,\" as he put it, he invested in American artists.": [
        [
            12,
            21,
            [
                "disdained",
                "distrained"
            ]
        ]
    ],
    "Years before larger American museums acquired indigenous artists, the Newark Museum owned paintings by John Sloan and Max Weber.": [],
    "By 1923, Dana's health began to decline.": [],
    "The museum moved to separate quarters in 1926.": [],
    "Still energetic, he founded an apprenticeship program for display and museum curation, one of whose initial students was the later Museum of Modern Art curator <a href=\"/millerd\">Dorothy Miller</a>.": [],
    "Dana hired Miller to assist with Cahill's work in the Museum.": [],
    "In 1929, however Dana underwent an operation which resulted in a lingering infection.": [],
    "He collapsed the same year at Grand Central Station, NY, and died at an area hospital.": [],
    "Dana is buried in Woodstock, VT.": [],
    "His personal papers are contained at The Newark Public Library and the American Library Association Archives, University of Illinois at Urbana-Champaign.": [],
    "Dana's strong populist impulse made him a pre-cursor to modern art museum's attention to broad public appeal.": [],
    "His theory of culture was derived more from the theory of Thorstein Veblen (1857-1929) than art theorists.": [],
    "\"Museums must advertise,\" he wrote in a letter to the <em>New York Times</em>, an extreme notion at the time.": [],
    "His art museum--a term the Newark institution has never used--like his libraries, was devoted to show designs to educate local laborers.": [],
    "Dana believed in museum displays which re-enforced the object's context, as opposed to the prevailing esthetic theories of installation (\"the object as contemplative piece\") by curators such as Boston's <a href=\"/gilmanb\">Benjamin Ives Gilman</a>.": [],
    "A social progressive, he hoped to liberate the public from fashion obsolescence, espousing an American aesthetic of machine-style objects produced from the country's industrial prowess.": [],
    "His legacy in museology is the acceptance of industrial design as part of American art museums.": [],
    "\"Beauty,\" he wrote elsewhere, \"has no relation to age, rarity or price.\"": [],
    "He was not a scholar and did no research on art.": [
        [
            29,
            31,
            [
                "not"
            ]
        ]
    ]
}