{
    "Influential undergraduate professor of art history at Columbia University.": [],
    "Davis graduated from Princeton University in 1936 with a degree in French languages and literatures.": [],
    "He received a Carnegie Fellowship in 1937, studying summers at the Institut d'Art et d'Arch'ologie in Paris and in Brussels on a Belgian-American Educational Foundation Fellowship, 1938.": [
        [
            67,
            75,
            [
                "Institute"
            ]
        ],
        [
            92,
            98,
            [
                "logic",
                "Cologne",
                "Louie",
                "Ollie",
                "bogie",
                "boogie"
            ]
        ]
    ],
    "His master's degree in fine arts was granted in 1939.": [],
    "He joined the Metropolitan Museum of Art the same year as a curator in first the medieval art department (through 1942) and then prints and drawings (through 1944).": [],
    "He lectured in art history at Hunter college for two years before joining Columbia University in 1944.": [],
    "He became an assistant professor in 1947.": [],
    "Davis was hired to teach Columbia's \"Art Humanities\" course, an interdisciplinary offering, but when the Italian Renaissance course suddenly needed to be filled the same year, Davis obliged.": [],
    "He taught a northern Renaissance continually thereafter as well as the Art Humanities course, which also spanned forty years.": [],
    "He received a Fulbright Senior Research Grant to Italy in 1950-51, where he focused on Bernini.": [],
    "In 1954 he advanced to associate professor.": [
        [
            3,
            7,
            [
                "1954,"
            ]
        ]
    ],
    "He served the board of directors of the College Art Association as secretary between 1957 and 1960 and as vice-president for 1959-1960.": [],
    "He was named full professor in 1962.": [],
    "In 1968 he received the Mark van Doren Award at Columbia College for teaching.": [
        [
            3,
            7,
            [
                "1968,"
            ]
        ],
        [
            33,
            38,
            [
                "Dozen",
                "Doreen",
                "Loren",
                "Goren",
                "Doyen",
                "Daren"
            ]
        ]
    ],
    "He served as chair of the Department of Art and Archaeology from 1969 to 1972.": [],
    "He was named Moore Collegiate Professor of Art History in 1980.": [],
    "In 1984 he was awarded a distinguished teaching award by the College Art Association and retired in 1985.": [
        [
            3,
            7,
            [
                "1984,"
            ]
        ]
    ],
    "He continued to teach the Art Humanities course until 1991.": [],
    "He died of heart failure at age 79.": [],
    "His daughter, Alison McParlin Davis-Murphy, is a photographer.": [
        [
            21,
            29,
            [
                "McFarlin",
                "McParlan"
            ]
        ]
    ],
    "Davis published almost nothing during his career; his reputation was as a teacher.": [],
    "His classes in Italian Renaissance painting and on Northern European painting were among the most popular undergraduate courses at Columbia.": [],
    "Although his lack of a Ph.D.": [],
    "prevented him from advising graduate students, many eminent art historians, however, first learned of the topic through Davis, among them David Rosand, now professor at Columbia.": [
        [
            0,
            9,
            [
                "Prevented"
            ]
        ],
        [
            144,
            150,
            [
                "Roland",
                "Rostand",
                "Rosana"
            ]
        ]
    ]
}