{
    "Netherlandish scholar, National Gallery, London, Director 1968-1973.": [],
    "Davies was the son of Ernest Davies (1873-1946), a sometime novelist.": [],
    "He received no specialized training in art, other than extended family trips to the continent, especially France, where he developed a love for French Gothic architecture.": [],
    "Davies attended Rugby and King's College, Cambridge where he concentrated in Modern Languages.": [],
    "He joined the National Gallery as an attaché in 1932, rising to assistant Keeper in charge of Netherlandish and German paintings.": [],
    "He began to publish articles and short notices in the <em>Burlington Magazine</em>.": [],
    "<a href=\"/clarkk\">Kenneth Clark</a> was appointed director the following year and, from the first, Davies strongly disagreed with his policies; the pre-war years were therefore ones of frustration.": [],
    "Clark insisted on purchasing artwork directly, sometimes with little or no consultation of the curatorial staff.": [],
    "When Clark convinced the Trustees to purchase two purported Giorgiones without the Keepers even looking at them, Davies protested.": [
        [
            60,
            70,
            [
                "Giorgione's",
                "Giorgione",
                "Giorgi ones"
            ]
        ]
    ],
    "His reprieve from infighting came when Gallery objects were transferred to Manod, near Blaenau Ffestiniog, Wales in anticipation of German bombing.": [
        [
            75,
            80,
            [
                "Manor",
                "Manon",
                "Maned",
                "Manoj"
            ]
        ],
        [
            87,
            94,
            [
                "Blarney",
                "Blumenau",
                "Blarneys"
            ]
        ],
        [
            95,
            105,
            [
                "Destining"
            ]
        ]
    ],
    "Davies was essentially sole caretaker of the objects in Wales.": [],
    "At this he shone.": [],
    "With the War's conclusion, Clark resigned the directorship (replaced by <a href=\"/hendyp\">Philip Hendy</a>) and Davies began authoring the first of his catalogs for the Museum, <em>Early Netherlandish School</em>, 1945 to replace those of 1929.": [],
    "Other painting school catalogs followed.": [],
    "In the post-War years, Davies eschewed the social and lecture circuit, but paid an interest in the Gallery Library, encouraging the collecting of guidebooks, auction catalogs and ephemera, unfortunately at the expense of monographs, for which he held little value (!).": [],
    "The sudden death of the Gallery's picture keeper <a href=\"/gibsonw\">William Pettigrew Gibson</a> in 1960 seemed noticeably to soften Davies; his succession to Gibson's office refocused Davies into more of a cohesive colleague.": [],
    "When Hendy retired as Director, Davies succeeded him in 1968.": [
        [
            5,
            10,
            [
                "Henry",
                "Wendy",
                "Handy",
                "Heady",
                "Bendy",
                "Hendry"
            ]
        ]
    ],
    "Davies spent the few years of his directorship planning and implementing an addition to the Gallery building.": [],
    "The painting \"Death of Actaeon\" by Titian was acquired during his tenure after a successful public appeal in 1972.": [],
    "When a Roger van der Weyden was discovered, Davies acquired it for the Gallery, writing his only monograph on it in 1973.": [],
    "That same year he retired as Director, succeeded by <a href=\"/leveym\">Michael Levey</a>.": [],
    "As a scholar, Davies brought healthy if extreme suspicion to the operation of the museum world.": [],
    "He was part of what <a href=\"/suttond\">Denys Sutton</a> called the generation of museum scholars who emerged in the 1930s replacing \"slapdash working methods\" with skepticism for all but established fact.": [],
    "According to Clark, Davies doubted even the authenticity of the Giotto frescos in the Arena Chapel because they lacked documentation.": [
        [
            71,
            78,
            [
                "frescoes",
                "fresco"
            ]
        ]
    ],
    "Fundamentally conservative, Davies \"placed under a Puritan ban\" on the acquisition of Rococo art (Levey), though he purchased a Tintoretto for the Gallery during his tenure.": [
        [
            98,
            103,
            [
                "Level",
                "Lava",
                "Lever",
                "Levy",
                "Lena",
                "Levee"
            ]
        ]
    ],
    "His row with Clark was open and long-lasting.": [],
    "His successor, Levey, wrote that with Davies, \"a good deal of caprice was displayed.": [
        [
            15,
            20,
            [
                "Level",
                "Lava",
                "Lever",
                "Levy",
                "Lena",
                "Levee"
            ]
        ]
    ],
    "[He possessed] strangely violent prejudices and a tartness veering at times towards the cruel...\".": [],
    "His catalogs of the Gallery were his major publishing venue and established him as a scholar.": [],
    "He was that brand of scholar/civil servant whose entire life was his job.": []
}