{
    "Arms and Armor scholar at the Metropolitan Museum of Art, New York, and zoologist.": [],
    "Dean's family hailed from Revolutionary War heroes (John Dean, 1754-1798).": [],
    "His father was William Dean, a lawyer, and his mother Emma Frances Bashford (Dean).": [
        [
            67,
            75,
            [
                "Ashford",
                "Basford",
                "Rashford",
                "Bash ford"
            ]
        ]
    ],
    "Dean's interest in armor stemmed from a boyhood visit to the personal collection of Carlton Gates (d.": [],
    "1869) in Yonkers, NY.": [],
    "Dean started collecting at age 10 with the purchase of two daggers from the sale of the Cogniat collection in 1877.": [
        [
            88,
            95,
            [
                "Cognate",
                "Cognac",
                "Cognizant",
                "Cognize"
            ]
        ]
    ],
    "Dean graduated from the College of the City of New York in 1886 (he was 19) in zoology and by 1890 has his Ph.D., from Columbia in the same area.": [],
    "He and Henry Fairfield Osborn (1857-1935) founded the department of Zoology (where he lectured on arthropods) at Columbia University in 1891.": [],
    "He became curator of the Department of Reptiles and Fishes at the Museum of Natural History in New York.": [],
    "In 1893 he married the wealthy socialite Mary Alice Dyckman (1869-1950).": [
        [
            3,
            7,
            [
                "1893,"
            ]
        ],
        [
            52,
            59,
            [
                "Hickman",
                "Jackman",
                "Beckman"
            ]
        ]
    ],
    "The coupled moved into Wave Hill, a mansion overlooking the Hudson River (today a museum) and began to collect armor in earnest.": [],
    "In 1896 Metropolitan Museum director <a href=\"/cesnolal\">Luigi Palma di Cesnola</a> enlisted Dean to install the Ellis collection at the Met.": [],
    "Dean spent an extended research trip in 1900 at the Imperial Biological Laboratory in Japan studying the frilled shark.": [],
    "This brought him an entree into Japanese society (including the Emperor) and a familiarity with Japan weapons.": [
        [
            20,
            26,
            [
                "entrée"
            ]
        ]
    ],
    "Within three years Dean had assembled the best Japanese armor collection outside Japan, which he lent to the Metropolitan for an exhibition in 1903.": [],
    "Dean was again enlisted to evaluate the first collection of armor bought by the Metropolitan, that of the French Duc de Dino, by then director <a href=\"/clarkec\">Caspar Purdon Clarke</a>.": [
        [
            113,
            116,
            [
                "Due",
                "Duo",
                "Dub",
                "Duck",
                "Dug",
                "DEC"
            ]
        ]
    ],
    "Dean was so effusive about the purchase (much of which had been purchased at the insistence of board chairman J. P. Morgan, 1837-1913), that Morgan charged Dean to write the catalog for the collection.": [],
    "In 1906 Morgan had Dean made honorary (i.e., unsalaried) curator of Arms and Armor.": [
        [
            45,
            55,
            [
                "salaried",
                "nonsalaried"
            ]
        ]
    ],
    "Dean, who through marriage and personal inheritance was independently wealthy, quit his professorship at Columbia to devote full time to his personal arms collecting and his duties at the Met.": [],
    "Dean continued to publish on natural sciences.": [],
    "Dean spent 1907 courting one of the most important American (expatriate) arms collectors, William H. Riggs (1837-1924).": [],
    "He hired Daniel Tachaux (1857-1928) from France to be the preparator (conservator) of armor at the Met.": [
        [
            16,
            23,
            [
                "Dachau"
            ]
        ],
        [
            58,
            68,
            [
                "preparatory"
            ]
        ]
    ],
    "The Riggs collection only came to the museum in 1912, the same year the collection became a department unto itself.": [],
    "The collection was finally exhibited in 1914.": [],
    "During World War I Dean advised the army on protective armor designing a protective helmet for trench warfare and rising to major in the ordnance branch.": [],
    "His design for an American helmet, based on the Galiot de Genouilhac casqie, was rejected by the military.": [
        [
            48,
            54,
            [
                "Galoot"
            ]
        ],
        [
            69,
            75,
            [
                "Cassie"
            ]
        ]
    ],
    "He resigned from the Museum in 1927 and was immediately made a trustee.": [],
    "While on a lecture in Michigan, he required emergency surgery and died in the procedure.": [],
    "He is buried in Sleepy Hollow cemetery, Tarrytown, NY.": [
        [
            40,
            49,
            [
                "Tarry town"
            ]
        ]
    ],
    "The Metropolitan was able to acquire most of his collection through will and purchase, founding a wing named in his honor.": [],
    "When the United States entered World War II, the army adopted a new helmet, known as the M-1, based on Dean's designs for the previous war.": [],
    "Dean's career was a much in the natural sciences as in art history.": [],
    "He was the only curator of the Metropolitan to hold a joint curatorship with the Museum of Natural History.": [
        [
            60,
            71,
            [
                "curator ship",
                "curators hip"
            ]
        ]
    ]
}