{
    "Chief curator Musées royaux d'Art et d'Histoire/Koninklijke musea voor Kunst en Geschiedenis, Brussels.": [
        [
            14,
            20,
            [
                "Muses",
                "Fusees",
                "Mushes",
                "Musses"
            ]
        ],
        [
            21,
            27,
            [
                "Royal",
                "royal",
                "royals",
                "roux",
                "royale"
            ]
        ],
        [
            39,
            47,
            [
                "History",
                "Historic",
                "Histories",
                "Histone",
                "Historize"
            ]
        ],
        [
            60,
            65,
            [
                "Muse",
                "muse",
                "muses",
                "mused",
                "muse a"
            ]
        ],
        [
            66,
            70,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            71,
            76,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "De Borchgrave was the son of Frédéric de Borchgrave d'Altena (1864-1932) and Marie-Clémentine Blanckart (1869-1960).": [
        [
            54,
            60,
            [
                "Alena",
                "ALENA",
                "Alhena"
            ]
        ],
        [
            77,
            93,
            [
                "Marie-Clementine"
            ]
        ],
        [
            94,
            103,
            [
                "Blanc kart"
            ]
        ]
    ],
    "The family lived in the castle of Lexhy in Horion-Hozémont, near Liège.": [
        [
            34,
            39,
            [
                "Lexy"
            ]
        ],
        [
            43,
            58,
            [
                "Horizon-Hozémont"
            ]
        ]
    ],
    "De Borchgrave earned his doctoral degree in archaeology and art history at the University of Liège under <a href=\"/laurentm\">Marcel Laurent</a>.": [],
    "In 1924 he joined in Brussels the Musées royaux d'Art et d'Histoire, directed by <a href=\"/capartj\">Jean Capart</a>.": [
        [
            3,
            7,
            [
                "1924,"
            ]
        ],
        [
            34,
            40,
            [
                "Muses",
                "Fusees",
                "Mushes",
                "Musses"
            ]
        ],
        [
            41,
            47,
            [
                "Royal",
                "royal",
                "royals",
                "roux",
                "royale"
            ]
        ],
        [
            59,
            67,
            [
                "History",
                "Historic",
                "Histories",
                "Histone",
                "Historize"
            ]
        ]
    ],
    "He began his long museum career at the <em>Service éducatif</em>, where he did guided tours and organized lectures.": [],
    "He soon was assigned to the management of the Musée royal d'Armes et d'Armures, housed in the Museum Buildings.": [
        [
            46,
            51,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            60,
            65,
            [
                "Arms",
                "Armed",
                "Armies",
                "Ames",
                "Ares",
                "Aries"
            ]
        ],
        [
            71,
            78,
            [
                "Argues",
                "Armies",
                "Armored",
                "Assures",
                "Admires",
                "Armors"
            ]
        ]
    ],
    "In 1926 he published <em>Sculptures conservées du pays mosan</em>, followed in 1930 by the catalog of the exhibition of gothic sculptures in the church Saint-Vincent in Liège, <em>La sculpture gothique à l'exposition d'art religieux</em>.": [
        [
            3,
            7,
            [
                "1926,"
            ]
        ]
    ],
    "Both volumes appeared in the series <em>Notes et documents pour servir à l'histoire de l'art et de l'iconographie en Belgique</em>.": [],
    "By that time the acclaimed monographs by <a href=\"/malee\">Émile Mâle</a> on medieval art in France had aroused a broader interest in the iconography of the art of the middle ages.": [],
    "In 1927 De Borchgrave was elected a corresponding member of the Académie royale d'Archéologie de Belgique, and subsequently, in 1935, a titular member.": [
        [
            64,
            72,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            82,
            93,
            [
                "Archeologies"
            ]
        ]
    ],
    "Committed to the preservation of the artistic heritage of his country, he published a four-volume inventory of interiors of houses, monasteries, churches and castles in the Meuse River Valley, <em>Décors anciens d'intérieurs mosans</em> (1930-1932).": [],
    "<a href=\"/puyveldel\">Léo Van Puyvelde</a> praised it in the <em>Revue belge de philology et d'histoire</em> (1933) as an important contribution to the field of applied arts in the region.": [],
    "De Borchgrave's major work is his three-volume inventory of art works of the Belgian province of Brabant, <em>Notes pour servir à l'inventaire des Åuvres d'art du Brabant</em>.": [],
    "In 1939-1940 the first part, <em>Arrondissement de Louvain</em>, was published in the <em>Annales de la Société Royale d'Archéologie de Bruxelles</em>.": [],
    "De Borchgrave served this association for many years as general secretary.": [],
    "During the Second World War De Borchgrave served as captain-commander of the Infantry.": [],
    "His monographs, <em>Les retables Brabançons conservés en Belgique</em> and <em>Madones anciennes conservées en Belgique, 1025-1425</em> appeared during the war in 1942 and 1943.": [],
    "His album of fine metalworks and ivories, <em>Å'uvres de nos imagiers romans et gothiques.": [
        [
            18,
            28,
            [
                "metalwork",
                "metal works"
            ]
        ],
        [
            48,
            53,
            [
                "uses",
                "users",
                "acres",
                "curves",
                "fires",
                "Aires"
            ]
        ],
        [
            61,
            69,
            [
                "imagers"
            ]
        ],
        [
            70,
            79,
            [
                "roman set"
            ]
        ],
        [
            80,
            89,
            [
                "antiques",
                "boutiques",
                "grotesques",
                "obliques",
                "Gothicizes",
                "Gothics"
            ]
        ]
    ],
    "Sculpteurs, ivoiriers, orfèvres, fondeurs: 1025 à 1550</em>, followed in 1944.": [
        [
            0,
            10,
            [
                "Sculpture",
                "Sculptures",
                "Sculptors"
            ]
        ],
        [
            12,
            21,
            [
                "ivories"
            ]
        ],
        [
            23,
            31,
            [
                "offered",
                "offers",
                "ordered",
                "orders",
                "observes",
                "offenses"
            ]
        ],
        [
            33,
            41,
            [
                "founders",
                "wonders",
                "fenders",
                "folders",
                "finders",
                "funders"
            ]
        ]
    ],
    "In 1944-1946 the Société Royale d'Archéologie de Bruxelles published the second part of the Brabant inventory, <em>Arrondissement de Bruxelles</em>.": [
        [
            17,
            24,
            [
                "Society"
            ]
        ],
        [
            34,
            45,
            [
                "Archeologies"
            ]
        ]
    ],
    "In 1946 De Borchgrave obtained a teaching position of medieval art history at the Institut d'Histoire de l'Art et d'Archéologie at Liège University, succeeding Laurent.": [
        [
            82,
            90,
            [
                "Institute"
            ]
        ],
        [
            93,
            101,
            [
                "History",
                "Historic",
                "Histories",
                "Histone",
                "Historize"
            ]
        ],
        [
            116,
            127,
            [
                "Archeologies"
            ]
        ]
    ],
    "At the Brussels Musées royaux d'Art et d'Histoire he rose in 1951 from adjunct curator to chief curator, a position that he held until 1960.": [
        [
            16,
            22,
            [
                "Muses",
                "Fusees",
                "Mushes",
                "Musses"
            ]
        ],
        [
            23,
            29,
            [
                "Royal",
                "royal",
                "royals",
                "roux",
                "royale"
            ]
        ],
        [
            41,
            49,
            [
                "History",
                "Historic",
                "Histories",
                "Histone",
                "Historize"
            ]
        ]
    ],
    "At the Brussels Institut supérieur d'Histoire de l'Art et d'Archéologie he taught art history classes.": [
        [
            16,
            24,
            [
                "Institute"
            ]
        ],
        [
            25,
            34,
            [
                "superior",
                "Superior",
                "superber"
            ]
        ],
        [
            37,
            45,
            [
                "History",
                "Historic",
                "Histories",
                "Histone",
                "Historize"
            ]
        ],
        [
            60,
            71,
            [
                "Archeologies"
            ]
        ]
    ],
    "In 1951 he chaired the board of the preparatory committee for the international exhibition on Mosan Art, which was held at Liège, and subsequently in Paris and Rotterdam.": [
        [
            3,
            7,
            [
                "1951,"
            ]
        ],
        [
            94,
            99,
            [
                "Moran",
                "Moan",
                "Mosey",
                "Moseys",
                "Mos an"
            ]
        ]
    ],
    "He contributed to the catalogs, and in Paris he was among the participants of the 1952 conference on Mosan Art, which was organized during the Paris exhibition.": [
        [
            101,
            106,
            [
                "Moran",
                "Moan",
                "Mosey",
                "Moseys",
                "Mos an"
            ]
        ]
    ],
    "Another 1951 publication, his album <em>Art mosan</em>, includes 72 photographs of medieval art works from the Meuse River region.": [],
    "Jean Lejeune (1914-1979) wrote the historical introduction.": [],
    "The third part of De Borchgrave's inventory, <em>Arrondissement de Nivelles,</em> was published in the <em>Bulletin de la Commission Royale des Monuments et des Sites</em>, in 1956 and in 1960.": [
        [
            75,
            77,
            [
                ", <"
            ]
        ]
    ],
    "De Borchgrave was a corresponding member of this committee.": [],
    "He retired from his position at Liège University in 1965.": [],
    "As a member of the Association Royale des Demeures Historiques de Belgique he was the director of the 1967 publication, <em>Châteaux de Belgique</em>.": [
        [
            38,
            41,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            42,
            50,
            [
                "Demure",
                "Dentures",
                "Demurs",
                "Demesnes",
                "Demiurges",
                "Demerges"
            ]
        ],
        [
            51,
            62,
            [
                "Histories",
                "Historizes"
            ]
        ]
    ],
    "He wrote the introductory essay on the history of the Belgian castles and he contributed most of the individual descriptions.": [
        [
            69,
            73,
            [
                ", and"
            ]
        ]
    ],
    "He also was a member of the Société d'Art et d'Histoire du Diocèse de Liège and of the Institut Archéologique Liégois.": [
        [
            28,
            35,
            [
                "Society"
            ]
        ],
        [
            47,
            55,
            [
                "History",
                "Historic",
                "Histories",
                "Histone",
                "Historize"
            ]
        ],
        [
            59,
            66,
            [
                "Diocese",
                "Dioceses"
            ]
        ],
        [
            87,
            95,
            [
                "Institute"
            ]
        ],
        [
            96,
            109,
            [
                "Archeological",
                "Archeologist",
                "Archeologists",
                "Archeologies"
            ]
        ],
        [
            110,
            117,
            [
                "Lieges",
                "Lingoes",
                "Legos"
            ]
        ]
    ],
    "He died suddenly in 1975 while he was preparing the exhibition <em>Trésors d'art</em> (Art Treasures) in the Brussels Cathedral of Saint Michael.": []
}