{
    "art critic; director of the Groninger Museum (1955-1963); chief curator of the Gemeentemuseum The Hague (1963-1965).": [
        [
            0,
            3,
            [
                "Art"
            ]
        ],
        [
            28,
            37,
            [
                "Groningen"
            ]
        ]
    ],
    "Between age five and ten, de Gruyter lived in the Dutch East Indies.": [
        [
            29,
            36,
            [
                "Greater",
                "Gutter",
                "Gruber",
                "Grater",
                "Greeter",
                "Grifter"
            ]
        ]
    ],
    "His father then served in the Koninklijke Bataafsche Petroleum Maatschappij.": [],
    "In 1909 he quit this position to become an independent writer and he moved with his family to Haarlem, in the Netherlands.": [
        [
            3,
            7,
            [
                "1909,"
            ]
        ],
        [
            61,
            65,
            [
                ", and"
            ]
        ]
    ],
    "During the next four years, the young de Gruyter continued his primary and secondary school education.": [
        [
            41,
            48,
            [
                "Greater",
                "Gutter",
                "Gruber",
                "Grater",
                "Greeter",
                "Grifter"
            ]
        ]
    ],
    "He felt attracted to drawing, stimulated by his contacts with artists, including the painter and art writer Just Havelaar (1880-1930).": [
        [
            113,
            121,
            [
                "Velar",
                "Havel",
                "Havelock",
                "Patellar",
                "Avalara",
                "Hamilcar"
            ]
        ]
    ],
    "At the outbreak of World War I, the family settled in England.": [],
    "In London, de Gruyter received further formal education from his father, while also attending the Beckenham School of Arts and Crafts and the Royal College of Art in London.": [
        [
            14,
            21,
            [
                "Greater",
                "Gutter",
                "Gruber",
                "Grater",
                "Greeter",
                "Grifter"
            ]
        ]
    ],
    "He stayed in England after his parents' return to The Netherlands.": [],
    "In 1922 he received his diploma of etching.": [
        [
            3,
            7,
            [
                "1922,"
            ]
        ]
    ],
    "A year later he joined his parents in Amersfoort.": [],
    "He renewed his friendship with Havelaar, then art critic for <em>Het Vaderland</em>, who inspired him to become an art writer.": [
        [
            31,
            39,
            [
                "Velar",
                "Havel",
                "Havelock",
                "Patellar",
                "Avalara",
                "Hamilcar"
            ]
        ]
    ],
    "In 1926 he published an essay on Thijs Maris and Vincent van Gogh in <em>De Nieuwe Gids</em>, as well as booklets on Van Gogh, Rodin, and Käthe Kollwitz.": [
        [
            3,
            7,
            [
                "1926,"
            ]
        ],
        [
            33,
            38,
            [
                "This",
                "Thins",
                "Thies"
            ]
        ]
    ],
    "In the same year he married the painter Margaritha Feuerstein (1893-1986).": [
        [
            40,
            50,
            [
                "Margarita"
            ]
        ],
        [
            51,
            61,
            [
                "Burstein",
                "Edelstein",
                "Feinstein"
            ]
        ]
    ],
    "After a stay in Italy and France, the couple settled in The Netherlands.": [],
    "De Gruyter became art critic for the <em>Utrechtsch Dagblad</em>, as the successor of <a href=\"/hammachera\">Abraham Marie Wilhelmus Jacobus Hammacher</a>, and in 1930 he was appointed editor visual arts for <em>Het Vaderland</em> in The Hague.": [
        [
            3,
            10,
            [
                "Greater",
                "Gutter",
                "Gruber",
                "Grater",
                "Greeter",
                "Grifter"
            ]
        ]
    ],
    "In addition, between 1930 and 1932, he served as the editor of <em>Elsevier's Geïllustreerd Maandschrift</em>.": [],
    "In 1935 his major work appeared, a monograph on the essence and development of European Painting after 1850: <em>Wezen en ontwikkeling der Europese Schilderkunst na 1850</em>.": [],
    "After his divorce, he remarried Catharina Meijer in 1951.": [
        [
            42,
            48,
            [
                "Major",
                "Maker",
                "Mater",
                "Mayer",
                "Meier",
                "Maier"
            ]
        ]
    ],
    "He was appointed director of the Groninger Museum in 1955 as the successor of <a href=\"/vorenkampa\">Alphonsus Petrus Antonius Vorenkamp</a>.": [
        [
            33,
            42,
            [
                "Groningen"
            ]
        ]
    ],
    "Dedicated to modern and contemporary art, de Gruyter played an innovative role in the museum, in a fruitful interaction with the art history institute of the University of Groningen, headed by <a href=\"/schultenordholth\">Henk Schulte Nordholt</a>.": [
        [
            45,
            52,
            [
                "Greater",
                "Gutter",
                "Gruber",
                "Grater",
                "Greeter",
                "Grifter"
            ]
        ]
    ],
    "He began building up the collection with a focus on the Groningen artists' association De Ploeg (the plow), founded in 1918.": [
        [
            90,
            95,
            [
                "Along",
                "Long",
                "Leg",
                "Plot",
                "Poem",
                "Poet"
            ]
        ]
    ],
    "Among the initiators of this group were the artists Johan Dijkstra (1896-1978) and Jan Wiegers (1893-1959).": [
        [
            87,
            94,
            [
                "Waivers",
                "Wingers",
                "Waiters",
                "Wieners",
                "Wailers"
            ]
        ]
    ],
    "The latter introduced expressionism in Groningen in the 1920s.": [],
    "A number of the prints of the Groningen artist Hendrik Nicolaas Werkman (1882-1945) also became part of the collection.": [
        [
            55,
            63,
            [
                "Nicolas",
                "Nicolaus",
                "Nicolás",
                "Nicola as"
            ]
        ],
        [
            64,
            71,
            [
                "Workman"
            ]
        ]
    ],
    "De Gruyter's 1956 show on 35 year modern art in Groningen attracted much attention in the museum world.": [
        [
            3,
            10,
            [
                "Greater",
                "Gutter",
                "Gruber",
                "Grater",
                "Greeter",
                "Grifter"
            ]
        ]
    ],
    "His approach was a great stimulus for the artistic climate in Groningen.": [],
    "In the course of eight years de Gruyter organized more than 80 exhibitions on Dutch modern art as well on a number of foreign artists, including Paula Modersohn Becker (1958) and Edvard Munch (1959).": [
        [
            32,
            39,
            [
                "Greater",
                "Gutter",
                "Gruber",
                "Grater",
                "Greeter",
                "Grifter"
            ]
        ],
        [
            151,
            160,
            [
                "Modern",
                "Anderson",
                "Roberson",
                "Mayerson",
                "Mendelsohn",
                "Meyerson"
            ]
        ]
    ],
    "The need for more space became urgent, but the plans for a new museum were not realized during his directorship.": [],
    "In 1963 de Gruyter chose to leave the Groninger Museum to become chief curator of the Gemeentemuseum at The Hague.": [
        [
            11,
            18,
            [
                "Greater",
                "Gutter",
                "Gruber",
                "Grater",
                "Greeter",
                "Grifter"
            ]
        ],
        [
            38,
            47,
            [
                "Groningen"
            ]
        ]
    ],
    "In 1964 he received a doctorate <em>honoris causa</em> from Groningen University.": [
        [
            3,
            7,
            [
                "1964,"
            ]
        ]
    ],
    "In the same year, a collection of his catalog introductions appeared: <em>Beeld en interpretatie</em> (Image and interpretation).": [],
    "In 1965, he retired from his position in The Hague.": [],
    "In 1968 he published a two volume monograph on the Hague School, <em>De Haagse School</em>.": [
        [
            3,
            7,
            [
                "1968,"
            ]
        ],
        [
            47,
            50,
            [
                "The"
            ]
        ]
    ],
    "Reflecting on his life, he began writing his autobiography, Bewust leven, which was not ready for publication when he died in 1979.": [
        [
            60,
            66,
            [
                "Built",
                "Best",
                "Books",
                "Boost",
                "Newest",
                "Beast"
            ]
        ],
        [
            67,
            72,
            [
                "even",
                "level",
                "seven",
                "eleven",
                "lever",
                "Leuven"
            ]
        ]
    ],
    "In 2004, it posthumously appeared under the title, <em>Zelfportret als zeepaardje: Memoires van W. Jos de Gruyter</em>.": [],
    "In 2004/5 the Groninger Museum celebrated the fiftieth anniversary of the 1955 appointment of its former director with an exhibition on his innovative acquisition policy, <em>Keerpunt: keuze uit het aankoopbeleid van W. Jos de Gruyter 1955-1963</em>.": [
        [
            14,
            23,
            [
                "Groningen"
            ]
        ]
    ]
}