{
    "Art and architectural historian; Professor at University of Königsberg and later Strasbourg; author of <em>Handbuch der deutschen Kunstdenkmäler</em>.": [],
    "He was born in Reval, Russian Empire, which is present-day Tallin, Estonia.": [
        [
            15,
            20,
            [
                "Real",
                "Rival",
                "Reveal",
                "Renal",
                "Regal",
                "Reva"
            ]
        ],
        [
            59,
            65,
            [
                "Tallinn",
                "Tall in"
            ]
        ]
    ],
    "Like many art historians, Dehio began as an historian.": [
        [
            26,
            31,
            [
                "Ohio",
                "Delhi",
                "Demo",
                "Devil",
                "Denis",
                "Devi"
            ]
        ],
        [
            41,
            43,
            [
                "a"
            ]
        ]
    ],
    "He studied history at Dorpat (Tartu) and 1869-71 in Göttingen with Georg Waitz (1813-1886), head of the Monumenta Germaniae Historica.": [
        [
            22,
            28,
            [
                "Format",
                "Dorsal",
                "Dormant",
                "Dorset",
                "DARPA",
                "Dora"
            ]
        ],
        [
            30,
            35,
            [
                "Tart",
                "Tarts",
                "Tarty"
            ]
        ],
        [
            73,
            78,
            [
                "Wait",
                "Waits",
                "Waltz",
                "Waite"
            ]
        ]
    ],
    "In 1872 Dehio attained his doctorate in Munich, writing on the Archbishop Hartwig von Stade.": [
        [
            8,
            13,
            [
                "Ohio",
                "Delhi",
                "Demo",
                "Devil",
                "Denis",
                "Devi"
            ]
        ],
        [
            74,
            81,
            [
                "Hart wig"
            ]
        ],
        [
            82,
            85,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ],
        [
            86,
            91,
            [
                "State",
                "Stage",
                "Stake",
                "Shade",
                "Spade",
                "Stale"
            ]
        ]
    ],
    "His habilitation, on the history of the archbishopric of Hamburg-Bremen, was granted in 1877 in Munich under Wilhelm von Giesebrecht (1814-1889).": [
        [
            4,
            16,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ]
    ],
    "Dehio's interest in art history was sparked after a trip to Italy 1876-77.": [
        [
            0,
            5,
            [
                "Ohio",
                "Delhi",
                "Demo",
                "Devil",
                "Denis",
                "Devi"
            ]
        ]
    ],
    "Initially Dehio wrote essays on Alberti, Raffael and the early Basilica.": [
        [
            10,
            15,
            [
                "Ohio",
                "Delhi",
                "Demo",
                "Devil",
                "Denis",
                "Devi"
            ]
        ],
        [
            41,
            48,
            [
                "Rafael"
            ]
        ]
    ],
    "In 1883 he became an assistant professor and later full professor of art history in Königsberg.": [
        [
            3,
            7,
            [
                "1883,"
            ]
        ]
    ],
    "In 1892 Dehio succeeded <a href=\"/janitschekh\">Hubert Janitschek</a> as the head of the Strassburger Institute, at that time connected to the Christian Archaeology Institute of <a href=\"/kraush\">Henry Kraus</a>.": [
        [
            8,
            13,
            [
                "Ohio",
                "Delhi",
                "Demo",
                "Devil",
                "Denis",
                "Devi"
            ]
        ]
    ],
    "Dehio was one of the first to recognize the talent and potential of the young art historian <a href=\"/vogew\">Wilhelm Vöge</a>, suggesting Vöge's <em>habilitation</em> topic in 1894.": [
        [
            0,
            5,
            [
                "Ohio",
                "Delhi",
                "Demo",
                "Devil",
                "Denis",
                "Devi"
            ]
        ]
    ],
    "One of his first publications was <em>Die kirchliche Baukunst des Abendlandes</em> (atlas, 1887, text 1892-1901), written with <a href=\"/bezoldg\">Gustav von Bezold</a>.": [],
    "For <em>Die kirchliche Baukunst</em>, Dehio and Bezold sketched out the plans and outlines of the buildings by hand.": [],
    "Dehio viewed architecture as symbolic form relevant as part of art-historical analysis.": [
        [
            0,
            5,
            [
                "Ohio",
                "Delhi",
                "Demo",
                "Devil",
                "Denis",
                "Devi"
            ]
        ]
    ],
    "<a href=\"/pinderw\">Wilhelm Pinder</a> praised Dehio's vocabulary for the precision it lent to art history.": [],
    "Dehio's devotion, like Pinder's, was to German art.": [
        [
            0,
            5,
            [
                "Ohio",
                "Delhi",
                "Demo",
                "Devil",
                "Denis",
                "Devi"
            ]
        ],
        [
            23,
            29,
            [
                "Hinder",
                "Binder",
                "Cinder",
                "Finder",
                "Pinter",
                "Kinder"
            ]
        ]
    ],
    "In 1899 Dehio finished the outline for his <em>Handbuch der Deutschen Kunstdenkmäler</em> (Handbook of German Cultural Monuments), published beginning in 1901.": [
        [
            8,
            13,
            [
                "Ohio",
                "Delhi",
                "Demo",
                "Devil",
                "Denis",
                "Devi"
            ]
        ]
    ],
    "The survey, based on the official inventories of the German states, appeared in five volumes between 1905-12.": [],
    "It has remained through newer editions, the standard survey of German architecture.": [],
    "Dehio's dedication to things German, driven by his conservatism and nationalism, deepened.": [
        [
            0,
            5,
            [
                "Ohio",
                "Delhi",
                "Demo",
                "Devil",
                "Denis",
                "Devi"
            ]
        ]
    ],
    "Although Germanic art histories had been previously authored by <a href=\"/bodew\">Wilhelm Bode</a>, <a href=\"/lutzowk\">Karl F. A. von Lützow</a> and <a href=\"/falkej\">Jakob Falke</a>, Dehio wanted a truly synthetic survey of German art history.": [],
    "Beginning in 1908, Dehio drafted a text, <em>Deutsche Kunstgeschichte und deutsche Geschichte</em>, incorporating political and economic history to show the relationship between the nation and the art.": [
        [
            19,
            24,
            [
                "Ohio",
                "Delhi",
                "Demo",
                "Devil",
                "Denis",
                "Devi"
            ]
        ]
    ],
    "World War I prevented its appearance.": [],
    "The three-volume <em>Geschichte der deutschen Kunst</em> appeared between 1919-26.": [],
    "By then, Dehio was teaching in Tübingen, a result of Alsace's annexation by France in 1918.": [
        [
            9,
            14,
            [
                "Ohio",
                "Delhi",
                "Demo",
                "Devil",
                "Denis",
                "Devi"
            ]
        ]
    ],
    "During the war years and after the war he spoke critically about the western democracies, that did not recognize the people as a body, <em>Kleine Aufsätze</em> (1930).": [],
    "Shortly after Dehio's death in 1932, a fourth volume to <em>Geschichte der deutschen Kunst</em> was written by <a href=\"/paulig\">Gustav Pauli</a>.": [
        [
            14,
            19,
            [
                "Ohio",
                "Delhi",
                "Demo",
                "Devil",
                "Denis",
                "Devi"
            ]
        ]
    ],
    "In 1941 the architectural historian <a href=\"/galle\">Ernst Gall</a> founded the \"Vereinigung zur Herausgabe des Dehio-Handbuchs\" (Association for the Revision of Dehio's Handbook) to further the publication and updating of the Handbook of German Cultural Monuments.": [],
    "In 1958 the organization was renewed as \"Dehio-Vereinigung\" (Dehio Society), and in 1976 as the \"Dehio-Vereinigung: Wissenschaftliche Vereinigung zur Fortführung des kunsttopographischen Werkes von Georg Dehio\" (Dehio Society: the Intellectual Foundation for the Furthering of the Artistic/Topographical Work of Georg Dehio), headquartered in Bamburg, Germany.": [
        [
            41,
            58,
            [
                "Ohio-Vereinigung"
            ]
        ],
        [
            61,
            66,
            [
                "Ohio",
                "Delhi",
                "Demo",
                "Devil",
                "Denis",
                "Devi"
            ]
        ],
        [
            97,
            114,
            [
                "Ohio-Vereinigung"
            ]
        ],
        [
            134,
            145,
            [
                "Deranging"
            ]
        ],
        [
            146,
            149,
            [
                "our",
                "fur",
                "bur",
                "cur",
                "Eur",
                "AUR"
            ]
        ],
        [
            162,
            165,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            187,
            193,
            [
                "Yerkes"
            ]
        ],
        [
            204,
            209,
            [
                "Ohio",
                "Delhi",
                "Demo",
                "Devil",
                "Denis",
                "Devi"
            ]
        ],
        [
            212,
            217,
            [
                "Ohio",
                "Delhi",
                "Demo",
                "Devil",
                "Denis",
                "Devi"
            ]
        ],
        [
            318,
            323,
            [
                "Ohio",
                "Delhi",
                "Demo",
                "Devil",
                "Denis",
                "Devi"
            ]
        ],
        [
            343,
            350,
            [
                "Hamburg",
                "Bamberg",
                "Bam burg"
            ]
        ]
    ],
    "Both <em>Geschichte der deutschen Kunst</em> and <em>Handbuch der deutschen Kunstdenkmäler</em> argue for the autonomy of German art.": [],
    "Previous art histories had often seen German art as derivative from other countries.": [],
    "Dehio's art history is that of a people, rather than the prevailing conception of art created by \"Great Masters.\"": [
        [
            0,
            5,
            [
                "Ohio",
                "Delhi",
                "Demo",
                "Devil",
                "Denis",
                "Devi"
            ]
        ]
    ],
    "The \"hero\" of German art was the youth of Germany.": [],
    "Dehio saw Gothic, Romantic and baroque as essentially the same thing.": [
        [
            0,
            5,
            [
                "Ohio",
                "Delhi",
                "Demo",
                "Devil",
                "Denis",
                "Devi"
            ]
        ]
    ],
    "<em>Geschichte der deutschen Kunst</em> ends with the late 18th century, because, Dehio declared, German art ended there.": [],
    "The remaining years of art in Germany or elsewhere, he contended, could only be conceived of as stories of artists, not art history.": [],
    "A prominent member of the architectural conservation community, Dehio advocated \"conservation, not restoration\" for projects such as the Friedrichsbau of Heidelberg Castle (1895-1903) and Meissen Cathedral (1903 ff.)": [
        [
            64,
            69,
            [
                "Ohio",
                "Delhi",
                "Demo",
                "Devil",
                "Denis",
                "Devi"
            ]
        ],
        [
            137,
            150,
            [
                "Friedrichshain"
            ]
        ],
        [
            188,
            195,
            [
                "Masses",
                "Massed",
                "Massey",
                "Lassen",
                "Madsen"
            ]
        ]
    ],
    "against the overzealous conjectural restorations advocated by Carl Schäfer (fl.": [
        [
            0,
            7,
            [
                "Against"
            ]
        ]
    ],
    "1878-1896) and others.": [],
    "Together with <a href=\"/riegla\">Aloïs Riegl</a>, he espoused the concept of <em>Alterswert</em> (the value of aging) for monuments.": [],
    "<a href=\"/hedicker\">Robert Hedicke</a> in his <em>Methodenlehre der Kunstgeschichte</em> (1924) considered Dehio an historian rather than an esthetician, one who avoided the generalities and methodologies of others.": []
}