{
    "<p>Modernist and Medievalist art historian at Harvard.": [],
    "Deknatel attended the Lawrenceville School in Lawrenceville, N. J., before graduating from Princeton in History in 1928 where the lectures of <a href=\"/moreyc\">Charles Rufus Morey</a> greatly impressed him.": [
        [
            0,
            8,
            [
                "Defeated",
                "Debate",
                "Senate",
                "Donated",
                "Debated",
                "Debates"
            ]
        ]
    ],
    "He entered Harvard Law School but changed his mind, switching to the Graduate school of Arts and Sciences.": [],
    "At Harvard, Deknatel studied under both <a href=\"/portera\">A.": [
        [
            12,
            20,
            [
                "Defeated",
                "Debate",
                "Senate",
                "Donated",
                "Debated",
                "Debates"
            ]
        ]
    ],
    "Kingsley Porter</a> and <a href=\"/postc\">Chandler R. Post</a> who suggested his dissertation topic on Spanish art to him.": [],
    "He married Virginia Herrick in 1931 and the following year began teaching as an instructor and tutor at Harvard.": [],
    "His dissertation on thirteenth-century sculpture was accepted in 1935.": [],
    "As a tutor for the museum classes of <a href=\"/sachsp\">Paul J. Sachs</a>, Deknatel became increasingly interested in the art of the nineteenth and twentieth centuries.": [],
    "Though he supervised some students in medieval art, particularly after the retirement of <a href=\"/koehlerw\">Wilhelm Reinhold Walter Koehler</a> in 1953, Deknatel focused his teaching on modern art.": [],
    "In 1940 he was appointed associate professor.": [
        [
            3,
            7,
            [
                "1940,"
            ]
        ]
    ],
    "He served as Associate Dean of Harvard College during World War II (1942-1945).": [],
    "In 1944 he was named chair of the Department of Fine Arts.": [
        [
            3,
            7,
            [
                "1944,"
            ]
        ]
    ],
    "He was appointed full professor in 1946.": [],
    "He served on the Board of the College Art Associate and was president 1947-1948.": [],
    "Deknatel published one of the early accounts in English of the painter Edvard Munch.": [
        [
            0,
            8,
            [
                "Defeated",
                "Debate",
                "Senate",
                "Donated",
                "Debated",
                "Debates"
            ]
        ]
    ],
    "He was succeeded as chair of the department in 1949 by <a href=\"/opdyckel\">Leonard E. Opdycke, Jr.</a> In 1953 he was made William Dorr Boardman professor.": [],
    "His students included <a href=\"/champak\">Kermit S. Champa</a>, <a href=\"/refft\">Theodore Reff</a> and <a href=\"/seidell\">Linda Seidel</a>.": [],
    "Deknatel published comparatively little as a scholar.": [
        [
            0,
            8,
            [
                "Defeated",
                "Debate",
                "Senate",
                "Donated",
                "Debated",
                "Debates"
            ]
        ]
    ],
    "He influence derives as an educator in modern art areas at Harvard.": [
        [
            3,
            12,
            [
                "influences",
                "influenced"
            ]
        ]
    ],
    "His scholarship, outside the modern, was in studying the influence of French Romanesque style in Spain.</p>": []
}