{
    "Curator, painter, and early authority on prints.": [],
    "Delaborde was a son of Henri-François Delaborde, a general in the French army who was honored in 1809 with the title <em>comte de l'Empire</em> (Count of the Empire).": [
        [
            0,
            9,
            [
                "Belabored"
            ]
        ],
        [
            38,
            47,
            [
                "Belabored"
            ]
        ]
    ],
    "The young Delaborde attended high school at the Lycée Charlemagne and the Lycée Bourbon in Paris.": [
        [
            10,
            19,
            [
                "Belabored"
            ]
        ]
    ],
    "After graduation he wanted to become an artist, but his parents decided that he study law.": [
        [
            6,
            16,
            [
                "graduation,"
            ]
        ]
    ],
    "Soon after his enrollment, however, with the permission of his father, Delaborde entered the studio of the history painter Paul Delaroche, where he practiced painting between 1829 and 1834.": [
        [
            71,
            80,
            [
                "Belabored"
            ]
        ]
    ],
    "He then traveled to Florence where he copied paintings of Fra Angelico as well as works of Masaccio and other painters of the <em>Quattrocento</em>.": [
        [
            58,
            61,
            [
                "Frey",
                "FRA",
                "Era",
                "Far",
                "IRA",
                "FRS"
            ]
        ]
    ],
    "In 1839 he visited Ravenna and Venice and again for an extended stay in Italy from 1842 to 1845.": [
        [
            3,
            7,
            [
                "1839,"
            ]
        ]
    ],
    "He married in 1846.": [],
    "An acclaimed painter in France, his works were shown at the Paris Salon and he received official commissions for the execution of paintings for churches and other places.": [
        [
            71,
            75,
            [
                ", and"
            ]
        ]
    ],
    "His career considerably changed around 1850, when due to poor health he had to give up painting.": [],
    "He instead became an art writer for <em>Revue des deux mondes</em>, in which periodical he published articles on the history of engraving.": [],
    "He also contributed to the <em>Gazette des Beaux-Arts</em>.": [],
    "In 1864 his collected articles were published as <em>études sur les beaux-arts en France et en Italie</em>.": [],
    "In 1855 his thirty-year career at the Print Room of the Paris Bibliothèque Nationale began, first as adjunct curator, rising to chief curator in 1858.": [
        [
            75,
            84,
            [
                "National",
                "Nationals",
                "Rationale",
                "Nation ale"
            ]
        ]
    ],
    "He wrote entries for the <em>Histoire des peintres de toutes les écoles</em>, edited by <a href=\"/blancc\">Charles Blanc</a>.": [],
    "In 1865 he edited the <em>Lettres et pensées</em> (letters and thoughts) of the portrait- and history painter Hippolyte Flandrin, who had died the year before.": [
        [
            3,
            7,
            [
                "1865,"
            ]
        ]
    ],
    "His <em>Mélanges sur l'art contemporain</em> appeared in 1866.": [],
    "In 1868 he became a member of the Académie des Beaux-Arts.": [
        [
            3,
            7,
            [
                "1868,"
            ]
        ]
    ],
    "From 1874 onwards, he served this institution as secrétaire perpétuel.": [
        [
            49,
            59,
            [
                "secretary",
                "Secretary",
                "secretaries",
                "secretive"
            ]
        ],
        [
            60,
            69,
            [
                "perpetual"
            ]
        ]
    ],
    "A monograph on Ingres appeared in 1870 as <em>Ingres, sa vie, ses travaux, sa doctrine</em>, which he dedicated to the painter's widow.": [],
    "In 1882 he wrote an essay on the origins, the techniques, and the history of engraving in Western Europe, <em>La gravure: précis élémentaire de ses origines, de ses procédés et de son histoire</em>.": [
        [
            3,
            7,
            [
                "1882,"
            ]
        ]
    ],
    "His later writings include a study on the Flemish engraver Gérard Edelinck (1886) and a major work on Marcantonio Raimondi: <em>Marc-Antoine Raimondi: étude historique et critique suivie d'un catalogue raisonné des œuvres du maître</em> (1888).": [
        [
            66,
            74,
            [
                "Delink"
            ]
        ],
        [
            114,
            122,
            [
                "Raymond"
            ]
        ]
    ],
    "Delaborde's essay, <em>La gravure</em>, is a very informative introduction into the field, even though references to scholarly literature are lacking, while his Raimondi study offers a critical contribution to the research on this engraver.": [
        [
            0,
            9,
            [
                "Belabored"
            ]
        ]
    ]
}