{
    "<p>Connoisseur of illuminated manuscripts; assistant curator at the Department of Manuscripts of the Royal Library in Brussels.": [],
    "He was born in Herseaux, Belgium.": [
        [
            15,
            23,
            [
                "Herself",
                "Bordeaux",
                "Hershey",
                "Hersey",
                "Perseus",
                "Horsebox"
            ]
        ]
    ],
    "which is present day Herzele.": [
        [
            0,
            5,
            [
                "Which"
            ]
        ],
        [
            21,
            28,
            [
                "Herself",
                "Herzl"
            ]
        ]
    ],
    "Delaissé attended high school at Tournai, Belgium, and studied Romance Philology at the Catholic University of Louvain.": [
        [
            0,
            8,
            [
                "Delainee"
            ]
        ],
        [
            33,
            40,
            [
                "Tourney",
                "Tourneys"
            ]
        ],
        [
            111,
            118,
            [
                "Lou vain"
            ]
        ]
    ],
    "During World War II, when Belgium was under German occupation, Delaissé joined the resistance and later fled to Spain, where he was arrested.": [
        [
            63,
            71,
            [
                "Delainee"
            ]
        ]
    ],
    "He subsequently escaped to England, where he trained in the tank corps for the Belgian Army of Liberation.": [],
    "He was wounded at the invasion of Normandy and lost a leg.": [],
    "After his recuperation in England and return to Belgium he obtained an internship in 1946 at the Royal Library in Brussels.": [],
    "In 1947 he became librarian of the manuscripts department.": [
        [
            3,
            7,
            [
                "1947,"
            ]
        ]
    ],
    "His interest in the history of the medieval book, in particular of illuminated manuscripts, led to a number of important publications.": [],
    "In 1949, his study of the Book of Hours of Mary van Vronensteyn, preserved in the Royal Library, appeared.": [],
    "In 1954 he obtained his doctoral degree from the University of Louvain with a dissertation on an important autograph manuscript of Thomas a Kempis (c.": [
        [
            3,
            7,
            [
                "1954,"
            ]
        ],
        [
            63,
            70,
            [
                "Lou vain"
            ]
        ]
    ],
    "1380-1471).": [],
    "The dissertation was published in 1956 as <em>Le manuscrit autographe de Thomas a Kempis et 'L'imitation de Jésus-Christ'</em>.": [],
    "This study shows Delaissé's interest in the material and technical aspects of manuscripts.": [
        [
            17,
            25,
            [
                "Delainee"
            ]
        ]
    ],
    "This archaeological approach is also found in his studies on manuscript illumination.": [],
    "In 1956 he was appointed assistant curator of the department of manuscripts in the Brussels Royal Library.": [
        [
            3,
            7,
            [
                "1956,"
            ]
        ]
    ],
    "He wrote the catalog for the exhibition of Flemish illuminated manuscripts produced under the reign of Philip the Good, which was held in Brussels and in Amsterdam in 1959.": [],
    "He classified the manuscripts according to the workshops of the miniaturists as well as to the publishing houses.": [],
    "In 1959 he was given a leave to do research at the Institute for Advanced Study in Princeton, New Jersey.": [
        [
            3,
            7,
            [
                "1959,"
            ]
        ]
    ],
    "He remained for an extended period in the United States, during which he lectured at the University of California at Berkeley, and subsequently became visiting lecturer at the Fine Arts Department of Harvard University.": [],
    "In 1964 he resigned his position in Brussels and moved to Oxford where he stayed for the rest of his life, working as a research fellow at All Souls College.": [
        [
            3,
            7,
            [
                "1964,"
            ]
        ]
    ],
    "As a teacher he attracted students from different disciplines.": [],
    "In 1968 his book, <em>A Century of Dutch Manuscript Illumination</em>, appeared in which he pointed to the originality of the illuminators in the Northern Netherlands and their remarkable sense for the reproduction of nature and reality.": [],
    "From 1967 until his death in 1972, Delaissé, in collaboration with James Marrow, thoroughly studied the 26 manuscripts of the Rothschild collection, dating from the mid thirteenth to the mid-sixteenth century.": [
        [
            35,
            43,
            [
                "Delainee"
            ]
        ],
        [
            165,
            179,
            [
                "mid-thirteenth"
            ]
        ]
    ],
    "After his death, the study was completed by John De Wit and edited by <a href=\"/blunta\">Anthony Blunt</a>.": [],
    "In this 1977 publication, <em>Illuminated Manuscripts: the James A. de Rothschild Collection at Waddesdon Manor</em>, Delaissé's strong commitment to the archaeology of the book clearly appears.": [],
    "Delaissé often stated that manuscript illumination needed to be studied in relation to all other aspects of the manuscript, in a comprehensive approach which he defined as the archaeology of the medieval book.": [
        [
            0,
            8,
            [
                "Delainee"
            ]
        ]
    ],
    "He also focused on the iconology of the miniatures and on their stylistic characteristics.</p>": [
        [
            23,
            32,
            [
                "phonology"
            ]
        ]
    ]
}