{
    "Mexican art critic, art historian, docent, and curator.": [],
    "Terresa del Conde studied psychology, and art history in the School of Philosophy and Letters (UNAM).": [
        [
            0,
            7,
            [
                "Teresa"
            ]
        ]
    ],
    "There, she received her bachelor’s degree in psychology, her master’s degree in art history, and her doctorate in history.": [],
    "Her research in psychology, specifically in psychoanalysis, would later influence her work in art history.": [],
    "Throughout her career she was always close to famous groups of painters and sculptors who emerged at the end of the 1970s such as the Castro Leñero brothers Alberto, José, Francisco and Miguel, Irma Palacios, Manuel Marín, and Miguel Ángel Alamilla.": [
        [
            141,
            147,
            [
                "Genera",
                "Liner",
                "Lever",
                "Nero",
                "Lender",
                "Lenders"
            ]
        ],
        [
            240,
            248,
            [
                "Camilla"
            ]
        ]
    ],
    "She was also friends with other art historians, most notably with <a href=\"/gombriche\">Ernst H. Gombrich</a>.": [],
    "She was a disciple and correspondent of his that spanned a little over four decades.": [],
    "When he died in 2003, she published a heartfelt profile of Gombrich in the Institute of Aesthetic Research.": [],
    "She became an adjunct teacher at the university in 1975 while she was completing her doctorate.": [],
    "She had the honor to direct the area of “Artes Plásticas” (Plastic Arts) of the INBA from 1981 till 1988.": [
        [
            41,
            46,
            [
                "Arts",
                "Ares",
                "Aries",
                "Antes",
                "ARTE",
                "ARTS"
            ]
        ],
        [
            47,
            56,
            [
                "Plastics"
            ]
        ],
        [
            80,
            84,
            [
                "WNBA",
                "INCA",
                "INA",
                "NBA",
                "IBA",
                "INB"
            ]
        ]
    ],
    "During this time, in 1986, she published her doctoral thesis in psychology <em>Las ideas estéticas de Freud</em>.": [],
    "Her thesis was later published as a book thanks to her scholarship from the John Simon Guggenheim Memorial Foundation.": [],
    "Three years after her time directing the area of “Arte Plasticas” of the Museo de Arte Moderno in Mexico City, she was appointed director.": [
        [
            50,
            54,
            [
                "ARTE",
                "Are",
                "Art",
                "Arts",
                "Ate",
                "Ante"
            ]
        ],
        [
            55,
            64,
            [
                "Plastics",
                "Plastic as"
            ]
        ],
        [
            87,
            94,
            [
                "Modern",
                "Moderns",
                "Moderna"
            ]
        ]
    ],
    "As director, she led several outstanding exhibitions such as the Venetian Settecento and the Aspects of 18th-century Venetian painting exhibitions.": [
        [
            74,
            84,
            [
                "Settlement",
                "Settlements"
            ]
        ]
    ],
    "In this period, she was also pursuing her journalistic work.": [],
    "She worked in various publications during her time like <em>Uno Mas Uno</em> and the magazine <em>Vuelta</em>.": [],
    "She also worked as an opinion columnist for the newspaper <em>La Jornada</em> where she wrote works such as <em>Goya, San Carlos: La leocadia de Goya</em>.": [],
    "In her academic publications, she heavily researched the artists José Clemente Orozco and Frida Kahlo with works like <em>Jose Clemente Orozco: antologia critica</em> (1983) and <em>Frida Kahlo: la pintora y el mito</em> (2004).": [],
    "Furthermore, she continued to publish works that integrated her studies of psychology and art history that studied art through a psychoanalytical lens with works like <em>Freud y la psicología del arte</em> (2006).": [],
    "In 2002 she was awarded the National Award for Art Criticism ‘Luis Cardoza y Aragón.’ She received the INBA Gold Medal in 2008 and the Recognition Sor Juana Inés de la Cruz award for her extraordinary contributions to higher education.": [
        [
            3,
            7,
            [
                "2002,"
            ]
        ],
        [
            67,
            74,
            [
                "Cardona",
                "Cardozo"
            ]
        ],
        [
            77,
            83,
            [
                "Aragon",
                "Dragon",
                "Argon",
                "Paragon",
                "Eragon"
            ]
        ],
        [
            103,
            107,
            [
                "WNBA",
                "INCA",
                "INA",
                "NBA",
                "IBA",
                "INB"
            ]
        ],
        [
            147,
            150,
            [
                "For",
                "Or",
                "So",
                "Son",
                "Sir",
                "Nor"
            ]
        ]
    ]
}