{
    "<p>Curator; professor of art history; novelist.": [],
    "Delen attended the Koninklijk Atheneum (high school) in Antwerp, where he befriended Alfons de Ridder (1882-1960), later known as the Flemish writer Willem Elsschot.": [
        [
            0,
            5,
            [
                "Helen",
                "Deleon",
                "DELE"
            ]
        ],
        [
            19,
            29,
            [
                "Koninklijke"
            ]
        ],
        [
            95,
            101,
            [
                "Rider",
                "Ridden",
                "Bidder",
                "Rudder",
                "Redder",
                "Kidder"
            ]
        ],
        [
            156,
            164,
            [
                "Earshot",
                "Aarschot"
            ]
        ]
    ],
    "Delen continued his education in economics at the Antwerp Hoger Handelsinstituut, and in art history at the Hoger Instituut voor Kunstgeschiedenis en Oudheidkunde in Brussels.": [
        [
            0,
            5,
            [
                "Helen",
                "Deleon",
                "DELE"
            ]
        ],
        [
            58,
            63,
            [
                "Roger",
                "Homer",
                "Hover",
                "Huger",
                "Hofer",
                "Hoer"
            ]
        ],
        [
            108,
            113,
            [
                "Roger",
                "Homer",
                "Hover",
                "Huger",
                "Hofer",
                "Hoer"
            ]
        ],
        [
            114,
            123,
            [
                "Institute"
            ]
        ],
        [
            124,
            128,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ]
    ],
    "He also attended the Royal Academy of Fine Arts in Antwerp.": [],
    "He was interested in the contemporary art scene and visited the studios of the painters Walter Vaes (1882-1958) and Richard Baseleer (1867-1951).": [
        [
            95,
            99,
            [
                "Veins",
                "Vans",
                "Vase",
                "Vases",
                "Vanes",
                "Vats"
            ]
        ],
        [
            124,
            132,
            [
                "Base leer"
            ]
        ]
    ],
    "Delen was in the editorial board of several local periodicals, including <em>Alvoorder</em>, in which he published some of his poems, and <em>Onze Kunst</em>.": [
        [
            0,
            5,
            [
                "Helen",
                "Deleon",
                "DELE"
            ]
        ]
    ],
    "He also contributed to Dutch periodicals for art and literature that were based in The Netherlands, such as <em>Jong Holland</em>, <em>Elseviers geïllustreerd Maandschrift</em>, and <em>De Nieuwe Gids</em>.": [],
    "As a journalist he was among the founders of the Flemish socialist daily newspaper, <em>De Volksgazet</em>.": [],
    "He earned his living as an employee of the city of Antwerp.": [],
    "At the outbreak of the First World War, Delen fled with his wife, Justine Cooreman, and his children to The Hague.": [
        [
            40,
            45,
            [
                "Helen",
                "Deleon",
                "DELE"
            ]
        ],
        [
            74,
            82,
            [
                "Coleman",
                "Foreman",
                "Doorman"
            ]
        ]
    ],
    "He, however, soon returned to Antwerp, leaving his family in The Netherlands.": [],
    "In 1915 (one other source says 1920) Delen was appointed adjunct curator at the Museum Plantin-Moretus in Antwerp.": [
        [
            37,
            42,
            [
                "Helen",
                "Deleon",
                "DELE"
            ]
        ],
        [
            87,
            102,
            [
                "Planting-Moretus",
                "Plantin-Mores"
            ]
        ]
    ],
    "This museum is housed in the former residence and workshop of Christophe Plantin, the founder of the famous printing and publishing firm, the Officina Plantiniana (1555).": [
        [
            73,
            80,
            [
                "Planting",
                "Plantain",
                "Plan tin",
                "Plant in"
            ]
        ],
        [
            142,
            150,
            [
                "Official",
                "Officiant"
            ]
        ]
    ],
    "In the last year of the war, in 1918, Delen was put in jail for several months by the German occupiers as an activist.": [
        [
            38,
            43,
            [
                "Helen",
                "Deleon",
                "DELE"
            ]
        ]
    ],
    "In 1920 Delen obtained an additional appointment as professor of art history at the Antwerp Royal Academy of Fine Arts, a position that he held until 1948.": [
        [
            8,
            13,
            [
                "Helen",
                "Deleon",
                "DELE"
            ]
        ]
    ],
    "In 1922 he published a study on the life and work of his friend, the painter and sculptor Rik Wouters (1882-1916), who had died during the war.": [
        [
            3,
            7,
            [
                "1922,"
            ]
        ],
        [
            90,
            93,
            [
                "Risk",
                "Rio",
                "Rim",
                "Rick",
                "Rid",
                "Rig"
            ]
        ],
        [
            94,
            101,
            [
                "Routers",
                "Pouters"
            ]
        ]
    ],
    "Delen's most important work deals with the history of engraving and woodcut in the Low Countries, <em>Histoire de la gravure dans les anciens Pays-Bas et dans les provinces belges, des origines jusqu'à la fin du XVIIIe siècle</em>, of which three volumes appeared, in 1924, 1934, and 1935 respectively, covering the fifteenth and sixteenth centuries.": [
        [
            0,
            5,
            [
                "Helen",
                "Deleon",
                "DELE"
            ]
        ]
    ],
    "Despite the title, the period from 1600 up to 1800 was not dealt with.": [],
    "In 1936 Maurits Sabbe (1873-1938), then curator of the Museum Plantin-Moretus, established a separate municipal print room.": [
        [
            8,
            15,
            [
                "Maurice",
                "Marries",
                "Maturity",
                "Merits",
                "Mauritius",
                "Marius"
            ]
        ],
        [
            16,
            21,
            [
                "Sable",
                "Abbé",
                "Sabre",
                "Abbe"
            ]
        ],
        [
            62,
            77,
            [
                "Planting-Moretus",
                "Plantin-Mores"
            ]
        ]
    ],
    "Delen became its first curator, a position that he held until 1945.": [
        [
            0,
            5,
            [
                "Helen",
                "Deleon",
                "DELE"
            ]
        ]
    ],
    "The nucleus of the collection consisted of graphic art gathered by <a href=\"/roosesm\">Maximilian Rooses</a>, former curator of the Plantin-Moretus Museum.": [],
    "In 1938 Delen's catalog of ancient Dutch and Flemish drawings kept in the print room appeared, <em>Catalogue des dessins anciens, écoles flamande et hollandaise</em>.": [
        [
            8,
            13,
            [
                "Helen",
                "Deleon",
                "DELE"
            ]
        ]
    ],
    "In 1942 he wrote a monograph on Walter Vaes.": [
        [
            3,
            7,
            [
                "1942,"
            ]
        ],
        [
            39,
            43,
            [
                "Veins",
                "Vans",
                "Vase",
                "Vases",
                "Vanes",
                "Vats"
            ]
        ]
    ],
    "After the Second World War, Delen was appointed chief curator at the Antwerp Royal Museum of Fine Arts.": [
        [
            28,
            33,
            [
                "Helen",
                "Deleon",
                "DELE"
            ]
        ]
    ],
    "His descriptive catalog of the Old Masters in this museum was first published in 1948.": [],
    "Other publications reveal his vivid interest in modern painting and graphic arts.": [],
    "Delen retired in 1948.": [
        [
            0,
            5,
            [
                "Helen",
                "Deleon",
                "DELE"
            ]
        ]
    ],
    "He is better known as an art historian than as a novelist.</p>": []
}