{
    "Curator of manuscripts and later head of the Bibliothèque Nationale, developed paleographic techniques used by art historians.": [
        [
            58,
            67,
            [
                "National",
                "Nationals",
                "Rationale",
                "Nation ale"
            ]
        ],
        [
            79,
            91,
            [
                "paleo graphic"
            ]
        ]
    ],
    "He was born in Valognes, Normandy, France, near Cherbourg.": [
        [
            15,
            23,
            [
                "Halogens",
                "Colognes"
            ]
        ]
    ],
    "Delisle was provincially and not extensively educated in Valognes.": [
        [
            0,
            7,
            [
                "Del isle"
            ]
        ],
        [
            57,
            65,
            [
                "Halogens",
                "Colognes"
            ]
        ]
    ],
    "However, <a href=\"/gervillec\">Charles Duhérissier de Gerville</a>, a nobleman and collector of manuscripts, hired him to copy manuscripts in Gerville's collection.": [],
    "From Gerville, Delisle learned the basics of paleography gaining entrance to the école des Chartres in 1846.": [
        [
            5,
            13,
            [
                "Greville"
            ]
        ],
        [
            15,
            22,
            [
                "Del isle"
            ]
        ],
        [
            81,
            86,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            87,
            90,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "He published his first article in 1847 while still a student there.": [],
    "He witnessed the revolutions of 1848 and the destruction of medieval monuments.": [],
    "In 1851 he won the first <em>Prix Gobert</em> by the Académie des Inscriptions et Belles-Lettres for his piece, \"Études sur la condition de la classe agricole et l'état de l'agriculture en Normandie au Moyen Age.\"": [
        [
            3,
            7,
            [
                "1851,"
            ]
        ]
    ],
    "After graduating in 1849, one of Delisle's teachers, Benjamin Guérard (1797-1854) was appointed to a position at the Bibliothèque Nationale and hired him for the Department of Manuscripts in 1852.": [
        [
            33,
            40,
            [
                "Del isle"
            ]
        ],
        [
            62,
            69,
            [
                "Gerard",
                "Gérard"
            ]
        ],
        [
            130,
            139,
            [
                "National",
                "Nationals",
                "Rationale",
                "Nation ale"
            ]
        ]
    ],
    "In 1857 he married Louise-Laure Burnouf, the daughter of orientalist Eugene Burnouf (1801-1852).": [
        [
            3,
            7,
            [
                "1857,"
            ]
        ],
        [
            19,
            31,
            [
                "Louise Labé"
            ]
        ],
        [
            32,
            39,
            [
                "Burnout"
            ]
        ],
        [
            76,
            83,
            [
                "Burnout"
            ]
        ]
    ],
    "Madame Delisle took an interest in her husband's scholarship and, by Léopold's later admission, wrote some of the articles under his name as she knew more languages than he.": [
        [
            7,
            14,
            [
                "Del isle"
            ]
        ],
        [
            69,
            76,
            [
                "Leopold",
                "Leopoldo"
            ]
        ]
    ],
    "When Delisle came to the Department of Manuscripts, none of the manuscripts was cataloged.": [
        [
            5,
            12,
            [
                "Del isle"
            ]
        ]
    ],
    "In 1868 he began publishing his history of the manuscript collections, <em>Le Cabinet des manuscrits de la Bibliothèque Impériale</em> which was completed in 1881 in four volumes.": [
        [
            3,
            7,
            [
                "1868,"
            ]
        ]
    ],
    "Delisle rose rapidly through the ranks, making curator in 1871 and Administrator General of the whole library in 1874.": [
        [
            0,
            7,
            [
                "Del isle"
            ]
        ]
    ],
    "His scholarship helped develop what is today the <em>Catalogue g</em><em>énéral des livres imprimé</em><em>s</em> as well as the principles on which it is based.": [],
    "He regularly contributed articles to the <em>Bibliothèque de l'Ecole des Chartes</em> and the <em>Journal des Savants</em>.": [],
    "As Administrator General, he courageously refused to leave his post when the Commune of 1871 attempted to replace him with an unqualified partisan.": [],
    "Vigorous beyond his years, he was forced into retirement in 1905 at age 79, learning of it only by reading of his successor in the newspaper.": [],
    "The event reportedly hastened Louise-Laure's death the same year.": [
        [
            30,
            42,
            [
                "Louise Labé"
            ]
        ]
    ],
    "Delisle's used his paleographic analytical techniques for manuscript illumination, establishing \"schools\" of painting based upon a critical study of the painting and text.": [
        [
            0,
            7,
            [
                "Del isle"
            ]
        ],
        [
            19,
            31,
            [
                "paleo graphic"
            ]
        ]
    ]
}