{
    "First editor of the <em>Burlington Magazine</em> 1903-1906; political journalist.": [],
    "Dell was editor of the <em>Connoisseur</em> magazine, a British art journal describing itself as \"for collectors.\"": [],
    "In 1903 Dell helped found and became first editor of the <em>Burlington Magazine</em>, togehter with the principals, the art historians <a href=\"/berensonb\">Bernard Berenson</a>, <a href=\"/horneh\">Herbert P. Horne</a> and <a href=\"/fryr\">Roger Fry</a>.": [
        [
            87,
            95,
            [
                "together"
            ]
        ]
    ],
    "The intent was to produce a British art journal for the serious art scholar, based upon the models of connoisseurship.": [],
    "The magazine, however, lost money and the same year Fry appointed <a href=\"/holmesc\">C.": [],
    "J. Holmes</a> as co-editor.": [],
    "Holmes' experience in publishing and printing put the magazine on secure footing.": [],
    "The quality of the publication which the magazine enjoyed resulted from the \"Consultative Committee\" Dell put together, whose members included Viscount Dillon (Harold Arthur Lee-Dillon) (1844-1932), cultural MP and art historian <a href=\"/lindsayda\">David Alexander Edward Lindsay</a>, British Museum director Sir Edward Maunde Thompson (1840-1929), Victoria &amp; Albert Museum director <a href=\"/clarkec\">Caspar Purdon Clarke</a>, British Museum Keeper of Prints <a href=\"/colvins\">Sidney Colvin</a>, Harvard art professor <a href=\"/nortonc\">Charles Eliot Norton</a>, National Gallery of British Art (\"Tate\") director <a href=\"/holroydc\">Charles Holroyd</a>, French scholar and <em>Gazette des Beaux-Arts</em> director <a href=\"/reinachs\">Salomon Reinach</a>, British Museum Prints and Drawings Keeper <a href=\"/binyonl\">Laurence Binyon</a> and Berlin Museums director <a href=\"/bodew\">Wilhelm Bode</a>.": [],
    "Dell hired Edgerton Beck, (d.": [],
    "1941) a later costume historian, as his assistant.": [],
    "In 1906 Dell resigned in an apparent power struggle with Fry, moving to Paris to be the foreign correspondent for the <em>Manchester Guardian</em>.": [],
    "After World War I he was expelled from the Clemenceau government for articles criticizing France's attempts at a 1917 peace negotiations with Austria.": [],
    "After the War, he worked for the <em>Nation</em> as a correspondent as well.": [],
    "Dell wrote a book on his experiences with the French, <em>My Second Country</em>, in 1920.": [],
    "His expulsion to France was rescinded in 1926 and he returned briefly.": [],
    "He moved to New York in 1938, residing at the Hotel Brevoort where he died in 1940.": [
        [
            52,
            60,
            [
                "Report",
                "Resort",
                "Revolt",
                "Trevor",
                "Breakout",
                "Brevet"
            ]
        ]
    ],
    "Dell and the <em>Burlington Magazine</em> were the center of the squabbles that took place among British authorities of Italian Renaissance.": [],
    "Fry's usurping of the magazine was in part to consolidate his opinions on Quattrocento art.": [],
    "Dell sided with <a href=\"/douglasr\">R.": [],
    "Langton Douglas</a> and <a href=\"/strongs\">Sandford Arthur Strong</a>, a camp opposed to the opinions of Berenson and Fry.": [
        [
            0,
            7,
            [
                "Langston",
                "Lang ton"
            ]
        ]
    ]
}