{
    "Anti-Romanticism art critic; author a book on David and histories of art.": [],
    "Delécluze was born to the architect Jean-Baptiste Delécluze.": [
        [
            0,
            9,
            [
                "Delocalize",
                "Delacruz"
            ]
        ],
        [
            50,
            59,
            [
                "Delocalize",
                "Delacruz"
            ]
        ]
    ],
    "He apprenticed in the studio of the painter Charles Moreau (1762-1810) in 1796 where he met Jacques-Louis David.": [],
    "Delécluze exhibited at the Salons between 1808 and 1814 where his works were based on the principles of the French Academy.": [
        [
            0,
            9,
            [
                "Delocalize",
                "Delacruz"
            ]
        ]
    ],
    "In 1815 Delécluze started writing art criticism.": [
        [
            8,
            17,
            [
                "Delocalize",
                "Delacruz"
            ]
        ]
    ],
    "His initial work was for the <em>Lycée français</em> newspaper, but by 1822 he was reviewing the Salon of for the <em>Moniteur universel</em>.": [],
    "He also contributed to the <em>Journal des débats</em> around that time (including an obituary of Antonio Canova).": [],
    "In 1831 articles began appearing in <em>L'Artiste</em> (through 1840), as well as in the <em>Revue des deux mondes</em>, <em>Revue française</em>, <em>Revue de Paris</em> and after 1858, the <em>Gazette des beaux-arts</em>.": [],
    "In 1855 his monograph on David appeared.": [],
    "He was working on a history of the middle ages, a period he had little affinity for, at the time of his death.": [
        [
            35,
            46,
            [
                "Middle Ages"
            ]
        ]
    ],
    "He was the uncle of architect and Gothic revivalist <a href=\"/violletleduce\">Eugène Viollet-le-Duc</a>.Delécluze's art histories and theory reflect the neo-Platonic notions and idealism of <a href=\"/quatremeredequincya\">Antoine Quatremère de Quincy</a>, <a href=\"/emericdavidt\">T.-B.": [],
    "Éméric-David</a> and Victor Cousin (1792-1867).": [],
    "Like these authors, his concept of art assumed antique art as its standard.": [],
    "Painting's goal was a moral elevation, and to that extent architecture and sculpture were lesser media than painting.": [],
    "Jean-Auguste-Dominique Ingres was his ideal and the works of romantic artists such as Eugène Delacroix were deprecated.": [],
    "He termed writing of <a href=\"/stendhal\">Stendhal</a>, who was more accepting of the Romantics, \"the Koran of the so-called Romantic artists.\"": []
}