{
    "<p>French archaeologist and historian of early ancient Greek art.": [],
    "Demargne was the son of archaeologist Pierre Demargne <em>père</em>, a specialist in ancient Crete.": [
        [
            0,
            8,
            [
                "Demerge",
                "Démarche"
            ]
        ],
        [
            45,
            53,
            [
                "Demerge",
                "Démarche"
            ]
        ]
    ],
    "He entered the École normale supérieure in 1922, joining the French School of Athens in 1926.": [
        [
            15,
            20,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            21,
            28,
            [
                "normal",
                "Normal",
                "nor male",
                "norm ale"
            ]
        ],
        [
            29,
            39,
            [
                "superior",
                "superhero",
                "Superior",
                "superiors",
                "supersede",
                "superstore"
            ]
        ]
    ],
    "His first dig was at Crete on the Minoan site of Mallia (Mália), where the French were excavating one of the great palaces of the age Bronze.": [
        [
            49,
            55,
            [
                "Malia"
            ]
        ],
        [
            57,
            62,
            [
                "Malia",
                "Maria",
                "Malta",
                "Mafia",
                "Mali",
                "Mania"
            ]
        ]
    ],
    "There Demargne discovered of one of the most significant pieces of Cretan jewelry, a gold pendant, now in the Museum of Heraklion.": [
        [
            6,
            14,
            [
                "Demerge",
                "Démarche"
            ]
        ]
    ],
    "On his return from Greece, Demargne was appointed professor of classical archeology at the University of Grenoble in 1933.": [
        [
            27,
            35,
            [
                "Demerge",
                "Démarche"
            ]
        ]
    ],
    "He moved to a professorship at Strasbourg in 1937.": [],
    "After World War II was declared, Demargne entered the French army in 1939, but was taken prisoner in 1940.": [
        [
            33,
            41,
            [
                "Demerge",
                "Démarche"
            ]
        ]
    ],
    "He was interned in a prisoner of war camp until the end of the war when he returned to Strasbourg.": [],
    "In 1946 Demargne developed a thesis on the roots of Greek art collecting scholarship on the early artifacts of the Aegean and melding it into a single theory of artistic development.": [
        [
            8,
            16,
            [
                "Demerge",
                "Démarche"
            ]
        ]
    ],
    "Demargne was elected to the faculty of Sorbonne in 1950.": [
        [
            0,
            8,
            [
                "Demerge",
                "Démarche"
            ]
        ]
    ],
    "At the Sorbonne he directed research on tenth through the eighth century, B.C., art and archaeology.": [],
    "Demargne turned his attention to Anatolia, Turkey, working at the Institut français d'archéologie d'Istanbul, Institut français d'études anatoliennes.": [
        [
            0,
            8,
            [
                "Demerge",
                "Démarche"
            ]
        ],
        [
            66,
            74,
            [
                "Institute"
            ]
        ],
        [
            75,
            83,
            [
                "Français",
                "Francis",
                "François",
                "Francois",
                "franchise",
                "Frances"
            ]
        ],
        [
            86,
            97,
            [
                "archeologies"
            ]
        ],
        [
            110,
            118,
            [
                "Institute"
            ]
        ],
        [
            119,
            127,
            [
                "Français",
                "Francis",
                "François",
                "Francois",
                "franchise",
                "Frances"
            ]
        ]
    ],
    "Together with Henri Metzger (1912-2007) and Pierre Coupel (d.": [
        [
            51,
            57,
            [
                "Couple",
                "Compel",
                "Coupe",
                "Coupé",
                "Coupes",
                "Coupés"
            ]
        ]
    ],
    "1983), he founded the Archaeological Mission of Xanthos in south-western Turkey.": [
        [
            48,
            55,
            [
                "Santos",
                "Pathos",
                "Cantos",
                "Ranchos",
                "Bathos",
                "Santhosh"
            ]
        ]
    ],
    "Xanthos had been excavated by the British in 1838 and initial objects conveyed to the British Museum.": [
        [
            0,
            7,
            [
                "Santos",
                "Pathos",
                "Cantos",
                "Ranchos",
                "Bathos",
                "Santhosh"
            ]
        ]
    ],
    "For the next ten years, Demargne excavated and examined funerary architecture and burial remains of the site.": [
        [
            24,
            32,
            [
                "Demerge",
                "Démarche"
            ]
        ]
    ],
    "His work became the focus of the eighth international congress of classical archeology (Congrès international d'archéologie classique), which he organized in Paris in 1963.": [
        [
            88,
            95,
            [
                "Congress",
                "Congés"
            ]
        ],
        [
            112,
            123,
            [
                "archeologies"
            ]
        ],
        [
            124,
            133,
            [
                "plastique"
            ]
        ]
    ],
    "The following year he published a version of his 1947 thesis in the <em>Arts of Mankind</em> series as <em>Birth of Greek Art</em>.": [],
    "The book demonstrates a continuity between the civilizations of the Bronze Age and influences, especially Eastern, in the Aegean.": [],
    "He directed the <em>Archaeological Review</em> between 1966 and 1978, contributing entries to the classical encyclopedia, <em>Paulys Realencyclopädie der classischen Alterumswissenschaft</em>.": [],
    "During the student riots and take over of Paris universities in 1968 he was part of the dialogue, preventing the destruction of the Sorbonne in 1969.": [],
    "His last book was volume eight of the <em>Fouilles de Xanthos</em> with William A. P. Childs (b.": [],
    "1942) in 1989.</p>": []
}