{
    "Metropolitan Museum of Art director, 1977-2008.": [],
    "Montebello was born to Count André Roger Lannes de Montebello (1908-1986) and Germaine Wiener de Croisset (de Montebello) (1913-1975).": [
        [
            41,
            47,
            [
                "Lanes",
                "Cannes",
                "Lances",
                "Hannes"
            ]
        ],
        [
            78,
            86,
            [
                "Jermaine"
            ]
        ]
    ],
    "His family traced its roots back to Jean Lannes, Duc de Montebello, (1769-1809), a Marshall of France under Napoleon.": [
        [
            41,
            47,
            [
                "Lanes",
                "Cannes",
                "Lances",
                "Hannes"
            ]
        ],
        [
            49,
            52,
            [
                "Due",
                "Duo",
                "Dub",
                "Duck",
                "Dug",
                "DEC"
            ]
        ]
    ],
    "Other relatives are thought to have been models for characters in Proust’s <em>À la recherche du temps perdu</em>, for example the Duchesse de Guermantes and the playwright Bloch.": [],
    "As a boy, his aunt, the Surrealism patron Marie-Laures Noailles (1902-1970) introduced him to Picasso.": [
        [
            42,
            54,
            [
                "Marie-Laure's",
                "Marie-Laure"
            ]
        ],
        [
            55,
            63,
            [
                "Brailles"
            ]
        ]
    ],
    "During World War II, the family lived in Grasse, France, where his father was part of the Resistance.": [
        [
            41,
            47,
            [
                "Grass",
                "Grasses",
                "Grassy",
                "Grassed",
                "Wrasse"
            ]
        ]
    ],
    "The Montebellos immigrated to the United States in 1950 when Philippe was age 14.": [
        [
            4,
            15,
            [
                "Montebello's",
                "Montebello"
            ]
        ]
    ],
    "He attended the exclusive Lycée Français de New York (LFNY).": [
        [
            54,
            58,
            [
                "ANY",
                "MANY",
                "LINE",
                "LONG",
                "LAND",
                "FLY"
            ]
        ]
    ],
    "At graduation, De Montebello became an American citizen in 1955, serving in the U.S.": [],
    "Army, serving 1956-1958 rising to second lieutenant.": [],
    "Montebello entered Harvard University, graduating magna cum laude (thesis on Delacroix) with a B.A.": [],
    "in 1961, marrying Edith Bradford Myles (b.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "1939) the same year.": [],
    "He continued graduate study at New York University in 1961 on a Woodrow Wilson fellowship where he focused on French painting under the scholar <a href=\"/sterlingc\">Charles Sterling</a>.": [],
    "In 1963, before completing any degree at NYU, he interviewed for a curatorial assistant position with <a href=\"/rousseaut\">Theodore Rousseau, Jr.</a>, at the Metropolitan Museum of Art in the Department of European Paintings.": [],
    "Rousseau hired him immediately.": [],
    "At Rousseau's advancement to Assistant Director in 1969, Montebello had had enough experience to be appointed to the directorship of the Museum of Fine Arts, Houston, TX, though he still lacked any graduate degree.": [],
    "In Houston, Montebello gained the reputation for disapproving of modern art, something that particularly rankled Houston's major collectors, John and Domnique de Menil.": [
        [
            150,
            158,
            [
                "Dominique"
            ]
        ]
    ],
    "At Rousseau's death in 1973 he was recalled to the Met to succeed him as assistant to Director <a href=\"/hovingt\">Thomas Hoving</a> in 1974.": [],
    "He completed his M.A.": [],
    "from NYU in 1976.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "Hoving's relationship with the Met board and staff grew stormier.": [
        [
            0,
            6,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "At Hoving's departure, Montebello became acting director in 1977 and Director the following year.": [
        [
            3,
            9,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "The museum's board reformed the bylaws after the Hoving experience, making Montebello's new director position report to the President of the Trustees.": [
        [
            49,
            55,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "Montebello defined much of his tenure to contrast his predecessor.": [],
    "He refrained from splashy acquisitions or appearing in print on controversial issues.": [],
    "One exception was during the 1999 Brooklyn Museum's art exhibition \"Sensation\" which included excrement art.": [],
    "City officials denounced the show and Montebello wrote a letter to the <em>New York Times</em>.": [],
    "Though he claimed it to be a plea for quality in art, the statement was largely taken as yet again an attack on modern art.": [],
    "The same year the Board made the director and president positions equal.": [],
    "In 2002, de Montebello signed on the Met's behalf the Declaration on the Importance and Value of Universal Museums, a document affirming museum's right to hold world art against claims of national patrimony.": [],
    "Duccio's \"Madonna and Child\" was acquired by the Met under his aegis for $45 million.": [
        [
            0,
            6,
            [
                "Lucio",
                "Nuncio",
                "Gucci"
            ]
        ]
    ],
    "Montebello oversaw the dramatic growth of many collections, as well as the completion of the Master Plan that had begun under Hoving, ultimately doubling the Museum’s size.": [
        [
            126,
            132,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "He retired from the Metropolitan in 2008.": [],
    "In retirement, he was named the first <a href=\"/kimballf\">Fiske Kimball</a> Professor in the History and Culture of Museums at the Institute of Fine Arts, New York University.": [],
    "Montebello was not a scholar; he published little outside the introductions to exhibition catalogs.": [],
    "Hired in part to consolidate the building and acquisition strides the Hoving era had made, he helped redefine the nature of the Met's blockbuster exhibitions program (now a staple of large museums) and heal lingering animosity toward the curatorial staff.": [
        [
            70,
            76,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "His connoisseurship approach as a principal art criteria added to his anti-modernist reputation.": [],
    "He nevertheless presided over the large addition of the Met's modern art (Lila Wallace) wing.": []
}