{
    "University of Vienna Byzantinist and San Marco scholar.": [
        [
            21,
            32,
            [
                "Byzantines"
            ]
        ]
    ],
    "Demus's father, Carl Demus, was a physician.": [
        [
            0,
            5,
            [
                "Demos",
                "Remus",
                "Emus",
                "Demurs",
                "Demur",
                "Dems"
            ]
        ],
        [
            21,
            26,
            [
                "Demos",
                "Remus",
                "Emus",
                "Demurs",
                "Demur",
                "Dems"
            ]
        ]
    ],
    "His father was killed early during the First World War and the younger Demus partially supported of his family as an adolescent.": [
        [
            71,
            76,
            [
                "Demos",
                "Remus",
                "Emus",
                "Demurs",
                "Demur",
                "Dems"
            ]
        ]
    ],
    "He entered the University of Vienna in 1921 during the time of the historic (and bitter) split between the faculty of <a href=\"/strzygowski\">Josef Rudolf Thomas Strzygowski</a>, and <a href=\"/schlosserj\">Julius Alwin von Schlosser</a>.": [],
    "The rivalry between these two men was such that studying with both was impossible.": [],
    "Demus chose Strzygowski but steered clear of the wild \"pan-Germanic\" theories of his mentor.": [
        [
            0,
            5,
            [
                "Demos",
                "Remus",
                "Emus",
                "Demurs",
                "Demur",
                "Dems"
            ]
        ]
    ],
    "His Ph.D.": [],
    "was granted under Strzygowski <em>cum laude</em>, in 1928.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "Demus spent the next years personally photographing (in color, using glass plates) Greek Byzantine monuments.": [
        [
            0,
            5,
            [
                "Demos",
                "Remus",
                "Emus",
                "Demurs",
                "Demur",
                "Dems"
            ]
        ]
    ],
    "In 1931 this collaborative effort with <a href=\"/dieze\">Ernst Diez</a> appeared as <em>Byzantine Mosaics in Greece</em>, one of the first to employ stylistic analysis to the topic.": [],
    "The work was a prelude to the monument which would occupy Demus most of his life, San Marco in Venice.": [
        [
            58,
            63,
            [
                "Demos",
                "Remus",
                "Emus",
                "Demurs",
                "Demur",
                "Dems"
            ]
        ]
    ],
    "Demus joined the Austrian monument service as a <em>Konservator</em> (curator) in 1930.": [
        [
            0,
            5,
            [
                "Demos",
                "Remus",
                "Emus",
                "Demurs",
                "Demur",
                "Dems"
            ]
        ]
    ],
    "Though poorly paid and the division poorly organized, Demus worked hard on the inventory and conservation of the medieval monuments in his charge, which included Maria Saal.": [
        [
            18,
            22,
            [
                ", and"
            ]
        ],
        [
            54,
            59,
            [
                "Demos",
                "Remus",
                "Emus",
                "Demurs",
                "Demur",
                "Dems"
            ]
        ],
        [
            168,
            172,
            [
                "Seal",
                "Sail",
                "Saab",
                "Saul",
                "Baal",
                "SAA"
            ]
        ]
    ],
    "In 1935 he issued a small volume on San Marco, which solidified his reputation as a scholar.": [
        [
            3,
            7,
            [
                "1935,"
            ]
        ]
    ],
    "After six years at the monuments service, Demus moved back to the main office in Vienna and, with <em>Habilitation</em> in hand, joined his alma mater where <a href=\"/sedlmayrh\">Hans Sedlmayr</a> had succeeded Schlosser.": [
        [
            42,
            47,
            [
                "Demos",
                "Remus",
                "Emus",
                "Demurs",
                "Demur",
                "Dems"
            ]
        ]
    ],
    "He continued to hold both positions, teaching art history and advising on conservation.": [],
    "With the annexation of Austria by the Nazis in 1938, Demus left, ostensibly for a Byzantine congress in Sicily in 1939, traveling to England for asylum.": [
        [
            53,
            58,
            [
                "Demos",
                "Remus",
                "Emus",
                "Demurs",
                "Demur",
                "Dems"
            ]
        ]
    ],
    "Demus found employment at the Warburg Library, together with other Austrian and German expatriates.": [
        [
            0,
            5,
            [
                "Demos",
                "Remus",
                "Emus",
                "Demurs",
                "Demur",
                "Dems"
            ]
        ]
    ],
    "He also lectured at the Courtauld Institute.": [
        [
            24,
            33,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "In 1946 he became president of the office of monuments (Bundesdenkmalamt) in Austria.": [
        [
            3,
            7,
            [
                "1946,"
            ]
        ]
    ],
    "The following year he issued the slender <em>Byzantine Mosaic Decoration</em>, a synthesis of Byzantine aesthetics and iconography still considered seminal today.": [],
    "The war now concluded and Austria in desperate need of art historians without a recent history of Nazi compliance, Demus was tapped for the newly reorganized <em>Bundesdenkmalamt</em> (Federal Office of Monuments).": [
        [
            115,
            120,
            [
                "Demos",
                "Remus",
                "Emus",
                "Demurs",
                "Demur",
                "Dems"
            ]
        ]
    ],
    "Though still poorly paid, Demus was given a small house in the Belvedere gardens in which he remained for the rest of his life.": [
        [
            26,
            31,
            [
                "Demos",
                "Remus",
                "Emus",
                "Demurs",
                "Demur",
                "Dems"
            ]
        ]
    ],
    "He shuttled between Dumbarton Oaks, the newly established Byzantine research center under Harvard University, and Vienna.": [
        [
            20,
            29,
            [
                "Lumberton"
            ]
        ]
    ],
    "In 1960, his second title on San Marco appeared, a handbook on every aspect except the mosaics.": [],
    "When <a href=\"/swobodak\">Karl Maria Swoboda</a> retired from the University, Demus was offered his chair.": [],
    "However, Demus insisted on the earlier bifurcated arrangement, nominating a Schlosser student, <a href=\"/pachto\">Otto Pächt</a>, to be the \"other\" chair along with his.": [
        [
            9,
            14,
            [
                "Demos",
                "Remus",
                "Emus",
                "Demurs",
                "Demur",
                "Dems"
            ]
        ]
    ],
    "The enmity between the two camps during their school days had been so strong that Demus had known of Pächt only through subsequent scholarly publications.": [
        [
            82,
            87,
            [
                "Demos",
                "Remus",
                "Emus",
                "Demurs",
                "Demur",
                "Dems"
            ]
        ],
        [
            101,
            106,
            [
                "Pact",
                "Yacht"
            ]
        ]
    ],
    "In 1963 they began their appointments.": [
        [
            3,
            7,
            [
                "1963,"
            ]
        ]
    ],
    "Demus relinquished the presidency of the Bundesdenkmalamt in 1964, succeed by <a href=\"/frodlw\">Walter Frodl</a>.": [
        [
            0,
            5,
            [
                "Demos",
                "Remus",
                "Emus",
                "Demurs",
                "Demur",
                "Dems"
            ]
        ]
    ],
    "He issued <em>Romanesque Wall Painting</em> in 1968, which, although a coffee-table-style Hirmer Verlag production, was the result of personal and renewed familiarity with the monuments.": [
        [
            90,
            96,
            [
                "Firmer"
            ]
        ],
        [
            97,
            103,
            [
                "Overlap",
                "Verbal",
                "Versa",
                "Overlay",
                "Velar",
                "Vernal"
            ]
        ]
    ],
    "The same year he also contributed to the summary volume of the Kariye Djami studies of <a href=\"/underwoodp\">Paul A. Underwood</a>.": [
        [
            63,
            69,
            [
                "Kari ye"
            ]
        ],
        [
            70,
            75,
            [
                "Jami"
            ]
        ]
    ],
    "He delivered the Wrightsman lectures at New York University (<em>Byzantine Art and the West</em>, 1970), a synthetic view of the influence of both cultures on each other.": [
        [
            17,
            27,
            [
                "Wrights man"
            ]
        ]
    ],
    "At age 68, Demus secured Dumbarton Oaks funding to clean the mosaics at San Marco, the necessary step in order for him to write the major work on them.": [
        [
            11,
            16,
            [
                "Demos",
                "Remus",
                "Emus",
                "Demurs",
                "Demur",
                "Dems"
            ]
        ],
        [
            25,
            34,
            [
                "Lumberton"
            ]
        ]
    ],
    "In 1984, the results were published as the two-volume <em>Mosaics of San Marco in Venice</em>.": [],
    "In his eighties, Demus published a final book on the Carinthian (Austria) late gothic carved altarpieces.": [
        [
            17,
            22,
            [
                "Demos",
                "Remus",
                "Emus",
                "Demurs",
                "Demur",
                "Dems"
            ]
        ]
    ],
    "Demus' students included <a href=\"/hutteri\">Irmgard Hutter</a>, who collaborated with him on the <em>Corpus der byzantinischen Miniaturenhandschriften</em>.": [
        [
            0,
            5,
            [
                "Demos",
                "Remus",
                "Emus",
                "Demurs",
                "Demur",
                "Dems"
            ]
        ]
    ],
    "<a href=\"/beltingh\">Hans Belting</a> characterized Demus as one who \"obeyed a rigid discipline of scholarship ever since, as a young man, he had to regret the flamboyant lack of responsibility of his teacher, Strzygowski.\"": [],
    "<em>Mosaics of San Marco in Venice</em> led to several new findings, the most important of which was that eastern dome was the product of two different ventures, one at 1100 and a second nearly a century later when portions of the first had collapsed.": []
}