{
    "One of the first instructors at Wellesley College; first female faculty member at University of Rochester in 1902.": [],
    "Denio was born to John and Celinda (Weatherwax) Denio.": [
        [
            0,
            5,
            [
                "Denis",
                "Denim",
                "Deniz"
            ]
        ],
        [
            27,
            34,
            [
                "Belinda",
                "Melinda",
                "Celina"
            ]
        ],
        [
            36,
            46,
            [
                "Weather wax"
            ]
        ],
        [
            48,
            53,
            [
                "Denis",
                "Denim",
                "Deniz"
            ]
        ]
    ],
    "She graduated from Mount Holyoke College in 1866.": [],
    "Denio then committed to a brief term as an instructor at Vassar College in Poughkeepsie, New Yrk.": [
        [
            0,
            5,
            [
                "Denis",
                "Denim",
                "Deniz"
            ]
        ],
        [
            93,
            96,
            [
                "Ark",
                "Yak",
                "York",
                "Irk",
                "ARK",
                "CRK"
            ]
        ]
    ],
    "Joining Wellesley College in 1876, Denio taught German and Art, classes including, ‘Medieval German Literature,’ In 1883, she created the first inventory of art for the gallery at Wellesley College, the <em>Catalogue of Works of Art Belonging to Wellesley College</em>.": [
        [
            35,
            40,
            [
                "Denis",
                "Denim",
                "Deniz"
            ]
        ]
    ],
    "Later that year, she took a leave of absence to travel to Leipzig, Berlin, and Heidelberg to study German philology and art history.": [],
    "She gave Wellesley's first class in art history in 1887.": [],
    "In the 1890’s, Wellesley College was divided into two groups committed to different visions for the college.": [
        [
            7,
            13,
            [
                "1890s"
            ]
        ]
    ],
    "Denio belonged to an “old guard,” a group loyal to founders Pauline and Henry Durant’s vision, favoring religion and opposed to an elective college format.": [
        [
            0,
            5,
            [
                "Denis",
                "Denim",
                "Deniz"
            ]
        ]
    ],
    "Ultimately, new president of Wellesley College, Julia Irvine, fired Denio from her position for what she termed her antiquated teaching style.": [
        [
            68,
            73,
            [
                "Denis",
                "Denim",
                "Deniz"
            ]
        ]
    ],
    "After leaving, she earned her Ph.D., in art history from Heidelberg, writing her thesis on “The Life and Works of Nicolas Poussin,” a complete account on Nicolas Poussin.": [],
    "After returning to the United States, Denio took a position as a lecturer at the University of Rochester in 1902, becoming the first female faculty member.": [
        [
            38,
            43,
            [
                "Denis",
                "Denim",
                "Deniz"
            ]
        ]
    ],
    "Initially, she was paid by the Watsons, a family involved in the art department and gallery at Rochester, and other community members rather than placed on the permanent payroll.": [
        [
            31,
            38,
            [
                "Watson's",
                "Watson"
            ]
        ]
    ],
    "Her instructional materials during this time period largely came from her own personal collections which were later donated upon her retirement.": [],
    "In 1910, she was promoted to the ‘Instructor in the History of Art,’ a permanent position on the university faculty.": [],
    "Denio was a key figure in the founding of the Memorial Art Gallery in 1913.": [
        [
            0,
            5,
            [
                "Denis",
                "Denim",
                "Deniz"
            ]
        ]
    ],
    "In 1917, upon her retirement from the University of Rochester, Denio was promoted to professor emeritus.": [
        [
            63,
            68,
            [
                "Denis",
                "Denim",
                "Deniz"
            ]
        ]
    ],
    "While in Rochester, in 1922, Denio was struck and killed by a car.": [
        [
            29,
            34,
            [
                "Denis",
                "Denim",
                "Deniz"
            ]
        ]
    ],
    "At her death, she left a substantial portion of her estate to the art program at Rochester.": [],
    "She was buried in Albion, New York.": [],
    "Denio was responsible for establishing art history as a part of the undergraduate curriculum at the University of Rochester.": [
        [
            0,
            5,
            [
                "Denis",
                "Denim",
                "Deniz"
            ]
        ]
    ]
}