{
    "Minister of Arts under Napoleon, developer and first director of the Louvre Museum; collector and engraver.": [],
    "Denon was born to a provincial noble family.": [
        [
            0,
            5,
            [
                "Demon",
                "Devon",
                "Denton",
                "Xenon",
                "Tenon",
                "Deon"
            ]
        ]
    ],
    "He initially studied law in Paris in 1765, but switched to study painting under Noël Hallé (1711-1781).": [
        [
            85,
            90,
            [
                "Halle",
                "Hall",
                "Halls",
                "Hale",
                "Halley",
                "Haller"
            ]
        ]
    ],
    "His first official appointment came as keeper of the collection of gems and medals left to the King by Madame de Pompadour.": [],
    "Beginning in 1772, he worked as an attaché to the French embassies in St.": [],
    "Petersburg, Stockholm, Geneva and Naples, making engravings in addition to his diplomatic work.": [],
    "His commissions included those to Sir William Hamilton, the British ambassador in Naples.": [],
    "Denon's connections at the embassies allowed him to assemble paintings and antique sculpture including object from the sites at Pompeii and Herculaneum.": [
        [
            0,
            5,
            [
                "Demon",
                "Devon",
                "Denton",
                "Xenon",
                "Tenon",
                "Deon"
            ]
        ]
    ],
    "Acting as an agent for Louis XVI, he bought Guercio's <em>Resurrection of Lazarus</em>.": [
        [
            44,
            51,
            [
                "Guercino"
            ]
        ]
    ],
    "In 1782 he was appointed <em>chargé-d'affaires</em> in Naples.": [
        [
            3,
            7,
            [
                "1782,"
            ]
        ]
    ],
    "When Denon was discharged from his Naples assignment in 1785, he traveled to Rome securing work engraving paintings.": [
        [
            5,
            10,
            [
                "Demon",
                "Devon",
                "Denton",
                "Xenon",
                "Tenon",
                "Deon"
            ]
        ]
    ],
    "He returned to France briefly in 1787, where he published his <em>Voyage en Sicile</em> in 1788, illustrated with his own drawings on the topic.": [],
    "The same year, Denon moved to Venice, teaching engraving to the wealthy members of Venetian society, documenting them through portraits and remaining safely out of reach of the French Revolution.": [
        [
            15,
            20,
            [
                "Demon",
                "Devon",
                "Denton",
                "Xenon",
                "Tenon",
                "Deon"
            ]
        ]
    ],
    "In 1792 he returned to Paris, under the protection of Jacques-Louis David, a deputy of the National Convention.": [
        [
            3,
            7,
            [
                "1792,"
            ]
        ]
    ],
    "David exonerated Denon from charges that he fled France.": [
        [
            17,
            22,
            [
                "Demon",
                "Devon",
                "Denton",
                "Xenon",
                "Tenon",
                "Deon"
            ]
        ]
    ],
    "David gave Denon commissions documenting various Revolutionary meetings.": [
        [
            11,
            16,
            [
                "Demon",
                "Devon",
                "Denton",
                "Xenon",
                "Tenon",
                "Deon"
            ]
        ]
    ],
    "Denon also published the erotic engravings, <em>L'Oeuvre priapique</em> in 1793, illustrating the purported sexual mores of Pompeii.": [
        [
            0,
            5,
            [
                "Demon",
                "Devon",
                "Denton",
                "Xenon",
                "Tenon",
                "Deon"
            ]
        ]
    ],
    "Denon joined Napoleon on his Egyptian campaign, accompanying the group of scholars who documented the Emperor's exploits and acquisitions.": [
        [
            0,
            5,
            [
                "Demon",
                "Devon",
                "Denton",
                "Xenon",
                "Tenon",
                "Deon"
            ]
        ]
    ],
    "His account of these traveling and the sights, partially published in his <em>Voyage dans la Basse et la Haute Egypte</em>, 1802, ushered in the Egyptian revival style in France.": [],
    "That same year Denon was appointed director general of the Imperial Museums, which included the Musée Central des Arts (modern Louvre), the Musée des Monuments Français and the Musée de l'Ecole Française at Versailles.": [
        [
            15,
            20,
            [
                "Demon",
                "Devon",
                "Denton",
                "Xenon",
                "Tenon",
                "Deon"
            ]
        ],
        [
            96,
            101,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            110,
            113,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            140,
            145,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            146,
            149,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            177,
            182,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            188,
            193,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            194,
            203,
            [
                "Franchise",
                "Francoise",
                "Français",
                "Françoise"
            ]
        ]
    ],
    "He presided over the French museums when the Musée Central des Arts was renamed the Musée Napoléon.": [
        [
            45,
            50,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            59,
            62,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            84,
            89,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            90,
            98,
            [
                "Napoleon",
                "Napoleón",
                "Napoleons"
            ]
        ]
    ],
    "Denon's main duty as director was to incorporate the looted works of art Napoleon was claiming from the campaigns in Austria, Spain, Italy, Poland and the German states into the Imperial museums.": [
        [
            0,
            5,
            [
                "Demon",
                "Devon",
                "Denton",
                "Xenon",
                "Tenon",
                "Deon"
            ]
        ]
    ],
    "As the director of the Monnaie des Médailles he designed most of the medals commemorating Napoleon's triumphs.": [
        [
            23,
            30,
            [
                "Ronnie",
                "Montage",
                "Montane",
                "Tonnage",
                "Connie",
                "Minnie"
            ]
        ],
        [
            31,
            34,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            35,
            44,
            [
                "Medals",
                "Versailles",
                "Melville",
                "Dailies",
                "Measles",
                "Medalists"
            ]
        ]
    ],
    "He assigned imperial art commissions to the major artists of the empire, including David, Antoine-Jean Gros, François Gérard, and François Rude.": [],
    "Denon requisitioned paintings from Italian churches and convents that Napoleon had dissolved, adding them to the Louvre in 1811.": [
        [
            0,
            5,
            [
                "Demon",
                "Devon",
                "Denton",
                "Xenon",
                "Tenon",
                "Deon"
            ]
        ]
    ],
    "He was awarded the title Baron of the Empire in 1812.": [],
    "Even after Napoleon's final defeat in 1815, Denon refused to returned the artworks stolen for his museums, preferring to resign instead as director of the Musée Napoléon.": [
        [
            44,
            49,
            [
                "Demon",
                "Devon",
                "Denton",
                "Xenon",
                "Tenon",
                "Deon"
            ]
        ],
        [
            61,
            69,
            [
                "return"
            ]
        ],
        [
            155,
            160,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            161,
            169,
            [
                "Napoleon",
                "Napoleón",
                "Napoleons"
            ]
        ]
    ],
    "In his retirement, Denon, surround by his impressive personal art collection, devoted his last years to a history of the art, <em>Monuments des arts</em>, which was posthumously published by his nephews in 1829.": [
        [
            19,
            24,
            [
                "Demon",
                "Devon",
                "Denton",
                "Xenon",
                "Tenon",
                "Deon"
            ]
        ]
    ],
    "After his death, the collection was dispersed in auctions between 1826-1827.": [],
    "Denon's collecting activities included 520 Etruscan vases which were later acquired by Louis XVI (in Denon's lifetime), more than 200 paintings by artists including Watteau, Fra Angelico, Memling and Raphael; Greek, Roman, Gallo-Roman, Egyptian and Oriental antiquities and oceanic and pre-Columbian works.": [
        [
            0,
            5,
            [
                "Demon",
                "Devon",
                "Denton",
                "Xenon",
                "Tenon",
                "Deon"
            ]
        ],
        [
            101,
            106,
            [
                "Demon",
                "Devon",
                "Denton",
                "Xenon",
                "Tenon",
                "Deon"
            ]
        ],
        [
            174,
            177,
            [
                "Frey",
                "FRA",
                "Era",
                "Far",
                "IRA",
                "FRS"
            ]
        ]
    ],
    "He is buried in Père-Lachaise Cemetery, commemorated by a bronze funerary monument by Pierre Cartellier.": [
        [
            16,
            29,
            [
                "Père-La chaise"
            ]
        ],
        [
            93,
            103,
            [
                "Cartier",
                "Atelier",
                "Carpentier",
                "Patellar",
                "Carmella",
                "Cartelize"
            ]
        ]
    ],
    "Denon's fame rests not with the history of art he wrote, but rather his ability to create the first comprehensive public museum arranging art by schools and periods.": [
        [
            0,
            5,
            [
                "Demon",
                "Devon",
                "Denton",
                "Xenon",
                "Tenon",
                "Deon"
            ]
        ]
    ],
    "Such museums had been theorized in the late eighteenth century and attempted with some degree of success Christian von Mechel (q.v.)": [
        [
            119,
            125,
            [
                "Michel"
            ]
        ]
    ],
    "in Vienna and others.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Denon's museum launched the 19th century's quest for edifying, public museums which would result in the acquisition frenzies of national museums throughout Europe, such as <a href=\"/bodew\">Wilhelm Bode</a> in Berlin.": [
        [
            0,
            5,
            [
                "Demon",
                "Devon",
                "Denton",
                "Xenon",
                "Tenon",
                "Deon"
            ]
        ]
    ],
    "Denon achieved the appellation \"the Eyes of Napoleon\".": [
        [
            0,
            5,
            [
                "Demon",
                "Devon",
                "Denton",
                "Xenon",
                "Tenon",
                "Deon"
            ]
        ]
    ],
    "He was one of the first to develop a collection of the so-called \"Italian primitives\" outside Italy.": []
}