{
    "Lecturer, art critic and art writer of the Weimar Republic.": [],
    "Deri was born in Pressburg, Germany, which is present-day Pozsony, Hungary.": [
        [
            0,
            4,
            [
                "Devi",
                "DRI",
                "Desi",
                "Teri",
                "Deli",
                "Keri"
            ]
        ],
        [
            17,
            26,
            [
                "Press burg"
            ]
        ],
        [
            58,
            65,
            [
                "Poison",
                "Poisons"
            ]
        ]
    ],
    "He was the son of Ignatz Deutsch (1844-1929), a lawyer and writer, and Therese Pollak (Deutsch).": [
        [
            18,
            24,
            [
                "Ignite",
                "Innate",
                "Gnat",
                "Gnats"
            ]
        ],
        [
            25,
            32,
            [
                "Deutsche"
            ]
        ],
        [
            79,
            85,
            [
                "Pollack",
                "Polley"
            ]
        ],
        [
            87,
            94,
            [
                "Deutsche"
            ]
        ]
    ],
    "The family changed their surname to “Deri” after a conversion to Christianity from Judaism.": [
        [
            37,
            41,
            [
                "Devi",
                "DRI",
                "Desi",
                "Teri",
                "Deli",
                "Keri"
            ]
        ]
    ],
    "After graduating from the Akademisches Gymnasium in Vienna in 1897 he studied mechanical engineering at the Technische Hochschule in Charlottenburg, 1897-1901.": [
        [
            108,
            118,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ]
    ],
    "In 1901 he switched to art history in nearby Berlin and then Vienna and Halle.": [
        [
            3,
            7,
            [
                "1901,"
            ]
        ]
    ],
    "In Berlin he studied under <a href=\"/wolfflinh\">Heinrich Wölfflin</a> (Berlin) and <a href=\"/goldschmidta\">Adolph Goldschmidt</a>.": [
        [
            3,
            9,
            [
                "Berlin,"
            ]
        ]
    ],
    "He was much attached to the latter scholar and when Goldschmidt took a position in Halle, Deri followed.": [
        [
            90,
            94,
            [
                "Devi",
                "DRI",
                "Desi",
                "Teri",
                "Deli",
                "Keri"
            ]
        ]
    ],
    "This intense student group attached to Goldschmidt also included <a href=\"/sieversj\">Johannes Sievers</a>.": [],
    "Deri’s 1906 dissertation, written under Goldschmidt was titled <em>Das Rollwerk in der deutschen Ornamentik des sechzehnten und siebzehnten Jahrhunderts</em> (Scrollwork in 16th and 17th German Ornament).": [
        [
            0,
            4,
            [
                "Devi",
                "DRI",
                "Desi",
                "Teri",
                "Deli",
                "Keri"
            ]
        ]
    ],
    "He wrote two articles for the famous art journal <em>Pan</em> in 1911.": [],
    "In 1913 and 1914, Deri lectured at the Mannheim Kunsthalle (under its director <a href=\"/wichertf\">Fritz Wichert</a>) as part of an initiative “Akademie für Jedermann“ (The Academy for Everyone).": [
        [
            18,
            22,
            [
                "Devi",
                "DRI",
                "Desi",
                "Teri",
                "Deli",
                "Keri"
            ]
        ],
        [
            48,
            58,
            [
                "Unstable"
            ]
        ]
    ],
    "Deri worked a variety of positions the following years in Berlin, in the art dealer Paul Casirer’s gallery, 1916; as an art critic for the <em>Berliner Zeitung am Mittag</em> and also as a lecturer at the Staatlichen Hochschule für Musik (State University of Music), and the Lessing-Volkshochschule (Lessing Adult Education Center).": [
        [
            0,
            4,
            [
                "Devi",
                "DRI",
                "Desi",
                "Teri",
                "Deli",
                "Keri"
            ]
        ],
        [
            89,
            96,
            [
                "Carrier",
                "Easier",
                "Caliber",
                "Casper",
                "Cashier",
                "Caliper"
            ]
        ]
    ],
    "He was also the president of the Deutschen Monistenbundes (German Monist League).": [
        [
            33,
            42,
            [
                "Deutsche"
            ]
        ]
    ],
    "His <em>Die Malerei in 19 Jahrhundert Entwicklungsgeschichtliche Darstellung aud psychologischer Grundlage</em> of 1919 went through four editions and his <em>Naturalismus, Idealismus, Expressionismus</em> seven, both before 1926.": [],
    "With the rise to power of the Nazis and anti-semitism, Deri found himself the subject of attacks by Alfred Rosenberg’s “Kamfbund für deutsche Kultur” (Militant League for German Culture), who ridiculed him for being a Jewish-intellectual and dubbing him a \"degrading\" critic.": [
        [
            40,
            53,
            [
                "anti-Semitism",
                "antisemitism",
                "anti-Semitic"
            ]
        ],
        [
            55,
            59,
            [
                "Devi",
                "DRI",
                "Desi",
                "Teri",
                "Deli",
                "Keri"
            ]
        ],
        [
            129,
            132,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            133,
            141,
            [
                "Deutsche"
            ]
        ],
        [
            142,
            148,
            [
                "Culture",
                "Sulfur",
                "Vulture",
                "Bulgur",
                "Kilter",
                "Guntur"
            ]
        ]
    ],
    "In 1933, when the so-called Nuremberg Laws (laws against Jews in positions of authority) took effect, Deri was dismissed from his lecturing and critic positions.": [
        [
            102,
            106,
            [
                "Devi",
                "DRI",
                "Desi",
                "Teri",
                "Deli",
                "Keri"
            ]
        ]
    ],
    "He emigrate in 1934 to Czechoslovakia where he taught at the Mararyk Volksuniversiät in Brünn.": [
        [
            3,
            11,
            [
                "emigrates",
                "emigrated"
            ]
        ],
        [
            61,
            68,
            [
                "Masaryk"
            ]
        ],
        [
            88,
            93,
            [
                "Bruno",
                "Brunt",
                "Brynn",
                "Bruin"
            ]
        ]
    ],
    "In 1937, he emigrated again to the United States, relocating permanently to Los Angeles.": [],
    "Deri was an exponent of modernism in Germany writing articles on most of the modern movements.": [
        [
            0,
            4,
            [
                "Devi",
                "DRI",
                "Desi",
                "Teri",
                "Deli",
                "Keri"
            ]
        ]
    ],
    "Methodologically he followed Goldschmidt’s social-historical bent.": [],
    "He also embraced psychology as an art historical tool, writing for the periodical, <em>Schaubühne</em>, edited by Sigmund Freud.": []
}