{
    "Medevialist scholar of Armenian art.": [
        [
            0,
            11,
            [
                "Medievalist"
            ]
        ]
    ],
    "Der Nersessian was born in Constantinople, which is present-day Istanbul, Turkey.": [
        [
            0,
            3,
            [
                "Her",
                "Dr",
                "Deer",
                "Per",
                "Del",
                "Den"
            ]
        ],
        [
            4,
            14,
            [
                "Intersession",
                "Presession"
            ]
        ]
    ],
    "Born to an educated Armenian family in Constantinople, Der Nersessian was educated in the Armenian School of the city and the English High School for Girls.": [
        [
            55,
            58,
            [
                "Her",
                "Dr",
                "Deer",
                "Per",
                "Del",
                "Den"
            ]
        ],
        [
            59,
            69,
            [
                "Intersession",
                "Presession"
            ]
        ]
    ],
    "Her maternal uncle, Malachia Ormanian (1841-1918) was patriarch of the Armenian church in the Ottoman Turkey and lived with the family.": [
        [
            20,
            28,
            [
                "Malachi",
                "Malachi a"
            ]
        ],
        [
            29,
            37,
            [
                "Armenian",
                "Iranian",
                "Romanian",
                "Jordanian",
                "Rumanian",
                "Arminian"
            ]
        ]
    ],
    "A distinguished theologian and politician (by necessity as representative for Armenian Christians living in the city), he exerted a strong educational and religious influence on her.": [],
    "After the death of her father when she was eighteen (her mother had died when the girl was nine), Der Nersessian fled with her sister and aunt in the midst of World War I (and the Armenian genocide) to Bulgaria and eventually Switzerland in 1915.": [
        [
            98,
            101,
            [
                "Her",
                "Dr",
                "Deer",
                "Per",
                "Del",
                "Den"
            ]
        ],
        [
            102,
            112,
            [
                "Intersession",
                "Presession"
            ]
        ],
        [
            180,
            197,
            [
                "Armenian Genocide"
            ]
        ]
    ],
    "Despite financial hardships, she graduated from the Collège de Genève in 1917 and studied further at the university in Geneva until 1919.": [
        [
            52,
            59,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ]
    ],
    "She and her now married sister moved to Paris where Der Nersessian attended the Sorbonne.": [
        [
            52,
            55,
            [
                "Her",
                "Dr",
                "Deer",
                "Per",
                "Del",
                "Den"
            ]
        ],
        [
            56,
            66,
            [
                "Intersession",
                "Presession"
            ]
        ]
    ],
    "At the Sorbonne she studied with the historian Francis Dvornik (1883-1975) and the art historian <a href=\"/grabara\">André Grabar</a>, who was her same age.": [
        [
            55,
            62,
            [
                "Dvorak"
            ]
        ]
    ],
    "She received a <em>Licencse ès Lettres</em> in 1920 and a Diplôme d'Histoire Supérieure in 1921.": [],
    "<a href=\"/diehlc\">Charles Diehl</a>, the Byzantinist, and art historians <a href=\"/milletg\">Gabriel Millet</a> and <a href=\"/focillonh\">Henri Focillon</a> were major influences.": [],
    "Millet made her his assistant at the école pratique des hautes ètudes of the University of Paris in 1922.": [
        [
            37,
            42,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            43,
            51,
            [
                "critique",
                "plastique"
            ]
        ],
        [
            52,
            55,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            56,
            62,
            [
                "hates",
                "hastes",
                "sautés",
                "sautes"
            ]
        ],
        [
            63,
            69,
            [
                "études",
                "etudes",
                "eludes",
                "exudes",
                "etude",
                "étude"
            ]
        ]
    ],
    "Between 1922-23 she researched the Baberini Psalter at the Vatican Library and the Bristol Psalter at the British Museum.": [
        [
            35,
            43,
            [
                "Cabrini",
                "Barbering"
            ]
        ]
    ],
    "In 1925 she was awarded a Diplôme des Hautes études.": [
        [
            3,
            7,
            [
                "1925,"
            ]
        ],
        [
            26,
            33,
            [
                "Diploma"
            ]
        ],
        [
            34,
            37,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            38,
            44,
            [
                "Hates",
                "Hastes",
                "Sautés",
                "Sautes"
            ]
        ]
    ],
    "She spent 1927 researching the collection of Armenian Mekhitarist congregation of San Lazzaro degli Armeni in Venice, work which would later contribute to her doctoral thesis.": [
        [
            54,
            65,
            [
                "Militarist"
            ]
        ],
        [
            86,
            93,
            [
                "Lazaro"
            ]
        ],
        [
            94,
            99,
            [
                "deli"
            ]
        ],
        [
            100,
            106,
            [
                "Armenia",
                "Armani"
            ]
        ]
    ],
    "Although she had access to the manuscripts, the support material was out of bounds to women because it was housed in the <em>clausura</em> of the Benedictine monastery and she had to rely on novice-assistants.": [],
    "She was appointed Chargée de cours temporaire at the école this same year.": [
        [
            18,
            25,
            [
                "Charge",
                "Charged",
                "Charges",
                "Charger"
            ]
        ],
        [
            29,
            34,
            [
                "course",
                "court",
                "hours",
                "courts",
                "tours",
                "fours"
            ]
        ],
        [
            35,
            45,
            [
                "temporary",
                "temporaries",
                "temporize"
            ]
        ],
        [
            53,
            58,
            [
                "Cole",
                "ecol"
            ]
        ]
    ],
    "In 1929 Millet co-authored one of her first publications.": [],
    "Her work in the photographic collection at the école gained her the attention of the American medievalist art historians <a href=\"/cookw\">Walter W. S. Cook</a> of New York University, <a href=\"/frienda\">Albert M. Friend, Jr.</a>, and <a href=\"/moreyc\">Charles Rufus Morey</a> at Princeton.": [
        [
            47,
            52,
            [
                "Cole",
                "ecol"
            ]
        ]
    ],
    "They prevailed upon Wellesley College art department chair <a href=\"/averym\">Myrtilla Avery</a> to hire Der Nersessian for undergraduate courses in Byzantine art.": [],
    "Initially, Der Nersessian taught only second semester in order to devote time to her dissertation, but from 1934 she taught full time.": [
        [
            11,
            14,
            [
                "Her",
                "Dr",
                "Deer",
                "Per",
                "Del",
                "Den"
            ]
        ],
        [
            15,
            25,
            [
                "Intersession",
                "Presession"
            ]
        ],
        [
            124,
            133,
            [
                "full-time"
            ]
        ]
    ],
    "Der Nersessian received her Ph.": [
        [
            0,
            3,
            [
                "Her",
                "Dr",
                "Deer",
                "Per",
                "Del",
                "Den"
            ]
        ],
        [
            4,
            14,
            [
                "Intersession",
                "Presession"
            ]
        ],
        [
            28,
            30,
            [
                "pH",
                "PH",
                "PA",
                "PC",
                "Mph",
                "PM"
            ]
        ]
    ],
    "D. in 1937 writing as her primary thesis, <em>L'illustration du roman de Barlaam et Joasaph</em> (two theses were required for the Doctorat d'état ès Lettres) and a secondary thesis on Armenian illunimated manuscripts of the twelfth through fourteenth centuries.": [
        [
            3,
            5,
            [
                "In"
            ]
        ]
    ],
    "Both were accepted with the highest <em>Mention très honorable</em>.": [],
    "She succeeded Avery the same year as chair of the Wellesley department of art and director of the Farnsworth Museum.": [],
    "The previous year she had been a visiting lecturer at New York University addressing the Armenian manuscripts at the J. Pierpont Morgan Library.": [],
    "During this time she met <a href=\"/minerd\">Dorothy E. Miner</a> the keeper of manuscripts at the Walters Art Museum, with whom she had a long friendship.": [],
    "In 1939 she gave a series of lectures on Byzantine sculpture at Dumbarton Oaks, before it was a center for medieval studies.": [
        [
            3,
            7,
            [
                "1939,"
            ]
        ],
        [
            64,
            73,
            [
                "Lumberton"
            ]
        ]
    ],
    "During World War II she enjoyed the company of many of her European colleagues who now taught at American Universities.": [],
    "In 1944-45 she held a senior fellowship at Dumbarton Oaks and became a full member of the faculty the next year.": [
        [
            43,
            52,
            [
                "Lumberton"
            ]
        ]
    ],
    "She was elected a Fellow of the Medieval Academy in 1947.": [],
    "In 1953 she overcame strong prejudices toward hiring female professors at Harvard to be named <a href=\"/focillonh\">Henri Focillon</a> Professor of Art and Archaeology at Dumbarton Oaks.": [
        [
            3,
            7,
            [
                "1953,"
            ]
        ]
    ],
    "She was deputy director at Dumbarton Oaks 1954-1955 and 1961-1962.": [
        [
            4,
            14,
            [
                "was a deputy",
                "was the deputy"
            ]
        ],
        [
            27,
            36,
            [
                "Lumberton"
            ]
        ]
    ],
    "She retired in 1963 and returned to Paris.": [],
    "In retirement, Der Nersessian lectured at various European universities, publishing her collected studies as <em>Byzantine and Armenian Studies</em> in 1973.": [
        [
            15,
            18,
            [
                "Her",
                "Dr",
                "Deer",
                "Per",
                "Del",
                "Den"
            ]
        ],
        [
            19,
            29,
            [
                "Intersession",
                "Presession"
            ]
        ]
    ],
    "She declined a festschrift in her honor.": [],
    "At her death, her personal library was sent to the Matenadaran in Erevan to assist her native colleagues.": [
        [
            66,
            72,
            [
                "Yerevan",
                "Ere van"
            ]
        ]
    ],
    "She is buried in the cemetery in Viroflay, France.": [
        [
            33,
            41,
            [
                "Airplay",
                "Viola",
                "Violas",
                "Firefly",
                "Virology",
                "Virally"
            ]
        ]
    ],
    "Her work <em>Miniature Painting in the Armenian Kingdom of Cilicia from the Twelfth to the Fourteenth Century</em> was published posthumously as <em>Dumbarton Oaks Studies</em> 31 in 1993.": [],
    "The Fonds Sirarpie Der Neressian at the Institut de Recherches sur les Miniatures Arméno-Byzantines was created to honor her.": [
        [
            4,
            9,
            [
                "Finds",
                "Funds",
                "Bonds",
                "Foods",
                "Fond",
                "Fonts"
            ]
        ],
        [
            10,
            18,
            [
                "Scrapie",
                "Sharpie"
            ]
        ],
        [
            19,
            22,
            [
                "Her",
                "Dr",
                "Deer",
                "Per",
                "Del",
                "Den"
            ]
        ],
        [
            23,
            32,
            [
                "Gaussian",
                "Parisian"
            ]
        ],
        [
            40,
            48,
            [
                "Institute"
            ]
        ],
        [
            63,
            66,
            [
                "SUR",
                "sure",
                "our",
                "Sir",
                "sub",
                "sum"
            ]
        ],
        [
            67,
            70,
            [
                "LES",
                "Les",
                "yes",
                "led",
                "less",
                "let"
            ]
        ],
        [
            82,
            99,
            [
                "Armed-Byzantines"
            ]
        ]
    ],
    "Der Neressian's scholarship is noted for blending together history and art history.": [
        [
            0,
            3,
            [
                "Her",
                "Dr",
                "Deer",
                "Per",
                "Del",
                "Den"
            ]
        ],
        [
            4,
            13,
            [
                "Gaussian",
                "Parisian"
            ]
        ]
    ],
    "<em>Armenia and the Byzantine Empire</em> (1954) begins with chapters completely historical.": [],
    "She also published a complete book of history, <em>The Armenians</em> (1969).": [],
    "Although her work focused on the Byzantine era overall, her devotion to Armenian art in particular was both personal and intellectual.": [],
    "She contrasts her predecessor, <a href=\"/strzygowski\">Josef Rudolf Thomas Strzygowski</a> with an unwillingness to generalize the genre or move to exaggerations (Garsoïan).": []
}