{
    "Painter and art dealer; wrote extensive biographies of European artists.": [],
    "Descamps was raised and trained in art in Dunkirk.": [
        [
            0,
            8,
            [
                "Deschamps",
                "Decamps"
            ]
        ]
    ],
    "He moved to Antwerp where he studied further and then in Paris with Nicolas Lancret, Nicolas de Largillierre and at the Académie Royale.": [
        [
            76,
            83,
            [
                "Lancet"
            ]
        ],
        [
            85,
            108,
            [
                "Nicolas de Largillière"
            ]
        ],
        [
            120,
            128,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "Descamps moved to Rouen and founded a small studio and school.": [
        [
            0,
            8,
            [
                "Deschamps",
                "Decamps"
            ]
        ]
    ],
    "In 1749 Descamps's school received the designation <em>Ecole Royale, Gratuite et Académique de Dessin, de Peinture, de Sculpture et d'Architecture</em> on the model of the Académie Royale in Paris.": [
        [
            8,
            16,
            [
                "Deschamps",
                "Decamps"
            ]
        ]
    ],
    "Sometime during this period, Descamps begain dealing in Dutch and Flemish Old Master painting.": [
        [
            29,
            37,
            [
                "Deschamps",
                "Decamps"
            ]
        ],
        [
            38,
            44,
            [
                "began",
                "begin",
                "regain",
                "Begin",
                "be gain",
                "beg ain"
            ]
        ]
    ],
    "In 1759, Descamps published <em>Voyage pittoresque de la Flandre et du Brabant</em> and his <em>La Vie des peintres flamands, allemands et hollandais</em> (through 1763), both highly popular, the latter appearing in German by 1771.": [
        [
            9,
            17,
            [
                "Deschamps",
                "Decamps"
            ]
        ]
    ],
    "Descamps became a member of the Académie Royale in Paris in 1764 with genre and homey subject paintings similar Greuze, exhibited at the Salon of 1765.": [
        [
            0,
            8,
            [
                "Deschamps",
                "Decamps"
            ]
        ],
        [
            32,
            40,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            112,
            118,
            [
                "Greece",
                "Greene",
                "Freeze",
                "Grease",
                "Reuse",
                "Breeze"
            ]
        ]
    ],
    "In 1767 Descamps wrote a work outlining the importance of drawing schools for art education.": [
        [
            8,
            16,
            [
                "Deschamps",
                "Decamps"
            ]
        ]
    ],
    "The latter book was awarded a prize from the Académie Royale.": [
        [
            45,
            53,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "Most of his paintings are in the Musée des Beaux-Arts, Dunkirk, and the Musée des Beaux-Arts, Rouen.": [
        [
            33,
            38,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            39,
            42,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            72,
            77,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            78,
            81,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Althought Descamps' writings included many inaccuracies, he described the Netherlandish masters, the van Eyck and others, with personal observations that set him apart from many who ignored this genre.": [
        [
            0,
            9,
            [
                "Although"
            ]
        ],
        [
            10,
            18,
            [
                "Deschamps",
                "Decamps"
            ]
        ]
    ],
    "He is considered the first among modern [French] art writers to acknowledge their importance (Ridderbos).": [
        [
            94,
            103,
            [
                "Riders",
                "Bidders",
                "Rudders",
                "Tinderbox",
                "Kidders",
                "Riddlers"
            ]
        ]
    ]
}