{
    "Art critic, author of monograph on Van der Weyden; lawyer; politician of the socialist party, minister.": [
        [
            39,
            42,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "Destrée was the eldest son of Olivier Destrée (1834-1899), an engineer, and Clémentine-Jeanne Defontaine (1836-1876).": [
        [
            0,
            7,
            [
                "Desiree"
            ]
        ],
        [
            38,
            45,
            [
                "Desiree"
            ]
        ],
        [
            76,
            93,
            [
                "Clementine-Jeanne"
            ]
        ],
        [
            94,
            104,
            [
                "Fontaine"
            ]
        ]
    ],
    "He attended high school at the Collège de Charleroi, Charleroi, Belgium, and studied law at the Université Libre de Bruxelles, from which university he earned his doctoral degree in law in 1883.": [
        [
            31,
            38,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ]
    ],
    "In 1886 he joined the Bar of Advocates of Charleroi.": [
        [
            3,
            7,
            [
                "1886,"
            ]
        ]
    ],
    "At the same time he was attracted to the literary movement and he became a collaborator to <em>La Jeune Belgique</em>.": [
        [
            58,
            62,
            [
                ", and"
            ]
        ]
    ],
    "Fascinated by the artist Odilon Redon, he published in this review in 1886 the first article in Belgium on the French artist.": [],
    "He also was a regular contributor to the <em>Journal de Charleroi</em>.": [],
    "Destrée married Marie Danse (1867-1942) in 1889.": [
        [
            0,
            7,
            [
                "Desiree"
            ]
        ],
        [
            22,
            27,
            [
                "Dance",
                "Dense",
                "Dante",
                "Dane",
                "Danes",
                "Manse"
            ]
        ]
    ],
    "After having befriended Redon, Destrée cataloged his lithographs in 1891, <em>L'Oeuvre lithographique de Odilon Redon</em>.": [
        [
            24,
            29,
            [
                "Radon",
                "Redone",
                "Recon",
                "Redo",
                "Redox",
                "Red on"
            ]
        ],
        [
            31,
            38,
            [
                "Desiree"
            ]
        ]
    ],
    "In 1894 he started his political career as elected <em>député</em> for Charleroi in the House of Representatives.": [
        [
            3,
            7,
            [
                "1894,"
            ]
        ]
    ],
    "He expressed his socialist ideas about art in his essay <em>Art et socialisme</em> (1896).": [],
    "His recommendations include a progressive and modern view on the conservation of monuments.": [],
    "Destrée authored three studies on Italian painters of the early Renaissance, successively in 1899, 1900, and 1903, <em>Notes sur les Primitifs italiens</em>.": [
        [
            0,
            7,
            [
                "Desiree"
            ]
        ]
    ],
    "The etchings were created by his wife and his father in Law, Auguste Danse.": [
        [
            61,
            68,
            [
                "August",
                "Augusta",
                "Augusto",
                "Augusts",
                "Auguster"
            ]
        ],
        [
            69,
            74,
            [
                "Dance",
                "Dense",
                "Dante",
                "Dane",
                "Danes",
                "Manse"
            ]
        ]
    ],
    "In 1903, he served as a councilman of the municipality of Marcinelle.": [
        [
            58,
            68,
            [
                "Marielle"
            ]
        ]
    ],
    "In charge of the department of <em>Instruction publique</em>, he created the first popular university in this town, open to the general public, where he himself taught a course of art history.": [],
    "He also proposed art education at primary schools, and for future teachers.": [],
    "Destrée, born and grown up in the French-speaking part of his country, held a special interest in Walloon art.": [
        [
            0,
            7,
            [
                "Desiree"
            ]
        ]
    ],
    "His study on the 1911 Beaux-Arts exhibition in Charleroi, <em>Études sur les arts anciens de Wallonie: conférences à l'Exposition des Beaux-Arts de Charleroi en 1911</em>, appeared in 1912.": [],
    "During World War I the Belgian government sent Destrée on diplomatic missions to Italy, Russia and China.": [
        [
            47,
            54,
            [
                "Desiree"
            ]
        ]
    ],
    "Between 1919 and 1921 he held the position of <em>Ministre des Sciences et des Arts</em>.": [],
    "In 1920 Destrée was elected a member of the Académie Royale de Belgique, Classe des Beaux-Arts.": [
        [
            8,
            15,
            [
                "Desiree"
            ]
        ],
        [
            44,
            52,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            73,
            79,
            [
                "Class",
                "Classes",
                "Clause",
                "Classed",
                "Classy",
                "Chassé"
            ]
        ],
        [
            80,
            83,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "He created the Académie royale de langue et de littérature françaises de Belgique, of which institution he became a member in 1922.": [
        [
            15,
            23,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            34,
            40,
            [
                "large",
                "language",
                "range",
                "league",
                "angle",
                "argue"
            ]
        ],
        [
            47,
            58,
            [
                "literature"
            ]
        ],
        [
            59,
            69,
            [
                "franchises"
            ]
        ],
        [
            73,
            81,
            [
                "Belgium"
            ]
        ]
    ],
    "Destrée had a special interest in Rogier van der Weyden and Robert Campin, his master, the so-called Maître de Flémalle.": [
        [
            0,
            7,
            [
                "Desiree"
            ]
        ],
        [
            67,
            73,
            [
                "Camping",
                "Cam pin",
                "Camp in"
            ]
        ]
    ],
    "His essays, <em>Van der Weyden (Rogier de la Pasture</em>), and <em>Le Maître dit de Flémalle (Robert Campin)</em> appeared in the G<em>rands maîtres</em> series (Kryn, 1926).": [],
    "He published a major two-volume study on Rogier van der Weyden in 1930, <em>Roger de la Pasture - van der Weyden</em>.": [],
    "In 1932 Destrée was elected president of the Académie Royale and in addition director of the Classe des Beaux-Arts.": [
        [
            8,
            15,
            [
                "Desiree"
            ]
        ],
        [
            45,
            53,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            93,
            99,
            [
                "Class",
                "Classes",
                "Clause",
                "Classed",
                "Classy",
                "Chassé"
            ]
        ],
        [
            100,
            103,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "With the publication of his monograph, <em>Roger de la Pasture - van der Weyden</em>, Destrée was in the middle of a debate around the identity of Rogier van der Weyden, and of the Master of Flémalle.": [
        [
            86,
            93,
            [
                "Desiree"
            ]
        ],
        [
            191,
            199,
            [
                "Female"
            ]
        ]
    ],
    "Destrée held the generally accepted opinion that Rogier van der Weyden was identical with Rogelet de le Pasture (van der Weyden is the Flemish translation of de le Pasture).": [
        [
            0,
            7,
            [
                "Desiree"
            ]
        ],
        [
            90,
            97,
            [
                "Roget",
                "Omelet",
                "Rootlet",
                "Relet",
                "Rogered",
                "Rogelio"
            ]
        ],
        [
            101,
            103,
            [
                "LE",
                "Le",
                "he",
                "we",
                "be",
                "me"
            ]
        ],
        [
            161,
            163,
            [
                "LE",
                "Le",
                "he",
                "we",
                "be",
                "me"
            ]
        ]
    ],
    "This meant that Rogier van der Weyden had been the pupil of Robert Campin, the Master of Flémalle.": [
        [
            67,
            73,
            [
                "Camping",
                "Cam pin",
                "Camp in"
            ]
        ],
        [
            89,
            97,
            [
                "Female"
            ]
        ]
    ],
    "For Destrée, it was important that the art of Van der Weyden, commonly viewed as Flemish, had a strong connection with Tournai, a city in the Walloon part of Belgium, where the artist was born and was apprenticed before moving to Brussels.": [
        [
            4,
            11,
            [
                "Desiree"
            ]
        ],
        [
            50,
            53,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            119,
            126,
            [
                "Tourney",
                "Tourneys"
            ]
        ]
    ],
    "Destrée's study was contested by the art collector <a href=\"/renderse\">Émile Renders</a>, who put forward the thesis that Rogier van der Weyden was not identical with Rogelet de le Pasture, and that the works attributed to the Master of Flémalle belonged in fact to Rogier van der Weyden himself in the earlier part of his life.": [
        [
            0,
            7,
            [
                "Desiree"
            ]
        ]
    ],
    "Renders also rejected the idea that early Flemish painting had its roots in the Walloon part of Belgium with the Master of Flémalle.": [
        [
            123,
            131,
            [
                "Female"
            ]
        ]
    ],
    "The debate certainly had an antagonistic, nationalist character.": [],
    "The proposed fusion of the Master of Flémalle with Rogier van der Weyden was accepted by several art historians, including <a href=\"/friedlanderm\">Max J. Friedländer</a> and <a href=\"/lavalleyej\">Jacques Lavalleye</a>, but rejected by <a href=\"/hulindeloog\">Georges Nicolas Marie Hulin de Loo</a>, <a href=\"/panofskye\">Erwin Panofsky</a>, and others.": [
        [
            37,
            45,
            [
                "Female"
            ]
        ]
    ],
    "He is not to be confused with the other \"J. Destrée,\" the Brussels Royal Museums of Art and History curator, <a href=\"/destreej\">Joseph Destrée</a>, who is no relation.": [
        [
            44,
            51,
            [
                "Desiree"
            ]
        ]
    ]
}