{
    "<p>Curator Brussels Royal Museums of Art and History; archaeologist.": [],
    "Destrée attended high school at the Collège de Bellevue in Dinant.": [
        [
            0,
            7,
            [
                "Desiree"
            ]
        ],
        [
            36,
            43,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ],
        [
            59,
            65,
            [
                "Dunant",
                "Din ant"
            ]
        ]
    ],
    "He received a BA in philosophy and letters at the Facultés Universitaires Notre-Dame de la Paix in Namur, Belgium, and he studied law at the Catholic University of Louvain.": [
        [
            50,
            58,
            [
                "Faculties"
            ]
        ],
        [
            59,
            73,
            [
                "Universities"
            ]
        ],
        [
            91,
            95,
            [
                "Paid",
                "Pair",
                "Pain",
                "Pie",
                "Pier",
                "Pies"
            ]
        ],
        [
            164,
            171,
            [
                "Lou vain"
            ]
        ]
    ],
    "After a break of several years he returned to Louvain where he enrolled in the Faculty of philosophy and letters.": [
        [
            46,
            53,
            [
                "Lou vain"
            ]
        ]
    ],
    "One of his professors, Canon Edmond Reusens (1831-1903) encouraged him to participate in a seminar of archaeology at the University of Bonn in Germany.": [
        [
            36,
            43,
            [
                "Reuses"
            ]
        ]
    ],
    "In 1886 he was appointed deputy curator of the Brussels Musée royal d'antiquités et d'armures, housed in the Porte de Hal.": [
        [
            3,
            7,
            [
                "1886,"
            ]
        ],
        [
            56,
            61,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            70,
            80,
            [
                "antiquities",
                "antiquates"
            ]
        ],
        [
            86,
            93,
            [
                "argues",
                "armies",
                "armored",
                "assures",
                "admires",
                "armors"
            ]
        ],
        [
            109,
            114,
            [
                "Port",
                "Ports",
                "Porter",
                "Ported",
                "Porto",
                "Pore"
            ]
        ]
    ],
    "After the transfer of an important part of the collection to the Palais du Cinquantenaire in 1889, Destrée was appointed a curator at this museum, which was named, in 1906, Musées royaux des Arts décoratifs et industriels, and renamed, in 1912, Musées royaux du Cinquantenaire.": [
        [
            65,
            71,
            [
                "Calais",
                "Pal ais"
            ]
        ],
        [
            99,
            106,
            [
                "Desiree"
            ]
        ],
        [
            173,
            179,
            [
                "Muses",
                "Fusees",
                "Mushes",
                "Musses"
            ]
        ],
        [
            180,
            186,
            [
                "Royal",
                "royal",
                "royals",
                "roux",
                "royale"
            ]
        ],
        [
            187,
            190,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            196,
            206,
            [
                "decoration",
                "decorations",
                "decorative",
                "decorating",
                "decorates",
                "decorators"
            ]
        ],
        [
            210,
            221,
            [
                "industries",
                "industrials"
            ]
        ],
        [
            245,
            251,
            [
                "Muses",
                "Fusees",
                "Mushes",
                "Musses"
            ]
        ],
        [
            252,
            258,
            [
                "Royal",
                "royal",
                "royals",
                "roux",
                "royale"
            ]
        ],
        [
            259,
            261,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ]
    ],
    "Destrée was a frequent contributor to the <em>Bulletin des Musées royaux</em> and other periodicals.": [
        [
            0,
            7,
            [
                "Desiree"
            ]
        ]
    ],
    "He was particularly interested in wood sculpture, miniatures, tapestry, ivory, and metal arts.": [],
    "He wrote a study on mediaeval sculpture in the province of Brabant in 1894, <em>Étude sur la sculpture brabançonne au moyen-âge</em>.": [
        [
            20,
            29,
            [
                "medieval"
            ]
        ]
    ],
    "In 1895, he published his first study on an illuminated Book of Hours, <em>Les heures de Notre-Dame dites de Hennessy</em>, the illumination of which he attributed to Simon Bening (1483-1561) and his assistants, who worked in Bruges in the early sixteenth century.": [],
    "Destrée was actively involved in the exhibition on metal work known as \"Dinanderies,\" which was held in Dinant in 1903.": [
        [
            0,
            7,
            [
                "Desiree"
            ]
        ],
        [
            72,
            83,
            [
                "Deaneries",
                "Binderies"
            ]
        ],
        [
            104,
            110,
            [
                "Dunant",
                "Din ant"
            ]
        ]
    ],
    "The production of brass, copper, and bronze art works, to which he dedicated several articles, flourished along the Meuse-river during the middle ages.": [
        [
            139,
            150,
            [
                "Middle Ages"
            ]
        ]
    ],
    "In 1914 Destrée published an important monograph on the Flemish painter Hugo van der Goes.": [
        [
            8,
            15,
            [
                "Desiree"
            ]
        ]
    ],
    "He dedicated it to his wife, Marie Deharveng, who had died in 1912.": [
        [
            35,
            44,
            [
                "Departing",
                "Deserving",
                "Behaving",
                "Debarking",
                "Dehorning",
                "Debarment"
            ]
        ]
    ],
    "This study was only superseded by the monograph of <a href=\"/winklerf\">Friedrich Winkler</a> in 1964.": [],
    "Destrée retired in 1920.": [
        [
            0,
            7,
            [
                "Desiree"
            ]
        ]
    ],
    "As curator of the tapestry collection he was succeeded by <a href=\"/crickkuntzigerm\">Marthe Crick-Kuntziger</a> A new edition of his study, <em>Les Heures de Notre-Dame dites de Hennesy</em>, appeared in 1923, with facsimile illustrations of the miniatures.": [],
    "It was the first publication of <em>L'Oeuvre nationale pour la reproduction de manuscrits à miniatures de Belgique</em>, founded to promote the study of illuminated manuscripts by using reproductions, in order to protect and preserve the originals.": [],
    "With Pierre Bautier (1881-1962) he co-authored, in 1924, a study on <em>Les Heures dites da Costa</em>, another manuscript of the Ghent-Bruges School.": [
        [
            12,
            19,
            [
                "Gautier",
                "Battier"
            ]
        ]
    ],
    "He is not to be confused with the other \"J.Destrée,\" the art critic and van der Weyden scholar, <a href=\"/destreej1863\">Jules Destrée</a>, who is no relation.</p>": [
        [
            43,
            50,
            [
                " Destrée"
            ]
        ]
    ]
}