{
    "Medievalist, Chairman of the Department of Medieval Art and The Cloisters, Metropolitan Museum of Art, 1968-1972.": [],
    "Deuchler attended a gymnasium in Zürich before studying art history at the University of Paris.": [
        [
            0,
            8,
            [
                "Douchier"
            ]
        ]
    ],
    "He received his Ph.D.": [],
    "from the University in Bonn in 1956, writing his dissertation on the stain glass of Laon cathedral under <a href=\"/einemh\">Herbert von Einem</a>.": [
        [
            0,
            4,
            [
                "From"
            ]
        ],
        [
            84,
            88,
            [
                "Loan",
                "Lion",
                "Leon",
                "Lyon",
                "Lawn",
                "Lao"
            ]
        ]
    ],
    "He was appointed a <em>Privatdozent</em> of art in 1964 at the university in Zürich.": [],
    "He married fellow art historian Karin Lauke, a specialist in 17th-century Bolognese art.": [
        [
            32,
            43,
            [
                "Kari Lake"
            ]
        ]
    ],
    "He returned to Bonn as an assistant under von Einem.": [
        [
            42,
            45,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ],
        [
            46,
            51,
            [
                "Eminem"
            ]
        ]
    ],
    "Deuchler joined the Bibliotheca Hertziana, Rome, in 1966 as an assistant.": [
        [
            0,
            8,
            [
                "Douchier"
            ]
        ]
    ],
    "In 1968, Metropolitan Museum of Art director <a href=\"/hovingt\">Thomas Hoving</a> hired Deuchler to be chair of medieval art and curator of the Cloisters, the Met's medieval museum in Fort Tryon Park.": [],
    "It was the position Hoving himself had held before becoming director, though Deuchler officially replaced <a href=\"/forsythw\">William Forsyth</a>, acting curator.": [
        [
            20,
            26,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ],
        [
            77,
            85,
            [
                "Douchier"
            ]
        ]
    ],
    "He was concomitantly appointed professor of medieval arts at New York University.": [],
    "Deuchler set about making the Cloisters a center for medieval scholarship, not simply a museum.": [
        [
            0,
            8,
            [
                "Douchier"
            ]
        ]
    ],
    "In coordination with the centenary of the Metropolitan, he mounted the Met show \"The Year 1200\" in 1970 and an accompanying conference of the same title.": [],
    "He resigned from the Met in 1972 to become professor of art history at the University in Geneva.": [],
    "He was subsequently named director of the Swiss Institute, Istituto Svizzero di Roma, Rome.": [
        [
            59,
            67,
            [
                "Institute"
            ]
        ],
        [
            68,
            76,
            [
                "Vizier",
                "Switzer",
                "Viziers",
                "Subzero",
                "Quizzer",
                "Quizzers"
            ]
        ]
    ],
    "In 1984 he published on monograph on the trencento painter Duccio.": [
        [
            3,
            7,
            [
                "1984,"
            ]
        ],
        [
            41,
            50,
            [
                "Tencent"
            ]
        ],
        [
            59,
            65,
            [
                "Lucio",
                "Nuncio",
                "Gucci"
            ]
        ]
    ],
    "He was appointed president of the Foundation Langmatt Sidney and Jenny Brown, which runs the Villa Brown in Baden, Switzerland, an art museum in the home of a former industrialist.": [
        [
            45,
            53,
            [
                "Language",
                "Landmark",
                "Langley",
                "Animate",
                "Landmass",
                "Hangman"
            ]
        ]
    ],
    "He retired to Florence.": [],
    "In 2005 the Metropolitan acquired Duccio's \"Madonna and Child\" for the highest price ever paid by the museum for a painting.": [
        [
            34,
            40,
            [
                "Lucio",
                "Nuncio",
                "Gucci"
            ]
        ]
    ],
    "The work, which most scholars had attributed to the master, was not endorsed by Deuchler in his Duccio monograph.": [
        [
            80,
            88,
            [
                "Douchier"
            ]
        ],
        [
            96,
            102,
            [
                "Lucio",
                "Nuncio",
                "Gucci"
            ]
        ]
    ],
    "In defense of the Met's acquisition, Keith Christiansen, Old Master paintings curator at the Met, described Deuchler's scholarship as \"eccentric.\"": [
        [
            108,
            116,
            [
                "Douchier"
            ]
        ]
    ],
    "(Tomkins)": [
        [
            1,
            8,
            [
                "Tompkins"
            ]
        ]
    ]
}