{
    "<p>Specialist in sculpture, particularly of the Meuse River Valley; curator of sculpture at the Royal Museums of Fine Arts in Brussels.": [],
    "Devigne studied art history and archaeology at the University of Liège, in Belgium.": [
        [
            0,
            7,
            [
                "Devine"
            ]
        ]
    ],
    "When she obtained her doctoral degree in 1912, she was the first female doctor in art history in Belgium.": [],
    "Her dissertation, on medieval art in the Meuse River Valley, was granted from the University of Liège with <a href=\"/laurentm\">Marcel Laurent</a> as her dissertation supervisor.": [],
    "In Paris, she studied with <a href=\"/michela\">André Michel</a> at the école du Louvre.": [],
    "Between 1915 and 1949, she held several positions at the Royal Museums of Fine Arts in Brussels.": [],
    "In 1923, she published the <em>Catalogue de la sculpture</em>, which includes a considerable number of nineteenth-century works of Belgian artists.": [],
    "In 1928, she was appointed assistant curator and in 1935 curator.": [],
    "In addition to her work in the museum, she was professor of the history of costume at the Royal Academy of Fine Arts in Brussels.": [],
    "In addition, she taught the history of sculpture at the école des Hautes études in Ghent, and art history at the école normale provinciale d'instituteurs in Morlanwelz.": [
        [
            56,
            61,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            62,
            65,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            66,
            72,
            [
                "Hates",
                "Hastes",
                "Sautés",
                "Sautes"
            ]
        ],
        [
            113,
            118,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            119,
            126,
            [
                "normal",
                "Normal",
                "nor male",
                "norm ale"
            ]
        ],
        [
            127,
            138,
            [
                "provincial",
                "provincials"
            ]
        ],
        [
            141,
            153,
            [
                "instituters"
            ]
        ]
    ],
    "She regularly published articles in various periodicals as well as a number of books.": [],
    "She was a contributor to the <em>Biographie nationale</em>, issued by the Royal Academy of Belgium.": [],
    "She also contributed to the Thieme-Becker <em>Allgemeines Lexikon der bildenden Künstler</em> and to the <em>Enciclopedia Italiana</em>.": [
        [
            28,
            41,
            [
                "Theme-Becker"
            ]
        ]
    ],
    "Her magnum opus, <em>La sculpture mosane du XIIe au XVIe siècle</em>, the publication of which was delayed by World War I, appeared in 1932.": [],
    "During World War II, Devigne replaced the chief curator of the Royal Museums of Fine Arts, <a href=\"/puyveldel\">Léo Van Puyvelde</a>, who then lived as an exile in England.": [
        [
            21,
            28,
            [
                "Devine"
            ]
        ]
    ],
    "During this period, Devigne had the difficult task of dealing with the German authorities.": [
        [
            20,
            27,
            [
                "Devine"
            ]
        ]
    ],
    "She catalogued the painting collection della Faille de Leverghem, donated to the museum in 1942.": [
        [
            4,
            14,
            [
                "cataloged"
            ]
        ],
        [
            39,
            44,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ]
    ],
    "After the liberation, her interim directorship was harshly criticized, which led to her replacement by curator Arthur Laes (1876-1959), who held this post until Van Puyvelde returned the next year.": [
        [
            118,
            122,
            [
                "Lies",
                "Laws",
                "Lakes",
                "Lanes",
                "Laps",
                "Labs"
            ]
        ],
        [
            165,
            173,
            [
                "Pummeled",
                "Purveyed"
            ]
        ]
    ],
    "The \"comité de patronage\", on the other hand, which praised her for her conduct during the war, made several proposals to keep her on her position.": [
        [
            5,
            11,
            [
                "Comte",
                "comity"
            ]
        ]
    ],
    "Meanwhile she was severely attacked by the press.": [
        [
            0,
            9,
            [
                "Meanwhile,"
            ]
        ]
    ],
    "She left the museum in 1949 with bitterness.": [],
    "Her rehabilitation followed in 1951, when the journal <em>Front</em> was condemned for the publications in which it dishonored Devigne with slander.": [
        [
            127,
            134,
            [
                "Devine"
            ]
        ]
    ],
    "This judgment was confirmed by the Court of appeal in the next year.": [],
    "After her retirement, Devigne traveled for a long visit to the USA.": [
        [
            22,
            29,
            [
                "Devine"
            ]
        ]
    ],
    "She worked on a short English overview of the history of sculpture in Belgium, which appeared in New York, in the series <em>Art Treasures of Belgium</em>.": [],
    "Her 1932 <em>La sculpture mosane du XIIe au XVIe siècle</em> is an elaborate and learned essay which provides great deal of information and documentation on the larger cultural contexts in which the arts in the Meuse River Valley flourished and developed.": [],
    "Devigne was particularly interested in aspects of stylistic relationships between the sculptors in the Meuse Valley and artists in Germany, France, Flanders and Italy.</p>": [
        [
            0,
            7,
            [
                "Devine"
            ]
        ]
    ]
}