{
    "Scholar of medieval manuscript illumination and Renaissance art; Princeton University professor.": [],
    "DeWald was descended from Swiss and Alsatian family.": [
        [
            0,
            6,
            [
                "Deal",
                "Dead",
                "Demand",
                "Deals",
                "Donald",
                "Dealt"
            ]
        ]
    ],
    "He received his undergraduate degree from Rutgers University, New Jersey, before moving to Princeton for his graduate degrees.": [],
    "There, the medievalist in the Department of Art and Archaeology, <a href=\"/moreyc\">Charles Rufus Morey</a> introduced him to the study of medieval manuscripts.": [],
    "His first article reflecting Morey's development of the Index of Christian Art at Princeton, was on the iconography of the ascension, published in 1915.": [],
    "DeWald's dissertation, accepted the following year and written under Morey, was on Pietro Lorenzetti.": [
        [
            0,
            6,
            [
                "Deal",
                "Dead",
                "Demand",
                "Deals",
                "Donald",
                "Dealt"
            ]
        ],
        [
            90,
            100,
            [
                "Lorgnette"
            ]
        ]
    ],
    "DeWald had also trained as a singer, performing professionally Germany.": [
        [
            0,
            6,
            [
                "Deal",
                "Dead",
                "Demand",
                "Deals",
                "Donald",
                "Dealt"
            ]
        ]
    ],
    "With the declaration of World War I the following year, DeWald joined the army as a lieutenant where his fluency in German, French and Italian were used in a capacity as a military attaché in the American Legations at Bern and Warsaw.": [
        [
            34,
            35,
            [
                "In"
            ]
        ],
        [
            56,
            62,
            [
                "Deal",
                "Dead",
                "Demand",
                "Deals",
                "Donald",
                "Dealt"
            ]
        ]
    ],
    "Upon discharge, he seriously considered an operatic career.": [],
    "However, he began teaching at Rugters in 1920, moving to Columbia University as an assistant professor in 1923.": [
        [
            30,
            37,
            [
                "Rutgers"
            ]
        ]
    ],
    "During these years, he continued to research medieval manuscripts, largely in Swiss collections.": [],
    "In 1925, <a href=\"/moreyc\">Charles Rufus Morey</a> became head of the Department of Art and Archaeology at Princeton, and invited DeWald to return to his graduate alma mater as an associate professor.": [],
    "Dewald continued to publish on manuscript illumination.": [
        [
            0,
            6,
            [
                "Deal",
                "Dead",
                "Demand",
                "Deals",
                "Donald",
                "Dealt"
            ]
        ]
    ],
    "He received a Guggenheim fellowship for 1927.": [],
    "In 1930 his published research branched to Trecento painting, his second life area of interest.": [
        [
            43,
            51,
            [
                "Recent",
                "Trento"
            ]
        ]
    ],
    "His publication of a facsimile edition of the Utrecht Psalter, 1932, led to the realization that Latin-manuscripts could not be fully appreciated without an understand of their Greek counterparts and that an appreciation of the range of extent manuscripts was key for future research.": [
        [
            157,
            167,
            [
                "understanding"
            ]
        ]
    ],
    "Together with his fellow Princeton medievalists <a href=\"/frienda\">Albert M. Friend, Jr.</a>, and <a href=\"/weitzmannk\">Kurt Weitzmann</a>, the three established a corpus of the Illustrated Septuagint.": [],
    "He was promoted to full professor in 1938.": [],
    "Two important books in the Septuagint corpus series appeared in 1941 and 1942.": [],
    "At the height of World War II, DeWald again joined the army, now assigned to recover looted works of art in Italy and Austria which were in jeopardy of theft by conquering soldiers.": [
        [
            31,
            37,
            [
                "Deal",
                "Dead",
                "Demand",
                "Deals",
                "Donald",
                "Dealt"
            ]
        ]
    ],
    "He was awarded an honorary degree from Rutgers in 1946.": [],
    "The following year, he succeeded the retiring <a href=\"/matherf\">Frank Jewett Mather, Jr.</a>, as director of Princeton's Art Museum.": [],
    "DeWald largely abandoned manuscripts in the post-war years in favor of Italian painting.": [
        [
            0,
            6,
            [
                "Deal",
                "Dead",
                "Demand",
                "Deals",
                "Donald",
                "Dealt"
            ]
        ]
    ],
    "He retired from the Museum in 1960, publishing his survey, <em>Italian Painting: 1200-1600</em>, the result of his years of lecturing on the topic, the following year.": [],
    "In retirement, he was a visiting professor at the University of Pittsburgh.": [],
    "He was a participant in the rescue of art after the Arno River flood in Florence in 1966.": [],
    "He collapsed after attending a Princeton-Columbia football game and died.": [],
    "DeWald was engaged in a monograph on Duccio which remained uncompleted at the time of his death.": [
        [
            0,
            6,
            [
                "Deal",
                "Dead",
                "Demand",
                "Deals",
                "Donald",
                "Dealt"
            ]
        ],
        [
            37,
            43,
            [
                "Lucio",
                "Nuncio",
                "Gucci"
            ]
        ]
    ],
    "DeWald was one of the medievalists comprising the group assembled by Morey who dominated Princeton's Department of Art and Archaeology and helped establish the discipline in the United States.": [
        [
            0,
            6,
            [
                "Deal",
                "Dead",
                "Demand",
                "Deals",
                "Donald",
                "Dealt"
            ]
        ]
    ],
    "The others, in addition to Morey himself, Friend, and Weitzmann, included <a href=\"/stohlmanf\">W.": [
        [
            54,
            63,
            [
                "Weizmann"
            ]
        ]
    ],
    "Frederick Stohlman</a> and <a href=\"/smithe\">E.": [
        [
            10,
            18,
            [
                "Stillman",
                "Stallman",
                "Stockman"
            ]
        ]
    ],
    "Baldwin Smith</a>.": []
}