{
    "Founder and first curator of the photography collection at the Brooklyn Museum, 1934 to 1948.": [],
    "Herman DeWetter was born in Estonia in 1880, to minor nobility.": [
        [
            7,
            15,
            [
                "Wetter",
                "Demeter",
                "Deserter",
                "Begetter",
                "Defeater",
                "Dewater"
            ]
        ]
    ],
    "DeWetter graduated from the Königlich-Sächsisches Polytechnikum (now Technische Universität Dresden), moving to the United States in 1904.": [
        [
            0,
            8,
            [
                "Wetter",
                "Demeter",
                "Deserter",
                "Begetter",
                "Defeater",
                "Dewater"
            ]
        ],
        [
            50,
            63,
            [
                "Polytechnic",
                "Polytechnics"
            ]
        ],
        [
            69,
            79,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ],
        [
            80,
            91,
            [
                "University"
            ]
        ]
    ],
    "From 1905 to 1918, DeWetter worked as an engineer at the contracting firm Holbrook, Cabot, &amp; Rollins.": [
        [
            19,
            27,
            [
                "Wetter",
                "Demeter",
                "Deserter",
                "Begetter",
                "Defeater",
                "Dewater"
            ]
        ],
        [
            91,
            95,
            [
                "camp",
                "lamp",
                "ramp",
                "amp",
                "damp",
                "vamp"
            ]
        ]
    ],
    "During World War I, DeWetter served on the War Trade Board in Washington D.C.. DeWetter began his photography career as a hobbyist during his time as an engineer, Later, he gained employment at the Brooklyn Museum in 1934, and founded the department of photography, where he was the first curator.": [
        [
            20,
            28,
            [
                "Wetter",
                "Demeter",
                "Deserter",
                "Begetter",
                "Defeater",
                "Dewater"
            ]
        ],
        [
            76,
            78,
            [
                ".",
                "…"
            ]
        ],
        [
            79,
            87,
            [
                "Wetter",
                "Demeter",
                "Deserter",
                "Begetter",
                "Defeater",
                "Dewater"
            ]
        ]
    ],
    "The photography collection was separated from the Department of Prints and Drawings at the retirement of <a href=\"https://arthistorians.info/hutchinsons\">Susan A. Hutchinson</a>.": [],
    "<a href=\"https://arthistorians.info/schniewindc\">Carl O. Schniewind</a> became DeWetter’s colleague in the new Prints and Drawings Department.": [],
    "In July 1940, DeWetter helped establish the Brooklyn Museum’s first permanent collection of photography.": [
        [
            14,
            22,
            [
                "Wetter",
                "Demeter",
                "Deserter",
                "Begetter",
                "Defeater",
                "Dewater"
            ]
        ]
    ],
    "DeWetter was a fellow of the American Photographic Society and an associate of the Royal Photographic Society of Great Britain.": [
        [
            0,
            8,
            [
                "Wetter",
                "Demeter",
                "Deserter",
                "Begetter",
                "Defeater",
                "Dewater"
            ]
        ]
    ],
    "Simultaneously, DeWetter was a lecturer, writer, and teacher of museum photography, and worked with until he retired in 1949.": [
        [
            16,
            24,
            [
                "Wetter",
                "Demeter",
                "Deserter",
                "Begetter",
                "Defeater",
                "Dewater"
            ]
        ]
    ],
    "DeWetter died a year later, on June 25th, 1950.": [
        [
            0,
            8,
            [
                "Wetter",
                "Demeter",
                "Deserter",
                "Begetter",
                "Defeater",
                "Dewater"
            ]
        ]
    ]
}