{
    "Specialist in Early Netherlandish Painting; inspector of the Art Patrimony of the province of East Flanders.": [],
    "Elisabeth Dhanens studied art history at the <em>Hoger Instituut voor Kunstgeschiedenis en Oudheidkunde</em> of the Ghent Rijksuniversiteit (State University).": [
        [
            10,
            17,
            [
                "Danes",
                "Havens",
                "Thanes",
                "Deadens",
                "Deafens",
                "Hannes"
            ]
        ]
    ],
    "In 1945, she obtained her doctor's degree with a monograph on the artist and designer Jan van Roome, who worked in the first quarter of the sixteenth century in the Southern Netherlands.": [
        [
            94,
            99,
            [
                "Room",
                "Rooms",
                "Rome",
                "Roomed",
                "Roomy",
                "Roomer"
            ]
        ]
    ],
    "This study, supervised by professor <a href=\"/roggend\">Domien Roggen</a>, was published in <em>Gentse bijdragen tot de kunstgeschiedenis</em>, 11 (1945-1948).": [],
    "Between 1945 and 1952, she held a research position at the Brussels documentation center and central laboratory, ACL (since 1957 known as the Royal Institute for the Study and Conservation of Belgium's Artistic Heritage).": [],
    "Between 1952 and 1976, she served as inspector for the Art Patrimony in the province of East Flanders.": [],
    "In the early fifties she prepared a critical and analytical study of the Flemish sculptor Jean Boulogne, or Giovanni Bologna Fiammingo, partly based on fieldwork in Italy.": [
        [
            95,
            103,
            [
                "Cologne",
                "Bologna"
            ]
        ],
        [
            125,
            134,
            [
                "Flamingo"
            ]
        ]
    ],
    "For this monograph she received an award from the Koninklijke Vlaamse Academie voor Wetenschappen, Letteren en Schone Kunsten van België (Royal Flemish Academy of Sciences, Letters and Fine Arts), which published it in 1956.": [
        [
            62,
            69,
            [
                "Claims",
                "Please",
                "Blame",
                "Clause",
                "Flame",
                "Lease"
            ]
        ],
        [
            70,
            78,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            79,
            83,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            99,
            107,
            [
                "Lettered",
                "Letterer",
                "Lettermen"
            ]
        ],
        [
            111,
            117,
            [
                "Shone",
                "Scone",
                "Sc hone",
                "Sch one"
            ]
        ],
        [
            118,
            125,
            [
                "Unseen",
                "Munster",
                "Tungsten",
                "Austen",
                "Kirsten",
                "Kinsmen"
            ]
        ],
        [
            130,
            136,
            [
                "Belie"
            ]
        ]
    ],
    "A year later, a Fulbright research scholarship gave her the opportunity to work in the United States.": [],
    "In her capacity as provincial inspector she published the first eight volumes of a series of inventories of churches, cities and villages in East Flanders, <em>Inventaris van het kunstpatrimonium van Oost-Vlaanderen</em>.": [],
    "She also set up the inventory of the church of Our Lady in Ninove (vol.": [
        [
            59,
            65,
            [
                "Nine",
                "Nicole",
                "Nineveh",
                "Niobe",
                "Nivose",
                "Nivôse"
            ]
        ]
    ],
    "11), which was completed after her retirement by Walter Lerouge and Rosa van den Abeele-Bellon, and published in 1980.": [
        [
            56,
            63,
            [
                "Le rouge"
            ]
        ],
        [
            81,
            94,
            [
                "Able-Bellon",
                "Abeele-Mellon"
            ]
        ]
    ],
    "The inventories of the St.": [],
    "Bavo's Cathedral in Ghent (vol.": [
        [
            0,
            4,
            [
                "Bravo",
                "AVO",
                "BACO",
                "BAFO",
                "BAV",
                "BAVU"
            ]
        ]
    ],
    "5) and of the Ghent Altarpiece in this church (vol.": [],
    "6), both published in 1965, were the first products of Dhanens' longstanding interest and scholarly work on Hubert and Jan van Eyck.": [
        [
            55,
            62,
            [
                "Danes",
                "Havens",
                "Thanes",
                "Deadens",
                "Deafens",
                "Hannes"
            ]
        ]
    ],
    "With her study on the Ghent Altarpiece, she intended to undo this work from erroneous interpretations and mystifications, while her examination of the relevant written sources helped her to situate it in its original context.": [
        [
            106,
            120,
            [
                "mystification"
            ]
        ]
    ],
    "In 1973 she was one of the few non-English-speaking scholars to write a volume for the innovative <em>Art in Context</em> series, <em>Van Eyck: The Ghent Altarpiece</em>.": [
        [
            3,
            7,
            [
                "1973,"
            ]
        ]
    ],
    "This contribution was a follow up to Dhanens' earlier work on this painting, particularly her 1965 publication, while in a separate chapter she for the first time dealt with the commentaries of the twelfth-century theologian Rupert of Deutz as an important iconographical source of the altarpiece.": [
        [
            24,
            33,
            [
                "follow-up"
            ]
        ],
        [
            37,
            44,
            [
                "Danes",
                "Havens",
                "Thanes",
                "Deadens",
                "Deafens",
                "Hannes"
            ]
        ],
        [
            235,
            240,
            [
                "Death",
                "Debut",
                "Depth",
                "Duty",
                "Debt",
                "Deputy"
            ]
        ]
    ],
    "In the 1970s and 1980s, Dhanens published several other studies related to the Ghent Altarpiece and Jan van Eyck in the <em>Mededelingen</em> series of the Fine Arts Division of the Royal Flemish Academy.": [
        [
            24,
            31,
            [
                "Danes",
                "Havens",
                "Thanes",
                "Deadens",
                "Deafens",
                "Hannes"
            ]
        ]
    ],
    "Her monograph on Hubert and Jan van Eyck appeared in 1980.": [],
    "Five important articles, published in 1984 under the title: Tussen de Van Eycks en Hugo van der Goes dealt with the artistic activity in Ghent between 1432 and ca 1465.": [
        [
            60,
            66,
            [
                "Sussex",
                "Hussein",
                "Tucson",
                "Lessen",
                "Tossed",
                "Austen"
            ]
        ],
        [
            74,
            82,
            [
                "Eyck sen"
            ]
        ]
    ],
    "Based on historical, iconological, and stylistic research, Dhanens concluded that the Ghent Altarpiece influenced a number of painters in and around Ghent in this period.": [
        [
            21,
            33,
            [
                "phonological"
            ]
        ],
        [
            59,
            66,
            [
                "Danes",
                "Havens",
                "Thanes",
                "Deadens",
                "Deafens",
                "Hannes"
            ]
        ]
    ],
    "She also suggested that several paintings traditionally attributed to the so-called Master of Flemalle should rather be seen as the work of different artists, emulating the Van Eyck style.": [
        [
            94,
            102,
            [
                "Female"
            ]
        ]
    ],
    "Hugo van der Goes was the subject of her 1998 monograph, <em>Hugo van der Goes</em>.": [],
    "In a 1989 article, De Bewening van Christus voor het open Graf, een vroeg werk van Hans Memling, she identified the Entombment (Uffizi, Florence), since 1823 attributed to Rogier van Weyden, as an altarpiece by Hans Memling who, according to <a href=\"/vasarig\">Giorgio Vasari</a> and Guicciardini (1483-1540), painted this work for the Medici chapel in the Villa Careggi.": [
        [
            22,
            30,
            [
                "Building",
                "Evening",
                "Booking",
                "Booming",
                "Boosting",
                "Booting"
            ]
        ],
        [
            35,
            43,
            [
                "Christos",
                "Christs",
                "Christ us"
            ]
        ],
        [
            44,
            48,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            49,
            52,
            [
                "he",
                "get",
                "her",
                "set",
                "hit",
                "let"
            ]
        ],
        [
            58,
            62,
            [
                "Graph",
                "Gray",
                "Grab",
                "Graphs",
                "Graft",
                "Gram"
            ]
        ],
        [
            64,
            67,
            [
                "been",
                "even",
                "men",
                "seen",
                "ten",
                "Ben"
            ]
        ],
        [
            68,
            73,
            [
                "Roeg"
            ]
        ],
        [
            74,
            78,
            [
                "were",
                "work",
                "week",
                "weak",
                "jerk",
                "perk"
            ]
        ],
        [
            128,
            134,
            [
                "Office",
                "Suffix",
                "Fiji",
                "Affine",
                "Affirm",
                "Effigy"
            ]
        ],
        [
            172,
            178,
            [
                "Roger",
                "Rosier",
                "Logier",
                "Ropier"
            ]
        ]
    ],
    "The traditional attribution of the Uffizi Entombment to Rogier van der Weyden, however, still prevails in recent literature.": [
        [
            35,
            41,
            [
                "Office",
                "Suffix",
                "Fiji",
                "Affine",
                "Affirm",
                "Effigy"
            ]
        ]
    ],
    "In 1995, the Royal Flemish Academy published Dhanens' study on Rogier van der Weyden, <em>Rogier van der Weyden.": [
        [
            45,
            52,
            [
                "Danes",
                "Havens",
                "Thanes",
                "Deadens",
                "Deafens",
                "Hannes"
            ]
        ]
    ],
    "Revisie van de documenten</em>.": [
        [
            0,
            7,
            [
                "Revise",
                "Revisit"
            ]
        ],
        [
            15,
            25,
            [
                "documented"
            ]
        ]
    ],
    "Revising the written sources up to 1800, Dhanens aimed at understanding these texts in their proper historical contexts.": [
        [
            41,
            48,
            [
                "Danes",
                "Havens",
                "Thanes",
                "Deadens",
                "Deafens",
                "Hannes"
            ]
        ]
    ],
    "In 1973, Dhanens was elected to the Koninklijke Academie van België, Klasse der Schone Kunsten.": [
        [
            9,
            16,
            [
                "Danes",
                "Havens",
                "Thanes",
                "Deadens",
                "Deafens",
                "Hannes"
            ]
        ],
        [
            48,
            56,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            61,
            67,
            [
                "Belie"
            ]
        ],
        [
            69,
            75,
            [
                "Class",
                "Classes",
                "Glass",
                "Clause",
                "Classed",
                "Glasses"
            ]
        ],
        [
            76,
            79,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            80,
            86,
            [
                "Shone",
                "Scone",
                "Sc hone",
                "Sch one"
            ]
        ],
        [
            87,
            94,
            [
                "Unseen",
                "Munster",
                "Tungsten",
                "Austen",
                "Kirsten",
                "Kinsmen"
            ]
        ]
    ],
    "In the 1980s and 1990s, she was a member of the board of the <em>Nationaal Biografisch Woordenboek</em>, a publication of the Koninklijke Academiën van België.": [],
    "She served as the editor of the 1981 volume, to which she contributed biographies of Hubert and Jan van Eyck as well as of their brother Lambert and their sister Margareta, both painters.": [
        [
            162,
            171,
            [
                "Margaret",
                "Margarita",
                "Margaret a"
            ]
        ]
    ],
    "In all her publications on the so-called Flemish Primitives as well as on several sixteenth-century artists, Dhanens aimed at placing works of art in their original historical contexts.": [
        [
            109,
            116,
            [
                "Danes",
                "Havens",
                "Thanes",
                "Deadens",
                "Deafens",
                "Hannes"
            ]
        ]
    ],
    "Her studies are based on extensive archival research and her conclusions are often new and original.": [],
    "Her monographs on painters appeared in several translations, but most of her articles were published in Dutch only.": []
}