{
    "<p>Classical scholar of Greek sculpture.": [],
    "Dickins initially considered going into the British civil service in India before turning to classical studies at Oxford University.": [
        [
            0,
            7,
            [
                "Dickens",
                "Dinkins",
                "Dicking"
            ]
        ]
    ],
    "In 1904 he was sent to the British School in Athens as a Craven Fellow.": [
        [
            3,
            7,
            [
                "1904,"
            ]
        ]
    ],
    "He was chief excavator of the ancient city of Thalamae (modern Thalmes) as part of their Lakonia Survey in 1904 under Richard McGillivray Dawkins (1871-1955), director of the School.": [
        [
            3,
            12,
            [
                "was a chief",
                "was the chief"
            ]
        ],
        [
            46,
            54,
            [
                "Thalamus",
                "Thalami"
            ]
        ],
        [
            63,
            70,
            [
                "Thames",
                "Thales"
            ]
        ],
        [
            89,
            96,
            [
                "Lakota",
                "Livonia",
                "Laconic",
                "Ladonna",
                "Latonya"
            ]
        ]
    ],
    "He helped excavate the temple of Artemis Orthia in Sparta.": [
        [
            41,
            47,
            [
                "Orchid",
                "Ortega",
                "Ortiz",
                "Parthia",
                "Portia",
                "Orphic"
            ]
        ]
    ],
    "He was assisted by, among others, the School's librarian and later an eminent Oxford ancient scholar, Marcus Tod (1878-1974).": [],
    "Dickins published his findings in the <em>Annual</em> of the British School at Athens for 1905.": [
        [
            0,
            7,
            [
                "Dickens",
                "Dinkins",
                "Dicking"
            ]
        ]
    ],
    "He married Mary Hamilton, an Oxford scholar also working at the British School.": [],
    "He returned to England in 1909 to accept an appointment as a Fellow at St.": [],
    "John's College, Oxford, where he lectured in ancient history.": [],
    "In 1912 the British School in Athens published a catalog of the Acropolis Museum at request of the Greek archaeological authorities.": [],
    "Dickins wrote the work with <a href=\"/cassons\">Stanley Casson</a> and the archaeologist Dorothy Lamb Brooke, Lady Nicholson (1887-1967).": [
        [
            0,
            7,
            [
                "Dickens",
                "Dinkins",
                "Dicking"
            ]
        ]
    ],
    "He became a University Lecturer in Classical Archaeology in 1914, but before he could begin, Dickins joined the (British) army during World War I where he was commissioned as a captain placed in charge of a unit of the King's Royal Rifles Corps.": [
        [
            93,
            100,
            [
                "Dickens",
                "Dinkins",
                "Dicking"
            ]
        ]
    ],
    "He was shot and killed in Pozières, France, while assisting two wounded soldiers during the battle of the Somme.": [
        [
            26,
            34,
            [
                "Portieres",
                "Portières"
            ]
        ]
    ],
    "Dickins had collected material for a history of Greek art he hoped to write.": [
        [
            0,
            7,
            [
                "Dickens",
                "Dinkins",
                "Dicking"
            ]
        ]
    ],
    "At his death, his widow posthumously published it as <em>Hellenistic Sculpture,</em> 1920.": [
        [
            78,
            80,
            [
                ", <"
            ]
        ]
    ],
    "His widow later married the Boston Museum of Fine Arts Curator of Classical Art, <a href=\"/caskeyl\">Lacey D. Caskey</a>.Some sense of the broader work on classical sculpture Dickins envisioned may be gleaned in his 1908 article for the <em>Burlington Magazine</em>.": [],
    "Dickins clearly envisioned his book to be a work of art history, as evidenced by his publishing in an art journal, unlike much of classical scholarship at the time which confined their publications to strictly archaeological organs.</p>": [
        [
            0,
            7,
            [
                "Dickens",
                "Dinkins",
                "Dicking"
            ]
        ]
    ]
}