{
    "Iconographer, archaeologist and preservationist.": [
        [
            0,
            12,
            [
                "Iconography",
                "Iconographic",
                "Scenographer",
                "Sonographer"
            ]
        ]
    ],
    "Didron initially studied for the church at the seminaries at Meaux and Rheims.": [
        [
            0,
            6,
            [
                "Iron",
                "Dillon",
                "Dion",
                "Dixon",
                "Gideon",
                "Dido"
            ]
        ],
        [
            61,
            66,
            [
                "Me aux"
            ]
        ],
        [
            71,
            77,
            [
                "Reims",
                "Roams",
                "Reams",
                "Shams",
                "Whams"
            ]
        ]
    ],
    "In 1826 he moved to Paris in order to study Greek and Latin, working as a teacher.": [
        [
            3,
            7,
            [
                "1826,"
            ]
        ]
    ],
    "In Paris he met <a href=\"/hugov\">Victor Hugo</a> (1805-1885) in 1831 who encouraged him to study the medieval buildings of Normandy.": [
        [
            3,
            8,
            [
                "Paris,"
            ]
        ]
    ],
    "Didron became fascinated with archaeological method for the middle ages, a discipline developing in France since the establishment of the Société Royale des Antiquaires de France in 1814.": [
        [
            0,
            6,
            [
                "Iron",
                "Dillon",
                "Dion",
                "Dixon",
                "Gideon",
                "Dido"
            ]
        ],
        [
            60,
            71,
            [
                "Middle Ages"
            ]
        ],
        [
            138,
            145,
            [
                "Society"
            ]
        ],
        [
            153,
            156,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            157,
            168,
            [
                "Antiquaries"
            ]
        ]
    ],
    "The 1830 July Monarchy launched a number of organizations to document French heritage.": [],
    "One group, the Comité historique des Arts et Monuments (Historical Commission of Arts and Buildings), was formed to widen medieval archaeology beyond merely descriptive to include interpretation of the figurative arts.": [
        [
            15,
            21,
            [
                "Comte",
                "Comity"
            ]
        ],
        [
            22,
            32,
            [
                "historize"
            ]
        ],
        [
            33,
            36,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Didron was appointed the Secretary of the Comité by the French Interior Minister François Guizot (1787-1874).": [
        [
            0,
            6,
            [
                "Iron",
                "Dillon",
                "Dion",
                "Dixon",
                "Gideon",
                "Dido"
            ]
        ],
        [
            42,
            48,
            [
                "Comte",
                "Comity"
            ]
        ]
    ],
    "His archaeological findings were issued beginning in 1835 (through 1852) in the periodical <em>Bulletin Archéologique</em>.": [],
    "He also lectured on Christian iconography at the Bibliotheque Royale.": [],
    "He traveled to Greece in 1839 in order to compare medieval art and manuscripts of the East with the West.Didron was an exponent of the French Gothic Revival style, particularly the13th-century, which he considered the consummate Christian art.": [
        [
            105,
            111,
            [
                " Didron"
            ]
        ]
    ],
    "He, Eugène Emmanuel Amaury Duval and <a href=\"/lassusj\">Jean-Baptiste Lassus</a> issued their nine-volume documentation on Chartres cathedral, <em>Monographie de la cathédrale de Chartres</em> beginning in 1842.": [
        [
            20,
            26,
            [
                "Mary",
                "Marry",
                "Albury",
                "Amur",
                "Mauro",
                "Maura"
            ]
        ]
    ],
    "In 1843 he published his <em>Iconographie chrétienne: Histoire de Dieu</em>, a major iconographic study of the middle ages.": [
        [
            3,
            7,
            [
                "1843,"
            ]
        ]
    ],
    "Didron's book became a model for the interpretation of medieval art as envisioned by the Comité.": [
        [
            0,
            6,
            [
                "Iron",
                "Dillon",
                "Dion",
                "Dixon",
                "Gideon",
                "Dido"
            ]
        ],
        [
            89,
            95,
            [
                "Comte",
                "Comity"
            ]
        ]
    ],
    "Didron also edited and founded the important <em>Annales Archéologiques</em> in 1844.": [
        [
            0,
            6,
            [
                "Iron",
                "Dillon",
                "Dion",
                "Dixon",
                "Gideon",
                "Dido"
            ]
        ]
    ],
    "Didron established a bookshop in 1845 which allowed him to mount several large publishing ventures (as the Librairie arche´ologique de Didron), one of which was his translation of an iconographical manuscript by Dionysios of Fourna (c.1670-c.": [
        [
            0,
            6,
            [
                "Iron",
                "Dillon",
                "Dion",
                "Dixon",
                "Gideon",
                "Dido"
            ]
        ],
        [
            107,
            116,
            [
                "Libraries"
            ]
        ],
        [
            117,
            122,
            [
                "arch",
                "arched",
                "arches",
                "Archie",
                "archer",
                "ache"
            ]
        ],
        [
            123,
            131,
            [
                "clique",
                "oblique",
                "Monique",
                "Clinique"
            ]
        ],
        [
            135,
            141,
            [
                "Iron",
                "Dillon",
                "Dion",
                "Dixon",
                "Gideon",
                "Dido"
            ]
        ],
        [
            212,
            221,
            [
                "Dionysus",
                "Dionysian"
            ]
        ],
        [
            225,
            231,
            [
                "Journey",
                "Tourney",
                "Found",
                "Four",
                "Fourth",
                "Journal"
            ]
        ]
    ],
    "1745).": [],
    "Following his interested in Gothicism, he started a factory specializing in revival stained glass in 1849 and in 1858 a second factory producing Gothic-style religious fittings.": [
        [
            84,
            97,
            [
                "stained-glass"
            ]
        ]
    ],
    "His son, E´douard Amede´e Didron (1836-1902) also became an art writer (leaving his father with the appellation \"Didron aîné\" in later years) and assuming editing of the <em>Annales Archéologiques</em> at his father's death in 1867 (to 1872).": [
        [
            11,
            17,
            [
                "Edouard",
                "dotard",
                "Édouard"
            ]
        ],
        [
            18,
            23,
            [
                "Amide"
            ]
        ],
        [
            26,
            32,
            [
                "Iron",
                "Dillon",
                "Dion",
                "Dixon",
                "Gideon",
                "Dido"
            ]
        ],
        [
            113,
            119,
            [
                "Iron",
                "Dillon",
                "Dion",
                "Dixon",
                "Gideon",
                "Dido"
            ]
        ],
        [
            120,
            124,
            [
                "fine",
                "line",
                "nine",
                "wine",
                "mine",
                "Anne"
            ]
        ]
    ],
    "Didron worked for the dual goals of reviving contemporary architecture and its concomitant arts by using archaeological findings.": [
        [
            0,
            6,
            [
                "Iron",
                "Dillon",
                "Dion",
                "Dixon",
                "Gideon",
                "Dido"
            ]
        ]
    ],
    "His work, like <a href=\"/pugina\">Augustus Welby Northmore Pugin</a> in England and <a href=\"/violletleduce\">Eugène Viollet-le-Duc</a> in France (whom he published in his <em>Annales Archéologiques</em> in 1846), raised an appreciation of medieval architecture and the heritage of the middles ages in general.": [],
    "Didron's efforts resulted--unlike Viollet-le-Duc--in the lessening of excessive architectural restoration.": [
        [
            0,
            6,
            [
                "Iron",
                "Dillon",
                "Dion",
                "Dixon",
                "Gideon",
                "Dido"
            ]
        ],
        [
            34,
            52,
            [
                "Violet-le-Duc--in",
                "Viollet-LE-Duc--in",
                "Viollet-le-Due--in"
            ]
        ]
    ],
    "Other art was saved from outright demolition through his efforts.": [],
    "His espousal of a new architecture based upon an accurate study past, however, was less successful.": [],
    "French decorative art and religious painting reflected few, if any, of his ideals.": [],
    "As a scholar, his research was primarily iconographic.": [],
    "He instituted a specialized vocabulary which addressed his careful attention to evidence, accompanied by his excellent published illustrations.": [],
    "Other iconographers, such as the Jesuit priest-team of <a href=\"/cahierc\">Charles Cahier</a> and Arthur Martin (1801-1856), though less stylistically sensitive, and the Abbé <a href=\"/crosniera\">Augustin-Joseph Crosnier</a>, built the study of medieval iconography into a science, ultimately laying the foundations for the work of <a href=\"/malea\">Émile Mâle</a>.": [
        [
            6,
            19,
            [
                "scenographers",
                "sonographers"
            ]
        ]
    ],
    "In retrospect, Didron as one of the most original medievalists of the time (Leniaud, <em>Dictionary of Art</em>).": [
        [
            15,
            21,
            [
                "Iron",
                "Dillon",
                "Dion",
                "Dixon",
                "Gideon",
                "Dido"
            ]
        ],
        [
            76,
            83,
            [
                "Lenard",
                "Renaud"
            ]
        ]
    ]
}