{
    "Byzantinist and archaeologist; founder of French academic <em>byzantinologie</em>.": [
        [
            0,
            11,
            [
                "Byzantines"
            ]
        ]
    ],
    "Diehl's father was Frédéric Geoffroy Diehl (1804-1868), a professor of German at the lycée in Strasbourg.": [
        [
            0,
            5,
            [
                "Died",
                "Deal",
                "Daily",
                "Die",
                "Dies",
                "Diesel"
            ]
        ],
        [
            28,
            36,
            [
                "Geoffrey"
            ]
        ],
        [
            37,
            42,
            [
                "Died",
                "Deal",
                "Daily",
                "Die",
                "Dies",
                "Diesel"
            ]
        ]
    ],
    "The younger Diehl studied at the lycées of Strasbourg and Nancy, graduated from the Louis-le-Grand lycée.": [
        [
            12,
            17,
            [
                "Died",
                "Deal",
                "Daily",
                "Die",
                "Dies",
                "Diesel"
            ]
        ],
        [
            84,
            98,
            [
                "Noisy-le-Grand"
            ]
        ]
    ],
    "He received further degrees from the École normale supérieure in 1878, licencié in 1879, and the agrégé d'histoire in 1881.": [
        [
            37,
            42,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            43,
            50,
            [
                "normal",
                "Normal",
                "nor male",
                "norm ale"
            ]
        ],
        [
            51,
            61,
            [
                "superior",
                "superhero",
                "Superior",
                "superiors",
                "supersede",
                "superstore"
            ]
        ],
        [
            71,
            79,
            [
                "license",
                "licensee"
            ]
        ],
        [
            97,
            103,
            [
                "agree"
            ]
        ],
        [
            106,
            114,
            [
                "history",
                "historic",
                "histories",
                "histone",
                "historize"
            ]
        ]
    ],
    "He spent the following years first in Rome as a member of the École Française de Rome, 1881-1882 and then in Athens, a member of the École Française d'Athènes, 1883-1885.": [
        [
            62,
            67,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            68,
            77,
            [
                "Franchise",
                "Francoise",
                "Français",
                "Françoise"
            ]
        ],
        [
            133,
            138,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            139,
            148,
            [
                "Franchise",
                "Francoise",
                "Français",
                "Françoise"
            ]
        ],
        [
            151,
            158,
            [
                "Athens",
                "Achenes",
                "Athene"
            ]
        ]
    ],
    "That year, 1885, he began teaching in a faculty position at Nancy.": [],
    "He received his Ph.D.": [],
    "in 1888 writing his dissertation on Byzantine history, still relatively novel among French dissertations [Alfred Rambaud (1842-1905) being his only predecessor with an 1870 thesis] (Boer).": [
        [
            0,
            2,
            [
                "In"
            ]
        ],
        [
            113,
            120,
            [
                "Rimbaud",
                "Ram baud"
            ]
        ]
    ],
    "The same year he married Marguerite de Langenhagen (b.": [],
    "1868), daughter of a physician.": [],
    "Unlike most new French academics, Diehl was spared time teaching secondary education and directly offered an appointment as professor of archaeology at the university in Nancy.": [
        [
            34,
            39,
            [
                "Died",
                "Deal",
                "Daily",
                "Die",
                "Dies",
                "Diesel"
            ]
        ]
    ],
    "An 1889 book on the convent of Saint-Luc en Phocide included mosaics, his first foray into art writing.": [
        [
            44,
            51,
            [
                "Provide",
                "Biocide",
                "Ecocide",
                "Phonied"
            ]
        ]
    ],
    "Beginning in 1892 he joined archaeological excavations in North Africa.": [],
    "The first of his art history was issued in 1894 as <em>L'art byzantin dans l'Italie méridionale</em>.": [],
    "<em>L'Afrique byzantine: Histoire de la domination byzantine en Afrique (533-709)</em>, the result of his archaeological digs, appeared in 1896.": [],
    "In 1899 he moved to the University of Paris where a lectureship in Byzantine history was made for him, another highly unusual move for a French academic situation.": [
        [
            3,
            7,
            [
                "1899,"
            ]
        ]
    ],
    "His work on Justinian and Byzantine civilization of the sixth century was published in 1901.": [],
    "His titles in art history stem from this later time, including <em>Figures byzantines</em>, 1906.": [],
    "He was made full professor in 1907.": [],
    "His <em>Histoire de l'Empire byzantin</em> was translated into English as a standard text of the era.": [],
    "Other art books included <em>Manuel d'art byzantin</em>, 1925-1926, <em>L'art chrétien primitif et l'art byzantin</em>, 1928, part of a series <em>Bibliothèque d'histoire de l'art</em> edited by <a href=\"/marguilliera\">Auguste Marguillier</a>, and <em>La peinture byzantine</em>, 1933.": [],
    "He retired in 1934 as increasing blindness set in.": [],
    "Before Diehl, France was not represented in Byzantine scholarship, a field dominated by the Germans (Boer).": [
        [
            7,
            12,
            [
                "Died",
                "Deal",
                "Daily",
                "Die",
                "Dies",
                "Diesel"
            ]
        ]
    ],
    "He was among the emerging specialists in the redefining period of the French academic system of the nineteenth century.": [],
    "Though known generally for his books on Byzantine history, his contribution to art history was voluminous, though not widely accepted by Byzantinist art historians of the time.": [
        [
            137,
            148,
            [
                "Byzantines"
            ]
        ]
    ],
    "He was criticized for not incorporating the latest scholarship or ignoring it from German and English-speaking scholars (Burlington Magazine).": [],
    "His books featured liberal documentation and a readable writing style.": []
}