{
    "<p>Professor of art history and art critic.": [],
    "Diehl graduated from the Institut d'art et d'archéologie in 1934.": [
        [
            0,
            5,
            [
                "Died",
                "Deal",
                "Daily",
                "Die",
                "Dies",
                "Diesel"
            ]
        ],
        [
            25,
            33,
            [
                "Institute"
            ]
        ],
        [
            45,
            56,
            [
                "archeologies"
            ]
        ]
    ],
    "In1935 he founded a group called \"Regain\" to discuss emerging art and artists.": [],
    "Later the same year, a magazine with the same name was launched.": [],
    "He received an additional degree from the école du Louvre in 1936.": [
        [
            42,
            47,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            48,
            50,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ]
    ],
    "He began writing a column, \"La Tribune des jeunes\" in the weekly magazine <em>Marianne</em> in 1938 and launched the magazine <em>Charpentes</em> in 1939.": [
        [
            39,
            42,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            43,
            49,
            [
                "Junes"
            ]
        ]
    ],
    "Despite the German occupation of Paris, Diehl founded the \"May Show\" in 1943, whose art opposed the ideology of Nazism.": [
        [
            40,
            45,
            [
                "Died",
                "Deal",
                "Daily",
                "Die",
                "Dies",
                "Diesel"
            ]
        ]
    ],
    "He wrote an introduction to a folio edition of art reproductions, <em>Les Fauves</em>.": [],
    "In 1944 he helped for the \"Friends of Art\" group for the diffusion of the modern art through conferences and films.": [
        [
            3,
            7,
            [
                "1944,"
            ]
        ]
    ],
    "The May Show sponsored \"Living Room\" exhibitions beginning in 1945, the first situated at the gallery Pierre Maurs.": [
        [
            109,
            114,
            [
                "Mars",
                "Mauro",
                "Meyers",
                "Maura",
                "Mauls",
                "MARS"
            ]
        ]
    ],
    "This liberation show had honorary contributors <a href=\"/bazing\">Germain Bazin</a>, <a href=\"/dupontj\">Jacques Dupont</a>, Rene Huyghe, Bernard Dorival, Michel Florisoone, Pierre Ladoué and Marc Thiboutet.": [],
    "the catalog of which was written by Diehl.": [
        [
            0,
            3,
            [
                "The"
            ]
        ],
        [
            36,
            41,
            [
                "Died",
                "Deal",
                "Daily",
                "Die",
                "Dies",
                "Diesel"
            ]
        ]
    ],
    "Diehl remained president of the organization until 1997.": [
        [
            0,
            5,
            [
                "Died",
                "Deal",
                "Daily",
                "Die",
                "Dies",
                "Diesel"
            ]
        ]
    ],
    "After the war, Diehl was part of the launching of the \"International Film Festival of Art\" in 1948.": [
        [
            15,
            20,
            [
                "Died",
                "Deal",
                "Daily",
                "Die",
                "Dies",
                "Diesel"
            ]
        ]
    ],
    "The film board produces films on Van Gogh, 1948, and Gauguin, 1950, with Alain Resnais Watteau, 1950, with Jean Aurel.": [
        [
            112,
            117,
            [
                "Laurel",
                "Aural",
                "Au rel"
            ]
        ]
    ],
    "He accepted an appointment as cultural attaché to the French Embassy in Venezuela in 1950 where he directed the French-Venezuelan [art] Institute (l'Institut franco-vénézuélien) in Caracas.": [
        [
            149,
            157,
            [
                "Institute"
            ]
        ],
        [
            158,
            176,
            [
                "Franco-vénézuélien",
                "franco-Venezuelan"
            ]
        ]
    ],
    "He taught art history at the Central University and the école des Beaux-Arts in Caracas during the same years.": [
        [
            56,
            61,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            62,
            65,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "In 1959 he moved to Morocco teaching there as well.": [
        [
            3,
            7,
            [
                "1959,"
            ]
        ]
    ],
    "He returned to Paris in 1966, recalled by minister of culture <a href=\"/malrauxa\">André Malraux</a> to direct the Office of exhibitions (l'Action Artistique), Ministry of Foreign Affairs.": [],
    "He organized foreign exhibitions at the Grand and Petit Palais and the Louvre, notably the blockbuster show \"Le Trésor de Toutankamon,\" 1966.": [
        [
            50,
            55,
            [
                "Petite",
                "Pewit",
                "Pet it"
            ]
        ],
        [
            56,
            62,
            [
                "Calais",
                "Pal ais"
            ]
        ],
        [
            112,
            118,
            [
                "Trevor",
                "Tremor"
            ]
        ]
    ],
    "He retired in 1977.": [],
    "Diehl was elected president of the Museum of Latin America in 1983.": [
        [
            0,
            5,
            [
                "Died",
                "Deal",
                "Daily",
                "Die",
                "Dies",
                "Diesel"
            ]
        ]
    ],
    "He worked with the la Maison de l'Amérique Latine in Monte Carlo between 1986 and 1989.": [
        [
            34,
            42,
            [
                "American",
                "America",
                "Americas",
                "Antique",
                "Emeritus",
                "Marque"
            ]
        ],
        [
            43,
            49,
            [
                "Latin",
                "Latino",
                "Latina",
                "Latins",
                "Latrine",
                "Latiner"
            ]
        ]
    ],
    "One of his final acts as an art historian was to curate the joint show for Italy and France, \"Mystérieuse légende de l'Ecole de Paris à Montparnasse,\" (Mysterious legend of the Paris School in Montparnasse).</p>": [
        [
            94,
            105,
            [
                "Mysterious",
                "Mysteries"
            ]
        ],
        [
            106,
            113,
            [
                "legend",
                "legends",
                "Legendre"
            ]
        ],
        [
            119,
            124,
            [
                "Cole",
                "Ecol"
            ]
        ]
    ]
}