{
    "British amateur author and art historian, popular writer on art, particularly French art.": [],
    "Emilia Francis Strong was the daughter of Henry Strong, a bank manager and amateur painter and Emily Weedon (Strong).": [
        [
            101,
            107,
            [
                "Weldon",
                "Weed on"
            ]
        ]
    ],
    "Her father knew the Pre-Raphaelite painter John Everett Millais (1829-1896).": [],
    "Strong grew up in affluence and religious devotion; throughout her life she experienced religious hallucinations.": [],
    "Until she was forty-five, she used her middle and gender-ambiguous name \"Francis.\"": [],
    "Educated by a capable governess, Strong moved to London at eighteen to study painting at the South Kensington School of Art.": [],
    "There she met the man who would become her second husband, Charles Wentworth Dilke (1843-1911), three years her junior, also an art student.": [
        [
            77,
            82,
            [
                "Dike",
                "Rilke"
            ]
        ]
    ],
    "In London she met the writer George Eliot, and another Pre-Raphaelite painter, Sir Edward Burne-Jones (1833-1898).": [
        [
            3,
            9,
            [
                "London,"
            ]
        ]
    ],
    "She married Mark Pattison 1n1861, twenty-seven years older than she and a Rector of Lincoln College, Oxford.": [
        [
            17,
            25,
            [
                "Patti son"
            ]
        ]
    ],
    "Dour but with a predilection for German intellectualism, he introduced his wife to the work of the cultural historian <a href=\"/burckhardtj\">Jacob Burckhardt</a> and the positivist philosophy of Auguste Comte (1798-1857).": [],
    "Among her friends at Oxford was <a href=\"/paterw\">Walter Pater</a>.": [],
    "Her exposure to this more rigorous brand of scholarship perhaps accounts for her distance from the typical British sentimental art writing of, for example, <a href=\"/ruskinj\">John Ruskin</a>.": [],
    "Her husband treated their marriage as little more than one more student to train, and Pattison-Strong rebelled by publishing thinly disguised Arthurian-style legends of her unhappiness with Oxford and Pattison.": [
        [
            86,
            101,
            [
                "Patti son-Strong"
            ]
        ],
        [
            201,
            209,
            [
                "Patti son"
            ]
        ]
    ],
    "Pattison-Strong embraced social concerns, as did many artists and art-writers of her time.": [
        [
            0,
            15,
            [
                "Patti son-Strong"
            ]
        ]
    ],
    "She supported women's suffrage from the 1870s, and along with the artist William Morris (1834-1896) and Ruskin, espousing technical education for women.": [],
    "In 1875 Pattison-Strong renewed her acquaintance with Charles Dilke, and possibly may have had an affair with the notorious philandering Dilke (Eisler).": [
        [
            8,
            23,
            [
                "Patti son-Strong"
            ]
        ],
        [
            62,
            67,
            [
                "Dike",
                "Rilke"
            ]
        ],
        [
            137,
            142,
            [
                "Dike",
                "Rilke"
            ]
        ],
        [
            144,
            150,
            [
                "Eisner"
            ]
        ]
    ],
    "She took up writing art criticism for <em>The Portfolio</em> and <em>The Academy</em> in 1870, becoming the latter's art editor in 1873.": [],
    "She reviewed the Paris Salons, positively remarking on the included paintings of Manet and Courbet.": [],
    "Casting about for assistance in publishing a book on the drawings of Etienne Delaune (1518-1583), she made the acquaintance of the art historian <a href=\"/muntze\">Eugène Müntz</a>, director of the Bibliothèque de l'école des Beaux-Arts.": [
        [
            77,
            84,
            [
                "Elaine",
                "Deluxe",
                "Delaney",
                "Delano",
                "Deluge",
                "Deanne"
            ]
        ]
    ],
    "Müntz was enthusiastic about her capabilities and the two remained friends their whole lives, though the work was never completed.": [
        [
            0,
            5,
            [
                "Munoz",
                "Muñoz"
            ]
        ]
    ],
    "In 1879 she published her first work of art history, <em>The Renaissance of Art in France</em>.": [
        [
            3,
            7,
            [
                "1879,"
            ]
        ]
    ],
    "Its numerous foreign quotations and reliance on the reader's knowledge of art history did not make it a popular success.": [],
    "Her next publication, a French-language monograph on Claude Lorrain, was part of the prestigious <em>Bibliothèque Internationale de l'Art</em> series.": [],
    "The Claude book included documents discovered by Pattison-Strong and the style, perhaps because it was not her first language, was spare and readable.": [
        [
            49,
            64,
            [
                "Patti son-Strong"
            ]
        ]
    ],
    "Her marriage to Pattison ever in decline, she devoted her efforts on her most original work, <em>Art in the Modern State</em>.": [
        [
            16,
            24,
            [
                "Patti son"
            ]
        ]
    ],
    "Although not published until 1888, the work examined the patronage of all the arts in seventeenth-century France.": [],
    "Anticipating later twentieth-century studies of guild and academy competitions, her work made heavy use of archival material.": [],
    "The book's few illustrations and her unmasked dislike for the art that period covered probably factored in its meager sales.": [],
    "Mark Pattison died in 1884, but not before causing his wife's mental collapse for which she took ample injections of morphine.": [
        [
            5,
            13,
            [
                "Patti son"
            ]
        ]
    ],
    "Now a financially independent widow, Pattison-Strong was free to marry  Dilke, whose first wife had died in childbirth.": [
        [
            37,
            52,
            [
                "Patti son-Strong"
            ]
        ],
        [
            70,
            72,
            [
                " "
            ]
        ],
        [
            72,
            77,
            [
                "Dike",
                "Rilke"
            ]
        ]
    ],
    "Charles Dilke had switched careers from art to politics and was a leader in the radical wing of the Liberal party.": [
        [
            8,
            13,
            [
                "Dike",
                "Rilke"
            ]
        ]
    ],
    "They married in 1885; Strong reverted to her first name to \"Emilia.\"": [],
    "As Lady Dilke, she continued to champion Labour politics along with her husband.": [
        [
            8,
            13,
            [
                "Dike",
                "Rilke"
            ]
        ],
        [
            41,
            47,
            [
                "Labor"
            ]
        ]
    ],
    "Political disappointment erupted for Charles, who was poised for election to Prime Minister, when politically-motivated trials exposed his numerous liaisons.": [],
    "Lady Dilke received the acknowledgement for her art history late in her life.": [
        [
            5,
            10,
            [
                "Dike",
                "Rilke"
            ]
        ]
    ],
    "In 1897 she was asked to write the preface to the Wallace Collection catalog, perhaps the finest private donation of French art to Britain.": [
        [
            3,
            7,
            [
                "1897,"
            ]
        ]
    ],
    "In 1899 she began to publish her comprehensive series on the art of the eighteenth century, <em>French Painters</em>, as the first title.": [
        [
            3,
            7,
            [
                "1899,"
            ]
        ]
    ],
    "<em>Architects and Sculptors</em> appeared in 1900, <em>French Furniture and Decoration</em> in 1901, and <em>French Engravers and Draughtsmen</em> in 1902.": [],
    "In Paris, she assisted in 1902 organizing an important 1904 exhibition of French art.": [],
    "After her death, her personal art library went to the British Museum (then known as the South Kensington Museum) library.": [],
    "Dilke's personal papers were donated to the Bibliothèque de l'école des Beaux-Arts in honor of her friendship with Müntz.": [
        [
            0,
            5,
            [
                "Dike",
                "Rilke"
            ]
        ],
        [
            62,
            67,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            68,
            71,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            115,
            120,
            [
                "Munoz",
                "Muñoz"
            ]
        ]
    ],
    "As an art historian, Dilke is remarkable for her even treatment of the arts in her scholarship.": [
        [
            21,
            26,
            [
                "Dike",
                "Rilke"
            ]
        ]
    ],
    "She approaches the decorative arts and sculpture equally with painting, something her contemporaries, even the Goncourts did not.": [
        [
            111,
            120,
            [
                "Goncourt"
            ]
        ]
    ],
    "Her writing, <a href=\"/eislerc\">Colin T. Eisler</a> observed, focuses on the facts of the object and not her emotional appreciation of it.": [],
    "Dilke was preceded in her gender by women like <a href=\"/jamesona\">Anna Jameson</a> but remains among the first women art historians and the very earliest to be concerned with primary source material as a component of art history.": [
        [
            0,
            5,
            [
                "Dike",
                "Rilke"
            ]
        ]
    ],
    "At her death, her body was the first ever to be cremated in England, which had only recently been made legal (Garnett)": [
        [
            110,
            117,
            [
                "Garrett",
                "Barnett",
                "Gannett",
                "Garnet",
                "Garnets",
                "Arnett"
            ]
        ]
    ]
}