{
    "First director of the Alte Pinakothek and advisor to Ludwig I of Bavaria.": [
        [
            22,
            26,
            [
                "Alter",
                "Ate",
                "Ale",
                "Alto",
                "Alta",
                "Ante"
            ]
        ]
    ],
    "Dillis was the son Wolfgang Dillis, the Elector Maximillian's head forester, as well as godchild of Maximilian III Joseph, Electoral Prince of Bavaria.": [
        [
            0,
            6,
            [
                "Willis",
                "Dillies",
                "Dills",
                "Gillis",
                "Dill is"
            ]
        ],
        [
            28,
            34,
            [
                "Willis",
                "Dillies",
                "Dills",
                "Gillis",
                "Dill is"
            ]
        ],
        [
            48,
            59,
            [
                "Maximilian"
            ]
        ]
    ],
    "Dillis attended the Gymnasium in Munich, paid for by the royal family.": [
        [
            0,
            6,
            [
                "Willis",
                "Dillies",
                "Dills",
                "Gillis",
                "Dill is"
            ]
        ]
    ],
    "He initially studied theology in Ingolstadt, but by 1782 entered the Munich Zeichnungsakademie where he studied under Ignaz Oefele (1721-97) and Johann Jakob Dorner the elder.": [
        [
            118,
            123,
            [
                "Signal",
                "Graz",
                "IGA",
                "Ina",
                "Inez",
                "Gnat"
            ]
        ],
        [
            124,
            130,
            [
                "Befell",
                "Defile",
                "Peele",
                "Refile"
            ]
        ],
        [
            158,
            164,
            [
                "Corner",
                "Donner",
                "Dormer",
                "Downer",
                "Darner"
            ]
        ]
    ],
    "Dillis excelled at landscapes and took a number of important early commissions.": [
        [
            0,
            6,
            [
                "Willis",
                "Dillies",
                "Dills",
                "Gillis",
                "Dill is"
            ]
        ]
    ],
    "In 1790 he was appointed supervisor of the Gemäldegalerie by Maximilian I Joseph.": [
        [
            3,
            7,
            [
                "1790,"
            ]
        ]
    ],
    "Dillis documented and reorganizing the state collections, which comprised the core Wittelsbach family collections as well as religious art objects from deconcecrated churches.": [
        [
            0,
            6,
            [
                "Willis",
                "Dillies",
                "Dills",
                "Gillis",
                "Dill is"
            ]
        ],
        [
            152,
            165,
            [
                "deconsecrated"
            ]
        ]
    ],
    "After an initial sojourn to Prague, Dresden and Vienna in 1792 to study the art collections there, he traveled with Henry Temple, Viscount Palmerston, (1739-1802) to Salzburg in 1794 and subsequent trips to Italy, the first being 1794-5.": [],
    "He also journied to Rome in 1805 and Paris the following year.": [
        [
            8,
            16,
            [
                "journey",
                "journeyed",
                "mourned",
                "Fournier",
                "jounced",
                "journaled"
            ]
        ]
    ],
    "In 1808 he was elevated to the nobility because of his service and the same year named professor of landscape painting at the Munich <em>Akademie</em>.": [
        [
            3,
            7,
            [
                "1808,"
            ]
        ]
    ],
    "In 1822 Maximillian appointed him director Gemäldegalerie.": [
        [
            8,
            19,
            [
                "Maximilian"
            ]
        ]
    ],
    "When Ludwig I became king of Bavaria in 1825, the king was anxious to build the royal collections on a par with those of Dresden, Paris and Italy.": [],
    "Dillis advised Ludwig I on all art concerns and at Ludwig's behest, the royal acquisions and buildings for them blossomed.": [
        [
            0,
            6,
            [
                "Willis",
                "Dillies",
                "Dills",
                "Gillis",
                "Dill is"
            ]
        ],
        [
            78,
            88,
            [
                "acquisitions"
            ]
        ]
    ],
    "In 1827 he purchased the magnificent collection of northern renaissance art amassed by <a href=\"/boissereem\">Melchior Boisserée</a> and <a href=\"/boisserees\">Sulpiz Boisserée</a>.": [
        [
            3,
            7,
            [
                "1827,"
            ]
        ]
    ],
    "The collection, which had been turned down by the governments of Cologne, Frankfurt-am-Main and Berlin, comprises among the most important work of the Cologne school Flemish schools.": [],
    "The Alte Pinakothek opened in 1836 under Dillis' direction.": [
        [
            4,
            8,
            [
                "Alter",
                "Ate",
                "Ale",
                "Alto",
                "Alta",
                "Ante"
            ]
        ],
        [
            41,
            47,
            [
                "Willis",
                "Dillies",
                "Dills",
                "Gillis",
                "Dill is"
            ]
        ]
    ],
    "He wrote the first catalog.": [],
    "Though Ludwig never acquired a painting of Dillis', some, including portraits of Clemens Neumayr and his wife, Therese Neumayr (1809) hang today in the Neue Pinakothek.": [
        [
            43,
            49,
            [
                "Willis",
                "Dillies",
                "Dills",
                "Gillis",
                "Dill is"
            ]
        ],
        [
            89,
            96,
            [
                "Neumayer"
            ]
        ],
        [
            119,
            126,
            [
                "Neumayer"
            ]
        ],
        [
            152,
            156,
            [
                "Nee",
                "Neut",
                "Née",
                "NEE",
                "Névé"
            ]
        ]
    ]
}