{
    "<p>Archivist and art historian; Antonello da Messina scholar.": [
        [
            32,
            41,
            [
                "Antonella",
                "Antonelli"
            ]
        ],
        [
            42,
            44,
            [
                "the",
                "DA",
                "a",
                "day",
                "do",
                "Dr"
            ]
        ]
    ],
    "In 1851 Gioacchino took clerical orders serving at the Cappellano Maggiore of the Palatine Chapel.": [
        [
            8,
            18,
            [
                "Geocaching"
            ]
        ],
        [
            55,
            65,
            [
                "Appellant",
                "Castellano"
            ]
        ],
        [
            66,
            74,
            [
                "Maggie",
                "Maguire"
            ]
        ]
    ],
    "In 1855 he translated and wrote commentary on Vito Amico's <em>Lexicon topographicum</em>.</p>\n\n<p>Between 1858 and 1864 he published four books on the art of Norman Sicily of the sixteenth century based on documentary evidence.": [
        [
            3,
            7,
            [
                "1855,"
            ]
        ],
        [
            51,
            56,
            [
                "Amino",
                "Amoco",
                "Amigo",
                "AMICE"
            ]
        ]
    ],
    "The work included the history of Sicilian art from the Medieval era to the modern.": [],
    "As such his work disagreed with that of earlier scholars such as Avolio, Melchiorre Galeotti, father Marchesi, Grosso-Cacopardo, Agostino Gallo.": [
        [
            65,
            71,
            [
                "Avoid",
                "Apollo",
                "Volvo",
                "Folio",
                "Polio",
                "Adolfo"
            ]
        ],
        [
            84,
            92,
            [
                "Galette"
            ]
        ],
        [
            101,
            109,
            [
                "Marches"
            ]
        ],
        [
            111,
            127,
            [
                "Gross-Cacopardo"
            ]
        ],
        [
            129,
            137,
            [
                "Agostini",
                "Agostinho"
            ]
        ]
    ],
    "He secured a position at the Municipal Library in Palermo.": [],
    "There he began his major accomplishments publishing local documents.": [],
    "Michele Amari, Minister of Public Education, appointed him a member of the Royal Commission for language texts.": [],
    "He published a catalogue raissone of the manuscripts in the library and those of the Historical and Literary Library of Sicily (1869-1886) in twenty-eight volumes.": [
        [
            15,
            24,
            [
                "catalog"
            ]
        ],
        [
            25,
            33,
            [
                "caisson",
                "caissons",
                "Radisson",
                "rissole"
            ]
        ]
    ],
    "His Memoirs of Antonello Gagini and his sons and nephews, Sicilian sculptors of the 16th century,<em>I Gagini e la scultura in Sicilia</em>, in 1880.": [
        [
            15,
            24,
            [
                "Antonella",
                "Antonelli"
            ]
        ],
        [
            25,
            31,
            [
                "Gain",
                "Aging",
                "Gains",
                "Gaming",
                "Gavin",
                "Gemini"
            ]
        ],
        [
            96,
            98,
            [
                ", <"
            ]
        ]
    ],
    "Di Marzo began studying the extant archival documents of the importatn Sicilian painter Antonello da Messina (Antonello di Giovanni di Antonio).": [
        [
            3,
            8,
            [
                "Mario",
                "Marco",
                "Margo",
                "Marko",
                "Matzo",
                "Mário"
            ]
        ],
        [
            61,
            70,
            [
                "important"
            ]
        ],
        [
            88,
            97,
            [
                "Antonella",
                "Antonelli"
            ]
        ],
        [
            98,
            100,
            [
                "the",
                "DA",
                "a",
                "day",
                "do",
                "Dr"
            ]
        ],
        [
            110,
            119,
            [
                "Antonella",
                "Antonelli"
            ]
        ]
    ],
    "His documentary study of that artist appeared in 1903.&nbsp; He was a member of the Royal Accademia di Brera in Milan and the Royal Heraldic Commission in Palermo.": [
        [
            90,
            99,
            [
                "Academia"
            ]
        ],
        [
            103,
            108,
            [
                "Breda",
                "Berra",
                "Br era"
            ]
        ]
    ],
    "The Ministry of Public Education appointed him to the Technical Council of the Commissariat for Antiquities and Fine Arts in Sicily and of the Commission for the Conservation of Monuments of the Province of Palermo.</p>\n\n<p>&nbsp;</p>\n\n<p>Di Marzo's friendship and later deep emnity with the Antonello scholar&nbsp;<a href=\"/cortecallierg\">Gaetano La Corte Callier</a> was well documented.</p>": [
        [
            242,
            247,
            [
                "Mario",
                "Marco",
                "Margo",
                "Marko",
                "Matzo",
                "Mário"
            ]
        ],
        [
            276,
            282,
            [
                "enmity"
            ]
        ],
        [
            292,
            301,
            [
                "Antonella",
                "Antonelli"
            ]
        ]
    ]
}