{
    "Specialist in French painting; art critic; royalist; political activist.": [],
    "Dimier was the son of Joseph Dimier (d.": [
        [
            0,
            6,
            [
                "Dimer",
                "Dimmer",
                "Didier",
                "Dicier",
                "Limier"
            ]
        ],
        [
            29,
            35,
            [
                "Dimer",
                "Dimmer",
                "Didier",
                "Dicier",
                "Limier"
            ]
        ]
    ],
    "1870) and Marie Delsart.": [
        [
            16,
            23,
            [
                "Desert",
                "Depart",
                "Dessert",
                "Delmar",
                "Delbert",
                "Desalt"
            ]
        ]
    ],
    "His father hailed from the Savoie and settled in Paris, where he dealt in paper ware.": [
        [
            27,
            33,
            [
                "Lavoie"
            ]
        ]
    ],
    "After his father's death when the young Dimier was five, he began his formal education with the Catholic Brothers of the rue Saint-Antoine.": [
        [
            40,
            46,
            [
                "Dimer",
                "Dimmer",
                "Didier",
                "Dicier",
                "Limier"
            ]
        ]
    ],
    "During a six-month stay in Stuttgart (Germany), at age fourteen, he learned German.": [],
    "In 1882-1883 he studied at the lycée Saint-Louis and then went on to study philosophy with the Jesuits.": [],
    "In 1889 he earned his licence è lettres at the Institut catholique de Paris.": [
        [
            3,
            7,
            [
                "1889,"
            ]
        ],
        [
            22,
            29,
            [
                "license"
            ]
        ],
        [
            32,
            39,
            [
                "letters"
            ]
        ],
        [
            47,
            55,
            [
                "Institute"
            ]
        ],
        [
            56,
            66,
            [
                "Catholic",
                "Catholics",
                "catholic",
                "catholicize"
            ]
        ]
    ],
    "He obtained his agrégation de philosophie in 1892.": [
        [
            16,
            26,
            [
                "aggregation"
            ]
        ],
        [
            30,
            41,
            [
                "philosophies",
                "philosophic",
                "philosophize",
                "philosophe"
            ]
        ]
    ],
    "In 1893 he considered starting a political career and was a candidate for the elections in La Tarentaise in the Savoie, but after having been defeated, he began teaching philosophy at the lycée of Saint-Omer in 1894.": [
        [
            3,
            7,
            [
                "1893,"
            ]
        ],
        [
            94,
            104,
            [
                "Bearnaise",
                "Béarnaise"
            ]
        ],
        [
            112,
            118,
            [
                "Lavoie"
            ]
        ],
        [
            197,
            207,
            [
                "Saint-Imier"
            ]
        ]
    ],
    "In that year he married Marie Barbeau.": [
        [
            30,
            37,
            [
                "Bar beau"
            ]
        ]
    ],
    "In 1898 he obtained a position at the lycée in Valenciennes, again as a teacher of philosophy.": [
        [
            3,
            7,
            [
                "1898,"
            ]
        ],
        [
            47,
            59,
            [
                "Valentines",
                "Valencies"
            ]
        ]
    ],
    "Attracted to art, he began a study Primaticcio, and traveled to several museums in Europe to research the drawings of this artist.": [],
    "In 1900 he submitted his dissertation, <em>Le Primatice</em>, at the Sorbonne under <a href=\"/muntze\">Eugène Müntz</a>.": [
        [
            3,
            7,
            [
                "1900,"
            ]
        ]
    ],
    "Dimier's claim that Primaticcio played a major role in the introduction of the Renaissance in France was severely criticized.": [
        [
            0,
            6,
            [
                "Dimer",
                "Dimmer",
                "Didier",
                "Dicier",
                "Limier"
            ]
        ]
    ],
    "In the same year he met the royalist publicist and nationalist Charles Maurras (1868-1952), who influenced Dimier's political thinking.": [
        [
            107,
            113,
            [
                "Dimer",
                "Dimmer",
                "Didier",
                "Dicier",
                "Limier"
            ]
        ]
    ],
    "Unable to obtain an academic position, Dimier returned to his post in Valenciennes.": [
        [
            39,
            45,
            [
                "Dimer",
                "Dimmer",
                "Didier",
                "Dicier",
                "Limier"
            ]
        ],
        [
            70,
            82,
            [
                "Valentines",
                "Valencies"
            ]
        ]
    ],
    "When in 1903 he was suspended for five months, he quit.": [],
    "In the same year he began teaching rhetoric at the Stanislas college in Paris.": [
        [
            51,
            60,
            [
                "Stanislaus",
                "Stanislav"
            ]
        ]
    ],
    "Together with his friend Maurras he became an activist in the anti-republican and nationalist organization, Action française.": [
        [
            25,
            32,
            [
                "Murray",
                "Madras",
                "Mantras",
                "Maura",
                "Maurya",
                "Auras"
            ]
        ],
        [
            115,
            124,
            [
                "franchise",
                "Francoise",
                "Français",
                "Françoise"
            ]
        ]
    ],
    "The famous 1904 exhibition of the French Primitives held in Paris under the direction of <a href=\"/bouchoth\">Henri Bouchot</a> aroused Dimier to assert his controversial views on the beginnings of the French Renaissance.": [],
    "Dimier, who was very critical of the concept of an indigenous ethnic and nationalistic art, objected to the nationalist character of the exhibition of the French Primitives.": [
        [
            0,
            6,
            [
                "Dimer",
                "Dimmer",
                "Didier",
                "Dicier",
                "Limier"
            ]
        ]
    ],
    "In the same year he published notes and corrections on Bouchot's descriptions of sixteenth-century portraits in the catalog, <em>Le portrait du XVIe siècle aux primitifs français</em>.": [
        [
            55,
            62,
            [
                "Bought",
                "Boucher",
                "Bocholt",
                "Bouchée"
            ]
        ]
    ],
    "That year also saw the English language publication, <em>French Painting in the Sixteenth Century</em>.": [],
    "This work deals with the history of the school of Fontainebleau and later developments, from the reign of François I until the death of Henry IV.": [],
    "Because of his conservatives ideas Dimier was excluded, in 1905, from his post at the Stanislas college.": [
        [
            35,
            41,
            [
                "Dimer",
                "Dimmer",
                "Didier",
                "Dicier",
                "Limier"
            ]
        ],
        [
            86,
            95,
            [
                "Stanislaus",
                "Stanislav"
            ]
        ]
    ],
    "In 1906 Dimier founded the Institut d'Action française.": [
        [
            8,
            14,
            [
                "Dimer",
                "Dimmer",
                "Didier",
                "Dicier",
                "Limier"
            ]
        ],
        [
            27,
            35,
            [
                "Institute"
            ]
        ],
        [
            45,
            54,
            [
                "franchise",
                "Francoise",
                "Français",
                "Françoise"
            ]
        ]
    ],
    "He served this educational institution as general secretary.": [],
    "In 1908 he published a monograph on the history and the decoration of the palace of Fontainebleau, <em>Fontainebleau</em>.": [
        [
            3,
            7,
            [
                "1908,"
            ]
        ]
    ],
    "In 1911 Dimier dealt again with the question of the French Primitives in <em>Les Primitifs français.": [
        [
            8,
            14,
            [
                "Dimer",
                "Dimmer",
                "Didier",
                "Dicier",
                "Limier"
            ]
        ],
        [
            81,
            90,
            [
                "Primitive",
                "Primitives"
            ]
        ],
        [
            91,
            99,
            [
                "Français",
                "Francis",
                "François",
                "Francois",
                "franchise",
                "Frances"
            ]
        ]
    ],
    "Biographie critique illustrée.</em> The revised second edition appeared in 1929.": [
        [
            0,
            10,
            [
                "Biographies",
                "Biographic"
            ]
        ],
        [
            20,
            29,
            [
                "illustrate"
            ]
        ]
    ],
    "In this study Dimier placed the small number of genuine works of the French primitives in the broader context of the rich production of Flemish and Dutch masters, and he also dealt with the influence of Italian painters in France.": [
        [
            14,
            20,
            [
                "Dimer",
                "Dimmer",
                "Didier",
                "Dicier",
                "Limier"
            ]
        ]
    ],
    "Dimier did not hide his low esteem for the \"dissident\" style of the painters of the school of Bruges, which, in its detachment from the elegant international style, had influenced the French painters.": [
        [
            0,
            6,
            [
                "Dimer",
                "Dimmer",
                "Didier",
                "Dicier",
                "Limier"
            ]
        ]
    ],
    "Although Dimier admired the splendid execution of the panels of the Flemish painters, such as Van Eyck, he denounced their \"barbarous\" realism.": [
        [
            9,
            15,
            [
                "Dimer",
                "Dimmer",
                "Didier",
                "Dicier",
                "Limier"
            ]
        ]
    ],
    "In 1914 he wrote a monograph on nineteenth-century French painting.": [
        [
            3,
            7,
            [
                "1914,"
            ]
        ]
    ],
    "Dimier stated that the revolution, along with the rejection of the rules of classical beauty and the break with the tradition of academic art under the Ancien Régime, had led to a cultural crisis.": [
        [
            0,
            6,
            [
                "Dimer",
                "Dimmer",
                "Didier",
                "Dicier",
                "Limier"
            ]
        ]
    ],
    "He condemned several trends of archaisms in post-revolutionary art, such as David's perverse classicism and Ingres' identification with Raphael.": [],
    "Between 1914 until 1920 he directed the daily <em>L'Action française</em>.": [],
    "In 1920, Dimier broke with Maurras, and quit the movement.": [
        [
            9,
            15,
            [
                "Dimer",
                "Dimmer",
                "Didier",
                "Dicier",
                "Limier"
            ]
        ],
        [
            27,
            34,
            [
                "Murray",
                "Madras",
                "Mantras",
                "Maura",
                "Maurya",
                "Auras"
            ]
        ]
    ],
    "Excluded from public and private teaching positions, Dimier continued writing surveys and monographs on French painting.": [
        [
            53,
            59,
            [
                "Dimer",
                "Dimmer",
                "Didier",
                "Dicier",
                "Limier"
            ]
        ]
    ],
    "In 1924-1926 he published a major study on sixteenth-century French portraits along with a critical catalog of all the works, <em>Histoire de la peinture de portrait en France au XVIe siècle accompagnée d'un catalogue de tous les ouvrages...</em>.": [],
    "It was the result of ten years of research in France and abroad.": [],
    "In 1925 he wrote a survey of the period from 1300 to 1627, which in his view was the preparation for the famous seventeenth-century French school of painting.": [
        [
            3,
            7,
            [
                "1925,"
            ]
        ]
    ],
    "In 1926-1927 he devoted a two-volume work to this period (1627 to 1690), the age of Eustache Lesueur, Nicolas Poussin, and Claude Lorrain.": [
        [
            84,
            92,
            [
                "Mustache"
            ]
        ],
        [
            93,
            100,
            [
                "Lesser",
                "Lester",
                "Liqueur"
            ]
        ]
    ],
    "A new study on Primaticcio, intended for a larger readership, appeared in 1928.": [],
    "In collaboration with a number of experts, including <a href=\"/reaul\">Louis Réau</a> and others, Dimier set up an ambitious project on the life and works of eighteenth-century French painters.": [],
    "Only two volumes appeared (1928-1930), covering 35 painters.": [],
    "In 1930 Dimier published an introductory essay and a catalog of 81 wood-cuts after Honoré Daumier.": [
        [
            8,
            14,
            [
                "Dimer",
                "Dimmer",
                "Didier",
                "Dicier",
                "Limier"
            ]
        ]
    ],
    "In 1939 Dimier retired in Saint-Paul-sur-Isère (Savoie), where he spent the last years of his life.": [
        [
            8,
            14,
            [
                "Dimer",
                "Dimmer",
                "Didier",
                "Dicier",
                "Limier"
            ]
        ],
        [
            26,
            46,
            [
                "Saint-Paul-SUR-Isère"
            ]
        ],
        [
            48,
            54,
            [
                "Lavoie"
            ]
        ]
    ],
    "His son, Joseph, known as le Père Anselme Dimier, was an historian of Cistercian architecture.": [
        [
            26,
            28,
            [
                "LE",
                "Le",
                "he",
                "we",
                "be",
                "me"
            ]
        ],
        [
            34,
            41,
            [
                "Anselm",
                "Anselmo"
            ]
        ],
        [
            42,
            48,
            [
                "Dimer",
                "Dimmer",
                "Didier",
                "Dicier",
                "Limier"
            ]
        ],
        [
            54,
            56,
            [
                "a"
            ]
        ]
    ]
}