{
    "<p>Classical archaeologist and architectural historian, son of <a href=\"/dinsmoorw\">William Bell Dinsmoor</a>, Sr.": [],
    "Dinsmoor was born to <a href=\"/dinsmoorw\">William Bell Dinsmoor</a> and Zillah F. Pierce (Dinsmoor,1886-1960).": [
        [
            0,
            8,
            [
                "Dins moor"
            ]
        ]
    ],
    "His father was an eminent classical era architectural historian.": [],
    "The younger Dinsmoor attended Phillips Exeter Academy and then Columbia University, taking time out for active service in the military during World War II.": [
        [
            12,
            20,
            [
                "Dins moor"
            ]
        ]
    ],
    "After service in Indian and China, he returned to Columbia where he received a B.A.": [],
    "in modern languages in 1947.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Like his father, he trained in practicing architecture, achieving a Bachelor's (1947) and Master's (1951).": [],
    "Moving to El Paso, Texas, Dinsmoor ran a small business as an architect and engineer.": [
        [
            26,
            34,
            [
                "Dins moor"
            ]
        ]
    ],
    "Dinsmoor returned to Greece to assist Lucy Taxis Shoe Meritt (1906-2003) with her survey of Greek architectural moulding and Carl W. Blegen (1887-1971) on his books on Troy and Pylos.": [
        [
            0,
            8,
            [
                "Dins moor"
            ]
        ],
        [
            54,
            60,
            [
                "Merit",
                "Merits",
                "Merritt"
            ]
        ],
        [
            112,
            120,
            [
                "molding"
            ]
        ],
        [
            133,
            139,
            [
                "Been",
                "Began",
                "Begin",
                "Begun",
                "Legend",
                "Eleven"
            ]
        ],
        [
            177,
            182,
            [
                "Pylons",
                "Pylon"
            ]
        ]
    ],
    "Dinsmoor's archeological experience came working with <a href=\"/broneero\">Oscar Broneer</a>, then publishing his find of the temple of Poseidon in Athens.": [
        [
            0,
            8,
            [
                "Dins moor"
            ]
        ]
    ],
    "He was the 1962-63 Olivia James Fellow at the Archaeological Institute of America.": [],
    "In 1966 Dinsmoor was appointed Architect for the Agora archeological excavations, a position which he held until his death.": [
        [
            8,
            16,
            [
                "Dins moor"
            ]
        ]
    ],
    "In 1971 Dinsmoor began publishing his own research, mostly on Athenian architecture, but also on Corfu and Stobi.": [
        [
            8,
            16,
            [
                "Dins moor"
            ]
        ],
        [
            107,
            112,
            [
                "St obi"
            ]
        ]
    ],
    "He was edited a work of his father's, the Propylaia of Athena, at the time of his death.": [
        [
            42,
            51,
            [
                "Propylaea"
            ]
        ]
    ],
    "A work on Athena Sounias, with Homer Thompson (1906-2000), also failed to appear in his lifetime, though Thompson had planned to publish it after Dinsmoor's death.": [
        [
            17,
            24,
            [
                "Sounds",
                "Sonia",
                "Saunas",
                "Sundas",
                "Sonnies"
            ]
        ],
        [
            146,
            154,
            [
                "Dins moor"
            ]
        ]
    ],
    "Dinsmoor's research established the configuration of the entrance way before the Propylaia, a work he published in <em>The Propylaia to the Athenian Akropolis</em>, volume one, <em>The Predecessors</em> (1980).</p>": [
        [
            0,
            8,
            [
                "Dins moor"
            ]
        ],
        [
            81,
            90,
            [
                "Propylaea"
            ]
        ]
    ]
}