{
    "Architectural historian of classical Greece; Columbia University Professor of Art and Archaeology.": [],
    "Dinsmoor graduated from Harvard University with a bachelor of science degree in 1906.": [
        [
            0,
            8,
            [
                "Dins moor"
            ]
        ]
    ],
    "After working in an architectural firm, he joined the American School of Classical Studies in Athens in 1908 and in 1912 became the School's Architect.": [],
    "Dinsmoor joined the faculty of Columbia University in 1919.": [
        [
            0,
            8,
            [
                "Dins moor"
            ]
        ]
    ],
    "In the early 1920s, he consulted on the erection of the concrete replica of the Parthenon in Tennessee (a wooden structure had previous been at the Nashville site).": [],
    "His assumptions regarding the original construction were verified by the construction, which took roughly the same number of years as the orginal.": [
        [
            138,
            145,
            [
                "original",
                "ordinal"
            ]
        ]
    ],
    "From 1924-28 he returned to the American School as professor of Architecture.": [],
    "He married Zillah Frances Pierce (1886-1960).": [
        [
            11,
            17,
            [
                "Villa",
                "Pillar",
                "Allah",
                "Villas",
                "Gullah",
                "Willa"
            ]
        ]
    ],
    "During those years he compiled his <em>magum opus</em>, a rewritten edition of the <em>Architecture of Ancient Greece</em> by <a href=\"/andersonw\">William J. Anderson</a> (1844-1900) and R. Phené Spiers (1838-1916), which appeared in 1927.": [],
    "In 1929 he received an [honorary?]": [
        [
            3,
            7,
            [
                "1929,"
            ]
        ]
    ],
    "doctorate from Columbia.": [
        [
            0,
            9,
            [
                "Doctorate"
            ]
        ]
    ],
    "In 1934, following the resignation of <a href=\"/murrays\">S.": [],
    "Butler Murray, Jr.</a>, the Department of Fine Arts was reorganized to include the Department of Archaeology and Dinsmoor was made chair.": [
        [
            113,
            121,
            [
                "Dins moor"
            ]
        ]
    ],
    "He held this position of executive director of the Department of Fine Arts and Archaeology until 1955.": [],
    "During the mid-1930s, Dinsmoor took on a celebrated debate on the configuration of the three phases of the Parthenon with the eminent Acropolis scholar <a href=\"/dorpfeldw\">Wilhelm Dörpfeld</a>.": [
        [
            22,
            30,
            [
                "Dins moor"
            ]
        ]
    ],
    "In 1935 he was named professor of archaeology at Columbia.": [
        [
            3,
            7,
            [
                "1935,"
            ]
        ]
    ],
    "Between 1936 and 1946 he was president of the Archaeological Institute of America.": [],
    "During World War II, President Franklin Roosevelt appointed Dinsmoor chair of the Committee for the Protection of Cultural Treasures in War Areas.": [
        [
            60,
            68,
            [
                "Dins moor"
            ]
        ]
    ],
    "For much of his career he taught at the American School of Classical Studies at Athens as Fellow in Architecture and Professor of Architecture.": [],
    "Dinsmoor returned to the American School in 1947 as a visiting lecturer.": [
        [
            0,
            8,
            [
                "Dins moor"
            ]
        ]
    ],
    "He retired from Columbia University in 1963.": [],
    "In 1969 he was awarded the gold medal for his archaeological achievements by the Archaeological Institute of America.": [
        [
            3,
            7,
            [
                "1969,"
            ]
        ]
    ],
    "He died of a stroke while in Greece, just short of his 87th birthday.": [],
    "His son, <a href=\"/dinsmoorw1923\">William B. Dinsmoor, Jr.</a>, was also a distinguish classical architectural historian.": [],
    "Dinsmoor's reputation rests on two key works.": [
        [
            0,
            8,
            [
                "Dins moor"
            ]
        ]
    ],
    "The first is his complete rewriting of <em>The Architecture of Ancient Greece</em> (1927).": [],
    "Although Dinsmoor always allowed much credit for the work to Anderson and Spiers, the revision of the book was essentially a unique accomplishment of Dinsmoor's.": [
        [
            9,
            17,
            [
                "Dins moor"
            ]
        ],
        [
            74,
            80,
            [
                "Spears",
                "Speaks",
                "Piers",
                "Spiders",
                "Spies",
                "Spear"
            ]
        ],
        [
            150,
            158,
            [
                "Dins moor"
            ]
        ]
    ],
    "In 1931 Dinsmoor published his discovery of the archons from the Propylaia in Athens.": [
        [
            8,
            16,
            [
                "Dins moor"
            ]
        ],
        [
            48,
            55,
            [
                "arc hons"
            ]
        ],
        [
            65,
            74,
            [
                "Propylaea"
            ]
        ]
    ],
    "These lists of magistrates assisted greatly in the study of other objects exhumed from the Athenian Agora.": [],
    "Dinsmoor gleaned the original design to the Propylaia in Athens, but never published his complete findings.": [
        [
            0,
            8,
            [
                "Dins moor"
            ]
        ],
        [
            44,
            53,
            [
                "Propylaea"
            ]
        ]
    ]
}