{
    "Historian of German and Flemish drawings, Keeper of the Department of Prints and Drawings, British Museum.": [],
    "Dodgson came from a middle-class investment family, distantly related to Lewis Carroll (née Charles Lutwidge Dodgson).": [
        [
            100,
            108,
            [
                "Outside",
                "Ludwig",
                "Rutledge",
                "Twinge",
                "Outride"
            ]
        ]
    ],
    "He attended Winchester and then New College, Oxford, where he read in Classics and Theology.": [],
    "His intention to be ordained changed after college (perhaps because of his realization of latent homosexuality).": [],
    "Dodgson assisted Oscar Wilde's friend Lord Alfred Douglas at Oxford, spending a well-documented weekend with Wild and Douglas at Babbacombe near Torquay.": [],
    "He joined the British Museum in 1893 in the Department of Prints and Drawings under <a href=\"/colvins\">Sidney Colvin</a>.": [],
    "He hired Oxford poet <a href=\"/binyonl\">Laurence Binyon</a> as an assistant Keeper in 1895.": [],
    "In 1898 he co-founded the publications of the Dürer Society (lasting until 1911) with Montagu Peartree.": [
        [
            3,
            7,
            [
                "1898,"
            ]
        ],
        [
            86,
            93,
            [
                "Montage",
                "Montague",
                "Montag"
            ]
        ],
        [
            94,
            102,
            [
                "Pear tree"
            ]
        ]
    ],
    "He translated many of the immensely popular <em>Künstler-Monographien</em> series of Velhagen &amp; Klasing publisher into English, especially those of <a href=\"/knackfussh1848\">Hermann Joseph Wilhelm Knackfuss</a>.": [],
    "In 1903 and 1911, the two volumes of his catalog of the Flemish and German woodcuts of the British Museum were published.": [],
    "This achieved him international recognition as an authority of those areas.": [],
    "Other volumes in this series were written under the emerging scholars of the department, including the young <a href=\"/hinda\">Arthur Mayger Hind</a>.": [],
    "In 1912 Dodgson succeeded Colvin as Keeper.": [],
    "In 1913 he married Catharine Spooner, daughter of the Reverend W. A. Spooner, Warden of New College.": [
        [
            3,
            7,
            [
                "1913,"
            ]
        ]
    ],
    "Dodgson edited the <em>Print Collectors Newsletter</em> for and frequently contributed articles to the <em>Burlington Magazine</em>.": [],
    "During World War I, he was a German translator for the British government running the Department largely by himself because of the lack of labor the war had caused.": [],
    "In 1929, Dodgson's niece married the art historian <a href=\"/shawj\">Jim Shaw</a>.": [],
    "Shaw and Dodgson became close, despite a subsequent divorce by Shaw.": [],
    "Binyon succeeded Dodgson as Keeper in 1932 for one year before his own retirement.": [
        [
            0,
            6,
            [
                "Pinyon",
                "Bin yon"
            ]
        ]
    ],
    "Throughout his life, Dodgson collected prints and, being heirless, did so with the understanding they would go to the Department of Prints and Drawings.": [],
    "He also was instrumental in donating £32000, a large sum of money at the time, to assist in the purchase of the magnificent Dürer drawing of a Tirolean womanPeter Roth describes Dodgson as being one of the first in England to apply the rigorous techniques of German art history.": [
        [
            152,
            162,
            [
                "woman Peter"
            ]
        ]
    ],
    "Dodgson carefully described and analyzed prints.": [],
    "His interests were primarily northern renaissance prints and drawings.": []
}