{
    "Medievalist art historian of the Anglo-Saxon era, university professor.": [],
    "Dodwell was educated at Pate's School in Cheltenham and Gonville and Caius College, Cambridge University, where he was impressed with the writings on English monastic life by David Knowles (1896-1974).": [
        [
            0,
            7,
            [
                "Dowell",
                "Do dwell"
            ]
        ],
        [
            56,
            64,
            [
                "Danville",
                "Granville",
                "Grenville",
                "Orville",
                "Joinville",
                "Linville"
            ]
        ],
        [
            69,
            74,
            [
                "Camus",
                "Cains",
                "CFIUS",
                "CIUS",
                "Laius"
            ]
        ]
    ],
    "During World War II he served in the Royal Navy, 1941-45.": [],
    "He married Sheila Juliet Fletcher in 1942.": [],
    "After the war, Dodwell held a 1950-51 research fellowship and completed his Ph.D.": [
        [
            15,
            22,
            [
                "Dowell",
                "Do dwell"
            ]
        ]
    ],
    "at Cambridge.": [
        [
            0,
            2,
            [
                "At"
            ]
        ]
    ],
    "He secured a senior research fellowship at the Warburg Institute in London between 1950-53.": [],
    "With few academic jobs available at the time, he accepted in the position of Librarian at Lambeth Palace in 1953, the historic library of the Bishops of Canterbury since 1610 and a library with important manuscript holdings.": [
        [
            90,
            97,
            [
                "Lambert",
                "Macbeth",
                "Lizbeth",
                "Lambent",
                "Lambed"
            ]
        ]
    ],
    "The job was a difficult one: the library had been partially destroyed by a bomb during the Battle of Britain and its collection not repaired.": [],
    "To make matters worse, the current librarian refused to leave the job.": [],
    "Dodwell was highly successful administrator at Lambeth and worked daily with the manuscripts there.": [
        [
            0,
            7,
            [
                "Dowell",
                "Do dwell"
            ]
        ],
        [
            47,
            54,
            [
                "Lambert",
                "Macbeth",
                "Lizbeth",
                "Lambent",
                "Lambed"
            ]
        ]
    ],
    "In 1954 he wrote one of his greatest books, <em>The Canterbury School of Illumination: 1066-1200</em>.": [
        [
            3,
            7,
            [
                "1954,"
            ]
        ]
    ],
    "A rewrite of his doctoral dissertation, it was the first account of any English school of manuscript art, addressing one of the most original and influential schools of English manuscript painting.": [],
    "Dodwell sorted out the classical, Carolingian and Anglo-Saxon sources of the school.": [
        [
            0,
            7,
            [
                "Dowell",
                "Do dwell"
            ]
        ]
    ],
    "Its breadth and solid visual analysis set new standards, and its conclusions have not been overturned.": [],
    "In 1958 he was appointed librarian, fellow, and lecturer at Trinity College, Cambridge.": [
        [
            3,
            7,
            [
                "1958,"
            ]
        ]
    ],
    "His book, <em>The Great Lambeth Bible</em> appeared in1959, furthering his reputation.": [],
    "The following year he published a study of the St.": [],
    "Albans Psalter, work concerned with the illuminated letters of that manuscript.": [
        [
            0,
            6,
            [
                "Albany"
            ]
        ]
    ],
    "Dodwell was also an outstanding textual historian.": [
        [
            0,
            7,
            [
                "Dowell",
                "Do dwell"
            ]
        ]
    ],
    "His translation of Theophilus'12th-century treatise on pointing, metalwork and stained glass, <em>The Various Arts</em>, 1961, proved again to be a definitive text of an important document in the history of western art.": [
        [
            79,
            92,
            [
                "stained-glass"
            ]
        ]
    ],
    "In 1966 Dodwell was appointed the Pilkington Chair in the history of art at the Manchester University and the Director of the Whitworth Art Gallery.": [
        [
            8,
            15,
            [
                "Dowell",
                "Do dwell"
            ]
        ]
    ],
    "He was adept as a museum director, establishing a number of high-profile international exhibitions and, with the assistance of keeper Francis Howcroft, launching an annual show of contemporary art.": [
        [
            142,
            150,
            [
                "How croft"
            ]
        ]
    ],
    "Dodwell used his endowed chair position to stave university financial cuts in 1981 and building the art history department for which Manchester is today well known.": [
        [
            0,
            7,
            [
                "Dowell",
                "Do dwell"
            ]
        ]
    ],
    "During this same time, Dodwell wrote the volume on medieval art for in the distinguished <em>Pelican History of Art</em> series, <em>Pictorial Arts of the West: 800-1200</em> (1971).": [
        [
            23,
            30,
            [
                "Dowell",
                "Do dwell"
            ]
        ]
    ],
    "The book takes the disparate arts, nationalities and histories of the period, synthesizing them into a cohesive overview.": [],
    "He was elected a Fellow to the British Academy in 1973 and between 1987 and 1990 acted as Chairman to the Academy's section on History of Art and Music.": [],
    "He served on the committee of the Corpus Vitrearum Medii Aevi.": [
        [
            41,
            50,
            [
                "Firearm",
                "Vitreous",
                "Vivarium",
                "Ethereum"
            ]
        ],
        [
            51,
            56,
            [
                "Media",
                "Medici",
                "Medic",
                "Med ii"
            ]
        ],
        [
            57,
            61,
            [
                "Devi",
                "Levi",
                "Nevi",
                "AEI",
                "AEV",
                "AVI"
            ]
        ]
    ],
    "In 1982, <em>Anglo-Saxon Arts: A New Perspective</em> appeared, a work again mining medieval written sources to supplement an area where much of the art had been destroyed: Anglo-Saxon England.": [],
    "Dodwell used saints' lives, wills, poems, monastic chronicles to document the corpus of artistic production and use.": [
        [
            0,
            7,
            [
                "Dowell",
                "Do dwell"
            ]
        ]
    ],
    "Though some critics felt Dodwell exaggerated the veracity of some of his evidence, the book remains an important example of his insight and originality.": [
        [
            25,
            32,
            [
                "Dowell",
                "Do dwell"
            ]
        ]
    ],
    "Dodwell retired emeritus from Manchester in 1989.": [
        [
            0,
            7,
            [
                "Dowell",
                "Do dwell"
            ]
        ]
    ],
    "Despite a stroke in his last years which left him partially sighted, he finished a complete rewrite of his <em>Pictorial Arts of the West</em>, described (by the <em>Guardian</em>) as a tour-de-force of the synoptic art history survey genre, published in 1993.": [
        [
            186,
            199,
            [
                "tour de force"
            ]
        ]
    ],
    "He was working on the text to Anglo-Saxon gestures and the Roman stage at the time of his death.": [],
    "Dodwell was greatly influenced by the continental medievalist art historians, specifically <a href=\"/malea\">Émile Mâle</a>, <a href=\"/swarzenskig\">Georg Swarzenski</a>, and <a href=\"/boecklera\">Albert Boeckler</a>, combining their rigorous iconographic and stylistic methodology with the English tradition of manuscript studies of Montague R. James (1862-1936).": [
        [
            0,
            7,
            [
                "Dowell",
                "Do dwell"
            ]
        ]
    ],
    "Despite these influences, Dodwell was an independent thinker of note among medievalists.": [
        [
            26,
            33,
            [
                "Dowell",
                "Do dwell"
            ]
        ]
    ],
    "His 1965 <em>Reichenau Reconsidered</em> essays (with Derek Turner) argued that most decorated manuscripts ascribed to the Reichenau School were produced in Trier.": [],
    "He also led the way in asserting that twelfth-century metal work of the Rhine-Maas region was the impetus for the hardening line of late Romanesque draughtsmanship.": [
        [
            72,
            82,
            [
                "Rhine-Main"
            ]
        ],
        [
            148,
            163,
            [
                "draftsmanship"
            ]
        ]
    ],
    "Dodwell based his scholarship on a vast knowledge of textual sources, of which historians described him an undisputed master (Owen-Crocker, Graham).": [
        [
            0,
            7,
            [
                "Dowell",
                "Do dwell"
            ]
        ]
    ],
    "His devotion to textual documentation led Otto Lehmann-Brockhaus to dedicate his five-volume Lateinische Schriftquellen zur Kunst in England (1955-60) to Dodwell.": [
        [
            120,
            123,
            [
                "our",
                "fur",
                "bur",
                "cur",
                "Eur",
                "AUR"
            ]
        ],
        [
            124,
            129,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ],
        [
            154,
            161,
            [
                "Dowell",
                "Do dwell"
            ]
        ]
    ],
    "His scholarship built the reputation of Manchester University as a center for art history.": []
}