{
    "<p>American scholar of Etruscan art.": [],
    "Hall graduated from Smith College in 1899 and attended graduate school at Bryn Mawr.": [],
    "In 1903 received a fellowship via Bryn Mawr to the American School of Classical Studies in Athens.": [],
    "At the School, she was invited to participate on the expedition to Gournia, part of the \"Wells-Houston-Cramp Expeditions\" (1901-1904) led by the archaeologist Harriet Boyd Hawes (1871-1945).": [
        [
            67,
            74,
            [
                "Goiania",
                "Goiânia"
            ]
        ],
        [
            172,
            177,
            [
                "Hawks",
                "Hayes",
                "Hates",
                "Hares",
                "Dawes",
                "Hades"
            ]
        ]
    ],
    "After returning to Bryn Mawr in 1905, she wrote her dissertation on the decorative bronze-age art of Crete in 1908.": [],
    "She was hired at Mount Holyoke College in the same year.": [],
    "Hall worked as a field archaeologist for the University of Pennsylvania Museum at the site at Sphoungaras, 1910, and led the excavation at Vrokastro, 1910, 1912.": [],
    "She left Mount Holyoke to accept an assistant curator position at the University museum in 1912.": [],
    "In 1915 she married Joseph Dohan.": [
        [
            3,
            7,
            [
                "1915,"
            ]
        ],
        [
            27,
            32,
            [
                "Johan",
                "Doha",
                "Cohan",
                "Dothan",
                "Rohan"
            ]
        ]
    ],
    "Through her work in the museum's collection, she gained an interest in the Italian materials, including the Etruscan and Faliscan objects, which were in disarray at the time.": [
        [
            121,
            129,
            [
                "Talisman"
            ]
        ]
    ],
    "She was appointed associate curator in 1920, lecturing at Bryn Mawr 1923, 1924, and 1930.": [],
    "In 1942 she was appointed curator of the Mediterranean section.": [
        [
            3,
            7,
            [
                "1942,"
            ]
        ]
    ],
    "Shortly before her death, she completed reconstructing twenty-nine groups from which tomb objects had been removed.": [],
    "Her exhibition, <em>Italic Tomb Groups in the University Museum</em>, 1942, remains an important study for Etruscan archaeology and art history.": [],
    "She died of a heart attack in her office at age 65.</p>": []
}