{
    "<p>Italianist and second Director of the Los Angeles County Museum of Art (LACMA), 1966-1979.": [
        [
            3,
            13,
            [
                "Italians",
                "Stalinist",
                "Italianize"
            ]
        ]
    ],
    "Donahue's parents were Samuel J. Donahue and Ida Walton (Donahue).": [],
    "Donahue graduated from the University of Louisville with degrees in political science and public administration, beginning his art career as art librarian at the University of Louisville, Louisville, KY in 1936.": [],
    "He moved to New York as a staff lecturer at the Museum of Modern Art in 1938.": [],
    "Donahue married Daisy Cain in 1940, receiving his A.M.": [],
    "in 1942.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "After graduation he left MoMA in 1943 to enter the U.S.": [
        [
            6,
            16,
            [
                "graduation,"
            ]
        ]
    ],
    "Army and serve in World War II.": [],
    "Donahue returned to graduate study at the Institute of Fine Arts, New York University between 1946-1947, studying under <a href=\"/offnerr\">Richard Offner</a> and <a href=\"/friedlanderw\">Walter F. Friedländer</a>.": [],
    "An American Council of Learned Societies fellowship allowed him study in archives in Rome from 1947 to 1949.": [],
    "Donahue joined the Frick Collection in New York as a lecturer and curatorial assistant in 1949.": [],
    "He was named curator of the John and Mabel Ringling Museum of Art, Sarasota, FL in 1953, working under <a href=\"/austine\">A.": [],
    "Everett Austin, Jr.</a> When Austin died, Donahue became director in 1957.": [],
    "He curated a show on the artist William Pachner for the American Federation of Art in 1959.": [
        [
            40,
            47,
            [
                "Partner",
                "Pacer",
                "Packer",
                "Poacher",
                "Patchier",
                "Achier"
            ]
        ]
    ],
    "Donahue received a call to become deputy director under <a href=\"/brownr\">Richard Brown</a> of the new Los Angeles County Museum of Art in 1964.": [],
    "Brown resigned in disagreement with the Board (and subsequently developed the Kimball Museum in Fort Worth) in 1966 and Donahue became acting director and then director.": [],
    "Donahue, however, was a poor administrator and the young museum remained frought with personality issues on its governing board and its staff.": [
        [
            73,
            80,
            [
                "brought",
                "fought",
                "drought",
                "wrought",
                "fraught",
                "fr ought"
            ]
        ]
    ],
    "Board members, who included the collector Norton Simon (1907-1993) found the Museum unwilling to completely house his stupendous personal collection.": [],
    "Donahue, according to <a href=\"/wittmanno\">Otto Wittmann, Jr.</a>, \"played favorites\" with staff; curators found themselves circumventing the director and going to the Board directly with issues.": [],
    "Meanwhile, Donahue served as vice-president of the American Council of Museums from 1969 until 1972 and vice president of the Association of Art Museum Directors, 1971-1972.": [],
    "During his tenure, the museum purchased works by Georges del la Tour, Frans Hals, Guido Reni and Henri Matisse.": [],
    "However, by then Norton Simon had merged his collection with and subsumed the Pasadena Museum of Art, and withdrawing his support from the Museum.": [],
    "In 1976, the LACMA board called retired museum director Wittmann to advise on the problems of the Museum.": [
        [
            56,
            64,
            [
                "Pittman"
            ]
        ]
    ],
    "He found the severely hypocondrical Donahue unable to lead and advised his dismissal.": [
        [
            22,
            35,
            [
                "hypochondriac",
                "hypochondria",
                "hypochondriacs"
            ]
        ]
    ],
    "Donahue resigned from the Museum in 1979, stating health issues.": [],
    "His final exhibition, organized with Terisio Pignatti the same year, was \"The Golden Century of Venetian Painting,\" the first major exhibition devoted to Venetian art in the United States.": [
        [
            37,
            44,
            [
                "Derision",
                "Perišić",
                "Thrasio"
            ]
        ],
        [
            45,
            53,
            [
                "Patti",
                "Poignant",
                "Bugatti",
                "Vignette",
                "Piñata",
                "Pinnate"
            ]
        ]
    ],
    "<a href=\"/powelle\">Alexander Powell III</a> succeeded him at the Museum in 1980.": [],
    "He contracted a \"baffling\" liver disorder (Muchnic, 1985) and for his remaining years worked with the Liver Association in Los Angeles.": [
        [
            43,
            50,
            [
                "Mechanic",
                "Technic"
            ]
        ]
    ],
    "He died of a heart attack, after debilitation from his liver disease in 1985 at age 70.</p>": []
}