{
    "Early progressive museum director and professor of art history and Brown University and Bennington College.": [],
    "He was bornin in Königsberg, Germany, present day Kaliningrad, Russia.": [
        [
            7,
            13,
            [
                "born in"
            ]
        ]
    ],
    "Dorner came from a long line of distinguished theologians and clergy.": [
        [
            0,
            6,
            [
                "Corner",
                "Donner",
                "Dormer",
                "Downer",
                "Darner"
            ]
        ]
    ],
    "His grandfather, Isaak August Dorner (1809-1884), had been a professor at the University of Berlin and rector.": [
        [
            17,
            22,
            [
                "Isaac",
                "Izaak"
            ]
        ],
        [
            30,
            36,
            [
                "Corner",
                "Donner",
                "Dormer",
                "Downer",
                "Darner"
            ]
        ]
    ],
    "His father, August Dorner (1846-1920), was a professor of theology and Philology at Wittenberg; his mother, Alice Hasselmeyer (1862-?": [
        [
            19,
            25,
            [
                "Corner",
                "Donner",
                "Dormer",
                "Downer",
                "Darner"
            ]
        ],
        [
            114,
            125,
            [
                "Ijsselmeer"
            ]
        ]
    ],
    "), was raised in English-speaking India.": [
        [
            0,
            1,
            [
                ""
            ]
        ]
    ],
    "Like his parents, Dorner was a free-thinker and adamantly opposed the Prussian imperialism.": [
        [
            18,
            24,
            [
                "Corner",
                "Donner",
                "Dormer",
                "Downer",
                "Darner"
            ]
        ]
    ],
    "His father did not allow his mother to teach him English, preferring to read his son Homer and Dante (Wendland).": [
        [
            102,
            110,
            [
                "Wend land"
            ]
        ]
    ],
    "After graduating from the Königsberg gymnasium, Dorner entered the university at Königsberg, but when World War I was declared, the young man alternated military service his studies.": [
        [
            48,
            54,
            [
                "Corner",
                "Donner",
                "Dormer",
                "Downer",
                "Darner"
            ]
        ]
    ],
    "In 1915 he transferred to the University of Berlin, studying art history, archaeology, history and philosophy.": [
        [
            3,
            7,
            [
                "1915,"
            ]
        ]
    ],
    "In Berlin, Dorner comprised part of a distinguished group of graduate students in art history who also included <a href=\"/ledermanni\">Ida Ledermann</a>, <a href=\"/huthh\">Hans Huth</a>, <a href=\"/panofskye\">Erwin Panofsky</a>, and <a href=\"/schenkzuschweinsberge\">Eberhard Schenk zu Schweinsberg</a>.": [
        [
            11,
            17,
            [
                "Corner",
                "Donner",
                "Dormer",
                "Downer",
                "Darner"
            ]
        ]
    ],
    "His dissertation on Romanesque architecture, written under <a href=\"/goldschmidta\">Adolph Goldschmidt</a>, was accepted for his Ph.D.": [],
    "in 1919.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Dorner's habilitation was written the following year and he worked as a <em>Privatdozent</em>.": [
        [
            0,
            6,
            [
                "Corner",
                "Donner",
                "Dormer",
                "Downer",
                "Darner"
            ]
        ],
        [
            9,
            21,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ],
        [
            52,
            56,
            [
                ", and"
            ]
        ]
    ],
    "He married Ella Grotewold around this time.": [
        [
            16,
            25,
            [
                "Cotswold",
                "Griswold",
                "Rosewood",
                "Grunewald"
            ]
        ]
    ],
    "Dorner joined the State Museum (Landesmuseum) in Hannover as a curator in 1923, rising to director in 1925 (one of the youngest in Germany).": [
        [
            0,
            6,
            [
                "Corner",
                "Donner",
                "Dormer",
                "Downer",
                "Darner"
            ]
        ]
    ],
    "As such, he was responsible for many smaller museums in the Hanover area.": [],
    "His appointment coincided with Walter Gropius' foundation of the Bauhaus a short distance away in Weimar.": [],
    "Dorner was one of the early and great leaders of avant-garde art collecting in Germany in the 1920s and 1930s concentrating in Constructivist art for the collection focusing on Piet Mondrian, Naum Gabo, Kazimir Malevich, and El Lissitzky.": [
        [
            0,
            6,
            [
                "Corner",
                "Donner",
                "Dormer",
                "Downer",
                "Darner"
            ]
        ],
        [
            192,
            196,
            [
                "Nam",
                "Baum",
                "Nahum",
                "AUM",
                "LAUM",
                "NAM"
            ]
        ],
        [
            197,
            201,
            [
                "Gabon",
                "Gabe",
                "Gabor",
                "Gaby",
                "Garbo",
                "Gab"
            ]
        ],
        [
            203,
            210,
            [
                "Kashmir",
                "Casimir",
                "Karimi"
            ]
        ],
        [
            211,
            219,
            [
                "Malefic",
                "Makovich",
                "Malkovich"
            ]
        ]
    ],
    "Dorner commissioned from Moholy-Nagy was the \"Raum der Gegenwart\" (Room of the Present) which was designed to include film projections, although the space was never realized.": [
        [
            0,
            6,
            [
                "Corner",
                "Donner",
                "Dormer",
                "Downer",
                "Darner"
            ]
        ],
        [
            25,
            36,
            [
                "Mo holy-Nagy"
            ]
        ],
        [
            46,
            50,
            [
                "RAM",
                "Ram",
                "Rum",
                "Baum",
                "Raul",
                "AUM"
            ]
        ],
        [
            51,
            54,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            55,
            64,
            [
                "Legendary",
                "Greenware"
            ]
        ]
    ],
    "Dorner taught as an assistant professor at the Technische Hochschule in Hannover, beginning in 1928 (through 1936), contributing to the journal <em>Museum der Gegenwart</em> (The Museum of Today) from 1930 to 1933.": [
        [
            0,
            6,
            [
                "Corner",
                "Donner",
                "Dormer",
                "Downer",
                "Darner"
            ]
        ],
        [
            47,
            57,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ]
    ],
    "As a director, Dorner juxtaposed art with other objects of different periods in his installations, a new method for art museums.": [
        [
            15,
            21,
            [
                "Corner",
                "Donner",
                "Dormer",
                "Downer",
                "Darner"
            ]
        ]
    ],
    "His progressivist art policies put him in direct opposition with the Nazi party, who assumed power in Germany in 1933.": [],
    "Dorner led the fight against the Nazi \"Entartete Kunst\" (degenerate art) exhibition of modern art in 1936.": [
        [
            0,
            6,
            [
                "Corner",
                "Donner",
                "Dormer",
                "Downer",
                "Darner"
            ]
        ],
        [
            39,
            48,
            [
                "Entirety",
                "Entree",
                "Entrée"
            ]
        ],
        [
            49,
            54,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "After the government confiscated the Museum's modern art and accused him of financial impropriety, Dorner resigned from the Museum in 1937.": [
        [
            99,
            105,
            [
                "Corner",
                "Donner",
                "Dormer",
                "Downer",
                "Darner"
            ]
        ]
    ],
    "After briefly living in Berlin, he emigrated first to France and then the United States.": [],
    "With the recommendations of Panofsky (now in New York) and Museum of Modern Art director <a href=\"/barra\">Alfred H. Barr, Jr.</a>, he secured the position of director of the Art Museum at the Rhode Island School of Design in 1938.": [
        [
            28,
            36,
            [
                "Sinofsky"
            ]
        ]
    ],
    "At Rhode Island, Dorner reorganized the traditionally displayed works in the Museum into dramatic installations which appealed to the public.": [
        [
            17,
            23,
            [
                "Corner",
                "Donner",
                "Dormer",
                "Downer",
                "Darner"
            ]
        ]
    ],
    "At the outbreak of World War II, Dorner's anti-Nazi history was ignored and because he was German (and had a brother flying in the Luftwaffe), he was forced to resign from the RISD museum in 1941.": [
        [
            33,
            39,
            [
                "Corner",
                "Donner",
                "Dormer",
                "Downer",
                "Darner"
            ]
        ]
    ],
    "He lectured in art history at Brown University beginning in 1941, becoming a naturalized citizen in 1943.": [],
    "After the War, Dorner moved to Bennington, VT, in 1948 to be Professor for Art and Esthetics at Bennington College.": [
        [
            15,
            21,
            [
                "Corner",
                "Donner",
                "Dormer",
                "Downer",
                "Darner"
            ]
        ],
        [
            83,
            92,
            [
                "Aesthetics",
                "Esthetic"
            ]
        ]
    ],
    "He married a second time in the United States to Lydia Nepto.": [
        [
            55,
            60,
            [
                "Next",
                "Kept",
                "Depth",
                "NATO",
                "Net",
                "Depot"
            ]
        ]
    ],
    "While on a trip to Italy to address Nazi crimes against him, he died of a heart attack in Naples at age 64.": [],
    "His papers are held at the Busch-Reisinger Museum, Harvard University.": [
        [
            27,
            42,
            [
                "Busch-Basinger"
            ]
        ]
    ],
    "Tall with a dueling scar, Dorner fit the contemporary image of an expatriate German.": [
        [
            26,
            32,
            [
                "Corner",
                "Donner",
                "Dormer",
                "Downer",
                "Darner"
            ]
        ]
    ],
    "His philosophy, however, was a<em>New York Times</em>hing but elitist.": [
        [
            53,
            57,
            [
                "thing",
                "hang"
            ]
        ]
    ],
    "Strongly populist, he worked for installations to appeal to a greater variety of people, driving attendance levels up.": [],
    "His Hanover innovations in exhibition space included grouping objects in rooms by themes rather than by period.": [],
    "At RISD, he removed many of the traditional exhibition cases around objects to make their esthetic appeal greater.": [],
    "The false accusation by the FBI of his Nazi sympathy and removal from the RISD museum hurt Dorner deeply and despite exoneration in the press, Dorner never again worked for a museum.": [
        [
            91,
            97,
            [
                "Corner",
                "Donner",
                "Dormer",
                "Downer",
                "Darner"
            ]
        ],
        [
            143,
            149,
            [
                "Corner",
                "Donner",
                "Dormer",
                "Downer",
                "Darner"
            ]
        ]
    ]
}