{
    "Italian renaissance art scholar, dealer, and director, National Gallery, Dublin.": [],
    "Douglas was the son of Rev.": [],
    "Robert Douglas (1836-1912), Rector at Odell, Bedfordshire, England, and Annie Johnson (Douglas) (d.": [],
    "1922).": [],
    "Douglas attended Oxford University concentrating in Modern History.": [],
    "<a href=\"/paterw\">Walter Pater</a> and <a href=\"/murrayc\">Charles Fairfax Murray</a> inspired him to study art.": [],
    "He married Margaret Jane Cannon in 1891.": [],
    "While a chaplain for the Church of England in Italy, he wrote the text for a monograph on Fra Angelico, consulting with a number of scholars, including <a href=\"/berensonb\">Bernard Berenson</a>.": [
        [
            90,
            93,
            [
                "Frey",
                "FRA",
                "Era",
                "Far",
                "IRA",
                "FRS"
            ]
        ]
    ],
    "He gave up his church appointment in 1900, accepting a position as professor of Modern History at the University of Adelaide, Australia.": [],
    "The Angelico monograph appeared in 1900.": [],
    "He divorced and returned to Italy in 1901 where his friends, prominent Italian scholars as well as the Zendadari-Chigi family, in whose palace Douglas stayed, assisted in his writing his book, <em>A History of Siena</em>, 1902.": [
        [
            103,
            118,
            [
                "Zendadari-Chili"
            ]
        ]
    ],
    "The same year he married Gwendolen Mary Henchman.": [],
    "Douglas recommended Berenson, unbeknownst to Berenson, to the British art dealer Joseph Duveen (1869-1939), which began an long and ethically compromising relationship between the dealer and Berenson.": [
        [
            20,
            28,
            [
                "Benenson"
            ]
        ],
        [
            45,
            53,
            [
                "Benenson"
            ]
        ],
        [
            88,
            94,
            [
                "Queen",
                "Doreen",
                "Duvet",
                "Duvets",
                "Tureen",
                "Düren"
            ]
        ],
        [
            120,
            122,
            [
                "a"
            ]
        ],
        [
            191,
            199,
            [
                "Benenson"
            ]
        ]
    ],
    "Berenson increasingly saw Douglas as a rival in the field of Italian scholarship and felt his opinions had been unacknowledged in Douglas's books.": [
        [
            0,
            8,
            [
                "Benenson"
            ]
        ]
    ],
    "Berenson used an article Douglas published on Sassetta in the <em>Burlington Magazine</em> in 1903 to launch a major feud.": [
        [
            0,
            8,
            [
                "Benenson"
            ]
        ],
        [
            46,
            54,
            [
                "Cassette",
                "Bassett"
            ]
        ]
    ],
    "Berenson published two rival articles on the artist the same year in the <em>Burlington</em>.": [
        [
            0,
            8,
            [
                "Benenson"
            ]
        ]
    ],
    "This set in motion the rival camps of Italian scholarship among the English-speaking world, with Douglas and <a href=\"/strongs\">Sandford Arthur Strong</a> pitted against Berenson, <a href=\"/fryr\">Roger Fry</a>, and the other \"consultative editors\" of the <em>Burlington Magazine</em>.": [],
    "Beginning in 1903 ( through 1911) Douglas published a revised edition the first four volumes of <em>A New History of Painting in Italy</em>, the important work of <a href=\"/crowej\">Joseph Archer Crowe</a> and <a href=\"/cavalcaselleg\">G.": [
        [
            18,
            20,
            [
                "("
            ]
        ]
    ],
    "B. Cavalcaselle</a>.": [],
    "In 1904 he curated an exhibition of Sienese art at the Burlington Fine Arts Club at the suggestion of the collector Robert Henry Benson (1850-1929).": [
        [
            3,
            7,
            [
                "1904,"
            ]
        ],
        [
            36,
            43,
            [
                "Scenes",
                "Sense",
                "Saints",
                "Gaines",
                "Haines",
                "Siamese"
            ]
        ]
    ],
    "At age 50, in 1914, Douglas enlisted in the British Army in order to fight in World War I. He rose from private to staff captain and a position with the War Office in London.": [],
    "He continued to deal in art during the war.": [],
    "In 1916 Douglas was appointed director of the National Gallery of Art, Dublin.": [],
    "When a disagreement with the trustees erupted in 1923, Douglas resigned.": [],
    "Douglas dealt in old master art during the 1920s, a time when the American newly-rich were anxious to acquire them.": [],
    "He sold major paintings to Otto H. Kahn and Philip Lehman.": [
        [
            35,
            39,
            [
                "Khan",
                "Hahn",
                "Kuhn",
                "AHN",
                "Kan",
                "Kohn"
            ]
        ]
    ],
    "He divorced his second wife in 1927, marrying Jean Stewart, a former research assistant of his, the following year.": [],
    "Douglas settled in New York in 1940, writing text for the Duveen art galleries.": [
        [
            58,
            64,
            [
                "Queen",
                "Doreen",
                "Duvet",
                "Duvets",
                "Tureen",
                "Düren"
            ]
        ]
    ],
    "He continued to write articles in addition to the <em>Burlington Magazine</em>, <em>Bryan's Dictionary</em>, <em>Art in America</em>, <em>Art Quarterly</em> and the <em>Connoisseur</em>.": [],
    "He was called as a witness on behalf of the art dealer Joseph Duveen in the lawsuit brought about by Mrs.": [
        [
            62,
            68,
            [
                "Queen",
                "Doreen",
                "Duvet",
                "Duvets",
                "Tureen",
                "Düren"
            ]
        ]
    ],
    "Harry Hahn and her purported Leonardo, \"La Belle Ferronniere\" in 1929.": [],
    "In 1940 and 1941 Douglas lectured in the United States at Harvard and Princeton.": [],
    "He died in Fiesole, in 1951.": [
        [
            11,
            18,
            [
                "Fie sole"
            ]
        ]
    ],
    "His book collection was auctioned off at Sotheby's in 1952.": [],
    "His widow re married Edward Fowles, head Duveen's Paris branch and later heir to Duveen's galleries.": [
        [
            28,
            34,
            [
                "Fowler",
                "Fowls",
                "Fowlers",
                "Bowles",
                "Fowled"
            ]
        ],
        [
            41,
            47,
            [
                "Queen",
                "Doreen",
                "Duvet",
                "Duvets",
                "Tureen",
                "Düren"
            ]
        ],
        [
            81,
            87,
            [
                "Queen",
                "Doreen",
                "Duvet",
                "Duvets",
                "Tureen",
                "Düren"
            ]
        ]
    ],
    "His daughter described him as \"a sensualist, a spendthrift and an obstinate, angry and untactful man.\"": [],
    "Douglas sale of masterworks to collectors and museums included J. Pierpont Morgan and John G. Johnson; the Gemäldegalerie, Berlin (Giotto's <em>Dormition of the Virgin</em>), <a href=\"/bodew\">Wilhelm Bode</a> for the Kaiser-Friedrich Museum in Berlin, the Metropolitan Museum of Art, New York (<em>Epiphany</em>, Giotto) 1911, Julius Wernher in London (Albrecht Altdorfer's <em>Christ Taking Leave of his Mother</em>), and facilitated sales of Giovanni Bellini's <em>St.": [],
    "Francis in Ecstasy</em> and Gerard David's <em>Deposition</em> to Henry Clay Frick.": [],
    "Douglas' work as a scholar and dealer was admired by <a href=\"/popehennessyj\">John Pope-Hennessy</a>, whom Douglas encouraged to publish his work on Sassetta in 1939, which was built upon by <a href=\"/zerif\">Federico Zeri</a> and <a href=\"/fahye\">Everett Fahy, Jr.</a> Pope-Hennessy wrote that Douglas \"attempted the first synthetic review of Sassetta's career and reattributed to the painter several of his most important pictures, among them the now famous panel of <em>The Mystic Marriage of St.": [],
    "Francis</em> at Chantilly then attributed by Berenson to Sano di Pietro.\"": [
        [
            45,
            53,
            [
                "Benenson"
            ]
        ],
        [
            57,
            61,
            [
                "San",
                "Sand",
                "Sang",
                "Sank",
                "Seine",
                "Sans"
            ]
        ]
    ]
}