{
    "<p>University of Chicago professor; French baroque art scholar.": [],
    "Dowley graduated Phi Beta Kappa from Princeton University in 1936.": [
        [
            0,
            6,
            [
                "Downey",
                "Cowley",
                "Dooley",
                "Rowley",
                "Dolley"
            ]
        ]
    ],
    "He entered the University of Chicago, initially studying philosophy, to which his 1941 A. M. thesis was devoted.": [],
    "During World War II he served as an ensign in the U.S.": [],
    "Navy.": [],
    "Between 1946-47 Dowley held a fellowship at the Institute of Fine Arts in New York, where he switched to art history, and, armed with a fellowship from the American Council of Learned Societies, researched 18th-century French portraiture in Paris 1947-49.": [
        [
            16,
            22,
            [
                "Downey",
                "Cowley",
                "Dooley",
                "Rowley",
                "Dolley"
            ]
        ]
    ],
    "He was hired by the University of Chicago in 1949, completing his Ph.D.": [],
    "in 1953 under <a href=\"/middeldorfu\">Ulrich Middeldorf</a>.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Dowley chose as his thesis French portrait sculpture at the time when it was a little studied field.": [
        [
            0,
            6,
            [
                "Downey",
                "Cowley",
                "Dooley",
                "Rowley",
                "Dolley"
            ]
        ]
    ],
    "Interest in understudied areas remained a hallmark of Dowley's scholarship.": [
        [
            54,
            60,
            [
                "Downey",
                "Cowley",
                "Dooley",
                "Rowley",
                "Dolley"
            ]
        ]
    ],
    "He remained teaching at Chicago the rest of his life.": [],
    "He received associate professor rank in 1958 and a full professorship in 1974.": [],
    "His students included Barbara Maria Stafford, Marilyn Dunn, Thomas Hedin, Cynthia Lawrence, Dwight Miller, Hal Opperman, and Mary Jackson Harvey.In his personal manner, Dowley was a scholar from the previous century.": [
        [
            67,
            72,
            [
                "He din"
            ]
        ],
        [
            111,
            119,
            [
                "Superman"
            ]
        ],
        [
            145,
            147,
            [
                " In"
            ]
        ],
        [
            169,
            175,
            [
                "Downey",
                "Cowley",
                "Dooley",
                "Rowley",
                "Dolley"
            ]
        ]
    ],
    "A bachelor whose single focus in life was art history, he spent most of his day in his office researching and meeting with students.": [],
    "His classes were usually at 8:30 a.m.": [],
    "and despite advances in photographic technology, most of his slides were ordered in black-and-white.": [
        [
            0,
            3,
            [
                "And"
            ]
        ]
    ],
    "Spending little on his personal life, Dowley was responsible for the anonymous \"Baroque Prize\" which the department awarded yearly to an excellent paper in that field.": [
        [
            38,
            44,
            [
                "Downey",
                "Cowley",
                "Dooley",
                "Rowley",
                "Dolley"
            ]
        ]
    ],
    "He never published a monograph, preferring articles and essays.": [],
    "He served as a member of the American Society for Eighteenth Century Studies, the College Art Association of America and La Société de l'Histoire de l'Art français.": [
        [
            124,
            131,
            [
                "Society"
            ]
        ],
        [
            137,
            145,
            [
                "History",
                "Historic",
                "Histories",
                "Histone",
                "Historize"
            ]
        ],
        [
            155,
            163,
            [
                "Français",
                "Francis",
                "François",
                "Francois",
                "franchise",
                "Frances"
            ]
        ]
    ],
    "His Thoughts on Poussin, Time, and Narrative: The Israelites Gathering Manna in the Desert, (1997) laid out his approach, one founded in the examination of the visual work of art as an end in itself, not the visual manifestation of aesthetic theory.</p>": []
}