{
    "African-American artist, curator, and historian of African-American art.": [],
    "Driskell was the son of Baptist minister George Washington Driskell, and Mary Cloud Driskell.": [
        [
            0,
            8,
            [
                "Driscoll"
            ]
        ],
        [
            59,
            67,
            [
                "Driscoll"
            ]
        ],
        [
            84,
            92,
            [
                "Driscoll"
            ]
        ]
    ],
    "Driskell’s family heavily influenced his career in art, as his father, a painter of religious subjects, and his mother, a quilter, both influenced his choice of career, and his grandfather was a sculptor.": [
        [
            0,
            8,
            [
                "Driscoll"
            ]
        ]
    ],
    "Driskell grew up in western North Carolina, attending segregated schools.Though Driskell was awarded a $90 scholarship to Shaw University in Raleigh, NC, he chose to attend Howard University in Washington D.C.": [
        [
            0,
            8,
            [
                "Driscoll"
            ]
        ],
        [
            73,
            79,
            [
                " Though"
            ]
        ],
        [
            80,
            88,
            [
                "Driscoll"
            ]
        ]
    ],
    "Driskell was studying painting and history there, until he met <a href=\"/porterj\">James A. Porter</a>, an acclaimed African-American art historian and a professor at the university, who encouraged Driskell to pursue art history.": [
        [
            0,
            8,
            [
                "Driscoll"
            ]
        ]
    ],
    "Driskell studied under him and other Howard faculty, including James V. Herring (1887-1969), who founded the Howard University Department of Art in 1922, and Mary Beattie Brady (d.": [
        [
            0,
            8,
            [
                "Driscoll"
            ]
        ],
        [
            163,
            170,
            [
                "Bettie",
                "Beastie",
                "Beat tie"
            ]
        ]
    ],
    "1981), the director of the Harmon Foundation, an organization that collected work by African Americans.": [],
    "In 1952 he married Thelma Grace DeLoatch and the following year he received a summer scholarship to the Skowhegan School of Painting and Sculpture in Maine.": [
        [
            3,
            7,
            [
                "1952,"
            ]
        ],
        [
            32,
            40,
            [
                "Despatch"
            ]
        ],
        [
            104,
            113,
            [
                "Mohegan"
            ]
        ]
    ],
    "In 1955, Driskell received a B.A.": [
        [
            9,
            17,
            [
                "Driscoll"
            ]
        ]
    ],
    "in art from Howard University.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He began his teaching career at Talladega College, the oldest private historically black college in Alabama, succeeding Professor Claude Clarke (1915-2001).": [],
    "There he curated his first exhibition, <em>Modern Masterpieces from the Guggenheim</em>, which brought works from the Guggenheim Museum in New York to the Savery Library at Talladega College.": [
        [
            155,
            161,
            [
                "Slavery",
                "Savory",
                "Saver",
                "Savers",
                "Avery"
            ]
        ]
    ],
    "At Talladega, Driskell, like Porter, combined curatorial work and visual arts practice.": [
        [
            14,
            22,
            [
                "Driscoll"
            ]
        ]
    ],
    "Driskell ran the art department himself: he provided courses in studio art, art history, and art education while also serving as the art gallery director.": [
        [
            0,
            8,
            [
                "Driscoll"
            ]
        ]
    ],
    "Driskell received an M.F.A.": [
        [
            0,
            8,
            [
                "Driscoll"
            ]
        ]
    ],
    "from Catholic University in 1962 and later explored postgraduate studies in Europe at the Netherlands Institute for the History of Art in The Hague and Fisk University, where he worked with artist Aaron Douglas (1899-1979).": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "He then taught at Howard University alongside his former instructors, including Harlem Renaissance artist James Lesesne Wells (1902-1993), Loïs Mailou Jones (1905-1998), and Lila Olivia Asher (1921-2021).": [
        [
            112,
            119,
            [
                "Lessen",
                "Lessened",
                "Demesne",
                "Lessee",
                "Lessens",
                "Essene"
            ]
        ],
        [
            139,
            143,
            [
                "Lois",
                "LOIs",
                "Loss",
                "Los",
                "Louis",
                "Lots"
            ]
        ],
        [
            144,
            150,
            [
                "Mail",
                "Sailor",
                "Mailed",
                "Mails",
                "Tailor",
                "Malibu"
            ]
        ]
    ],
    "He also served as visiting professor of art at several other universities, including Bowdoin College, the University of Michigan, Queens College and Obafemi Awolowo University in Ile-Ife, Nigeria.": [
        [
            149,
            156,
            [
                "Obama",
                "Grapheme",
                "Graphemic"
            ]
        ],
        [
            157,
            164,
            [
                "Allow",
                "Allows",
                "Apollo",
                "Apology",
                "AWOL",
                "Adolfo"
            ]
        ],
        [
            179,
            186,
            [
                "Alewife"
            ]
        ]
    ],
    "Driskell’s 1976 exhibition, <em>Two Centuries of African-American Art, 1750-1950</em> held at the Los Angeles County Museum of Art became the first scholarly exhibition of African-American art held at a major museum.": [
        [
            0,
            8,
            [
                "Driscoll"
            ]
        ]
    ],
    "This landmark exhibition later traveled to the Dallas Museum of Fine Arts, the High Museum of Art in Atlanta, Georgia and the Brooklyn Museum.": [],
    "The exhibition featured more than 200 works by 63 artists, as well as anonymous crafts workers, and brought visibility to the essential contributions of Black artists to American visual culture.": [],
    "In 1977, Driskell began teaching at the University of Maryland, College Park, serving as department chair from 1978 to 1983.": [
        [
            9,
            17,
            [
                "Driscoll"
            ]
        ]
    ],
    "Since 1977 as well, he was the curator of The Camille O. and William H. Cosby Collection of African American Art owned by the entertainer and his wife.": [],
    "Driskell received ten honorary doctorates in art, and fellowships from the Rockefeller and Harmon Foundations.": [
        [
            0,
            8,
            [
                "Driscoll"
            ]
        ]
    ],
    "In 1993, he became a member of the American Academy of Arts and Letters, and was awarded the National Humanities Medal by President Clinton in 2000.": [],
    "Driskell served as President Clinton's advisor for the White House art collection, supervising the White House's purchase of a painting by Henry Ossawa Tanner (1859-1937) <em>Sand Dunes at Sunset: Atlantic City</em>, the first painting the White House would acquire from an African-American artist, in 1997.": [
        [
            0,
            8,
            [
                "Driscoll"
            ]
        ],
        [
            145,
            151,
            [
                "Oshawa"
            ]
        ]
    ],
    "He became an emeritus professor at the University of Maryland in 1998, and in the same year, the University established The David C. Driskell Center for the Study of the Visual Arts and Culture of African Americans and the African Diaspora.": [
        [
            133,
            141,
            [
                "Driscoll"
            ]
        ]
    ],
    "In 2002, the University of Maryland Regents presented Driskell with the Frederick Douglass Award for his commitment to \"the ideals of freedom, equality, justice and opportunity.\"": [
        [
            54,
            62,
            [
                "Driscoll"
            ]
        ]
    ],
    "In 2005, the High Museum of Art established the David C. Driskell Prize, the first national award to honor and celebrate contributions to the field of African American art and art history.": [
        [
            57,
            65,
            [
                "Driscoll"
            ]
        ]
    ],
    "In 2007, Driskell was elected as a national academician by the National Academy.": [
        [
            9,
            17,
            [
                "Driscoll"
            ]
        ]
    ],
    "In 2016, Driskell received the Lifetime Legacy Award from the Skowhegan School of Painting and Sculpture and in 2018, he was elected to the American Academy of Arts and Sciences.": [
        [
            9,
            17,
            [
                "Driscoll"
            ]
        ],
        [
            62,
            71,
            [
                "Mohegan"
            ]
        ]
    ],
    "Driskell died in 2020 from complications of the COVID-19 virus.": [
        [
            0,
            8,
            [
                "Driscoll"
            ]
        ]
    ]
}