{
    "<p>Classical archaeologist; namesake of the \"Droop cup\" genre of kylix.": [
        [
            65,
            70,
            [
                "Kylie"
            ]
        ]
    ],
    "Droop was descended from a Dutch family; his name was always pronounced according to that language.": [],
    "He was educated at Marlborough College and Trinity College, Cambridge, graduating in 1904.": [],
    "He worked as an archaeologist, both as a student and then as a member, at the British School in Athens, participating in their excavations at Sparta, Thessaly, Melos, and Crete.": [
        [
            160,
            165,
            [
                "Melts",
                "Melon",
                "Memos",
                "Melds",
                "Melons",
                "Milos"
            ]
        ]
    ],
    "His published findings on a particular broad-lipped kylix (Greek drinking cup) resulted in classical scholars thereafter referring to the genre as \"Droop cups.\"": [
        [
            52,
            57,
            [
                "Kylie"
            ]
        ]
    ],
    "In 1911 he participated in the Egypt Exploration Fund at Abydos (Upper Egypt), under the direction of T. Eric Peet (1882-1934).": [
        [
            3,
            7,
            [
                "1911,"
            ]
        ],
        [
            57,
            63,
            [
                "Abyss",
                "Abides",
                "Abodes",
                "Albedos",
                "BYOS",
                "Azygos"
            ]
        ],
        [
            110,
            114,
            [
                "Meet",
                "Feet",
                "Poet",
                "Peer",
                "Pet",
                "Pete"
            ]
        ]
    ],
    "Peet and Droop developed a dating system for pre-dynastic Egyptian pottery which was not subsequently adopted.": [
        [
            0,
            4,
            [
                "Meet",
                "Feet",
                "Poet",
                "Peer",
                "Pet",
                "Pete"
            ]
        ]
    ],
    "He worked for the Admiralty during the First World War through 1921.": [],
    "That year he was appointed Charles W. Jones chair in Classical Archaeology at the University of Liverpool.": [],
    "He remained at Liverpool, teaching for the rest of his career.": [],
    "As a scholar in Liverpool, Droop excavated in Britain at Chester, Bainbridge and Lancaster.": [],
    "He also participated in the Niebla, Spain, digs.": [
        [
            28,
            34,
            [
                "Nicola",
                "Nikola",
                "Puebla",
                "Nebula",
                "Niels",
                "Nimble"
            ]
        ]
    ],
    "He edited the <em>Annals of Archaeology and Anthropology</em> from 1937 until his retirement in 1948.": [],
    "Droop cups exist in many museum and classical-object collections.</p>": [
        [
            20,
            31,
            [
                "many museums"
            ]
        ]
    ]
}