{
    "Art critic, novelist, journalist, and essayist.": [],
    "Du Bois was born to African-American couple Alfred Du Bois (c.": [
        [
            3,
            7,
            [
                "Boys",
                "Boss",
                "Boris",
                "Lois",
                "Bogs",
                "Boil"
            ]
        ],
        [
            54,
            58,
            [
                "Boys",
                "Boss",
                "Boris",
                "Lois",
                "Bogs",
                "Boil"
            ]
        ]
    ],
    "1835-c.1906), a barber born in Haiti, and Mary Silvina Burghardt (Du Bois) (c.": [
        [
            47,
            54,
            [
                "Silvia",
                "Silvana"
            ]
        ],
        [
            55,
            64,
            [
                "Bernhardt",
                "Burkhart"
            ]
        ],
        [
            69,
            73,
            [
                "Boys",
                "Boss",
                "Boris",
                "Lois",
                "Bogs",
                "Boil"
            ]
        ]
    ],
    "1831-1885) in Massachusetts.": [],
    "After receiving his bachelor's degree from Fisk University in 1888, Du Bois continued his studies at Harvard College, enrolling as a junior and receiving his second bachelor's degree in 1890, followed by his MA in 1891 and Ph.D.": [
        [
            71,
            75,
            [
                "Boys",
                "Boss",
                "Boris",
                "Lois",
                "Bogs",
                "Boil"
            ]
        ]
    ],
    "in 1895.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "His thesis was on the African Slave Trade in the United States.": [],
    "Between 1892 and 1894, Du Bois studied history and sociology at the University of Berlin, and traveled throughout Europe.": [
        [
            26,
            30,
            [
                "Boys",
                "Boss",
                "Boris",
                "Lois",
                "Bogs",
                "Boil"
            ]
        ]
    ],
    "His visit to Munich's Alte Pinakothek was his first exposure to the works of Albrecht Dürer (1417-1528), Titian (c.": [
        [
            22,
            26,
            [
                "Alter",
                "Ate",
                "Ale",
                "Alto",
                "Alta",
                "Ante"
            ]
        ]
    ],
    "148890-1576), and Raphael (1483-1520), which inspired him to give a lecture entitled \"The Art and Art Galleries of Modern Europe\" at Wilberforce College to the student Athletic Association.": [],
    "When he returned to the United States, Du Bois was appointed Chair of the Classics Department at Wilberforce College.": [
        [
            42,
            46,
            [
                "Boys",
                "Boss",
                "Boris",
                "Lois",
                "Bogs",
                "Boil"
            ]
        ]
    ],
    "In 1896, Du Bois married Nina Gomer (1871-1950).": [
        [
            12,
            16,
            [
                "Boys",
                "Boss",
                "Boris",
                "Lois",
                "Bogs",
                "Boil"
            ]
        ],
        [
            30,
            35,
            [
                "Homer",
                "Gomez",
                "Gamer",
                "Comer",
                "Goer",
                "Gofer"
            ]
        ]
    ],
    "He also completed a sociological study at the University of Pennsylvania, and then moved to Atlanta University (now Clark Atlanta University) in 1897, where he taught history, sociology, and economics.": [],
    "Du Bois’s commitment to the visual arts began as he started searching for sources of spiritual openness in the African American community to include in his book <em>The Souls of Black Folk</em> (1903).The book explained his theory of \"double consciousness,\" in which African Americans experience conflicting identities resulting from their American citizenship and their African heritage.": [
        [
            3,
            7,
            [
                "Boys",
                "Boss",
                "Boris",
                "Lois",
                "Bogs",
                "Boil"
            ]
        ],
        [
            201,
            204,
            [
                " The"
            ]
        ]
    ],
    "Though there were few active African-American artists at the time of his writing, he did highly praise artist Henry Osawa Tanner (1859-1937).": [
        [
            116,
            121,
            [
                "Osaka",
                "Osama",
                "Oshawa"
            ]
        ]
    ],
    "Tanner fit the DuBoisan ideal of an educated, devout Christian who fulfilled his social responsibility to African Americans by producing cultural propaganda.": [
        [
            15,
            23,
            [
                "DuBois an"
            ]
        ]
    ],
    "Several African-American artists identified with Du Bois's book, and in this way he gained acceptance in the African-American artistic community.": [
        [
            52,
            56,
            [
                "Boys",
                "Boss",
                "Boris",
                "Lois",
                "Bogs",
                "Boil"
            ]
        ]
    ],
    "Du Bois and William Monroe Trotter (1872-1934) founded the Niagara Movement in 1905 which was a precursor to the founding of the National Association for the Advancement of Colored People (NAACP) in 1910.": [
        [
            3,
            7,
            [
                "Boys",
                "Boss",
                "Boris",
                "Lois",
                "Bogs",
                "Boil"
            ]
        ]
    ],
    "Du Bois became the editor of the NAACP’s magazine, <em>The Crisis</em>.": [
        [
            3,
            7,
            [
                "Boys",
                "Boss",
                "Boris",
                "Lois",
                "Bogs",
                "Boil"
            ]
        ]
    ],
    "<em>The Crisis</em> became the cultural voice of the African-American community, where many prominent artists and writers published essays, poems, and short stories.": [],
    "Du Bois also used <em>The Crisis</em> as a discussion forum for the creation of a modern, African-American aesthetic.": [
        [
            3,
            7,
            [
                "Boys",
                "Boss",
                "Boris",
                "Lois",
                "Bogs",
                "Boil"
            ]
        ]
    ],
    "He, along with Howard University professor and scholar <a href=\"/lockea\">Alain Locke</a>, routinely wrote exhibition reviews highlighting the work of African-American artists.": [],
    "Du Bois frequently promoted African-American creativity in his writings, and when the Harlem Renaissance emerged in the mid-1920s, his article \"A Negro Art Renaissance\" celebrated the end of the long hiatus of African Americans from creative endeavors.": [
        [
            3,
            7,
            [
                "Boys",
                "Boss",
                "Boris",
                "Lois",
                "Bogs",
                "Boil"
            ]
        ]
    ],
    "His enthusiasm for the Harlem Renaissance waned as he came to believe that many white people visited Harlem only for voyeurism, not out of a genuine appreciation of African-American art.": [],
    "In 1926, Du Bois sponsored <em>The Crisis</em> symposium called \"The Negro in Art,\" in which he chastised African-American artists for not assuming more political responsibility in their work.": [
        [
            12,
            16,
            [
                "Boys",
                "Boss",
                "Boris",
                "Lois",
                "Bogs",
                "Boil"
            ]
        ]
    ],
    "Du Bois worked closely with artists such as Aaron Douglas (1899-1979) and Jacob Lawrence (1917-2000), whom he believed would lead the movement to develop a black modernist aesthetic through a “bold reconceptualization of beauty\" (Kirschke 11).": [
        [
            3,
            7,
            [
                "Boys",
                "Boss",
                "Boris",
                "Lois",
                "Bogs",
                "Boil"
            ]
        ],
        [
            227,
            228,
            [
                "”"
            ]
        ],
        [
            230,
            238,
            [
                "Kirsch",
                "Kirsches"
            ]
        ]
    ],
    "He continued to help young artists through <em>The Crisis</em> magazine until he resigned from the NAACP in 1934.": [],
    "As a widower, Du Bois married author, playwright, composer, and activist Shirley Graham (1896-1977) in 1951.": [
        [
            17,
            21,
            [
                "Boys",
                "Boss",
                "Boris",
                "Lois",
                "Bogs",
                "Boil"
            ]
        ]
    ],
    "Du Bois became a member of the Communist Party of the United States in 1961.": [
        [
            3,
            7,
            [
                "Boys",
                "Boss",
                "Boris",
                "Lois",
                "Bogs",
                "Boil"
            ]
        ]
    ],
    "That same year, at the age of ninety-three, he moved to Ghana, where he worked with Ghanaian president Kwame Nkrumah on the <em>Encyclopedia Africana</em>, which inspired Henry Louis Gates (b.": [],
    "1950) and Kwame Anthony Appiah (b.": [
        [
            24,
            30,
            [
                "Appear",
                "Appeal",
                "Rupiah",
                "Apia",
                "Apish",
                "AFPAH"
            ]
        ]
    ],
    "1954) to write <em>Africana: the encyclopedia of the African and African American experience</em> in 1999.": [],
    "Du Bois’s health declined during his time in Ghana and he died in the capital of Accra at age 95.": [
        [
            3,
            7,
            [
                "Boys",
                "Boss",
                "Boris",
                "Lois",
                "Bogs",
                "Boil"
            ]
        ],
        [
            50,
            54,
            [
                ", and"
            ]
        ]
    ]
}