{
    "Medievalist historian who wrote some art history, especially on medieval building and society.": [],
    "Duby's parents were Louis Duby and Marguerite Dimanche (Duby), provincial crafts workers of Mâcon.": [
        [
            0,
            4,
            [
                "Duty",
                "Dub",
                "Duly",
                "Ruby",
                "Dubs",
                "Du by"
            ]
        ],
        [
            26,
            30,
            [
                "Duty",
                "Dub",
                "Duly",
                "Ruby",
                "Dubs",
                "Du by"
            ]
        ],
        [
            46,
            54,
            [
                "Comanche",
                "Démarche",
                "Kamānche"
            ]
        ],
        [
            56,
            60,
            [
                "Duty",
                "Dub",
                "Duly",
                "Ruby",
                "Dubs",
                "Du by"
            ]
        ],
        [
            92,
            97,
            [
                "Macon",
                "Mason",
                "Bacon",
                "Manon",
                "Macron",
                "macOS"
            ]
        ]
    ],
    "Duby's early education was not the usual climb through a series of auspicious schools characteristic of notable French academics.": [
        [
            0,
            4,
            [
                "Duty",
                "Dub",
                "Duly",
                "Ruby",
                "Dubs",
                "Du by"
            ]
        ]
    ],
    "He attended a lycée in Mâcon.": [
        [
            23,
            28,
            [
                "Macon",
                "Mason",
                "Bacon",
                "Manon",
                "Macron",
                "macOS"
            ]
        ]
    ],
    "At the outbreak of World War II, Duby joined the French Army, 8th Artillery Regiment, in 1940.": [
        [
            33,
            37,
            [
                "Duty",
                "Dub",
                "Duly",
                "Ruby",
                "Dubs",
                "Du by"
            ]
        ]
    ],
    "At the conquest of France by Germany, he returned to school, but again, the closest school to his home, the Université de Lyon, graduating with his <em>agregé des lettres</em>, 1942, under the most modest of scholars, Jean Jules Déniau (b.": [],
    "1886).": [],
    "He marred Andrée Combier the same year.": [
        [
            10,
            16,
            [
                "Andrew",
                "Andre",
                "Andrea",
                "Andrei",
                "Andres",
                "Andrey"
            ]
        ],
        [
            17,
            24,
            [
                "Combiner",
                "Comber",
                "Comfier"
            ]
        ]
    ],
    "He joined the Université de Lyon as an assistant under Déniau in faculty of letters in 1944.": [
        [
            55,
            61,
            [
                "Denial"
            ]
        ]
    ],
    "He moved to the Université de Besançon in 1950 as professor of medieval history, but the following year transferred to the Université d'Aix Marseille, Aix-en-Provence, as professor of medieval history, described by Willima Baldwin as \"the most distant of the major French universities.\"": [
        [
            123,
            133,
            [
                "University"
            ]
        ],
        [
            136,
            139,
            [
                "AIX",
                "Air",
                "Six",
                "Aid",
                "Mix",
                "Fix"
            ]
        ],
        [
            215,
            222,
            [
                "William"
            ]
        ]
    ],
    "He received his <em>docteur des lettres</em> in 1952 from the Sorbonne, writing his famous dissertation, <em>La Société aux XIe et XIIe siécles dans la région mâconnaise</em>, under Charles-Edmond Perrin (1887-1974).": [],
    "Duby was awarded the Premier Prix Gobert from the Académie française for the book form of his dissertation the following year.": [
        [
            0,
            4,
            [
                "Duty",
                "Dub",
                "Duly",
                "Ruby",
                "Dubs",
                "Du by"
            ]
        ],
        [
            29,
            33,
            [
                "PRI",
                "Prim",
                "Prig",
                "PIX",
                "RIX",
                "Pix"
            ]
        ],
        [
            34,
            40,
            [
                "Robert"
            ]
        ]
    ],
    "Despite offers to join the Sixth Section o fthe École Pratique des Hautes Études (the section of the Sorbonne of the <em>Annalistes</em>), Duby remained at Aix until 1969.": [
        [
            41,
            47,
            [
                "of the",
                "o the",
                "o FTE",
                "o FTSE",
                "o FHE",
                "o f the"
            ]
        ],
        [
            48,
            53,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            54,
            62,
            [
                "Critique",
                "Plastique"
            ]
        ],
        [
            63,
            66,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            67,
            73,
            [
                "Hates",
                "Hastes",
                "Sautés",
                "Sautes"
            ]
        ]
    ],
    "During this time Duby issued a number of texts on art history.": [
        [
            17,
            21,
            [
                "Duty",
                "Dub",
                "Duly",
                "Ruby",
                "Dubs",
                "Du by"
            ]
        ]
    ],
    "His <em>L'Europe des cathedrales, 1140-1280</em>, and illustrative book, appeared in 1966 and translated into English the same year.": [],
    "The following year he produced a similarly-based text, <em>Adolescence de la chrétienté occidentale, 980-1140</em>.": [],
    "In 1970 he was appointed professor of history of medieval societies at the Collège de France.": [
        [
            3,
            7,
            [
                "1970,"
            ]
        ],
        [
            75,
            82,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ]
    ],
    "During his years teaching at the Sorbonne, he wrote <em>Saint Bernard, l'art cistercien</em>, 1976, and reissued <em>L'Europe des cathedrales</em> as volume two of a larger three-volume art treatment, <em>Le Temps des cathedrales: L'Art et la societe, 980-1420</em>.": [],
    "<em>Le Temps des cathedrales</em> appeared in English in 1981.": [],
    "Duby was elected to the Academie Française in 1987, retiring from the Sorbonne in 1992.": [
        [
            0,
            4,
            [
                "Duty",
                "Dub",
                "Duly",
                "Ruby",
                "Dubs",
                "Du by"
            ]
        ],
        [
            24,
            42,
            [
                "Académie Française",
                "Académie française"
            ]
        ]
    ],
    "A study of medieval imagery of women, written with Michelle Perrot, <em>Images de femmes</em>, was published the same year in both French and English.": [
        [
            60,
            66,
            [
                "Parrot",
                "Pierrot",
                "Perot",
                "Per rot"
            ]
        ]
    ],
    "He and <a href=\"/laclottem\">Michel Laclotte</a> edited the series <em>L'histoire artistique de l'Europe</em>, 1995, from which the essay, \"Art et société au Moyen-âge\" appeared as a separtate monograph.": [],
    "He died of cancer in Aix the following year.": [
        [
            21,
            24,
            [
                "AIX",
                "Air",
                "Six",
                "Aid",
                "Mix",
                "Fix"
            ]
        ]
    ],
    "Duby's art-history writing was ancillary to his history and largely intended for a more popular audience.": [
        [
            0,
            4,
            [
                "Duty",
                "Dub",
                "Duly",
                "Ruby",
                "Dubs",
                "Du by"
            ]
        ]
    ],
    "However, these books brought his brand of social scholarship to this readership drawn to the highly-illustrated format of the texts.": [],
    "<em>The Age of the Cathedrals</em> divided up the artistic accomplishment of the middle ages into themes such as \"God is Light 1130-1190,\" \"Happiness 1250-1280,\" etc.": [
        [
            81,
            92,
            [
                "Middle Ages"
            ]
        ]
    ],
    "This theoretical framework in some ways forces itself upon a form tradition much more complex.": [],
    "There can be no doubt, however that his early research at the Burgundian monastery of Cluny, also an important monument for art history, provided him an important background from which to write.": [
        [
            86,
            91,
            [
                "Clung",
                "Clunky",
                "Clunk"
            ]
        ]
    ],
    "Methodologically, Duby embraced the <em>Annales</em> School, although not technically a student of the <em>Annalistes</em> historians Marc Bloch (1886-1944) and Lucien Febvre (1878-1956), an approach employing archival research to construct the daily life and mental attituded and avoiding 'politics as history.'": [
        [
            18,
            22,
            [
                "Duty",
                "Dub",
                "Duly",
                "Ruby",
                "Dubs",
                "Du by"
            ]
        ]
    ]
}