{
    "<p>Classicist, fascist collaborator.": [],
    "Pericule Ducati grew up in a bourgeois family originally from Trento.": [
        [
            0,
            8,
            [
                "Pericles",
                "Pedicle",
                "Pedicure",
                "Prickle",
                "Percale"
            ]
        ]
    ],
    "He attended the University of Bologna studying Greek and Latin literature under Giosuè Carducci (1835-1907) and archaeology under <a href=\"/brizioe\">Edoardo Brizio</a>.": [],
    "According to the Italian XIX century academic model, he studied classical archaeology at various universities including, in particular, Rome where he studied under the Italian art historian Luigi Pigorini (q.v.)": [
        [
            196,
            204,
            [
                "Ignoring",
                "Piloting",
                "Figurine",
                "Figuring",
                "Pivoting",
                "Paganini"
            ]
        ]
    ],
    "and ancient Roman topography under <a href=\"/lancianir\">Rodolfo Lanciani</a>.": [
        [
            0,
            3,
            [
                "And"
            ]
        ]
    ],
    "His 1903 dissertation on classical sculpture involved one of the concepts that would occupy him his entire life: the transmission of antique iconography in other cultures.": [],
    "In 1906-1907 he visited southwestern Greece in order to observe archaeological classical tradition and to study history of Greek pottery under the Austrian researcher <a href=\"/lowye\">Emanuel Löwy</a> (1857 -1938).": [],
    "After a brief appointment as Ispettore ai Musei e Scavi (1909), he was named to the chair in classical archaeology in Catania in 1912.": [
        [
            29,
            38,
            [
                "Inspector",
                "Inspectors",
                "Spector"
            ]
        ],
        [
            39,
            41,
            [
                "AI"
            ]
        ],
        [
            42,
            47,
            [
                "Mesa",
                "Muse",
                "Muses",
                "Mused"
            ]
        ],
        [
            50,
            55,
            [
                "Scale",
                "Save",
                "Cave",
                "Slave",
                "Slavic",
                "Scan"
            ]
        ]
    ],
    "He moved to a professorship in Turin and finally to Bologna in 1920.": [],
    "There he combined his teaching position with that of director of the Museo Civico.": [
        [
            75,
            81,
            [
                "Civic",
                "Civics"
            ]
        ]
    ],
    "As Brizio and Löwy had imparted to him, he employed an academic German tradition of instruction scheme providing a clear and general preparatory course and more specific monographic part.": [
        [
            3,
            9,
            [
                "Brazil",
                "Fabrizio",
                "Brigid",
                "Brillo",
                "Rizzo",
                "Vizio"
            ]
        ],
        [
            14,
            18,
            [
                "Low",
                "Lowe",
                "Lowly",
                "Lows",
                "Lowry",
                "Logy"
            ]
        ]
    ],
    "The latter pedogogical technique was marked by visits to the local museums in accordance with the Vienna School teaching tradition.": [
        [
            11,
            22,
            [
                "pedagogical"
            ]
        ]
    ],
    "In 1920 he was appointed Classical archaeological history Professor at University of Bologna.": [
        [
            3,
            7,
            [
                "1920,"
            ]
        ]
    ],
    "He was twice Dean of the Faculty of Arts in Bologna (1923-1929 and 1943-1944), and also Member of the Accademia dei Lincei and he was a member of the High Council for Antiquities and Fine Arts of Italy.": [
        [
            102,
            111,
            [
                "Academia"
            ]
        ],
        [
            112,
            115,
            [
                "DEI",
                "day",
                "die",
                "Dan",
                "Del",
                "Wei"
            ]
        ],
        [
            116,
            122,
            [
                "Linda"
            ]
        ],
        [
            122,
            126,
            [
                ", and"
            ]
        ]
    ],
    "Ducati collaborated with the fascist government of Benito Mussolini, less, some say, out of a political than for the need to remain researching in his field.": [],
    "His political affiliations clearly forced his hand, however, in publications.": [],
    "In 1927 he wrote <em>Origine e attributi del Fascio littorio</em>, a book sponsored by the Association for Fascist Schools Libraries in Italy.": [
        [
            3,
            7,
            [
                "1927,"
            ]
        ]
    ],
    "He was a member to the PFR (partito fascista repubblicano) and was President of the Fascist Culture Institute of Italy.": [
        [
            28,
            35,
            [
                "parties",
                "partial",
                "partition",
                "parity",
                "parting",
                "patriot"
            ]
        ],
        [
            36,
            44,
            [
                "fascist",
                "fascists",
                "fascist a"
            ]
        ],
        [
            45,
            57,
            [
                "Republican",
                "Republicans",
                "republican",
                "republicans"
            ]
        ]
    ],
    "In the 1930s, he was selected by the Classical archaeologist <a href=\"/beazleyj\">J.": [],
    "D. Beazley</a> and the Greek vase painting scholar <a href=\"/jacobsthalp\">Paul Jacobsthal</a> to write a volume in their <em>Bilder griechischer Vasen</em> series, <em>Pontische Vasen</em> (1932).": [
        [
            3,
            10,
            [
                "Beasley"
            ]
        ]
    ],
    "After the declaration of World War II, he was ambushed outside his home in Bologna on the Via Albertazzi, and struck by several bullets by the Italian partisans.": [
        [
            94,
            104,
            [
                "Alberta",
                "Albertan",
                "Albertans"
            ]
        ]
    ],
    "He was transferred by a German ambulance to the hospital Codivilla heliotherapy Cortina d'Ampezzo (BL), where he died two months later of a related infection.": [
        [
            57,
            66,
            [
                "Godzilla",
                "Cedilla",
                "Civilly",
                "Codicil",
                "Codicils",
                "Colville"
            ]
        ],
        [
            67,
            79,
            [
                "halotherapy"
            ]
        ],
        [
            80,
            87,
            [
                "Corina",
                "Cortana"
            ]
        ],
        [
            90,
            97,
            [
                "Mezzo",
                "Arezzo"
            ]
        ]
    ],
    "Ducati is buried in the cemetery of Bologna.": [],
    "A portion of his library was donated to the Biblioteca Universitaria of Bologna as well as his letters and manuscripts.": [],
    "Ducati's use of unorthodox sources and highly individual research attracted scholars who sought to reinvent the discipline themselves.": [],
    "These included the art historian Luciano Laurenzi (q.v.": [
        [
            41,
            49,
            [
                "Lauren",
                "Laurence",
                "Laurent",
                "Laurens",
                "Laurene"
            ]
        ]
    ],
    "), who wrote a commemoration of Ducati, the archaeologist Maurizio Corradi Cervi (1904-1982), and <a href=\"/bianchibandinellir\">Ranuccio Bianchi Bandinelli</a>.</p>": [
        [
            0,
            1,
            [
                ""
            ]
        ],
        [
            75,
            80,
            [
                "Cervix"
            ]
        ]
    ]
}