{
    "<p>Expert in Spanish Art.": [],
    "Elizabeth du Gué Trapier was the granddaughter of Paul Trapier (1749-1778), a public official in South Carolina during the American Civil War.": [
        [
            13,
            16,
            [
                "GUE",
                "Due",
                "Gun",
                "Guy",
                "Cue",
                "Gum"
            ]
        ],
        [
            17,
            24,
            [
                "Rapier",
                "Trapper"
            ]
        ],
        [
            55,
            62,
            [
                "Rapier",
                "Trapper"
            ]
        ]
    ],
    "After attending college and traveling through Europe, Trapier worked in cataloguing at the Library of Congress of Washington.": [
        [
            54,
            61,
            [
                "Rapier",
                "Trapper"
            ]
        ],
        [
            72,
            83,
            [
                "cataloging"
            ]
        ]
    ],
    "In 1918, she moved to New York and was selected by the founder, Archer Hilton Huntington (1870-1955), to work at the Hispanic Society.": [],
    "She was first named to be Conservadora de Pintura (Conserver of the Painting) at that institute and began publishing articles on Spanish medieval and modern painting.": [
        [
            26,
            38,
            [
                "Conservatory",
                "Conservator",
                "Conservators"
            ]
        ],
        [
            51,
            60,
            [
                "Conserved",
                "Conserve",
                "Conserves"
            ]
        ]
    ],
    "Her first book, Greco, was published in 1925, and in 1937 she was elected a corresponding member of the Hispanic Society.": [
        [
            16,
            21,
            [
                "GREC",
                "Gr eco"
            ]
        ]
    ],
    "With the Museum of the Hispanic Society of New York, she published works on Urrabieta (1851-1904) and Martin Rico (1833-1908).": [
        [
            76,
            85,
            [
                "Murrieta"
            ]
        ]
    ],
    "From there, she published several other biographical books on Spanish art historians including <em>Eugenio Lucas y Padilla, Velazquez, Ribera, Goya,</em> and <em>Valdez Leal</em>.": [],
    "Her work on José de Ribera (1591-1652) consists of the most comprehensive study of the artist to date and is the first published in English.": [],
    "In 1948, Trapier was elected to serve as the first honorary Vice President of the Hispanic Society and later in 1953 became a part of its advisory department.": [
        [
            9,
            16,
            [
                "Rapier",
                "Trapper"
            ]
        ]
    ],
    "In 1968, she was awarded Spain’s Order of Civil Merit and also received the Hispanic Scoiety’s Sorolla Medal and the Mitre Medal throughout her career.</p>\n\n<p>While she did not receive a formal education in art history, her numerous biographical works on Spanish artists earned her well-deserved recognition as a scholar of Spanish art and art history.": [
        [
            85,
            92,
            [
                "Society"
            ]
        ],
        [
            95,
            102,
            [
                "Corolla"
            ]
        ],
        [
            117,
            122,
            [
                "Maître",
                "Mite",
                "Mire",
                "Miter",
                "Vitré"
            ]
        ]
    ],
    "Trapier’s contributions played a significant role in continuing Huntingon’s efforts of analyzing the Spanish arts and literature well after his death (De Pantorba).</p>": [
        [
            0,
            7,
            [
                "Rapier",
                "Trapper"
            ]
        ],
        [
            64,
            73,
            [
                "Huntington",
                "Hunting on"
            ]
        ],
        [
            154,
            162,
            [
                "Pandora"
            ]
        ]
    ]
}