{
    "First American to write a book on the history of art in the United States, <em>A History of the Rise and Progress of the Arts of Design in the United States</em>, 1834.": [],
    "Dunlap was the only child of a New Jersey housewares merchant, Samuel Dunlap and his wife, Margaret Sargent (Dunlap).": [
        [
            100,
            107,
            [
                "Sergeant"
            ]
        ]
    ],
    "The family moved to New York city in 1777 where the father, a Loyalist, was sought refuge (New York was British headquarters at the time).": [
        [
            20,
            33,
            [
                "New York City"
            ]
        ]
    ],
    "The younger Dunlap was largely self-educated.": [],
    "Despite losing sight in one eye in an accident, he became a professional portrait painter at sixteen, achieving modest fame with two paintings of George Washington.": [],
    "He traveled to London in 1784 to study with Benjamin West where the London theater impressed him as much as the graphic arts.": [],
    "Back in the United States in 1787, Dunlap continued as a portrait painter, yet his true interest was the theatre.": [
        [
            105,
            112,
            [
                "theater"
            ]
        ]
    ],
    "In 1787 Dunlap began writing plays.": [],
    "He married Elizabeth \"Nabby\" Woolsey in 1789.": [
        [
            22,
            27,
            [
                "Abby",
                "Tabby",
                "Cabby",
                "Gabby",
                "Nubby",
                "Nab by"
            ]
        ],
        [
            29,
            36,
            [
                "Wolsey"
            ]
        ]
    ],
    "He joined his father's business, continuing to paint and write.": [],
    "In 1796 he became a partner and manager of the theatrical concern, the American Company and, although several of his plays were produced, none was a success.": [
        [
            3,
            7,
            [
                "1796,"
            ]
        ]
    ],
    "He left the company, painting to support himself, before returning to the theater in 1806 as manager of T. A. Cooper's theatrical interests, including the Park Theater.": [],
    "Dunlap left theater managing permanently in 1811 to pursued painting in earnest.": [],
    "He joined the American Academy of the Fine Arts and later through the National Academy of Design organizing exhibitions and working as a professor of historic painting.": [],
    "In 1812 he started the journal <em>Monthly Recorder</em>, a fine arts and literary periodical.": [
        [
            3,
            7,
            [
                "1812,"
            ]
        ]
    ],
    "He published <em>The Memoirs of George Fred.": [],
    "Cooke, Esq., Late of the Theatre Royal, Covent Garden</em> in 1813 and <em>The Life of Charles Brockden Brown</em> in 1815.": [],
    "His important article on the early history of the American stage, \"The History of the American Theatre\" appeared in 1832.": [],
    "In 1834 Dunlap self-published his <em>History of the Rise and Development of the Arts of Design in the United States</em>, a biographical dictionary of early American artists with commentary.": [],
    "Though the book is full of errors and prejudice (Rowland), it provides a valuable record of the period.": [],
    "Other histories by Dunlap included T<em>he History of New York, for Schools</em> (1837) and volume one of <em>The History of the New Netherlands, the Province of New York, and State of New York</em> in 1839, the year of his death.": [],
    "<em>History of the Rise and Development of the Arts</em> was the first book to trace the emergence of the visual arts tradition in the United States (Lyons).": [],
    "He conceived of his book as \"a reverse Gibbon,\" referring to the book <em>Decline and Fall of the Roman Empire</em>, by Edward Gibbon (1737-1794).": [],
    "Dunlap worked throughout his life toward diversifying an American taste in art and drama, which were still largely British-centric.": [],
    "Many theater historians regard as the father of the American drama.": [],
    "The <em>History</em> as a relatively random assembly of biographies.": [],
    "More recently, Maura Lyons asserted Dunlap's accomplishment was to create a \"partisan tract shaped by competing professional, regional and commercial interests..": [
        [
            159,
            161,
            [
                ".",
                "…"
            ]
        ]
    ]
}