{
    "Curator Print Room Bibliothèque nationale; self-trained specialist in the history of engraving.": [
        [
            32,
            41,
            [
                "national",
                "nationals",
                "rationale",
                "nation ale"
            ]
        ]
    ],
    "The father of Duplessis was Pierre Alexandre Gratet-Duplessis (1792-1853), who had held positions of <em>recteur</em> at the academies of Douai and Lyon between 1827 and 1830.": [
        [
            14,
            23,
            [
                "Duplexes",
                "Depresses",
                "Duchesses"
            ]
        ],
        [
            45,
            61,
            [
                "Grate-Duplessis"
            ]
        ]
    ],
    "After his retirement, in 1841, he settled in Paris, where he devoted himself to the education of his son.": [],
    "The younger Duplessis had an exceptional passion for images and prints.": [
        [
            12,
            21,
            [
                "Duplexes",
                "Depresses",
                "Duchesses"
            ]
        ]
    ],
    "He attended the Lycée Saint-Louis in Paris.": [],
    "After his father's death, in 1853, he entered the Print Room of the Bibliothèque nationale as an intern.": [
        [
            81,
            90,
            [
                "national",
                "nationals",
                "rationale",
                "nation ale"
            ]
        ]
    ],
    "His first years of service in this institution already were significant.": [],
    "As soon as 1855 he published a new edition of <em>Le Livre des peintres et graveurs par Michel de Marolles, abbé de Villeloin</em> (1600-1681).": [],
    "With <a href=\"/montaiglona\">Anatole de Montaiglon</a> he co-authored a study on the French sculptor Jean Antoine Houdon in the <em>Revue universelle des arts</em> (1855-1856), and he was an art critic for engraving at the 1855 Salon.": [],
    "His catalog of the oeuvre of the seventeenth-century French engraver Abraham Bosse appeared in the <em>Revue universelle des arts</em> (1859).": [],
    "Duplessis was a contributor to the <em>Gazette des Beaux-Arts</em> and <em>Magasin pittoresque</em>.": [
        [
            0,
            9,
            [
                "Duplexes",
                "Depresses",
                "Duchesses"
            ]
        ]
    ],
    "In addition to the edition of several catalogs and inventories, he wrote a number of monographs on engraving, his main field of interest.": [],
    "Duplessis earned the Prix Bordin from the Académie des Beaux-Arts for his 1861 study, <em>Histoire de la gravure en France</em>.": [
        [
            0,
            9,
            [
                "Duplexes",
                "Depresses",
                "Duchesses"
            ]
        ],
        [
            21,
            25,
            [
                "PRI",
                "Prim",
                "Prig",
                "PIX",
                "RIX",
                "Pix"
            ]
        ],
        [
            26,
            32,
            [
                "Borden",
                "Borodin",
                "Bordon",
                "Boudin"
            ]
        ]
    ],
    "He then traveled to Rome.": [],
    "He wrote an overview on historic costumes for a two-volume plate book of engravings after drawings by Edward Lechevallier-Chevignard, published in 1867, <em>Costumes historiques des XVIe, XVIIe et XVIIIe siècles</em>.": [],
    "In 1869 a more popularizing book followed, <em>Les merveilles de la gravure</em>, which appeared in an English translation a year later.": [],
    "In the tumultuous year of the occupation of Paris (1870) Duplessis was appointed librarian.": [
        [
            57,
            66,
            [
                "Duplexes",
                "Depresses",
                "Duchesses"
            ]
        ]
    ],
    "He held the position of secretary of the Société française de gravure (1873) and of the Société nationale des antiquaires de France (1874).": [
        [
            41,
            48,
            [
                "Society"
            ]
        ],
        [
            49,
            58,
            [
                "franchise",
                "Francoise",
                "Français",
                "Françoise"
            ]
        ],
        [
            62,
            69,
            [
                "grave",
                "erasure",
                "granule",
                "bravura",
                "graver"
            ]
        ],
        [
            88,
            95,
            [
                "Society"
            ]
        ],
        [
            96,
            105,
            [
                "national",
                "nationals",
                "rationale",
                "nation ale"
            ]
        ],
        [
            106,
            109,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            110,
            121,
            [
                "antiquaries"
            ]
        ]
    ],
    "The latter association elected him president in 1882.": [],
    "For the second time, in 1875, Duplessis won the prix Bordin for his monograph <em>De la gravure de portrait en France</em>.": [
        [
            30,
            39,
            [
                "Duplexes",
                "Depresses",
                "Duchesses"
            ]
        ],
        [
            48,
            52,
            [
                "PRI",
                "prim",
                "prig",
                "PIX",
                "RIX",
                "pix"
            ]
        ],
        [
            53,
            59,
            [
                "Borden",
                "Borodin",
                "Bordon",
                "Boudin"
            ]
        ]
    ],
    "He published a monograph on the French caricaturist Paul Gavarni (1804-1866) in 1876, together with fourteen unpublished drawings of the artist.": [
        [
            57,
            64,
            [
                "Gagarin",
                "Galvani",
                "Havarti"
            ]
        ]
    ],
    "Under <a href=\"/delabordeh\">Henri Delaborde</a> Duplessis obtained, in 1876, the position of deputy curator of the Print Room.": [],
    "Between 1877 and 1884 he published the five-volume inventory of the print collection of Michel Hennin (d.": [
        [
            95,
            101,
            [
                "Henning",
                "Rennin"
            ]
        ]
    ],
    "1865).": [],
    "Duplessis published a series of albums of the oeuvre of famous etchers and engravers, such as Van Dyck, Potter, Lorrain, Dürer, Mantegna, Schongauer, and Lucas van Leyden.": [
        [
            0,
            9,
            [
                "Duplexes",
                "Depresses",
                "Duchesses"
            ]
        ],
        [
            112,
            119,
            [
                "Lorraine",
                "Lorain",
                "Lorrie",
                "Lorries"
            ]
        ],
        [
            138,
            148,
            [
                "Schopenhauer",
                "Schnauzer"
            ]
        ]
    ],
    "At the invitation of Maison Hachette, Duplessis wrote a critical overview of the history of engraving in Western Europe, which was published in 1880.": [
        [
            38,
            47,
            [
                "Duplexes",
                "Depresses",
                "Duchesses"
            ]
        ]
    ],
    "It is considered his most important work.": [],
    "Particularly interested in iconography he studied Andrea Alciati's <em>emblemata</em>, <em>Les livres à gravures du XVIe siècle.": [
        [
            57,
            64,
            [
                "Alias",
                "ASCII",
                "Asiatic",
                "Alkali",
                "Adriatic",
                "Alicia"
            ]
        ]
    ],
    "Emblèmes d'Alciat</em>.": [
        [
            0,
            8,
            [
                "Emblems"
            ]
        ],
        [
            11,
            17,
            [
                "Alias",
                "Alicia",
                "Alcoa",
                "Alcott",
                "ACAT",
                "ALAT"
            ]
        ]
    ],
    "He was appointed curator of the Print Room in 1885.": [],
    "With <a href=\"/bouchoth\">Henri Bouchot</a> he co-authored the <em>Dictionnaire des marques et monogrammes de graveurs</em>.": [],
    "In 1891 Duplessis was elected a <em>membre libre</em> of the Académie des Beaux-Arts.": [
        [
            8,
            17,
            [
                "Duplexes",
                "Depresses",
                "Duchesses"
            ]
        ]
    ],
    "He retired in 1897 due to poor health and succeeded by Bouchot, who was appointed deputy curator in 1898.": [
        [
            55,
            62,
            [
                "Bought",
                "Boucher",
                "Bocholt",
                "Bouchée"
            ]
        ]
    ],
    "Duplessis died in 1899.": [
        [
            0,
            9,
            [
                "Duplexes",
                "Depresses",
                "Duchesses"
            ]
        ]
    ],
    "His widow, who died in 1926, bequeathed the library of her husband to the Académie des Beaux-Arts.": []
}