{
    "Art critic; first to write an insightful analysis of Impressionism.": [],
    "Duranty was rumored to have been the illegitimate child of the writer Prosper Mérimée (1803-1870).": [
        [
            0,
            7,
            [
                "Durant",
                "Durante"
            ]
        ]
    ],
    "He studied briefly at the Collège Chaptal in Paris.": [
        [
            26,
            33,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ],
        [
            34,
            41,
            [
                "Chantal"
            ]
        ]
    ],
    "In 1856 he co-founded the monthly journal <em>Réalisme</em> with Jules Assézat (1832-1876) and Jean-Baptiste-Henri Thulié (1832-1916), but the magazine folded after only six issues.": [
        [
            3,
            7,
            [
                "1856,"
            ]
        ]
    ],
    "Duranty focused his Realist energies into the closely-related literary movement of Naturalism.": [
        [
            0,
            7,
            [
                "Durant",
                "Durante"
            ]
        ]
    ],
    "In the 1860s he wrote several novels in the Realist-Naturalist style more dogmatic than literary (Moffit).": [
        [
            98,
            104,
            [
                "Soffit"
            ]
        ]
    ],
    "Duranty habituated the Parisian cafes of Café Guerbois and Café de la Nouvelles Athènes, the haunts of the intellectuals gathered about Realist art critic <a href=\"/champfleuryj\">Champfleury</a>, meeting among them, the artist Gustave Courbet.": [
        [
            0,
            7,
            [
                "Durant",
                "Durante"
            ]
        ],
        [
            32,
            37,
            [
                "cafés"
            ]
        ],
        [
            46,
            54,
            [
                "Gerbils",
                "Turbos",
                "Gerbil",
                "Gumbos",
                "Turbots",
                "Gunrooms"
            ]
        ],
        [
            70,
            79,
            [
                "Novellas"
            ]
        ],
        [
            80,
            87,
            [
                "Athens",
                "Achenes",
                "Athene"
            ]
        ]
    ],
    "He encountered Emile Zola (1840-1902) in 1863 who introduced him to the painters of Impressionism; he became good friends with Édouard Manet and Edgar Degas.": [
        [
            15,
            25,
            [
                "Émile Zola"
            ]
        ]
    ],
    "Writing in the <em>Paris-Journal</em> in 1870, Duranty praised the Impressionist group, attacking academic paintaing--Ingres in particular.": [
        [
            47,
            54,
            [
                "Durant",
                "Durante"
            ]
        ],
        [
            107,
            124,
            [
                "painting--Ingres"
            ]
        ]
    ],
    "The same year, however, Duranty challenged Manet to a duel, fought with swords in the Forest of Saint-Germain-en-Laye after Manet slapped Duranty at the Guerbois for a minor review of Manet's work.": [
        [
            24,
            31,
            [
                "Durant",
                "Durante"
            ]
        ],
        [
            96,
            117,
            [
                "Saint-German-en-Laye",
                "Saint-Germain-en-Late"
            ]
        ],
        [
            138,
            145,
            [
                "Durant",
                "Durante"
            ]
        ],
        [
            153,
            161,
            [
                "Gerbils",
                "Turbos",
                "Gerbil",
                "Gumbos",
                "Turbots",
                "Gunrooms"
            ]
        ]
    ],
    "With Zola acting as Manet's second and the journalist Paul Alexis (1847-1901) as Duranty's, Duranty was wounded but the affront settled; the two remained friends in future years.": [
        [
            81,
            88,
            [
                "Durant",
                "Durante"
            ]
        ],
        [
            92,
            99,
            [
                "Durant",
                "Durante"
            ]
        ],
        [
            111,
            115,
            [
                ", but"
            ]
        ]
    ],
    "Duranty's fiction writing during this time included an 1873 novel on the baroque artist Duquesnoy.": [
        [
            0,
            7,
            [
                "Durant",
                "Durante"
            ]
        ],
        [
            88,
            97,
            [
                "Duquesne"
            ]
        ]
    ],
    "In 1876, Duranty wrote his important work on art, a thirty-eight page pamphlet on the second group show of the Impressionist painters <em>La nouvelle peinture: à propos du groupe dàrtistes qui expose dans les galeries Durand-Ruel</em>, the first serious attempt to set the Impressionist painters in an intelligable context.": [
        [
            9,
            16,
            [
                "Durant",
                "Durante"
            ]
        ],
        [
            52,
            69,
            [
                "thirty-eight-page"
            ]
        ]
    ],
    "In it, Duranty attacked the criticisms the new style by <a href=\"/fromentine\">Eugene Fromentin</a>, who had supported academic painting.": [
        [
            7,
            14,
            [
                "Durant",
                "Durante"
            ]
        ]
    ],
    "Drawing from quotations of <a href=\"/lesliec\">Charles Robert Leslie</a> in Leslie's book on Constable, Duranty set forth Impressionism as a painting phenomenon which discarding previous notions of art (Isaacson).": [],
    "For Duranty, the prime Impressionist was his friend, Edgar Degas (though he does not mention him by name in <em>La nouvelle peinture</em>): the skilled draftsman relating the figure to the context with equal attention.": [
        [
            4,
            11,
            [
                "Durant",
                "Durante"
            ]
        ]
    ],
    "In 1879 Duranty refined his social-scientific theory of the emergence of modern artists in an article in <em>Chronique des arts</em>, \"La Quatrième Exposition faite par un groupe d'artistes indépendents.\"": [
        [
            8,
            15,
            [
                "Durant",
                "Durante"
            ]
        ]
    ],
    "<em>La nouvelle peinture</em> has been hailed today as \"the first cogent attempt to deal with the salient characteristics of avant-garde painting as a whole during the 1870s\" (Moffit).": [],
    "Duranty avoided the term \"Impressionism\" popularized by the press and initially a satirical term, preferring to call it as the \"new painting.\"": [
        [
            0,
            7,
            [
                "Durant",
                "Durante"
            ]
        ]
    ],
    "He also omitted the names of the Impressionsists in the essay.": [
        [
            33,
            48,
            [
                "Impressionists"
            ]
        ]
    ],
    "Duranty's thinking was largely influenced by the painting of Degas, the Realist writing tradition and the aethetics of <a href=\"/taineh\">Hippolyte Taine</a>.": [
        [
            0,
            7,
            [
                "Durant",
                "Durante"
            ]
        ],
        [
            106,
            115,
            [
                "aesthetics"
            ]
        ]
    ],
    "Though his art history has \"serious shortcomings\" (Moffit), he placed \"the new painting in an objective context in which stylistic innovation was related to contemporary social and scientific advances\" (Marcussen).": [
        [
            51,
            57,
            [
                "Soffit"
            ]
        ],
        [
            203,
            212,
            [
                "Marcus sen"
            ]
        ]
    ]
}