{
    "Art historian, archivist and archaeologist.": [],
    "In Barcelona, ​​he studied Law and Letters, and in Madrid, he received his doctorate in Law.": [],
    "In 1914, he became an archivist at the Cervera Municipal Archive.": [
        [
            39,
            46,
            [
                "Server",
                "Servers",
                "Carver",
                "Herrera",
                "Carvers",
                "Carvery"
            ]
        ]
    ],
    "In 1917, he was appointed municipal archivist of the city of Barcelona.": [],
    "With his efforts as director, the History Archive of the City of Barcelona was opened in 1921.": [],
    "​​This organization would later (in 1943) gather various groups related to the history of the city under the name of the Municipal Institute of History of Barcelona: the Museum of History of the City, along with the Excavation Service and the Spanish People's Museum (among others).": [],
    "In addition to his work as an archivist and historian, he was a humanist and in favor of the spread of cultural policies (Eulàlia Duran).": [
        [
            122,
            129,
            [
                "Eurasia",
                "Et alia"
            ]
        ]
    ],
    "In 1929, he organized a pavilion which was the first reckoning of the future Museu d'Història de Barcelona (MUHBA) (History Museum of Barcelona).": [
        [
            77,
            82,
            [
                "Museum",
                "Muse",
                "Muses",
                "Mused"
            ]
        ],
        [
            85,
            93,
            [
                "Historian",
                "Historic"
            ]
        ]
    ],
    "To Duran i Sanpere, the archive itself was both a place for conservation and a living center with a connection to the public.": [
        [
            11,
            18,
            [
                "Sandier",
                "Sappier",
                "Appear",
                "Santa",
                "Spear",
                "Hangar"
            ]
        ]
    ],
    "The archive center planned other activities such as the Excavation Service in 1912.": [],
    "Additionally, Duran i Sanpere founded the Montjuïc Ethnographic Museum.": [
        [
            22,
            29,
            [
                "Sandier",
                "Sappier",
                "Appear",
                "Santa",
                "Spear",
                "Hangar"
            ]
        ],
        [
            42,
            50,
            [
                "Monastic",
                "Monotypic",
                "Monotonic",
                "Montreuil",
                "Nontoxic",
                "Mongolic"
            ]
        ]
    ],
    "He was drawn to local archeology, and took part in various excavations.": [],
    "He worked as municipal commissioner of Excavations from 1943 to 1957 as part of the Municipal Institute of History.": [],
    "Moreover, he spent years organizing the Barcelona Municipal Institute of History.": [],
    "During the Spanish Civil War, Barcelona became the operating center for the recovery of historical archives located in the city and throughout Catalonia.": [],
    "This was largely thanks to Duran i Sanpere, who knew that archives were especially at risk for being captured or destroyed during such conflict.": [
        [
            35,
            42,
            [
                "Sandier",
                "Sappier",
                "Appear",
                "Santa",
                "Spear",
                "Hangar"
            ]
        ]
    ],
    "In 1936, the Catalan Government appointed him as Director of the Archival Section of the Historical, Artistic and Scientific Heritage Department; he was responsible for recovering the archives and keeping them safe.": [],
    "Additionally, Duran i Sanpere directed publication of the first volume of <em>Història de Barcelona De la Prehistòria al segle XVI</em>.": [
        [
            22,
            29,
            [
                "Sandier",
                "Sappier",
                "Appear",
                "Santa",
                "Spear",
                "Hangar"
            ]
        ]
    ],
    "There was no sequel, unfortunately, since he died the same year it was published: 1975.": [],
    "Still, Duran i Sanpere’s representative work is the three volumes of Barcelona and its history that were released, published by Curial between 1972 and 1975.": [
        [
            15,
            22,
            [
                "Sandier",
                "Sappier",
                "Appear",
                "Santa",
                "Spear",
                "Hangar"
            ]
        ]
    ],
    "These volumes are notable for the presence of short histories, singular events, and descriptions of monuments.": [],
    "These descriptions are all rigorously documented and “embrace many political, social and artistic aspects” (Eulàlia Duran).": [
        [
            108,
            115,
            [
                "Eurasia",
                "Et alia"
            ]
        ]
    ],
    "Duran i Sanpere’s work on Catalan Gothic in the  14-volume <em>History of Spanish Painting</em>, (1930-1966) is considered some of his most important writing.": [
        [
            8,
            15,
            [
                "Sandier",
                "Sappier",
                "Appear",
                "Santa",
                "Spear",
                "Hangar"
            ]
        ],
        [
            47,
            49,
            [
                " "
            ]
        ]
    ],
    "Duran i Sanpere dedicated himself to the history and art history of Barcelona and Medieval and Gothic Spanish art (<em>La Casa de la Ciudad de Barcelona</em>, <em>Per a la història de l'art a Barcelona; glosses a documents dispersos</em>).": [
        [
            8,
            15,
            [
                "Sandier",
                "Sappier",
                "Appear",
                "Santa",
                "Spear",
                "Hangar"
            ]
        ]
    ],
    "Duran is remembered as a historian of the city of Barcelona.": [],
    "He also directed the rescue of Catalan archives on behalf of the Generalitat.": [
        [
            65,
            76,
            [
                "Generali tat"
            ]
        ]
    ],
    "He tended to approach writing about the city and its surroundings in a poetic way (Eulàlia Duran).": [
        [
            83,
            90,
            [
                "Eurasia",
                "Et alia"
            ]
        ]
    ],
    "His historiographical approach used archival, archaeological and artistic information weaving it into a city as a living entity.": [],
    "Duran i Sanpere helped promote a revitalization of the medieval past, one that inspired more interest in that history.": [
        [
            8,
            15,
            [
                "Sandier",
                "Sappier",
                "Appear",
                "Santa",
                "Spear",
                "Hangar"
            ]
        ]
    ],
    "Interest was especially clustered around the Gothic period, as in 1950, Duran i Sanpere published his first guide: <em>El Barrio Gótico y su historia</em>.": [
        [
            80,
            87,
            [
                "Sandier",
                "Sappier",
                "Appear",
                "Santa",
                "Spear",
                "Hangar"
            ]
        ]
    ],
    "Ultimately, though, his contributions to the city of Barcelona are what infuse his work and legacy.": [],
    "His home is now a museum, the Casa Duran i Sanpere de Cervera.": [
        [
            43,
            50,
            [
                "Sandier",
                "Sappier",
                "Appear",
                "Santa",
                "Spear",
                "Hangar"
            ]
        ]
    ]
}