{
    "First art historian of Impressionism; coiner of the term <em>avant garde</em> for art.": [],
    "Duret was raised in a privileged Charente family whose fortune derived from the cognac firm Duret et De Brie; the private means allowed him to pursue interests without concern of support.": [
        [
            0,
            5,
            [
                "Duet",
                "Duvet",
                "Durer",
                "Durex",
                "Düren",
                "Durst"
            ]
        ],
        [
            33,
            41,
            [
                "Charette",
                "Charité"
            ]
        ],
        [
            92,
            97,
            [
                "Duet",
                "Duvet",
                "Durer",
                "Durex",
                "Düren",
                "Durst"
            ]
        ]
    ],
    "As early as 1855-1856 while in London he encountered Pre-Raphaelite painting.": [],
    "His encounter with the works of his countrymen, Courbet and Jean-Baptiste-Camille Corot in the collection of his cousin, Etienne Baudry in 1862 brought him to a serious interest in art.": [
        [
            129,
            135,
            [
                "Badly",
                "Barry",
                "Bakery",
                "Bauer",
                "Buddy",
                "Bury"
            ]
        ]
    ],
    "The same year he returned to London to attend the International Exhibition, reviewing it in the French periodical <em>L'Indépendant de Saintes</em>.": [],
    "Duret made attempts at politics in Saintes beginning in 1863, but was never elected.": [
        [
            0,
            5,
            [
                "Duet",
                "Duvet",
                "Durer",
                "Durex",
                "Düren",
                "Durst"
            ]
        ],
        [
            35,
            42,
            [
                "Saints",
                "Sainted"
            ]
        ]
    ],
    "He continued to travel, representing his firm, to India, China and Japan as well as Egypt and the United States, collecting works of art.": [],
    "His meeting with Edouard Manet in Madrid in 1865 proved crucial for his understanding of Impressionism.": [
        [
            17,
            30,
            [
                "Édouard Manet"
            ]
        ]
    ],
    "Duret wrote <em>Les Peintres français en 1867</em> in 1867 a book not entirely positive on Impressionism's style, terming it \"too rapid and hasty\".": [
        [
            0,
            5,
            [
                "Duet",
                "Duvet",
                "Durer",
                "Durex",
                "Düren",
                "Durst"
            ]
        ]
    ],
    "As Manet and Duret developed a stronger friendship, Duret came to appreciate Impressionism more.": [
        [
            13,
            18,
            [
                "Duet",
                "Duvet",
                "Durer",
                "Durex",
                "Düren",
                "Durst"
            ]
        ],
        [
            52,
            57,
            [
                "Duet",
                "Duvet",
                "Durer",
                "Durex",
                "Düren",
                "Durst"
            ]
        ]
    ],
    "Duret launched a pro-Republic newspaper <em>La Tribune française</em>, with a group including Emile Zola in 1868.": [
        [
            0,
            5,
            [
                "Duet",
                "Duvet",
                "Durer",
                "Durex",
                "Düren",
                "Durst"
            ]
        ]
    ],
    "Manet painted Duret's portrait (today Petit Palace, Paris) the same year.": [
        [
            14,
            19,
            [
                "Duet",
                "Duvet",
                "Durer",
                "Durex",
                "Düren",
                "Durst"
            ]
        ],
        [
            38,
            43,
            [
                "Petite",
                "Pewit",
                "Pet it"
            ]
        ]
    ],
    "Duret began writing Salon reviews in 1870.": [
        [
            0,
            5,
            [
                "Duet",
                "Duvet",
                "Durer",
                "Durex",
                "Düren",
                "Durst"
            ]
        ]
    ],
    "His first, published in <em>L'Electeur libre</em>, now championed Manet's work along with Camille Pissarro and Edgar Degas.": [],
    "The review revealed the nascent Impressionist aesthetic.": [],
    "Duret joined the Commune of 1871 and after its fall--and his near execution--fled to London.": [
        [
            0,
            5,
            [
                "Duet",
                "Duvet",
                "Durer",
                "Durex",
                "Düren",
                "Durst"
            ]
        ]
    ],
    "He and his friend, the banker and art collector Henri Cernuschi (1821-1896), embarked on an extended tour of Asia where Duret became an Asian art devotee.": [
        [
            120,
            125,
            [
                "Duet",
                "Duvet",
                "Durer",
                "Durex",
                "Düren",
                "Durst"
            ]
        ]
    ],
    "After his return in 1872 he focused on art and literature, relinquishing his business and political ambitions.": [],
    "He soon became an intimate of all the Impressionist artists purchasing their art and exhorting other buyers.": [],
    "In 1878 he published his most important book, <em>Histoire des peintres impressionnistes</em>, which accompanied the fourth Impressionist exhibition in Paris.": [
        [
            3,
            7,
            [
                "1878,"
            ]
        ]
    ],
    "His book on the Japanese print-maker, Hokusai Katsushika (1760-1849) led to major interest in that artists work.": [],
    "He met Lucien Pissarro and James McNeill Whistler duirng a London sojourn in 1883.": [
        [
            14,
            22,
            [
                "Pissaro"
            ]
        ],
        [
            50,
            56,
            [
                "during"
            ]
        ]
    ],
    "The same year the first of two full-length portraits by Manet was painted (Metropolitan Museum of Art, New York).": [],
    "His collected essays, <em>Critique d'avant-garde</em>, appeared in 1885.": [],
    "Duret was acknowledged as an expert on Impressionism in his later years.": [
        [
            0,
            5,
            [
                "Duet",
                "Duvet",
                "Durer",
                "Durex",
                "Düren",
                "Durst"
            ]
        ]
    ],
    "In the 1890s, he coined the term <em>avant-garde</em> to refer to cutting-edge painters, perhaps his most lasting cultural legacy.": [],
    "When his business suffered financial troubles, Duret sold most of his collection in 1894.": [
        [
            47,
            52,
            [
                "Duet",
                "Duvet",
                "Durer",
                "Durex",
                "Düren",
                "Durst"
            ]
        ]
    ],
    "His collection of Japanese prints was given to the Bibliothèque Nationale in Paris in 1900.": [
        [
            64,
            73,
            [
                "National",
                "Nationals",
                "Rationale",
                "Nation ale"
            ]
        ]
    ],
    "Other artists who painted him include Whistler (\"Arrangement in Flesh Color and Black: Portrait of Theodore Duret,\" 1883) and a late portrait by Edouard Vuillard of 1912 is held at the National Gallery of Art, Washgington, D. C. In the twentieth century, Duret published monographs on individual Impressinist and a <em>catalogue raisonné</em> on Manet's prints.": [
        [
            108,
            113,
            [
                "Duet",
                "Duvet",
                "Durer",
                "Durex",
                "Düren",
                "Durst"
            ]
        ],
        [
            153,
            161,
            [
                "Willard",
                "Millard",
                "Dillard",
                "Dullard",
                "Gaillard",
                "Gillard"
            ]
        ],
        [
            210,
            221,
            [
                "Washington"
            ]
        ],
        [
            255,
            260,
            [
                "Duet",
                "Duvet",
                "Durer",
                "Durex",
                "Düren",
                "Durst"
            ]
        ],
        [
            296,
            308,
            [
                "Impressionist"
            ]
        ]
    ],
    "<em>Histoire des peintres impressionnistes</em> was the earliest book to describe the development of Impressionism; it devotes individual chapters to each of the Impressionist painters and remains a primary account of Impressionism and contemporary reception.": [],
    "Duret's interest as an art critic ranged widely from Manet, Reynolds, Gainsborough, Whistler to Richard Wagner and the philosopher Arthur Schopenhauer.": [
        [
            0,
            5,
            [
                "Duet",
                "Duvet",
                "Durer",
                "Durex",
                "Düren",
                "Durst"
            ]
        ]
    ],
    "He was a major figure in introducing Japanese art to France.": [],
    "His painting collection, dispursed to varioius museums, includes Manet's \"The Port of Bordeaux,\" 1871 (Musee d'Orsay, Paris) and his portraits by Manet (National Gallery of Art, Washgington, D. C., and Musée de la Ville de Paris).": [
        [
            25,
            34,
            [
                "dispersed",
                "disbursed"
            ]
        ],
        [
            38,
            46,
            [
                "various"
            ]
        ],
        [
            103,
            108,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            178,
            189,
            [
                "Washington"
            ]
        ],
        [
            202,
            207,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ]
    ],
    "His work was drawn upon by later seminal Impressionist historians, including <a href=\"/geffroyg\">Gustave Geffroy</a>.": []
}