{
    "Archivist and illuminated manuscripts specialist; assistant keeper at the Louvre Department of Painting, 1885-1902.": [],
    "Durrieu attended high school in Paris at the Lycée Condorcet.": [
        [
            0,
            7,
            [
                "Hurried",
                "Curries",
                "Hurries",
                "Currier",
                "Curried",
                "Furrier"
            ]
        ]
    ],
    "After his law studies he continued his education at the école des Chartes between 1874 and 1878.": [
        [
            56,
            61,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            62,
            65,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            66,
            73,
            [
                "Charles",
                "Charges",
                "Charts",
                "Charter",
                "Charted",
                "Charters"
            ]
        ]
    ],
    "He then went to Italy, where he attended the école française d'archéologie de Rome.": [
        [
            45,
            50,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            51,
            60,
            [
                "franchise",
                "Francoise",
                "Français",
                "Françoise"
            ]
        ],
        [
            63,
            74,
            [
                "archeologies"
            ]
        ]
    ],
    "In Naples, he researched the archives of the House of Anjou, on which he published a two-volume study in 1886-87, <em>Les archives angevines de Naples: étude sur les registres du roi Charles Ier (1265-1285)</em>.": [
        [
            54,
            59,
            [
                "Enjoy",
                "Anton",
                "Banjo",
                "Anson",
                "Anion",
                "Annoy"
            ]
        ]
    ],
    "In 1885, Durrieu accepted a position in Paris at the department of paintings and drawings of the Louvre.": [
        [
            9,
            16,
            [
                "Hurried",
                "Curries",
                "Hurries",
                "Currier",
                "Curried",
                "Furrier"
            ]
        ]
    ],
    "This marked the beginning of his career as an art historian.": [],
    "In 1888 he was appointed assistant keeper at the Louvre (to 1902), where he was responsible for early French painting and book illumination.": [
        [
            3,
            7,
            [
                "1888,"
            ]
        ]
    ],
    "In 1889 he married Françoise Duchaussoy (d.": [
        [
            3,
            7,
            [
                "1889,"
            ]
        ]
    ],
    "1949).": [],
    "He began researching illuminated manuscripts, in which field he became a specialist and the author of numerous publications.": [],
    "He himself was a collector of fifteenth-century manuscripts, early painting, and French tapestries.": [],
    "In 1892 he wrote a monograph, including a critical catalog, on Jacques de Besançon, a book illuminator in fifteenth-century Paris.": [
        [
            3,
            7,
            [
                "1892,"
            ]
        ]
    ],
    "From 1887 onwards, he studied the <em>Heures de Turin</em>, preserved in Italy, at the Biblioteca Nazionale in Turin.": [],
    "This Book of Hours originally had been an unfinished part of the <em>Très Belles Heures de Notre Dame</em> of the Duke of Berry (1340-1416).": [],
    "Durrieu was the first to notice a close similarity between some of the miniatures in the Turin Hours and the paintings of the Van Eyck brothers.": [
        [
            0,
            7,
            [
                "Hurried",
                "Curries",
                "Hurries",
                "Currier",
                "Curried",
                "Furrier"
            ]
        ]
    ],
    "In June 1901, he communicated this finding to his fellow members of the Société nationale des Antiquaires de France (published in the 1901 Bulletin of this association).": [
        [
            72,
            79,
            [
                "Society"
            ]
        ],
        [
            80,
            89,
            [
                "national",
                "nationals",
                "rationale",
                "nation ale"
            ]
        ],
        [
            90,
            93,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            94,
            105,
            [
                "Antiquaries"
            ]
        ]
    ],
    "A year later, his documentary study of the Turin Hours appeared, along with black and white reproductions of the miniatures.": [],
    "This publication, an initiative of the Société de l'Histoire de France and of the Société de l'école des Chartes, was dedicated to <a href=\"/delislel\">Léopold Victor Delisle</a>.": [
        [
            39,
            46,
            [
                "Society"
            ]
        ],
        [
            52,
            60,
            [
                "History",
                "Historic",
                "Histories",
                "Histone",
                "Historize"
            ]
        ],
        [
            82,
            89,
            [
                "Society"
            ]
        ],
        [
            95,
            100,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            101,
            104,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            105,
            112,
            [
                "Charles",
                "Charges",
                "Charts",
                "Charter",
                "Charted",
                "Charters"
            ]
        ]
    ],
    "These societies, however, did not allow Durrieu to reveal in this study the possible Eyckian authorship of some of the miniatures.": [
        [
            40,
            47,
            [
                "Hurried",
                "Curries",
                "Hurries",
                "Currier",
                "Curried",
                "Furrier"
            ]
        ],
        [
            85,
            92,
            [
                "Egyptian",
                "Syrian",
                "McKean",
                "Hickman",
                "Jackman",
                "Lucian"
            ]
        ]
    ],
    "In 1903, Durrieu proudly published his observations on this question in two installments of the <em>Gazette des Beaux-Arts</em>.": [
        [
            9,
            16,
            [
                "Hurried",
                "Curries",
                "Hurries",
                "Currier",
                "Curried",
                "Furrier"
            ]
        ]
    ],
    "In this article he also referred to another fragment of the same manuscript, kept at the Biblioteca Trivulziana in Milan, and he attributed at least one miniature in this part of the book to the Van Eyck brothers.": [],
    "His Belgian colleague <a href=\"/hulindeloog\">Georges Nicolas Marie Hulin de Loo</a> apparently was interested in the same question, and as early as 1902 he corroborated Durrieu's findings.": [],
    "However, the Eyckian authorship of certain miniatures in the Turin-Milan Hours has been debated and questioned by scholars ever since.": [
        [
            13,
            20,
            [
                "Egyptian",
                "Syrian",
                "McKean",
                "Hickman",
                "Jackman",
                "Lucian"
            ]
        ]
    ],
    "Durrieu's lasting interest in the history of the original manuscript led to further studies, including his 1922 publication, <em>Les Très Belles Heures de Notre Dame du duc Jean de Berry</em>, which dealt with the miniatures in the oldest part, preserved in Paris, at the Bibliothèque nationale.": [
        [
            0,
            7,
            [
                "Hurried",
                "Curries",
                "Hurries",
                "Currier",
                "Curried",
                "Furrier"
            ]
        ]
    ],
    "In 1902, Durrieu quit his position at the Louvre in order to devote himself entirely to the field of medieval painting and manuscript illumination.": [
        [
            9,
            16,
            [
                "Hurried",
                "Curries",
                "Hurries",
                "Currier",
                "Curried",
                "Furrier"
            ]
        ]
    ],
    "He frequently visited the department of manuscripts at the Bibliothèque nationale, then headed (until 1905) by his master, Delisle.": [
        [
            72,
            81,
            [
                "national",
                "nationals",
                "rationale",
                "nation ale"
            ]
        ],
        [
            123,
            130,
            [
                "Del isle"
            ]
        ]
    ],
    "In 1904, Durrieu wrote an elaborate monograph on a different Book of Hours of Jean de Berry, illuminated by the Limbourg brothers, <em>Les très riches Heures de Jean de France, duc de Berry</em>.": [
        [
            9,
            16,
            [
                "Hurried",
                "Curries",
                "Hurries",
                "Currier",
                "Curried",
                "Furrier"
            ]
        ],
        [
            112,
            120,
            [
                "Limburg"
            ]
        ]
    ],
    "In 1903, he published an article on this manuscript in the <em>Bulletin de la Société d'histoire et d'archéologie de Gand</em> which Hulin had studied.": [],
    "This interest in illuminated manuscripts, shared by the two scholars competing with one another, was stimulated by two memorable exhibitions, one held in Bruges, in 1902, on Early Flemish Painting, and the other in Paris, in 1904, on the so-called French Primitives.": [],
    "Durrieu was involved in the Paris exhibition, mounted in the Louvre and the Bibliothèque nationale, and he wrote his 1904 monograph, <em>La peinture à l'exposition des Primitifs français</em> on that occasion.": [
        [
            0,
            7,
            [
                "Hurried",
                "Curries",
                "Hurries",
                "Currier",
                "Curried",
                "Furrier"
            ]
        ],
        [
            89,
            98,
            [
                "national",
                "nationals",
                "rationale",
                "nation ale"
            ]
        ]
    ],
    "In 1907 and 1911 he was one of the contributors to the multi-volume <em>Histoire de l'Art</em>, edited by <a href=\"/michela\">André Michel</a>, with two essays on French painting from 1350 up to the sixteenth century.": [],
    "In various studies, Durrieu focused on the French painter and illuminator Jean Foucquet (ca 1420-ca 1480).": [
        [
            20,
            27,
            [
                "Hurried",
                "Curries",
                "Hurries",
                "Currier",
                "Curried",
                "Furrier"
            ]
        ],
        [
            79,
            87,
            [
                "Bouquet",
                "Foucault"
            ]
        ]
    ],
    "In 1907, Durrieu became a member of the Académie des Inscriptions et Belles-Lettres, and of the Institut de France.": [
        [
            9,
            16,
            [
                "Hurried",
                "Curries",
                "Hurries",
                "Currier",
                "Curried",
                "Furrier"
            ]
        ],
        [
            40,
            48,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            49,
            52,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            69,
            83,
            [
                "Belles-lettres"
            ]
        ]
    ],
    "He was the president of the Société de l'école des Chartes and a member of various other learned societies.": [
        [
            28,
            35,
            [
                "Society"
            ]
        ],
        [
            41,
            46,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            47,
            50,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            51,
            58,
            [
                "Charles",
                "Charges",
                "Charts",
                "Charter",
                "Charted",
                "Charters"
            ]
        ]
    ],
    "After a long illness, Durrieu died in his family estate in Durrieu à Larrivière.": [
        [
            22,
            29,
            [
                "Hurried",
                "Curries",
                "Hurries",
                "Currier",
                "Curried",
                "Furrier"
            ]
        ],
        [
            59,
            66,
            [
                "Hurried",
                "Curries",
                "Hurries",
                "Currier",
                "Curried",
                "Furrier"
            ]
        ],
        [
            69,
            79,
            [
                "Arriver",
                "Jardinière",
                "Jardiniere"
            ]
        ]
    ],
    "Durrieu was held in high esteem by his peers, including <a href=\"/meissm\">Millard Meiss</a> and <a href=\"/sterlingc\">Charles Sterling</a>.": [
        [
            0,
            7,
            [
                "Hurried",
                "Curries",
                "Hurries",
                "Currier",
                "Curried",
                "Furrier"
            ]
        ]
    ],
    "The latter qualified Durrieu, in 1973, as the seigneur de l'histoire de l'art médiéval, and, in 1987, as the grand Durrieu (Suau, 1989).": [
        [
            21,
            28,
            [
                "Hurried",
                "Curries",
                "Hurries",
                "Currier",
                "Curried",
                "Furrier"
            ]
        ],
        [
            60,
            68,
            [
                "history",
                "historic",
                "histories",
                "histone",
                "historize"
            ]
        ],
        [
            78,
            86,
            [
                "medieval"
            ]
        ],
        [
            115,
            122,
            [
                "Hurried",
                "Curries",
                "Hurries",
                "Currier",
                "Curried",
                "Furrier"
            ]
        ],
        [
            124,
            128,
            [
                "Luau",
                "SAU",
                "SUA",
                "UAU"
            ]
        ]
    ]
}