{
    "<p>Writer, Byzantinist and Matisse scholar.": [
        [
            11,
            22,
            [
                "Byzantines"
            ]
        ]
    ],
    "Duthuit's father was a Parisian architect and his mother from landowning family in Auvergne.": [
        [
            0,
            7,
            [
                "Outhit"
            ]
        ],
        [
            83,
            91,
            [
                "Aubergine"
            ]
        ]
    ],
    "Both parents succumbed to tuberculosis when Duthuit was twelve and he was sent to live with an indifferent and brutally strict uncle.": [
        [
            44,
            51,
            [
                "Outhit"
            ]
        ],
        [
            62,
            66,
            [
                ", and"
            ]
        ]
    ],
    "He learned to live by his wits, developing an engaging personality.": [],
    "As a school he discovered the art of Matisse in the Salon des Indépendents of 1907.": [
        [
            58,
            61,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            62,
            74,
            [
                "Independents",
                "Independent"
            ]
        ]
    ],
    "At age 19 he met the enigmatic British art cognocenti <a href=\"/prichardm\">Matthew Stewart Prichard</a> at a Left-bank vegitarian cafe; Duthuit became Prichard's most brilliant pre-war disciples (Spurning).": [
        [
            43,
            53,
            [
                "cognoscenti"
            ]
        ]
    ],
    "An aderhent of Bergsonian esthetics, Prichard advised the young Duthuit that the purest principles of art were to be found in Byzantine art, Mozart and Matisse (<em>Apollo</em>).": [
        [
            3,
            11,
            [
                "adherent"
            ]
        ],
        [
            15,
            25,
            [
                "Bergson",
                "Oregonian",
                "Begonia",
                "Begonias"
            ]
        ],
        [
            26,
            35,
            [
                "aesthetics",
                "esthetic"
            ]
        ],
        [
            64,
            71,
            [
                "Outhit"
            ]
        ]
    ],
    "Duthuit had completed nearly three years of an eight-year military stint when the First World War broke out; as a seasoned soldier, he was among the first to be sent into action.": [
        [
            0,
            7,
            [
                "Outhit"
            ]
        ]
    ],
    "He spent his military leaves at Issy, the home of the artist Henri Matissee.": [
        [
            32,
            36,
            [
                "ISSN",
                "Missy",
                "Sissy",
                "ISS"
            ]
        ],
        [
            61,
            75,
            [
                "Henri Matisse"
            ]
        ]
    ],
    "There he met the artist's daughter, Marguerite Matisse (1895-1982).": [],
    "After the war, he abandoned plans to study architecture in favor esthics.": [
        [
            65,
            72,
            [
                "ethics"
            ]
        ]
    ],
    "Duthuit believed that civilization was at a point similar to that during the time of the sacking of Constantinople by the Franks.": [
        [
            0,
            7,
            [
                "Outhit"
            ]
        ]
    ],
    "He planned to write a thesis on the lost art of the Byzantine Copts.": [],
    "Duthuit married Matisse's daughter in 1923 and published a book on Renoir.": [
        [
            0,
            7,
            [
                "Outhit"
            ]
        ]
    ],
    "He accompanied Matisse himself on a 1925 trip to Sicily.": [],
    "He lectured as an adjunct professor at the École du Louvre, assisting the head of the Oriental section, <a href=\"/sallesg\">Georges Salles</a>, in a book on Byzantine art.": [
        [
            43,
            48,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            49,
            51,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ]
    ],
    "His research took him to the Kaiser-Friedrich Museum in Berlin Bernheims, the gallery representing Matisse, encouraged his son-in-law to write a major book on him in 1928.": [
        [
            63,
            72,
            [
                "Bernhard",
                "Burnham",
                "Beckhams"
            ]
        ]
    ],
    "Duthuit spent years researching it as well as a thesis on Coptic art.": [
        [
            0,
            7,
            [
                "Outhit"
            ]
        ]
    ],
    "In the early 1930s he published two books on Coptic art, hoping for a government posting in Cairo, which never materialized.": [],
    "Meanwhile, the Matisse book, which the artist hoped would become a catalogue raisonne, was relinguished of his publishers until <a href=\"/zervosc\">Christian Zervos</a>, an art historian and publisher of <em>Cahiers d'art</em> took it over.": [
        [
            67,
            85,
            [
                "catalogue raisonné"
            ]
        ],
        [
            91,
            103,
            [
                "relinquished"
            ]
        ]
    ],
    "Duthuit frequently travelled to England, joining the Gargoyle Club in London, the Bohemian bar run by Prichard-ite David Tennant.": [
        [
            0,
            7,
            [
                "Outhit"
            ]
        ],
        [
            121,
            128,
            [
                "Pennant",
                "Tenant",
                "Tenn ant"
            ]
        ]
    ],
    "In 1933 Duthuit was exposed for having an affair with the wife of <a href=\"/sitwells\">Sacheverell Reresby Sitwell</a>, Georgia Sitwell (1905/6-1980); Matisse forbade him to continue writing about him.": [
        [
            8,
            15,
            [
                "Outhit"
            ]
        ]
    ],
    "Duthuit published a survey of the Fauves painters in 1949, reviving interest in this group which had long been neglected.": [
        [
            0,
            7,
            [
                "Outhit"
            ]
        ],
        [
            34,
            40,
            [
                "Faves"
            ]
        ]
    ],
    "After Matisse's death in 1954, Duthuit took as his assistant a young literature scholar, <a href=\"/schneiderp\">Pierre E. Schneider</a> (b.": [
        [
            31,
            38,
            [
                "Outhit"
            ]
        ]
    ],
    "1925) to again publish a monograph.": [],
    "Duthuit never finished the book, but Schneider became the major Matisse scholar of the following generation, publishing a <em>catalogue raisonné</em> from much of what Duthuit uncovered.": [
        [
            0,
            7,
            [
                "Outhit"
            ]
        ],
        [
            168,
            175,
            [
                "Outhit"
            ]
        ]
    ],
    "In 1956 Duthuit issued a castigation of <a href=\"/malrauxa\">André Malraux</a> and Malraux's book <em>Le musée imaginaire</em> in his <em>Le musée inimaginable</em> (Unimaginable Musuem).": [
        [
            8,
            15,
            [
                "Outhit"
            ]
        ]
    ],
    "He and the poet Pierre Reverdy (1889-1960) issued a book on Matisse's final works, <em>Dernières oeuvres de Matisse, 1950-1954</em> in 1958.": [],
    "In later years he became known as a scholar of the playright Samuel Beckett (1906-1989).": [
        [
            51,
            60,
            [
                "playwright",
                "play right"
            ]
        ]
    ],
    "Duthuit wrote on the lesser artists Riopelle, Bram Van Velde and Nicolas de Staël, and the work of Matisse.": [
        [
            0,
            7,
            [
                "Outhit"
            ]
        ],
        [
            36,
            44,
            [
                "Rozelle",
                "Roselle",
                "Richelle"
            ]
        ],
        [
            55,
            60,
            [
                "Verde",
                "Veld",
                "Veldt",
                "Velds"
            ]
        ]
    ],
    "<a href=\"/bonnefoyy\">Yves Bonnefoy</a> edited his writings after his death.": [],
    "Duthuit, along with <a href=\"/gombriche\">E.": [
        [
            0,
            7,
            [
                "Outhit"
            ]
        ]
    ],
    "H. Gombrich</a>, virulently objected to Malraux's concept of an art history/theory where context would be secondary to the psychological forms themselves, as Malraux stated in his book <em>Voices of Silence</em>.": [],
    "Clever, disrespectful and exceedingly funny and handsome (Spurling), his art histories are seldom consulted today.</p>": [
        [
            26,
            43,
            [
                "hilarious"
            ]
        ],
        [
            58,
            66,
            [
                "Spurring",
                "Spurning",
                "Spurting",
                "Purling",
                "Spur ling"
            ]
        ]
    ]
}