{
    "<p>Art historian; archival researcher: Erik Duverger was the son of historian and art historian, <a href=\"/duvergerj\">Jozef Duverger</a>, and a Hungarian mother, Terez Belazy.": [
        [
            44,
            52,
            [
                "Du verger"
            ]
        ]
    ],
    "The young Duverger was raised in his birthplace.": [
        [
            10,
            18,
            [
                "Du verger"
            ]
        ]
    ],
    "After graduation from high school at Ghent Sint-Pauluscollege, he studied art history and archaeology at Ghent University, where his father had been professor since 1949.": [
        [
            43,
            61,
            [
                "Sent-Pauluscollege",
                "Sint-Paulus college"
            ]
        ]
    ],
    "In his father's footsteps, Erik specialized in the study of textile arts, particularly Flemish tapestry.": [],
    "Beginning in 1956, he contributed articles regularly in the periodical <em>Artes Textiles</em>.": [],
    "He graduated in 1957.": [],
    "His thesis was on art collections and art trade in Ghent in the seventeenth and the first half of the eighteenth century.": [],
    "In 1958, a travel award brought him to France, where he did archival research in Lille and Paris.": [],
    "During the summer he studied at Munich University, becoming a junior researcher at the Belgian Research Council (Nationaal Fonds voor Wetenschappelijk Onderzoek, NFWO).": [
        [
            113,
            122,
            [
                "National"
            ]
        ],
        [
            123,
            128,
            [
                "Finds",
                "Funds",
                "Bonds",
                "Foods",
                "Fond",
                "Fonts"
            ]
        ],
        [
            129,
            133,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            151,
            160,
            [
                "Undertook",
                "Undergoes",
                "Undercook"
            ]
        ],
        [
            162,
            166,
            [
                "NFWA"
            ]
        ]
    ],
    "He married Denise Van de Velde, also an art historian.": [],
    "In his publications, Duverger continued to focus on tapestry, as well as on art trade.": [
        [
            21,
            29,
            [
                "Du verger"
            ]
        ]
    ],
    "In 1960 he received an award from the Koninklijke Academie van België voor Wetenschappen, Letteren en Schone Kunsten for his study on the history of private art collections in the Duchy of Flanders.": [
        [
            3,
            7,
            [
                "1960,"
            ]
        ],
        [
            50,
            58,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            63,
            69,
            [
                "Belie"
            ]
        ],
        [
            70,
            74,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            90,
            98,
            [
                "Lettered",
                "Letterer",
                "Lettermen"
            ]
        ],
        [
            102,
            108,
            [
                "Shone",
                "Scone",
                "Sc hone",
                "Sch one"
            ]
        ],
        [
            109,
            116,
            [
                "Unseen",
                "Munster",
                "Tungsten",
                "Austen",
                "Kirsten",
                "Kinsmen"
            ]
        ]
    ],
    "In 1961 he earned his doctor's degree with a broader study in this field, <em>Kunsthandel en Kunstverzamelingen te Gent omstreeks de jaren 1600 tot 1850</em> (Art trade and art collections in Ghent between 1600 and 1850), which he never published.": [
        [
            3,
            7,
            [
                "1961,"
            ]
        ]
    ],
    "He remained an employee of the Belgian Research Council, obtaining in 1973 a permanent position, which he held until his retirement in 1997.": [],
    "From 1964 onward he was a regular contributor to the <em>Nationaal Biografisch Woordenboek,</em> a publication of the Koninklijke Academiën van België, for which his father served as editor between 1964 and 1979 (vol.": [],
    "1 to 8).": [],
    "In 1969 he presented a paper in Budapest on art trade between Flanders and Central Europe in the seventeenth century, and, in 1975, a conference in Warsaw on relations with Poland in the seventeenth century.": [
        [
            3,
            7,
            [
                "1969,"
            ]
        ]
    ],
    "When the section of Fine Arts of the Koninklijke Academie created a committee for the publication of art historical sources in the (historical) Netherlands in 1982, Duverger committed himself to setting up a series dedicated to archival sources concerning seventeenth-century inventories of Antwerp art collections and household inventories in the Antwerp City Archives.": [
        [
            49,
            57,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            165,
            173,
            [
                "Du verger"
            ]
        ]
    ],
    "This decision had a huge impact on Duverger's scholarly career.": [
        [
            35,
            43,
            [
                "Du verger"
            ]
        ]
    ],
    "For the next 20 years he published the (ultimately) twelve-volume <em>Antwerpse kunstinventarissen uit de zeventiende eeuw</em>, in the series <em>Fontes Historiae Artis Neerlandicae</em>.": [],
    "The first volume appeared in 1984.": [],
    "In 1992 Duverger was elected a corresponding member, and, in 1995, an active member, of the Koninklijke Vlaamse Academie voor Wetenschappen en Kunsten.": [
        [
            8,
            16,
            [
                "Du verger"
            ]
        ],
        [
            104,
            111,
            [
                "Claims",
                "Please",
                "Blame",
                "Clause",
                "Flame",
                "Lease"
            ]
        ],
        [
            112,
            120,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            121,
            125,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            143,
            150,
            [
                "Unseen",
                "Munster",
                "Tungsten",
                "Austen",
                "Kirsten",
                "Kinsmen"
            ]
        ]
    ],
    "In 1996, he became a member of the Committee of the <em>Nationaal Biografisch Woordenboek</em>.": [],
    "He was co-editor of the 16th volume, published in 2002.": [],
    "Between 1992 and 1998, Duverger held a guest professorship at Ghent University, where he taught the history of applied arts, art and art trade, and the history of tapestry.": [
        [
            23,
            31,
            [
                "Du verger"
            ]
        ]
    ],
    "He published an impressive amount of articles on weavers and merchants of tapestry and their international contacts, most frequently in <em>Artes Textiles</em>.": [],
    "From 1983 onward he also was a regular contributor to the <em>Allgemeines Künsterlexikon</em>.": [],
    "He was involved in the organization of several tapestry exhibitions and in the publication of catalogs.": [],
    "With Guy Delmarcel, he coauthored the catalog, <em>Brugge en de tapijtkunst/Bruges et la tapisserie</em> in 1987.": [
        [
            9,
            18,
            [
                "Marcel",
                "Delmar",
                "Delmarva",
                "DeMarco",
                "DeMarcus",
                "Démarche"
            ]
        ]
    ],
    "For the 1996 edition of the <em>Dictionary of Art</em> Duverger wrote entries on important centers for tapestry production, such as Antwerp, Bruges, Brussels, Ghent, Oudenaarde, and Tournai.": [
        [
            55,
            63,
            [
                "Du verger"
            ]
        ],
        [
            182,
            189,
            [
                "Tourney",
                "Tourneys"
            ]
        ]
    ],
    "After his retirement, Duverger remained active in his field.": [
        [
            22,
            30,
            [
                "Du verger"
            ]
        ]
    ],
    "In 2000 he presented a paper in Budapest on \"Les Tapisseries flamandes en Hongrie.\"": [
        [
            3,
            7,
            [
                "2000,"
            ]
        ],
        [
            49,
            60,
            [
                "Patisseries",
                "Pâtisseries"
            ]
        ],
        [
            61,
            70,
            [
                "flames",
                "Flanders",
                "facades",
                "salamander",
                "famines",
                "façades"
            ]
        ],
        [
            74,
            81,
            [
                "Honoree",
                "Hoagie",
                "Hogtie",
                "Hungrier"
            ]
        ]
    ],
    "He died in 2004.": [],
    "His documentation on the Antwerp tapestry merchant Cornelis de Wael appeared posthumously, <em>Documenten betreffende de Antwerpse tapijthandelaar Cornelis de Wael, erfgenaam van de firma Wauters</em>, prepared for publication by his wife.": [
        [
            51,
            59,
            [
                "Cornelius",
                "Cornelia"
            ]
        ]
    ],
    "Duverger's <em>Antwerpse kunstinventarissen uit de zeventiende eeuw</em> is an important primary-source collection of documents, reflecting Duverger's belief in that approach to art history.": [
        [
            0,
            8,
            [
                "Du verger"
            ]
        ]
    ],
    "Extensively used by art historians of the 17th century, it has been praised by many, including Hans Vlieghe in his <em>Burlington Magazine</em> review of 1986, as a foundational work.</p>": [
        [
            100,
            107,
            [
                "Liege",
                "Liège"
            ]
        ]
    ]
}