{
    "<p>Professor of Art History at Ghent.": [],
    "Duverger attended high school in his birthplace and studied history at the Catholic University of Louvain, where he obtained his doctoral degree in 1923.": [
        [
            0,
            8,
            [
                "Du verger"
            ]
        ],
        [
            98,
            105,
            [
                "Lou vain"
            ]
        ]
    ],
    "In 1924, he became a teacher at the Royal Atheneum in Ghent.": [],
    "He held this position for more than 20 years.": [],
    "In the meantime, he studied art history at the Hoger Instituut voor Kunstgeschiedenis en Oudheidkunde, at the Rijksuniversiteit (State University) in Ghent, where he obtained his second doctoral degree in 1930, with a dissertation on the artists who worked in the Southern Netherlands under the patronage of Margaret of Austria, <em>Margareta van Oostenrijk en de kunstenaars</em>.": [
        [
            47,
            52,
            [
                "Roger",
                "Homer",
                "Hover",
                "Huger",
                "Hofer",
                "Hoer"
            ]
        ],
        [
            53,
            62,
            [
                "Institute"
            ]
        ],
        [
            63,
            67,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ]
    ],
    "His adviser was <a href=\"/roggend\">Domien Roggen</a>.": [],
    "In 1933, he published a study on sculptors who worked in Brussels, along with an appendix on Klaas Sluter, who was active in Dijon, <em>De Brusselsche steenbickeleren der XIVde en XVde eeuw, met een aanhangsel over Klaas Sluter en zijn Brusselsche medewerkers te Dijon</em>.": [
        [
            93,
            98,
            [
                "Klaus"
            ]
        ],
        [
            99,
            105,
            [
                "Slater"
            ]
        ]
    ],
    "In the same year, he received an award from the Académie Royale de Belgique for his monograph on the sculptor <em>Conrat Meijt, ca 1480-1551</em>, which was published in 1934.": [
        [
            48,
            56,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "Another study on Brussels as an artistic center followed in 1935, <em>Brussel als kunstcentrum in de XIVde en XVde eeuw</em>.": [],
    "All these and most of his later publications are based on extensive archival research.": [],
    "In the 1930s, Duverger temporarily taught at the Ghent Institute for Art History and Archeology.": [
        [
            14,
            22,
            [
                "Du verger"
            ]
        ]
    ],
    "His courses included sources, bibliography, and historiography of Flemish art, and history of tapestry.": [],
    "In 1941, he obtained a regular teaching position.": [],
    "In 1945, he published a critical study on the authenticity of the dedicatory inscription on the frame of the Ghent Altarpiece, <em>Het grafschrift van Hubrecht van Eyck en het quatrain van het Gentsche Lam Gods-retabel</em> [etc.].": [],
    "This was a response to the 1933 publication of <a href=\"/renderse\">Émile Renders</a>, <em>Hubert van Eyck, personnage de légende</em>.": [],
    "This Belgian connoisseur and banker had argued that the quatrain on the Ghent Altarpiece was a forgery, and that Hubert van Eyck never existed.": [],
    "Duverger convincingly refuted this theory, which by that time had aroused much controversy under art historians.": [
        [
            0,
            8,
            [
                "Du verger"
            ]
        ]
    ],
    "In 1949, he was appointed professor at the faculty of Arts of Ghent University.": [],
    "He specialized in the field of decorative and applied arts, in particular tapestry.": [],
    "Between 1949 and 1951, and between 1963 and 1966, he was the president of the Institute for art history and archeology.": [],
    "He was the founder of the Centrum voor de Geschiedenis der textiele kunsten (1951), and the Interuniversitair Centrum voor de Studie van de Tapijtkunst (Interuniversity Center for the History of Flemish Tapestry).": [
        [
            26,
            33,
            [
                "Cent rum"
            ]
        ],
        [
            34,
            38,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            55,
            58,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            59,
            67,
            [
                "textile"
            ]
        ],
        [
            68,
            75,
            [
                "unseen",
                "Munster",
                "tungsten",
                "Austen",
                "Kirsten",
                "kinsmen"
            ]
        ],
        [
            110,
            117,
            [
                "Cent rum"
            ]
        ],
        [
            118,
            122,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            126,
            132,
            [
                "Studied",
                "Studies",
                "Studio",
                "Stu die"
            ]
        ]
    ],
    "He wrote an introductory overview of the history of Flemish tapestry for the 1960 publication by <a href=\"/hulstr\">Roger-Adolf d'Hulst</a>, <em>Vlaamse wandtapijten van de XIVde tot de XVIIde eeuw</em>.": [],
    "As an active member (since 1948) of the Fine Arts Division of the <em>Koninklijke Vlaamse Academie van België</em> he was involved in the organization of several symposia, \"Het herfsttij van de Vlaamse tapijtkunst\" (1959), \"De Bloeitijd van de Vlaamse tapijtkunst\" (1961), and \"Rogier van der Weyden en zijn tijd\" (1964).": [],
    "He also was involved in creating the <em>Nationaal Biografisch Woordenboek</em>, a publication of the <em>Koninklijke Academiën van België</em>.": [],
    "He was the editor of the first eight volumes, which appeared between 1964 and 1979.": [],
    "Although Duverger wrote almost all his works in Dutch, he established an international reputation.": [
        [
            9,
            17,
            [
                "Du verger"
            ]
        ]
    ],
    "In 1964, he became a member of the Comité international d'Histoire de l'Art (CIHA).": [
        [
            35,
            41,
            [
                "Comte",
                "Comity"
            ]
        ],
        [
            58,
            66,
            [
                "History",
                "Historic",
                "Histories",
                "Histone",
                "Historize"
            ]
        ],
        [
            77,
            81,
            [
                "CIA",
                "CIH",
                "CISA",
                "CI HA",
                "CIH A"
            ]
        ]
    ],
    "In 1968, his former students, friends, and colleagues honored him with a volume of 69 contributions, <em>Miscellanea Jozef Duverger</em>.": [],
    "In 1982, Duverger was posthumously honored by the Academy.": [
        [
            9,
            17,
            [
                "Du verger"
            ]
        ]
    ],
    "On that occasion, the tenth volume of <em>Artes Textiles</em>, dedicated to Duverger, was offered to his widow.": [],
    "It contains articles on tapestry by specialists in Belgium and abroad, celebrating the legacy of a person who played a major role in the Flemish art history.": [],
    "His son, <a href=\"/duvergere\">Erik Duverger</a>, also an art historian, wrote the <em>Antwerpse kunstinventarissen uit de zeventiende eeuw</em>, beginning in 1984.</p>": []
}