{
    "One of the pillars of \"Vienna-School\" of art history; employed a <em>Geistesgeschichte</em> methodology (cf.": [],
    "Dilthey).": [
        [
            0,
            7,
            [
                "Filthy",
                "Dither"
            ]
        ]
    ],
    "Dvořák was the son of a archivist and librarian for the Palace of Roudnice, Bohemia.": [
        [
            0,
            6,
            [
                "Dvorak"
            ]
        ],
        [
            22,
            23,
            [
                "an"
            ]
        ],
        [
            66,
            74,
            [
                "Romance",
                "Routine",
                "Reunite",
                "Ronnie",
                "Bounce",
                "Ounce"
            ]
        ]
    ],
    "He was born in Raudnitz, Bohemia, which is present-day Roudnice, Czech Republic.": [
        [
            15,
            23,
            [
                "Audit",
                "Reunite",
                "Audits",
                "Reignite"
            ]
        ],
        [
            55,
            63,
            [
                "Romance",
                "Routine",
                "Reunite",
                "Ronnie",
                "Bounce",
                "Ounce"
            ]
        ]
    ],
    "He began his education in Prague, migrating to Vienna in 1895 where he completed a doctorate in history at the Institut für österreichische Geschichtsforschung in 1897 in Vienna.": [
        [
            111,
            119,
            [
                "Institute"
            ]
        ],
        [
            120,
            123,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "While in Vienna he became intrigued with the works of <a href=\"/riegla\">Aloïs Riegl</a> and <a href=\"/wickhofff\">Franz Wickhoff</a> the latter also a graduate of the Institut.": [],
    "In 1901 he completed his <em>Habilitation</em> on thirteenth- and fourteenth-century manuscript illumination in Bohemia.": [
        [
            3,
            7,
            [
                "1901,"
            ]
        ]
    ],
    "He became Wickhoff's assistant, and by 1902 a lecturer (<em>Privatdozent</em>) at the University of Vienna.": [
        [
            10,
            18,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ]
    ],
    "Riegl died in 1905 and Dvořák, with the help of <a href=\"/schlosserj\">Julius Alwin von Schlosser</a>, was appointed to Riegl's position as curator of public monuments in Austria, part of the teaching staff of the University.": [
        [
            0,
            5,
            [
                "Riel",
                "Rigel"
            ]
        ],
        [
            23,
            29,
            [
                "Dvorak"
            ]
        ]
    ],
    "When Dvořák was appointed a full professor in 1909, the appointment touched off the great schism among the art faculty at Vienna.": [
        [
            5,
            11,
            [
                "Dvorak"
            ]
        ]
    ],
    "The decidedly pro-Germanic camp resented the Czech Dvořák's elevation; their retribution erupted at Wickhoff's death when the group succeeded in appointing the maverick and nationalist ideologue <a href=\"/strzygowski\">Josef Rudolf Thomas Strzygowski</a> from Graz, an art historian much criticized by Wickhoff, Riegl and Schlosser.": [
        [
            51,
            57,
            [
                "Dvorak"
            ]
        ],
        [
            100,
            108,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ]
    ],
    "<a href=\"/strzygowski\">Josef Rudolf Thomas Strzygowski</a> set up his own, competing art history institute, known as the <em>Wiener Institut</em>, resulting in Dvořák and Strzygowski teaching from different art history \"centers\" within the same University.": [],
    "Dvořák took his position as public monuments curator seriously, helping save many Austrian art treasures for post-World War I war reparation.": [
        [
            0,
            6,
            [
                "Dvorak"
            ]
        ],
        [
            35,
            44,
            [
                "monuments'",
                "monument's"
            ]
        ]
    ],
    "He published a guideline for conservation, the <em>Katechismus der Denkmalpflege</em> (1916), continuing the publication of the <em>Kunstgeschichtliches Jahrbuch der Zentralkommission für die Erhaltung der Kunst- und historischen Denkmale</em>, and the establishment of an inventory of Austrian and Hungarian monuments, <em>österreichische Kunstopographie</em> in 1907.": [],
    "Dvořák's lectures on baroque art of 1905-1906 constructed a history of modern art beginning with Tintoretto and running through Velázquez, Rembrandt and the impressionists.": [
        [
            0,
            6,
            [
                "Dvorak"
            ]
        ]
    ],
    "Though in later years his conception of art would often be viewed a set of tensions, idealism vs.": [],
    "naturalism, etc., his allegiance to art of all periods remained.": [
        [
            0,
            10,
            [
                "Naturalism"
            ]
        ]
    ],
    "He was one of the early writers to deal in an objective way with Italian Mannerism, a style still condemned by many art historians (cf.": [],
    "Wölfflin) as degenerate.": [
        [
            0,
            8,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "It occupied his 1918-20 lectures.": [
        [
            16,
            23,
            [
                "1918–20"
            ]
        ]
    ],
    "<a href=\"/posnerd\">Donald Posner</a> characterized Dvořák's 1920 one on El Greco and Italian Mannerism, in which he analyzed the subjective and expressionistic motives of the style as a \"spiritual crisis\" as brilliant.": [],
    "One of his Dvořák's publications was a forward to a 1921 picture facsimiles by Oskar Kokoschka.": [
        [
            11,
            17,
            [
                "Dvorak"
            ]
        ]
    ],
    "He died in Grusbach, Czech Republic, which is present-day Hru'ovany nad Jevi'ovkou, Cezch Republic.": [
        [
            11,
            19,
            [
                "Baumbach",
                "Grünbaum",
                "RSBAC"
            ]
        ],
        [
            58,
            61,
            [
                "Thru",
                "GRU",
                "Ru",
                "HRI",
                "ARU",
                "HR"
            ]
        ],
        [
            62,
            67,
            [
                "ovary"
            ]
        ],
        [
            68,
            71,
            [
                "NAD",
                "and",
                "had",
                "bad",
                "ad",
                "Neil"
            ]
        ],
        [
            72,
            76,
            [
                "Devi",
                "Levi",
                "Jedi",
                "Jeri",
                "Nevi",
                "JEV"
            ]
        ],
        [
            77,
            82,
            [
                "over",
                "you",
                "OK",
                "thou",
                "okay",
                "onto"
            ]
        ],
        [
            84,
            89,
            [
                "Czech"
            ]
        ]
    ],
    "He is buried in the cemetery at Grußbach bei Znaim (Hrušovany) in a traditional grave, although Adolf Loos had designed a modernist mausoleum for him.": [
        [
            32,
            40,
            [
                "Baumbach",
                "Grünbaum"
            ]
        ],
        [
            41,
            44,
            [
                "BEI",
                "Ba",
                "be",
                "bad",
                "bar",
                "ban"
            ]
        ],
        [
            45,
            50,
            [
                "Zn aim"
            ]
        ]
    ],
    "Methodologically, the early work of Dvořák is close to that of Riegl's.": [
        [
            36,
            42,
            [
                "Dvorak"
            ]
        ],
        [
            63,
            68,
            [
                "Riel",
                "Rigel"
            ]
        ]
    ],
    "He used Riegl's evolutionary model of art history, describing (in his <em>Habilitation</em>, for example) the \"great stream of artistic development.\"": [
        [
            8,
            13,
            [
                "Riel",
                "Rigel"
            ]
        ]
    ],
    "He employed a strongly formal analysis of objects, arguing, as for example in <em>Das Rätsel der Kunst der Brüder Van Eyck</em> for a linear progression of art based upon stylistic analysis.": [],
    "In <em>Das Rätsel</em>, Dvořák discounted the naturalism of the van Eyck as a sudden appearance, tracing instead the continuous progression from <em>quattrocento</em> realism through French manuscript illumination to northern Renaissance painting.": [],
    "His later work increasingly demonstrates his belief that the intellectual content, discerned from subject mater and form, is the key to understanding it.": [],
    "Instead of a close, connoisseurship reading of individual works, Dvořák's later writing opts for broader historical principles.": [
        [
            65,
            71,
            [
                "Dvorak"
            ]
        ]
    ],
    "This <em>Geistesgeschichte</em> method is best demonstrated in his <em>Idealismus und Naturalismus in der gotischen Skulptur und Malerei</em> (1917, English, 1967), where he argues among other things, that the degree of verisimilitude of an art object reflects an artist's personal expression, not a struggle between abstraction and naturalism.": [],
    "The work of <a href=\"/benescho\">Otto Benesch</a> and <a href=\"/tietzeh\">Hans Tietze</a> both build on this method.": [],
    "Dvořák's view of Italian Mannerism, that it was an angst-ridden time whose incongruous art reflected a chaotic society was adopted by subsequent art historians of Mannerism.": [
        [
            0,
            6,
            [
                "Dvorak"
            ]
        ]
    ],
    "The notion that Dvořák's art-historical writing verged on the popular, sensational and grandiose has been disputed recently (Rampley).": [
        [
            16,
            22,
            [
                "Dvorak"
            ]
        ],
        [
            125,
            132,
            [
                "Sample",
                "Samples",
                "Ample",
                "Sampled",
                "Tramway",
                "Pamela"
            ]
        ]
    ],
    "Edwin Lachnit described the Vienna School methodology as a triangle of Dvořák, a history-based approach; Wickhoff, stylistic; and Riegl/Schlosser, the linguistic-historical standpoints.": [
        [
            6,
            13,
            [
                "Laconic"
            ]
        ],
        [
            71,
            77,
            [
                "Dvorak"
            ]
        ],
        [
            105,
            113,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ],
        [
            130,
            135,
            [
                "Riel",
                "Rigel"
            ]
        ]
    ],
    "Together these four make up the principal fame and direction of the Vienna school of the early 20th century.": [],
    "Dvořák's students included <a href=\"/freyd\">Dagobert Frey</a>, <a href=\"/kaschnitzvonweinbergg\">Guido Kaschnitz von Weinberg</a>, <a href=\"/swobodak\">Karl Maria Swoboda</a>, <a href=\"/borovickaj\">Josef Borovicka</a> <a href=\"/dostale\">Eugen Dostál</a> <a href=\"/gebauerj\">Jan Gebauer</a>, <a href=\"/helfertj\">Jaroslav Helfert</a>, <a href=\"/matejceka\">Antonín Matejcek</a>, <a href=\"/pecirkaj\">Jaromír Pecírka</a>, <a href=\"/pollako\">Oskar Pollak</a>, <a href=\"/wirthz\">Zdenek Wirth</a>, <a href=\"/antalf\">Frederick Antal</a>, <a href=\"/offnerr\">Richard Offner</a>, <a href=\"/kaufmanne\">Emil Kaufmann</a> <a href=\"/schwarzh\">Heinrich Schwarz</a> and <a href=\"/hedicker\">Robert Hedicke</a>; <a href=\"/munzl\">Ludwig Münz</a> wrote his dissertation under Dvořák but Dvořák's death precluded its approval.": [
        [
            0,
            6,
            [
                "Dvorak"
            ]
        ]
    ],
    "His archives, much of which are still unpublished, are housed at the University of Vienna.": [],
    "In Italy, his method was popularized in the writings of <a href=\"/venturil\">Lionello Venturi</a>.": []
}