{
    "Anarchist and scholar of Florentine Renaissance art.": [],
    "Dwelshauvers studied classics and medicine at the university in Brussels.": [],
    "He continued medical study in Bologna.": [],
    "He published important anarchist pamphlets, <em>Le movement anarchiste</em> in 1895 and in 1901 <em>Le mariage libre</em>.": [],
    "As an anarchist, he hated militarism and the political authority of the church.": [],
    "In 1897 he returned to Belgium where he met anarchist and geographer Elisée Reclus.": [
        [
            3,
            7,
            [
                "1897,"
            ]
        ],
        [
            69,
            82,
            [
                "Élisée Reclus"
            ]
        ]
    ],
    "He returned to Florence to receive his medical degree, but never practiced.": [],
    "Instead he remained in Florence to pursue historical studies in self-imposed isolation, away from the urban blight of the poorer classes with whom he identified.": [
        [
            0,
            7,
            [
                "Instead,"
            ]
        ]
    ],
    "He met a colleague of Reclus, Clara Koetlitz, who became his companion.": [
        [
            22,
            28,
            [
                "Recluse",
                "Rectus"
            ]
        ],
        [
            36,
            44,
            [
                "Berlitz",
                "Kotlin",
                "Goethite"
            ]
        ]
    ],
    "From 1894 onward, he published his art history under the pseudonym \"J.": [],
    "Mesnil.\"": [
        [
            0,
            6,
            [
                "Mes nil"
            ]
        ]
    ],
    "In Italy, Dwelshauvers was a close friend of <a href=\"/warburga\">Aby M. Warburg</a> and <a href=\"/poggig\">Giovanni Poggi</a>.": [],
    "Between 1894 and 1914 Dwelshauvers as Mesnil contributed to a number of Italian, Belgian and French periodicals, including <em>Il Pensiero</em>, <em>Miscellanea dell' Arte</em>, <em>Le Mercure de France</em>, <em>La Société nouvelle</em>, <em>Le Temps nouveaux</em> and <em>Van nu en straks</em>.": [
        [
            38,
            44,
            [
                "Mes nil"
            ]
        ]
    ],
    "At the start of World War I he returned to Belgium.": [],
    "After the war Dwelshauvers associated with communist activities.": [],
    "His intent was to write a book on the whole of Tuscan history during the time of Botticelli.": [],
    "However, in 1938 he published his Botticelli, a work praised by Saxl for the introspection he read into Botticelli's people.": [
        [
            64,
            68,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ]
    ],
    "In later years he was a friend of Romain Rolland.": [],
    "As the Germans invaded western Europe at the beginning of World War II, Dwelshauvers fled, ultimately to a monastery in France were, in the words of <a href=\"/saxlf\">Fritz Saxl</a>, \"he died a refugee in a monastery on a bed of straw.\"": [
        [
            23,
            37,
            [
                "Western Europe"
            ]
        ]
    ],
    "Whether he took his own life or died naturally was never clear.": [],
    "Dwelshauvers' (or Mesnil's) book on Botticelli comprised one of the major 20th-century research on the <em>quattrocento</em> master, together with <a href=\"/horneh\">Herbert P. Horne</a>.": [
        [
            18,
            24,
            [
                "Mes nil"
            ]
        ]
    ],
    "It was Dwelshauvers who determined that the \"Adoration of the Magi\" (Uffizi) was commissioned by Guasparre and not Giovanni del Lama.": [
        [
            69,
            75,
            [
                "Office",
                "Suffix",
                "Fiji",
                "Affine",
                "Affirm",
                "Effigy"
            ]
        ],
        [
            97,
            106,
            [
                "Gaspar",
                "Graspable"
            ]
        ]
    ],
    "<a href=\"/waterhousee\">Ellis K. Waterhouse</a> termed Dwelshauvers' Botticelli \"a worthy successor to Horne.\"": [],
    "Dwelshauvers' economic approach to social history--he understood the social factors of artistic production--was well received by art historians.": []
}