{
    "<p>Author of an early biography of Spanish artists.": [],
    "Díaz del Valle was a singer and court personage in the Capilla Real and Chaplain to Charles II of Spain.": [
        [
            55,
            62,
            [
                "Camilla",
                "Capella",
                "Papilla"
            ]
        ]
    ],
    "There he met many of the court painters, including Diego Velázquez, Sebastián de Herrera Barnuevo, Pedro de la Torre and Juan Escalante.": [
        [
            89,
            97,
            [
                "Barnes",
                "Barney",
                "Borneo",
                "Sarajevo",
                "Barnett",
                "Barnum"
            ]
        ],
        [
            126,
            135,
            [
                "Escalate"
            ]
        ]
    ],
    "His avocation was writing, though his works remained in manuscript.": [],
    "He wrote a three-volume history, <em>Noticia histórica del principio de la Inquisición y la historia y nobleza del Reino de León y Principado de Asturias</em>.": [],
    "Philip II commissioned him to translate the Italian art-historical biographies of <a href=\"/vasarig\">Giorgio Vasari</a>, to which Díaz del Valle included biographies of Madrid painters.": [],
    "Beginning in 1656 his art writings, unsystematic accumulations of notes cribbed from other treatises and biographies, were assembled as <em>Varones ilustres</em> with a second volume in 1659.": [],
    "The model for this was the esthetic writing of Gaspar Gutiérrez de los Ríos (fl.": [],
    "1600) and Juan Alonso de Butrón (fl.": [],
    "1630).": [],
    "Díaz del Valle's biographies of artists provided much material for later Spanish art historiographers.": [],
    "The writer and proto-art historian <a href=\"/palominoa\">Acisclo Antonio Palomino de Castro y Velasco</a> and <a href=\"/ceanbermudez\">Juan Agustin Ceán Bermudez</a> both used his writings for their own more significant artistic biographies.</p>": []
}