{
    "Archaeologist; specialist in ancient Greek architecture.": [],
    "Dörpfeld studied at the Academy of Architecture (Bauakademie) in Berlin, 1873-1876, under <a href=\"/adlerf\">Friedrich Adler</a>, whose daughter he later married.": [
        [
            0,
            8,
            [
                "Doped",
                "Morphed",
                "Cornfield",
                "Krefeld",
                "Doffed",
                "Dogpiled"
            ]
        ]
    ],
    "In 1877 Adler sent Dörpfeld to help excavate the Olympia site in Greece.": [
        [
            19,
            27,
            [
                "Doped",
                "Morphed",
                "Cornfield",
                "Krefeld",
                "Doffed",
                "Dogpiled"
            ]
        ]
    ],
    "There, Dörpfeld developed the method of dating ancient archaeological sites based on the strata in which objects were found and the type of building materials.": [
        [
            7,
            15,
            [
                "Doped",
                "Morphed",
                "Cornfield",
                "Krefeld",
                "Doffed",
                "Dogpiled"
            ]
        ]
    ],
    "Together with <a href=\"/conzea\">Alexander Conze</a> and <a href=\"/humannc\">Carl Humann</a>, he excavated Pergamon (1878-86) uncovering the city and the great altar, now in the Berlin Museum.": [],
    "Among those impressed with his methodology was the amateur archeologist <a href=\"/schliemannh\">Heinrich Schliemann</a>, whose own archeological work was criticized for its lack of scholarly procedure.": [],
    "Schliemann convinced Dörpfeld to assist him with his excavation of Troy.": [
        [
            21,
            29,
            [
                "Doped",
                "Morphed",
                "Cornfield",
                "Krefeld",
                "Doffed",
                "Dogpiled"
            ]
        ]
    ],
    "Dörpfeld began the Troy site in 1882, identifying the strata from which objects were taken and generally organizing the excavation.": [
        [
            0,
            8,
            [
                "Doped",
                "Morphed",
                "Cornfield",
                "Krefeld",
                "Doffed",
                "Dogpiled"
            ]
        ]
    ],
    "He also corrected many of Schliemann's conclusions, including the shaft burial sites at Mycenae.": [],
    "In 1884 Dörpfeld and Schliemann began excavation of the Tiryns site, which became the first major bronze-age discovery.": [
        [
            8,
            16,
            [
                "Doped",
                "Morphed",
                "Cornfield",
                "Krefeld",
                "Doffed",
                "Dogpiled"
            ]
        ],
        [
            56,
            62,
            [
                "Turns",
                "Trans",
                "Titans",
                "Tires",
                "Irons",
                "Sirens"
            ]
        ]
    ],
    "Again, Dörpfeld prevented Schliemann and his team from destroying precious archaeological remains (in this case, decomposed Greek marble walls which Schliemann had taken for more recent Roman mortar masonry).": [
        [
            7,
            15,
            [
                "Doped",
                "Morphed",
                "Cornfield",
                "Krefeld",
                "Doffed",
                "Dogpiled"
            ]
        ]
    ],
    "He met the emerging British scholar <a href=\"/harrisonj\">Jane Ellen Harrison</a> who accompanied him on his archaeological tours.": [],
    "Beginning in 1886 he excavated the <em>Hekatompedon</em> (the pre-Classical Parthenon) on the Acropolis in Athens.": [],
    "In 1887 Dörpfeld became Director of Athens branch of the German Archaeological Institute (DAI) which he held until 1912.": [
        [
            8,
            16,
            [
                "Doped",
                "Morphed",
                "Cornfield",
                "Krefeld",
                "Doffed",
                "Dogpiled"
            ]
        ]
    ],
    "In 1896, Dörpfeld authored <em>Das griechische Theater</em>, the first study of Greek theater construction.": [
        [
            9,
            17,
            [
                "Doped",
                "Morphed",
                "Cornfield",
                "Krefeld",
                "Doffed",
                "Dogpiled"
            ]
        ]
    ],
    "After his retirement, the tenacious Dörpfeld spent much time attacking the views of other archaeologists.": [
        [
            36,
            44,
            [
                "Doped",
                "Morphed",
                "Cornfield",
                "Krefeld",
                "Doffed",
                "Dogpiled"
            ]
        ]
    ],
    "During the mid-1930s, Dörpfeld took on a celebrated debate regarding the configuration of the three phases of the Parthenon with the American architectural history <a href=\"/dinsmoorw\">William Bell Dinsmoor</a>.": [
        [
            22,
            30,
            [
                "Doped",
                "Morphed",
                "Cornfield",
                "Krefeld",
                "Doffed",
                "Dogpiled"
            ]
        ]
    ],
    "He died on the island of Leukas where he had a home, the site of what he believed to be Homer's Ithaca.": [
        [
            25,
            31,
            [
                "Lukas"
            ]
        ]
    ],
    "Dörpfeld was one of the seminal figures in classical archaeology and art history, both loved and despised.": [
        [
            0,
            8,
            [
                "Doped",
                "Morphed",
                "Cornfield",
                "Krefeld",
                "Doffed",
                "Dogpiled"
            ]
        ]
    ],
    "His method remains the core work in archeological site analysis.": [],
    "When his dating proved incorrect, as in the case of Level VI at Tiryns, it was only because of lack of subsequent information and then only slightly.": [
        [
            64,
            70,
            [
                "Turns",
                "Trans",
                "Titans",
                "Tires",
                "Irons",
                "Sirens"
            ]
        ]
    ],
    "Like Schliemann, he spent much of his energies in the romantic pursuit to prove Homer's Odyssey was based upon real places.": [],
    "<a href=\"/evansa\">Arthur J. Evans</a> termed Dörpfeld \"Schliemann's greatest discovery.\"": [],
    "Dörpfeld's critical attacks against other scholars with whom he disagreed, at times petty, alienated younger scholars.": [
        [
            0,
            8,
            [
                "Doped",
                "Morphed",
                "Cornfield",
                "Krefeld",
                "Doffed",
                "Dogpiled"
            ]
        ]
    ],
    "The Berlin scholarly community, consisting of Berlin Archaeological Institute and classical philology professor Ulrich von Wilamowitz-Moellendorff (1848-1931) were highly critical of Dörpfeld's excavations at Leukas and Corfu and the Oxford classicist <a href=\"/gardnerp\">Percy Gardner</a> characterized Dörpfeld as lacking sober critical judgment.": [
        [
            183,
            191,
            [
                "Doped",
                "Morphed",
                "Cornfield",
                "Krefeld",
                "Doffed",
                "Dogpiled"
            ]
        ],
        [
            209,
            215,
            [
                "Lukas"
            ]
        ]
    ],
    "His architectural training blinded him from the importance of many artifacts, such as pottery, for chronology.": []
}