{
    "University of Munich painting professor and authority on historic paints and painting material.": [],
    "Dörner was the son of an army officier.": [
        [
            0,
            6,
            [
                "Corner",
                "Donner",
                "Dormer",
                "Downer",
                "Darner"
            ]
        ],
        [
            30,
            38,
            [
                "officer",
                "off icier"
            ]
        ]
    ],
    "He studied at the Bavarian royal academy under Johann Kaspar Herterich (1843-1905) and Wilhelm von Diez (1837-1907).": [
        [
            54,
            60,
            [
                "Caspar",
                "Gaspar"
            ]
        ],
        [
            61,
            70,
            [
                "Heinrich",
                "Heretics",
                "Heretic",
                "Enteric",
                "Hermetic",
                "Emmerich"
            ]
        ]
    ],
    "He took an extended Italian study under the painters Arnold Böcklin and Hans von Marees and studied Pompeiian wall painting.": [
        [
            81,
            87,
            [
                "Mares",
                "Makes",
                "Males",
                "Marks",
                "Aires",
                "Mars"
            ]
        ],
        [
            100,
            109,
            [
                "Pompeian",
                "Pompeii an"
            ]
        ]
    ],
    "He became a member of the Deutsche Gesellschaft zur Föderung rationeller Malverfahren (German Society of the Promotion of Rational Methods in Painting), founded by Max von Pettenkofer (1818-1901), Adolf Wilhelm Keim (1851-1913), and Franz von Lenbach (1836-1904).": [
        [
            48,
            51,
            [
                "our",
                "fur",
                "bur",
                "cur",
                "Eur",
                "AUR"
            ]
        ],
        [
            52,
            60,
            [
                "Modern",
                "Covering",
                "Flowering",
                "Modeling",
                "Ordering",
                "Bordering"
            ]
        ],
        [
            61,
            72,
            [
                "rationale",
                "rationally",
                "rationales",
                "rathskeller",
                "rationalizer"
            ]
        ],
        [
            211,
            215,
            [
                "Sam",
                "Dam",
                "Ram",
                "Ham",
                "Kai",
                "Kay"
            ]
        ],
        [
            243,
            250,
            [
                "Leach",
                "Bernbach"
            ]
        ]
    ],
    "In 1910 he became President of the Society and joined the Munich Fine Arts academy as Dozent (lecturer) in painting technique.": [
        [
            3,
            7,
            [
                "1910,"
            ]
        ],
        [
            86,
            92,
            [
                "Dozen",
                "Dozens",
                "Docent",
                "Dozenth"
            ]
        ]
    ],
    "As a painter, he worked in an Impressionist style.": [],
    "Dörner advised on many <em>in situ</em> painting conservation projects, including the Tiepolo fresco at the Wurzburg Residenz.": [
        [
            0,
            6,
            [
                "Corner",
                "Donner",
                "Dormer",
                "Downer",
                "Darner"
            ]
        ],
        [
            86,
            93,
            [
                "Tie polo"
            ]
        ],
        [
            108,
            116,
            [
                "Würzburg"
            ]
        ],
        [
            117,
            125,
            [
                "Resident"
            ]
        ]
    ],
    "He achieved an international reputation for his 1921 book <em>Malmaterial und seine Verwendung im Bilde</em> (<em>The Materials of the Artist and their Use in Painting</em>).": [],
    "He was appointed professor of the practice of painting at the Academy in 1927 (Neuhaus says 1921).": [
        [
            79,
            86,
            [
                "Bauhaus"
            ]
        ]
    ],
    "When the Society, whose facilities were associated with the Institute of Technology in Munich, ceased to exist, the \"Dörner Institut\" was founded at the Academy in Munich as an independent testing and research Institute for conservation and historic painting technique (Staatliche Prüf- und Forschungsanstalt für Farbentechnik).": [
        [
            117,
            123,
            [
                "Corner",
                "Donner",
                "Dormer",
                "Downer",
                "Darner"
            ]
        ],
        [
            124,
            132,
            [
                "Institute"
            ]
        ],
        [
            281,
            285,
            [
                "Prof",
                "Prut",
                "Pouf",
                "Pref",
                "PRF",
                "PRU"
            ]
        ],
        [
            287,
            290,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            309,
            312,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "Dörner worked in the lab only a brief time before his death in 1939.": [
        [
            0,
            6,
            [
                "Corner",
                "Donner",
                "Dormer",
                "Downer",
                "Darner"
            ]
        ]
    ],
    "In 1958, the Institute was merged with the Bayerische Staatsgemäldesammlungen (Bavarian Painting Collection) in the Neue Pinakothek, Munich.": [
        [
            116,
            120,
            [
                "Nee",
                "Neut",
                "Née",
                "NEE",
                "Névé"
            ]
        ]
    ],
    "Dörner's <em>Materials of the Artist</em> remains and important survey of painting materials and their historic application by the masters.": [
        [
            0,
            6,
            [
                "Corner",
                "Donner",
                "Dormer",
                "Downer",
                "Darner"
            ]
        ]
    ],
    "His book joined that of <a href=\"/eastlakec\">Charles Lock Eastlake</a> and an important work for artists, conservators and art historians.": []
}