{
    "Philosopher, art critic; scholar of baroque and classicism; employed diachronic theory of art history.": [],
    "Eugenio d’Ors was the son of Jose Ors y Rosal and Celia Rovira y Garcia.": [
        [
            10,
            13,
            [
                "ORS",
                "Or",
                "Mrs",
                "FRS",
                "IRS",
                "Ores"
            ]
        ],
        [
            34,
            37,
            [
                "ORS",
                "Or",
                "Mrs",
                "FRS",
                "IRS",
                "Ores"
            ]
        ],
        [
            40,
            45,
            [
                "Royal",
                "Rosa"
            ]
        ],
        [
            56,
            62,
            [
                "Rivera",
                "Rover",
                "Riviera",
                "Roving",
                "Elvira",
                "Moira"
            ]
        ]
    ],
    "Due to his delicate health, d’Ors completed primary and secondary school from home.": [
        [
            30,
            33,
            [
                "ORS",
                "Or",
                "Mrs",
                "FRS",
                "IRS",
                "Ores"
            ]
        ]
    ],
    "He graduated from the University of Barcelona in 1903 with a law degree.": [],
    "During his time at the university, d’Ors contributed to several magazines including <em> Pel i Ploma</em>,  <em>Catalunya</em>, Lo Pensament Català o Auba, and an art column for <em> El Poble Català</em>.": [
        [
            37,
            40,
            [
                "ORS",
                "Or",
                "Mrs",
                "FRS",
                "IRS",
                "Ores"
            ]
        ]
    ],
    "After graduating, he left to Madrid to pursue a doctorate in the Facultad de Derecho and to begin a thesis on the ideal genealogy of Imperialism.": [],
    "During that time he befriended Francisco Giner de los Rios (1839-1915) and Ramiro de Maeztu (1875-1936) who introduced him to other prominent Spanish intellectuals.": [
        [
            41,
            46,
            [
                "Liner",
                "Diner",
                "Finer",
                "Ginger",
                "Miner",
                "Giver"
            ]
        ]
    ],
    "He began writing brief commentaries called “glosas” for <em>La Veu de Catalunya</em> in 1906, and quickly gained recognition.": [
        [
            44,
            50,
            [
                "gloss"
            ]
        ]
    ],
    "He never finished the history Ph.D.": [],
    "Throughout his career, he expressed his desire for social and cultural renewal in his glosas.": [
        [
            86,
            92,
            [
                "gloss"
            ]
        ]
    ],
    "In 1906, he accepted a position in Paris still writing for La Veu de Catalunya and from this moment on, he adopted the pseudonym Xenius.": [
        [
            62,
            65,
            [
                "EU",
                "Vet",
                "Eu",
                "VEB",
                "VDU",
                "Vex"
            ]
        ],
        [
            129,
            135,
            [
                "Genius"
            ]
        ]
    ],
    "He attended lectures and seminars given by Henri Bergson (1859-1941), Emile Boutroux (1845-1921) and Marie Curie (1867-1934) and frequented Els Quatre Gats.": [
        [
            76,
            84,
            [
                "Bout roux"
            ]
        ],
        [
            140,
            143,
            [
                "El's",
                "El",
                "ELS",
                "Else",
                "EPs",
                "Eds"
            ]
        ],
        [
            144,
            150,
            [
                "Square",
                "Quarter",
                "Quite",
                "Quartet",
                "Quote",
                "Quarry"
            ]
        ],
        [
            151,
            155,
            [
                "Gas",
                "Gets",
                "Gate",
                "Gates",
                "Bats",
                "Cats"
            ]
        ]
    ],
    "He returned to Barcelona in 1911 when Enric Prat de la Riba (1870-1917) named him secretary general of the Instituto de Estudios Catalanes.": [
        [
            129,
            138,
            [
                "Catalans"
            ]
        ]
    ],
    "Meanwhile, he continued his studies earning a degree in Philosophy from the University of Barcelona in 1912 and a doctorate in 1913.": [],
    "In 1914, he ran for Chair of Superior Psychology at the University of Barcelona, but after only receiving one vote (from Jose Ortega y Gasset, 1883–1955) he never took another public election.": [
        [
            121,
            141,
            [
                "José Ortega y Gasset"
            ]
        ]
    ],
    "He held different posts in the Instruccion Publica of the Mancomunidad de Cataluña (Catalan Regional Council) between 1915 to 1918 where he focused on promoting projects like the Escula Superior de Bibliotecarias and the magazine <em>Quaderns d’Estudi</em>.": [
        [
            31,
            42,
            [
                "Instruction"
            ]
        ],
        [
            43,
            50,
            [
                "Public",
                "Publican",
                "Public a"
            ]
        ],
        [
            110,
            130,
            [
                "between 1915 and 1918"
            ]
        ],
        [
            179,
            185,
            [
                "Scuba",
                "Scala",
                "Escudo",
                "EULA",
                "Scull",
                "Estela"
            ]
        ]
    ],
    "After the death of de la Riba in 1917, <a href=\"”/puigicadafalchj”\">Jose Piug i Cadafalch</a> (1867-1856) removed him from his position.": [
        [
            25,
            29,
            [
                "Ribs",
                "Riga",
                "Rita",
                "Rib",
                "Reba",
                "IBA"
            ]
        ]
    ],
    "He then travelled throughout South America in 1921 giving lectures at universities.": [],
    "Upon his return to Barcelona, he shifted to write in Spanish and published one of his best known works <em>Tres horas en el Museo del Prado</em> (1922).": [],
    "In 1927, he was named to the Real Academia Española and transitioned to live in Paris again.": [],
    "During these years he published titles on art including <em>El arte de Goya</em>\n(1928), <em>Cezanne</em> (1930), <em>Pablo Picasso</em> (1930) and <em>Du baroque</em> (1935).": [],
    "He remained in Paris throughout the Spanish Civil War until April of 1937 when he moved to Pamplona and joined the Falange.": [
        [
            60,
            73,
            [
                "April 1937"
            ]
        ],
        [
            115,
            122,
            [
                "Flange"
            ]
        ]
    ],
    "He was named secretary of the Instituto de España and led the Jefatura Nacional de Bellas Artes in 1938 and was able to recover the funds for the Museo del Prado that the Republican government had moved to Geneva.": [
        [
            62,
            70,
            [
                "Feature",
                "Decatur",
                "Ventura",
                "Denature",
                "Jayapura",
                "ELAURA"
            ]
        ],
        [
            90,
            95,
            [
                "Arts",
                "Ares",
                "Aries",
                "Antes",
                "ARTE",
                "ARTS"
            ]
        ]
    ],
    "He was named to the Real Academia Española and to the Real Academia de Bellas Artes de San Fernando.": [
        [
            78,
            83,
            [
                "Arts",
                "Ares",
                "Aries",
                "Antes",
                "ARTE",
                "ARTS"
            ]
        ]
    ],
    "He taught courses at the Museo del Prado and later synthesized his teachings in <em>Tres lección en el Museo del Prado de introducción a la crítica de arte</em> (1944) which present a new approach to the critique of art––he suggested that beyond having a meaning and form, each work has a different existence for which it is a figure or symbol (Terregrosa Puig).": [],
    "He later founded the Academia Breve de Critica de Arte in Madrid in 1942 which held lectures, concerts, and annual modern art exhibitions.": [],
    "Toward the end of his life, d’Ors began to work again with Catalonia through his writing for the newspaper, <em>La Vanguardia</em>.": [
        [
            30,
            33,
            [
                "ORS",
                "Or",
                "Mrs",
                "FRS",
                "IRS",
                "Ores"
            ]
        ]
    ],
    "He published <em>El secreto de la filosofía</em> in 1947.": [],
    "He passed away at the age of 63 in his come at Villanueva y Geltru.": [
        [
            60,
            66,
            [
                "Gentry"
            ]
        ]
    ],
    "<em>La verdadera historia de Lidia de Cadaqués</em> and <em>La ciencia de la cultura</em> were published posthumously.": [],
    "Throughout his works and leadership in the Academia Breve de Critica de Arte, d’Ors led a cultural revolution in Catalonia.": [
        [
            80,
            87,
            [
                "Or sled",
                "ORS led",
                "Or led",
                "Mrs led",
                "FRS led",
                "IRS led"
            ]
        ],
        [
            90,
            109,
            [
                "Cultural Revolution"
            ]
        ]
    ],
    "During his formative years, the city of Barcelona saw a cultural shift towards modernism.": [],
    "But beginning in 1904, d’Ors works expressed a distinct approach to how he believed Catalonia should be modernized.": [
        [
            25,
            28,
            [
                "ORS",
                "Or",
                "Mrs",
                "FRS",
                "IRS",
                "Ores"
            ]
        ]
    ],
    "He proposed a project for renewal which he coined Noucentisme––the spirit of the new century.": [],
    "In its artistic aesthetics, it rejected the individualism and naturalism of modernism and rather embraced the aesthetic tradition of Catalonia.": [],
    "These aesthetics were rooted in ruralism and folklore that are found in classical art.": [],
    "He used the term “estetica arbitraria” to explain the presence of an aesthetic dimension of humans where art serves to be the most effective way of understanding human existence.": [
        [
            18,
            26,
            [
                "esthetic",
                "esthetical"
            ]
        ],
        [
            27,
            37,
            [
                "arbitrary",
                "arbitrarily"
            ]
        ]
    ],
    "By extending this concept to Catalonian nationalism, he too led a political movement throughout Catalonia.": [
        [
            29,
            39,
            [
                "Catalonia"
            ]
        ]
    ]
}