{
    "<p>Keeper of the National Gallery, London, 1878-1898 and Gothic architecture writer, nephew of Elizabeth and <a href=\"/eastlakec\">Charles Lock Eastlake</a>.": [],
    "Eastlake was the son of George Eastlake (b.": [
        [
            0,
            8,
            [
                "East lake"
            ]
        ],
        [
            31,
            39,
            [
                "East lake"
            ]
        ]
    ],
    "1785), an Admiralty law agent and judge-advocate, and the nephew of the painter and future first director of the National Gallery, London, <a href=\"/eastlakec\">Charles Lock Eastlake</a>.": [],
    "As his then unmarried uncle had no children, the painter spent much time with the younger Eastlake, seeing that he attended Westminster School.": [
        [
            90,
            98,
            [
                "East lake"
            ]
        ]
    ],
    "Eastlake studied under the architect Philip Hardwick (1792-1870), attending the Royal Academy Schools in 1853.": [
        [
            0,
            8,
            [
                "East lake"
            ]
        ]
    ],
    "Three years later he married Eliza Bailey (d.": [],
    "1911).": [],
    "He abandoned architecture shortly thereafter in favor of art history, spending the next two years studying art and buildings in Europe.": [],
    "He was caught up in the nineteenth-century's renewed interest in the Gothic style.": [],
    "By this time his uncle had married the art writer <a href=\"/rigbye\">Elizabeth Rigby Eastlake</a>, <a href=\"/rigbye\">Elizabeth Rigby Eastlake</a>, and become the director of the National Gallery, London.": [],
    "The younger Eastlake wrote articles for <em>Cornhill Magazine</em>, <em>Building News</em>, <em>Punch</em>, and the <em>London Review</em> as a freelance journalist on a variety of topics.": [
        [
            12,
            20,
            [
                "East lake"
            ]
        ]
    ],
    "However, interior design was his greatest interest.": [],
    "After a series of pieces on taste in the journal <em>The Queen</em>, he published a highly popular book on the topic, <em>Hints on Household Taste, in Furniture, Upholstery and other Details</em> in 1868.": [],
    "The title went through many British editions and an American edition appeared in 1881.": [],
    "Eastlake was appointed secretary of the Royal Institute of British Architects in 1866.": [
        [
            0,
            8,
            [
                "East lake"
            ]
        ]
    ],
    "A second book, <em>A History of the Gothic Revival in England</em>, appeared in 1872.": [],
    "His lectures on decorative art and workmanship for the Social Science Congress appeared in published form in 1876.": [],
    "His writings led the Prime Minister Benjamin Disraeli, Lord Beaconsfield (1804-1881), to appoint Eastlake keeper and secretary of the National Gallery in 1878.": [
        [
            97,
            105,
            [
                "East lake"
            ]
        ]
    ],
    "He was an attentive curator, with a modern view toward conservation, placing many works under glass to protect them from the sooty London air.": [],
    "His sensitivity toward the public resulted in his making the museum more welcoming to art students and copyists and devoting several galleries devoted to the works on paper of J. M. W. Turner.": [],
    "As an historian, Eastlake reorganized all the paintings of the Gallery into schools or intellectual groupings, which he called \"scholastic subdivisions.\"": [
        [
            3,
            5,
            [
                "a"
            ]
        ],
        [
            17,
            25,
            [
                "East lake"
            ]
        ]
    ],
    "As a curator, Eastlake published small books evaluating the principal pictures in foreign galleries.": [
        [
            14,
            22,
            [
                "East lake"
            ]
        ]
    ],
    "These included the Brera Gallery in Milan, 1883, the Louvre, 1883, the Alte Pinakothek in Munich, 1884, and the Accademia in Venice, 1888.": [
        [
            19,
            24,
            [
                "Breda",
                "Berra",
                "Br era"
            ]
        ],
        [
            71,
            75,
            [
                "Alter",
                "Ate",
                "Ale",
                "Alto",
                "Alta",
                "Ante"
            ]
        ],
        [
            112,
            121,
            [
                "Academia"
            ]
        ]
    ],
    "When <a href=\"/burtonf\">Frederic William Burton</a> retired in 1894, Eastlake was passed over as director of the Gallery, along with <a href=\"/murrayc\">Charles Fairfax Murray</a>, in favor of <a href=\"/poyntere\">Edward John Poynter</a>, a great disappointment to him.": [],
    "He published an anecdotal autobiography, <em>Our Square and Circle</em>, in 1895, retiring from the Gallery in 1898.": [],
    "Spending his remaining years at his Bayswater, London, home where he died in 1906.": [
        [
            36,
            45,
            [
                "Bays water"
            ]
        ]
    ],
    "He is buried in Kensal Green cemetery.</p>\n\n<p>Eastlake's art history was most influential in taste-making.": [
        [
            16,
            22,
            [
                "Kendal"
            ]
        ],
        [
            47,
            55,
            [
                "East lake"
            ]
        ]
    ],
    "<em>Hints on Household Taste</em> espoused \"simplicity, rectangularity, and honest craftsmanship\" in opposition to the popular rococo and neo-Renaissance style of the day.": [
        [
            56,
            70,
            [
                "rect angularity"
            ]
        ]
    ],
    "He encouraged the public to \"furnish their houses picturesquely, without ignoring modern notions of comfort and convenience.\"": [],
    "His ideas had a direct affect on contemporary furniture design and in the United States in particular, the verb \"to Eastlake\" a home was synonymous with the new style.": [
        [
            23,
            29,
            [
                "effect"
            ]
        ],
        [
            116,
            124,
            [
                "East lake"
            ]
        ]
    ],
    "Though not a scholar, his understanding of art history advanced the principles for the British public.": [],
    "The similarities in the names and vocations of him and his uncle has resulted in some confusion between the two in contemporary references.</p>": []
}