{
    "First Director of the National Gallery, London 1855-65; painter and scholar of artist's materials.": [],
    "Son of a British Admiralty barrister at Plymouth, Eastlake attended local schools and, for a short time, Charterhouse, Surrey.": [
        [
            50,
            58,
            [
                "East lake"
            ]
        ],
        [
            105,
            117,
            [
                "Charter house"
            ]
        ]
    ],
    "He studied under the artist Benjamin Robert Haydon (1786-1846) beginning in 1809 and by 1815 was exhibiting.": [
        [
            44,
            50,
            [
                "Hayden",
                "Haydn",
                "Haddon"
            ]
        ]
    ],
    "He traveled to France, visiting the Louvre (then known as the Musée Napoléon).": [
        [
            62,
            67,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            68,
            76,
            [
                "Napoleon",
                "Napoleón",
                "Napoleons"
            ]
        ]
    ],
    "His success as a painter allowed him to move to Rome in 1816.": [],
    "There he painted for the British elite staying in Italy, including Maria Graham (later Lady Callcott) and the artists Sir Thomas Lawrence and J. M. W. Turner.": [
        [
            92,
            100,
            [
                "Walcott",
                "Alcott",
                "Callout"
            ]
        ]
    ],
    "His journeys during this time took him to Naples and Athens where he met the German artistic communities there: the Nazarene painters and scholar proponents of the new discipline of art history.": [],
    "Eastlake continued to send paintings to England, showing at the British Institution and the Royal Academy, where his successes lead to his absentia admission in that body in 1827.": [
        [
            0,
            8,
            [
                "East lake"
            ]
        ],
        [
            139,
            147,
            [
                "absent",
                "absentee",
                "absented",
                "absenting",
                "absents",
                "absently"
            ]
        ]
    ],
    "Eastlake returned to England permanently in 1830, continuing to paint historic and biblical paintings set in Mediterranean landscapes.": [
        [
            0,
            8,
            [
                "East lake"
            ]
        ]
    ],
    "Eastlake became increasingly fascinated with art history as an intellectual pursuit.": [
        [
            0,
            8,
            [
                "East lake"
            ]
        ]
    ],
    "His conversancy in German allowed his to publish translations first of Goethe's1840 <em>Zur Farbenlehre</em> (Color Theory) and the 1842 <em>Handbuch der Geschichte der Malerei</em> (Handbook of the History of Painting) by <a href=\"/kuglerf\">Franz Kugler</a>.": [
        [
            4,
            15,
            [
                "conservancy",
                "conversant"
            ]
        ]
    ],
    "The second section included notes by <a href=\"/heade\">Edmund Walker Head</a>.": [],
    "These high-profile publications and his reputation as a painter led to Prime Minister Sir Robert Peel's 1841 nomination of Eastlake as Secretary of the Fine Arts Commission, the body in charge of government art patronage.": [
        [
            123,
            131,
            [
                "East lake"
            ]
        ]
    ],
    "For some time, Eastlake had been unofficially advising the National Gallery on acquisitions.": [
        [
            15,
            23,
            [
                "East lake"
            ]
        ]
    ],
    "In 1843 the government made it official by naming him to the highest office in the Gallery, Keeper (curator).": [],
    "Though he reported to the Trustees, the administrative structure at the National Gallery thwarted leadership and lead to innumerable quarrels.": [],
    "Eastlake's curatorial tenure at the National Gallery was stormy.": [
        [
            0,
            8,
            [
                "East lake"
            ]
        ]
    ],
    "Acquisition scandals and overcleaning of masterworks, most notably in the press by J. Morris Moore, writing under the pseudonym \"Verax.\"": [
        [
            129,
            134,
            [
                "Vera",
                "Vera x"
            ]
        ]
    ],
    "In 1846, he met <a href=\"/rigbye\">Elizabeth Rigby Eastlake</a> a translator of a German-language work on British art by <a href=\"/passavantj\">Johann David Passavant</a>.": [],
    "Eastlake resigned over his department's controvercies, despite the support of the Trustees, in 1847.": [
        [
            0,
            8,
            [
                "East lake"
            ]
        ],
        [
            40,
            53,
            [
                "controversies"
            ]
        ]
    ],
    "He returned to writing art history, producing his two most lasting books, <em>Materials for a History of Oil Painting</em> (1847) and the first volume of <em>Contributions to the Literature of the Fine Arts</em> (1848).": [],
    "In 1849 he married Rigby.": [
        [
            3,
            7,
            [
                "1849,"
            ]
        ]
    ],
    "Together, he and <a href=\"/rigbye\">Elizabeth Rigby Eastlake</a> formed Britain's earliest serious art-history writing ventures.": [],
    "Eastlake was raised to the Presidency of the Royal Academy and knighted in 1850.": [
        [
            0,
            8,
            [
                "East lake"
            ]
        ]
    ],
    "The same year he commissioned the top connoisseur art historians, including Passavant, <a href=\"/cavalcaselleg\">G.": [
        [
            76,
            85,
            [
                "Pas savant"
            ]
        ]
    ],
    "B. Cavalcaselle</a>, and <a href=\"/waageng\">Gustav Friedrich Waagen</a> to write opinions for the catalog of the Permanent collection of the Gallery in Liverpool.": [],
    "He was appointed the first President of the Photographic Society in 1853.": [],
    "Eastlake's continual background lobbying for changes at the National Gallery were finally realized in 1855 Eastlake when he was named the its first Director.": [
        [
            0,
            8,
            [
                "East lake"
            ]
        ],
        [
            107,
            115,
            [
                "East lake"
            ]
        ],
        [
            134,
            141,
            [
                "the",
                "its"
            ]
        ]
    ],
    "With this new position, Eastlake hired the artist and art historian <a href=\"/wornumr\">Ralph Nicholson Wornum</a> as Keeper (principal curator) and the German art historian and dealer <a href=\"/mundlero\">Otto Mündler</a> as \"Travelling Agent\" [for acquisitions].": [
        [
            24,
            32,
            [
                "East lake"
            ]
        ]
    ],
    "In two short years Eastlake and Mündler acquired treasures for the museum mostly from Italy, but from the Netherlands and France as well until the petty criticisms of Lord Elcho, the future 10th earl of Wemyss (1818-1914) caused the dissolution of Mündler's position in 1858.": [
        [
            19,
            27,
            [
                "East lake"
            ]
        ],
        [
            32,
            39,
            [
                "Bundler",
                "Muddler"
            ]
        ],
        [
            172,
            177,
            [
                "Echo"
            ]
        ],
        [
            203,
            209,
            [
                "Weiss",
                "Remiss"
            ]
        ],
        [
            248,
            255,
            [
                "Bundler",
                "Muddler"
            ]
        ]
    ],
    "Eastlake continued to acquire works for the museum alone.": [
        [
            0,
            8,
            [
                "East lake"
            ]
        ]
    ],
    "He bought whole collections, including the Beaucousin collection (1860), from which Bronzino's <em>Allegory</em> came, and the Lombardi-Baldi collection (1857), which held Uccello's <em>Rout of San Romano</em>.": [
        [
            43,
            53,
            [
                "Beau cousin"
            ]
        ],
        [
            127,
            141,
            [
                "Lombardi-Bald"
            ]
        ]
    ],
    "Other Italian masterworks added by Eastlake include Perugino's <em>Virgin and Child</em> (in 1856), Pollaiuolo's <em>Martyrdom of St.": [
        [
            35,
            43,
            [
                "East lake"
            ]
        ],
        [
            52,
            60,
            [
                "Perugia",
                "Perusing"
            ]
        ]
    ],
    "Sebastian</em> (in 1857), Veronese's the <em>Family of Darius before Alexander</em> (in 1857), Giovanni Bellini's <em>Madonna of the Meadow</em> (in 1858), and Piero della Francesca's <em>Baptism</em> (in 1861).": [
        [
            166,
            171,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ]
    ],
    "Eastlake died while on one of his regular excursions in Italy in 1865.": [
        [
            0,
            8,
            [
                "East lake"
            ]
        ]
    ],
    "His will made provision for the Gallery to purchase paintings from his own collection at the same cost Eastlake had paid for them.": [
        [
            103,
            111,
            [
                "East lake"
            ]
        ]
    ],
    "Lady Eastlake also sold her husband's rich art history book collection to the library.": [
        [
            5,
            13,
            [
                "East lake"
            ]
        ]
    ],
    "He was succeeded at the Gallery by <a href=\"/boxallw\">William Boxall</a>, a family friend who acted as one of his executors.": [],
    "His nephew, <a href=\"/eastlakec1833\">Charles L. Eastlake</a> was also a keeper of the National Gallery, 1878-1898.": [],
    "Eastlake's combination of scholar, artist, and gentleman allowed him to make fundamental changes in the art community of England during his time.": [
        [
            0,
            8,
            [
                "East lake"
            ]
        ]
    ],
    "As a tastemaker, he and his wife were among the first to appreciate (\"rediscover\") the so-called Italian primitives.": []
}