{
    "First American to present nonobjective and modernist art in a book positively, modernist art collector and lawyer.": [],
    "Eddy's parents were Jerome Eddy (1829-1905) a Flint, MI businessman and politician, and Ellen M. Case (Eddy).": [],
    "Arthur Eddy entered Harvard Law School in 1877 but in 1879 returned to be publisher of the Genesee <em>Democrat newspaper</em>.": [
        [
            91,
            98,
            [
                "Geneses",
                "Gene see"
            ]
        ]
    ],
    "He continued studying law with a local expert.": [],
    "In 1888 he moved to Chicago to begin his legal career, passing the Illinois Bar in 1890 and marrying Lucy C. Orrell, the granddaughter of Michigan governor Henry Howland Crapo (1804-1869).": [
        [
            3,
            7,
            [
                "1888,"
            ]
        ],
        [
            109,
            115,
            [
                "Orwell",
                "Morrell"
            ]
        ],
        [
            170,
            175,
            [
                "Capo",
                "Crap",
                "Craps",
                "Crape",
                "CAPO",
                "CFAPO"
            ]
        ]
    ],
    "He joined the firm of Wetten, Matthews &amp; Pegler where he practiced anti-trust law and setting up corporations.": [
        [
            22,
            28,
            [
                "Wetter",
                "Wetted",
                "Witten",
                "Wet ten"
            ]
        ],
        [
            39,
            43,
            [
                "camp",
                "lamp",
                "ramp",
                "amp",
                "damp",
                "vamp"
            ]
        ],
        [
            45,
            51,
            [
                "Peeler"
            ]
        ],
        [
            71,
            81,
            [
                "antitrust"
            ]
        ]
    ],
    "Eddy's liberal convictions about monopolies and competition (he insisted cooperation in business was better for the consumer than competition) led him to write books.": [],
    "After authoring a number of titles on law and economics, Eddy's attention turned to art.": [],
    "He edited a Chicago literary magazine, <em>Contributor's Magazine</em>.": [],
    "While attending the 1893 World Columbian Exposition in Chicago, he encountered the work of James McNeill Whistler (awarded the Fair's Gold Medal) and Auguste Rodin which he positively reviewed in the magazine.": [],
    "He traveled to Paris to commission his full-length portrait by Whistler, titled <em>Arrangement in Flesh Color and Brown: Portrait of Arthur Jerome Eddy</em> (1894).": [],
    "In Paris he purchased a Manet and Monet, exceeding his personal budget at the time.": [
        [
            3,
            8,
            [
                "Paris,"
            ]
        ]
    ],
    "Rodin sculpted a portrait bust of Eddy which were issued in bronze.": [],
    "An automobile enthusiast, he made a 2900-mile tour in 1901 to briefly hold the record in an auto trip.": [],
    "Eddy established a winter home in California where he spent part of the year, the conception of which he wrote about in the <em>Craftsman</em> magazine.": [],
    "He lectured on art and aesthetics in Chicago.": [],
    "His first art book, one of art appreciation, <em>Delight, the Soul of Art</em>, was published in 1902.": [],
    "This was quickly followed by <em>Recollections and Impressions of James A. McNeill Whistler</em> in 1903.": [],
    "He concentrated as a collector on late 19th-century art until 1912.": [],
    "Already interested in non-objective art (he had bought a chalk drawing by Arthur Dove at the first Chicago exhibition of the artist's work in 1912), Eddy's visit to the famous Armory Show of 1913 confirmed him as a devotee of modern art.": [],
    "Eddy purchased works at the show, his conversion to Avant-garde art was almost immediate.": [],
    "Traveling to London he bought a Brâncuși sculpture and in Munich he met Wassily Kandinsky and began adding this artist's work to his collection, among the first Americans to do.": [
        [
            32,
            40,
            [
                "Branch",
                "Branches",
                "Francis",
                "Brands",
                "Frances",
                "Branched"
            ]
        ]
    ],
    "In 1914 Eddy published his ground-breaking <em>Cubists and Post-Impressionism</em>, a book drawing from his experiences and personal statements of the artists directly and presenting modernist art in a positive light.": [],
    "Perhaps most important Eddy was the first author to discuss Kandinsky in an American book.": [],
    "Eddy practiced what he preached building a collection which amounted to more than one hundred works including those by Winslow Homer, Gabriele Münter, Franz Marc, André Derain and Maurice de Vlaminck and eventually four Kandinskys (including Improvisation no.": [
        [
            143,
            149,
            [
                "Hunter",
                "Munster",
                "Muster",
                "Punter",
                "Mutter",
                "Mounter"
            ]
        ],
        [
            220,
            230,
            [
                "Kandinsky's",
                "Kandinsky"
            ]
        ]
    ],
    "30, 1913).": [],
    "Eddy focused on collecting American modern art in later years.": [],
    "Among his acquisitions were paintings by Arthur Dove.": [],
    "He contracted an acute appendicitis while in New York and died two days after an appendectomy.": [],
    "After his death some of his art collection was dispersed.": [],
    "In 1931 the Art Institute of Chicago director <a href=\"/harsher\">Robert B. Harshe</a> (1879-1938) accepted 23 paintings of Eddy's--including all four Kandinskys--for the Institute from Eddy's widow, known today as the Arthur Jerome Eddy Memorial Collection.": [],
    "Eddy is significant as an early modernist-art exponent (the first in Chicago) and collector.": [],
    "His book <em>Cubists and Post-Impressionism</em> is an important book for the history American art history.": [],
    "It was the first book published in the United States on modern art to endorse the art form enthusiastically.": [],
    "It was particularly important for the dissemination of Kandinsky's art and thought.": [],
    "The artist had previously only been known by a single painting in the Armory Show; Eddy was the first to publish the artsti's theoryies in the English language (Robson).": [
        [
            126,
            135,
            [
                "theories"
            ]
        ]
    ],
    "Harriet Monroe (1860-1936), a friend and founder of <em>Poetry Magazine</em>, characterized Eddy as not profound, but quick to seize on ideas and use them.": []
}