{
    "Art historian of the medieval and Italian Renaissance, principally on linear perspective; Professor of Williams College.": [],
    "Edgerton was born in Cleveland, Ohio on September 30, 1926.": [],
    "Later, Edgerton moved with his family to Wynwood, Pennsylvania, where he studied for his B.A., M.A., and Ph.D.": [
        [
            41,
            48,
            [
                "Lynwood"
            ]
        ]
    ],
    "all at the University of Pennsylvania.": [
        [
            0,
            3,
            [
                "All"
            ]
        ]
    ],
    "He received a B.A.": [],
    "in 1950.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Before Edgerton pursued further education, he briefly worked as a sales representative.": [],
    "A year later, he started pursuing an M.F.A.": [],
    "in painting from the University of Pennsylvania while being an art teacher and a wrestling coach at a private school.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He married Dorothy D.": [],
    "(“Dottie”) Dugan (1929-2022) in 1952.": [
        [
            2,
            8,
            [
                "Lottie",
                "Dottier",
                "Hottie",
                "Dot tie"
            ]
        ],
        [
            11,
            16,
            [
                "Duran",
                "Dougan",
                "Durán",
                "Dušan",
                "Dug an"
            ]
        ]
    ],
    "Upon his graduation in 1956, he taught English in Lingen, Germany, on a Fulbright exchange program from 1957 to 1958.": [],
    "Edgerton earned his M.A.": [],
    "in Art History from Pennsylvania in 1960 and completed his Ph.D.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "in 1965 with the dissertation titled <i>​​Alberti’s Optics</i> under <a href=\"/robbd\">David M. Robb</a><i>.</i>\n\nIn 1964, a year before he got his Ph.D., Edgerton joined the art history faculty of Boston University.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He was a member of the Institute for Advanced Study in Princeton at the School of Historical Studies from 1967-1968.": [],
    "In 1969, He was promoted to full professor.": [],
    "Edgerton received ​​the 1971-72 I Tatti fellowship for post-graduate research in the Italian Renaissance.": [
        [
            34,
            39,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ]
    ],
    "His first book <i>The Renaissance Rediscovery of Linear Perspective, </i>published in 1975, set the tone of his lifelong interest in Renaissance art.": [],
    "He was an ACLS fellow from 1976-77.": [],
    "Subsequently, in 1977, he won a Guggenheim fellowship.": [],
    "In 1980, he became the director of the Graduate Program in the History of Art, a joint program of Williams College and the Clark Art Institute.": [],
    "During his 27-year tenure at Williams, he contributed greatly to the institution and the academia.": [],
    "In 1985, his book <i>Pictures and Punishment: Art and Criminal Prosecution during the Florentine Renaissance </i>was published.": [],
    "In the same year, he was named the Amos Lawrence Professor of Art, a position he held until his retirement in 2007.": [],
    "He furthered his interest in the intersection of art and science during the Renaissance.": [],
    "He wrote the book <i>The Heritage of Giotto’s Geometry: Art and Science on the Eve of the Scientific Revolution</i>, which was released in 1991.": [],
    "Later, he drastically shifted his academic focus to Mesoamerican art and published the book <i>Theaters of Conversion: Religious Architecture and Indian Artisans in Colonial Mexico</i> in 2001.": [],
    "After his retirement, in 2009, he returned to his initial topic on perspective and published his book <i>The Mirror, the Window, and the Telescope.</i>\n\nEdgerton is renowned for his contributions to the study of Renaissance linear perspective, which encourages understanding art and science as an inseparable whole.": [],
    "<a href=\"/spencerj\">John Spencer</a>, a specialist in Italian <i>quattrocento </i>theory at Oberlin College, inspired Edgerton.": [],
    "His expertise in linear perspective led him to compile an annotated bibliography on the historiography of the linear perspective for Oxford University Press.": [],
    "His books, <i>The Renaissance Rediscovery of Linear Perspective</i> (1975), <i>Pictures and Punishment: Art and Criminal Prosecution during the Florentine Renaissance</i> (1985), <i>The Heritage of Giotto’s Geometry: Art and Science on the Eve of the Scientific Revolution</i>(1991), and <i>The Mirror, the Window, and the Telescope</i> (2009), examine the intricate dynamics among the development of science, the power of the church and the rise of secular activities.": [],
    "As a social historian, he was a NAACP member as well as a civil rights activist.": [],
    "His enthusiasm for exploring societies drove him to study the arts of both pre-Columbian and Spanish colonial America.": [],
    "His book <i>Theaters of Conversion: Religious Architecture and Indian Artisans in Colonial Mexico</i> (2001) focuses on the interaction of introduced Christianity and native Mexicans.": [],
    "Although Edgerton’s interests range from medieval, Renaissance to Mesoamerican art, his methodology has always been consistent.": [],
    "Edgerton himself wrote that “the single thread that unites the seemingly diverse subjects of my books is the desire to reveal how the history of art interacted with the ideologies and social institutions of these diverse cultures.": [],
    "There can never be, and probably never was, a neutral, completely apolitical art, created solely for aesthetic enjoyment without any other social motivation.": [],
    "A work of art is a tool for performing some distinct social function.” (Mark Haxthausen)": [
        [
            77,
            87,
            [
                "Mauthausen"
            ]
        ]
    ]
}