{
    "Harvard Professor of Fine Arts and Director of the Museum of Fine Arts, Boston, 1935-1954.": [],
    "Edgell was the son of George Stephen Edgell (d.": [],
    "1915), a banker, whose New England lineage traced back to 1636.": [],
    "His mother was Isabella Wallace Corbin (Edgell).": [],
    "Edgell entered Harvard University, receiving his B.A.": [],
    "in 1909 <em>magna cum laude</em> in the new area of history and literature (interdisciplinary studies), focusing on the Renaissance.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Appointed an assistant at his alma mater's Department of Fine Arts the same year, he continued for his Ph.D., which he earned in 1913, the first Harvard Ph.D.": [],
    "awarded in the fine arts.": [
        [
            0,
            7,
            [
                "Awarded"
            ]
        ]
    ],
    "Edgell remained on the Harvard faculty.": [],
    "His inaugural year course included the first course in the United States on central Italian painters.": [],
    "In this he followed the writings of another Harvard alumnus, <a href=\"/berensonb\">Bernard Berenson</a>.": [],
    "His \"Fine Arts 1d\" course became a staple at the University.": [],
    "Together with <a href=\"/kimballf\">Fiske Kimball</a>, Edgell authored <em>A History of Architecture</em>, with Edgell writing the chapters on medieval architecture.": [],
    "He became Dean of the Architecture faculty in 1922 and full professor in 1925.": [],
    "He joined the board of Trustees in 1927 of the Museum of Fine Arts, Boston.": [],
    "Edgell, an architectural historian of the Renaissance with no practicing architecture experience, became increasing uncomfortable as the architecture school felt the need to incorporate Bauhaus-style modernism.": [],
    "He resigned from Harvard to accept the position of curator of painting at the MFA in 1934.": [],
    "The following year he was named Director, retaining the curatorship until 1938.": [
        [
            56,
            67,
            [
                "curator ship",
                "curators hip"
            ]
        ]
    ],
    "Edgell received an honorary doctorate from Harvard in 1948.": [],
    "The following year he published his <em>History of Sienese Painting</em>.": [],
    "He died unexpectedly at his summer home in New Hampshire after a brief illness and was succeeded by <a href=\"/rathbonep\">Perry T. Rathbone</a>.": [],
    "His papers are held at Harvard.": [],
    "Students whose dissertation he supervised may have included <a href=\"/smithr\">Robert C. Smith</a>.": [],
    "In his memoirs, <a href=\"/wittmanno\">Otto Wittmann, Jr.</a>, described Edgell as a brilliant lecturer.": []
}