{
    "<p>Medievalist and American architectural historian.": [],
    "Egbert was born to Rev.": [],
    "George Drew Egbert (1865-1940) and Kate Estelle Powers (Egbert) (d.": [],
    "1938); his father was a Congregational minister and collector of early American furniture.": [],
    "The younger Egbert received his B.A.": [],
    "from Princeton University in 1924.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "He studied architecture, receiving an M.F.A.": [],
    "in 1927.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Egbert continued graduate between 1927-1929 under <a href=\"/moreyc\">Charles Rufus Morey</a>, who was at that time engaged in cataloging the collection of the Museo Cristiano, part of the Vatican library.": [],
    "Several of Egbert's first articles were on Vatican ivories which he was assisting Morey in researching.": [],
    "Like Morey, too, he never completed a Ph.D.": [],
    "He joined Princeton as an instructor in 1929.": [],
    "His perceptive and scathing 1930 review of the book by <a href=\"/hitchcockr\">Henry-Russell Hitchcock</a>, <em>Modern Architecture</em>, debuted not only his interest in the medium, but an early tendency to look beyond stylistic continua as an explanation of art history.": [],
    "He was a lecturer in ancient architecture at Bryn Mawr College for 1930, but witnessed Frank Lloyd Wright's Princeton lectures the same year.": [],
    "He continued graduate work at the University of Paris, receiving a <em>Brevet d'Art de la Sorbonne</em> in 1931.": [],
    "In 1935 he was promoted to assistant professor.": [
        [
            3,
            7,
            [
                "1935,"
            ]
        ]
    ],
    "His early work was on medieval art manifested itself in his first book, which appeared in 1940, <em>The Tickhill Psalter</em>.": [],
    "Egbert had also been working during the 1930's on a manuscript on the beaux-arts tradition in French architecture, which he completed in 1941.": [
        [
            40,
            46,
            [
                "1930s"
            ]
        ]
    ],
    "His interest in American art and architecture now came to the fore.": [],
    "At the beginning in World War II, he helped found and teach the undergraduate program \"American Civilization\" at Princeton in 1942, which he continued until his retirement.": [],
    "In 1943 Egbert was awarded the Haskins Medal from Mediaeval Academy of America for distinguished scholarship for the <em>Tickhill Psalter</em> book.": [
        [
            50,
            59,
            [
                "Medieval"
            ]
        ]
    ],
    "He was promoted to associate professor in 1944.": [],
    "That year, too, Egbert published an innovative study on the foreign influences to American architecture.": [],
    "Two years later, at age 44, he married another medievalist art historian, Virginia Grace Wylie (1912-1998), and was named (full) professor of art, archaeology, and architecture.": [],
    "He never wrote on medieval art after the war, concentrating on social history, architecture and American art.": [],
    "As a photographer, he exhibited photos at Princeton University Library in 1957, and George Eastman House, Rochester, NY, in 1958.": [],
    "Egbert was appointed Butler Professor of the History of Architecture in 1968.": [],
    "He retired, professor emeritus in 1970, continuing to teach the Civilization course.": [],
    "In retirement, he worked on revising his beaux-arts manuscript, but suffered a stroke in late 1972 and died in early 1973.": [],
    "The book <em>The Beaux-Arts Tradition in French Architecture</em>, was published posthumously.": [],
    "His students included David Van Zanten, Neil Levine and the architect Robert Venturi.": [
        [
            32,
            38,
            [
                "Wanted",
                "Canton",
                "Eaten",
                "Anton",
                "Dante",
                "Hansen"
            ]
        ]
    ],
    "Egbert was a social and intellectual historian.": [],
    "His writing examined the political forces and cultural influences that shaped the arts, especially architecture, frequently choosing stances and subjects currently out of vogue.": [],
    "His interdisciplinary articles, such as \"Art History and the Study of American Civilization\" (1945) or \"The Idea of the 'Avant-garde' in Art and Politics,\" in 1967, appeared in a wide variety of academic journals.": [],
    "As an architectural historian, he was at odds with the dominant modernist (and Bauhaus) view of architecture propounded by Hitchcock and <a href=\"/johnsonp\">Philip Johnson</a> and publicized by the Museum of Modern Art, NY, which de-emphasized the social content of contemporary architecture in favor of formalist values.": [],
    "This distinction is no where clearer than in his book, <em>Social Radicalism and the Arts</em>.": [
        [
            20,
            28,
            [
                "nowhere"
            ]
        ]
    ],
    "A dramatic teacher, his lectures, read from nearly a complete text and while he was seated, were extremely popular at Princeton.</p>": []
}