{
    "<p>Director of the Picture Gallery of the Academy of Fine Arts (Akademie der Bildenden Künste) 1926-29, 33-65, Vienna.": [
        [
            64,
            72,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            73,
            76,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            77,
            86,
            [
                "Blended",
                "Blender",
                "Bidden"
            ]
        ],
        [
            87,
            93,
            [
                "Sunset",
                "Unite",
                "Munster",
                "Unset",
                "Punster",
                "Münster"
            ]
        ]
    ],
    "He was born in Sedlitz, Bohemia, which is present-day Sedlice, Czech Republic.": [
        [
            15,
            22,
            [
                "Berlitz",
                "Schlitz"
            ]
        ],
        [
            54,
            61,
            [
                "Service",
                "Seduce",
                "Slice",
                "Splice",
                "Felice",
                "Redline"
            ]
        ]
    ],
    "Eigenberger studied art history at the universities of Prague, Munich and Göttingen, receiveing his Ph.D., in 1913 in Berlin.": [
        [
            0,
            11,
            [
                "Eisenberg",
                "Feinberger",
                "Kellenberger",
                "Weinberger"
            ]
        ],
        [
            85,
            95,
            [
                "receiving"
            ]
        ]
    ],
    "He served in the First World War (1915-16).": [],
    "After working in the cultural monuments division of the Austrian Ministry of Culture, he was curator (Kustos) at the Picture Gallery of the Academy of Fine Arts in 1922.": [
        [
            102,
            108,
            [
                "Custom",
                "Customs",
                "Busts",
                "Huston",
                "Gusts",
                "Justus"
            ]
        ]
    ],
    "He was made director in 1926.": [],
    "As the first director who was not exclusively an artist, Eigenberger reduced the exhibited to only objects of the highest quality and grouped them by schools.": [
        [
            57,
            68,
            [
                "Eisenberg",
                "Feinberger",
                "Kellenberger",
                "Weinberger"
            ]
        ]
    ],
    "He also stopped the practice of \"restoration\" by retouching.": [],
    "Instead, beginning in the 1920s, he worked in conjunction with scientific experts to restore paintings using more appropriate materials.": [],
    "Eigenberger took over the fledgling \"Meisterschule für Konservierung und Technologie\" at the Academy in 1933, a facility that grew into the east wing of the museum.": [
        [
            0,
            11,
            [
                "Eisenberg",
                "Feinberger",
                "Kellenberger",
                "Weinberger"
            ]
        ],
        [
            51,
            54,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            69,
            72,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            73,
            84,
            [
                "Technologies",
                "Technologize"
            ]
        ]
    ],
    "His service was suspended briefly in 1945 after World War II.": [],
    "He was reappointed and remained director until 1961, and retired as professor in 1965.": [],
    "Eigenberger was also a painter, a member of the Vienna Secession, and won the 1930 Austrian State Prize for painting.</p>": [
        [
            0,
            11,
            [
                "Eisenberg",
                "Feinberger",
                "Kellenberger",
                "Weinberger"
            ]
        ]
    ]
}