{
    "<p>Historian of German 18th/19th-century art; methodological theorist.": [],
    "The son of a military officer, von Einem demonstrated an interest in art from high school.": [
        [
            31,
            34,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ],
        [
            35,
            40,
            [
                "Eminem"
            ]
        ]
    ],
    "After studying law, he turned to art history in 1923, studying at Göttingen, Berlin and Munich.": [],
    "In 1928, he completed his dissertation under <a href=\"/vitzthumg\">Georg Vitzthum von Eckstädt</a>.": [],
    "Einem worked in the Field Museum in Hannover until 1936.": [
        [
            0,
            5,
            [
                "Eminem"
            ]
        ]
    ],
    "His 1935 <em>habilitationschrift</em> was written under the classicist <a href=\"/fernowc\">Carl Fernow</a> and <a href=\"/waetzoldtw\">Wilhelm Waetzoldt</a> in Halle and Göttingen.": [],
    "From 1936 he began publishing on the subject of Johan Wolfgang von Goethe (1749-1832), of whose art theory he became an expert.": [
        [
            48,
            73,
            [
                "Johann Wolfgang von Goethe"
            ]
        ]
    ],
    "In 1938 Einem published a monograph on Caspar David Friedrich which contradicted <a href=\"/eberleink\">Kurt Karl Eberlein</a> and Eberlein's view that Friedrich held strong nationalist pride.": [
        [
            8,
            13,
            [
                "Eminem"
            ]
        ]
    ],
    "Later he returned to <em>privatdozent</em> status for political reasons.": [],
    "Einem was forced to leave a 1936 essay of his on popular (volkisch) elements in art anonymous, though highly regarded by the Warburg school historians, because of the mounting political pressure of the Nazis.": [
        [
            0,
            5,
            [
                "Eminem"
            ]
        ],
        [
            58,
            66,
            [
                "folkish"
            ]
        ]
    ],
    "In 1943 he was appointed professor at Greifswald, but did not teach there due to military service and subsequent imprisonment (1945).": [
        [
            3,
            7,
            [
                "1943,"
            ]
        ]
    ],
    "After 1945 he published a series of shorter works dedicated to the master painters of European Renaissance art of the 17<sup>th</sup> century.": [
        [
            125,
            127,
            [
                "the",
                "TH",
                "Th",
                "to",
                "tho",
                "TT"
            ]
        ]
    ],
    "He continued Vitzthum's work as an <em>Ordinariat</em> in Göttingen and in 1947 held one of the chairs with <a href=\"/lutzelerh\">Heinrich Lützeler</a> at the University of Bonn.": [],
    "He and Lützeler founded the <em>Bonner Beiträge zur Kunstwissenschaft</em> in 1950.": [
        [
            7,
            15,
            [
                "Butler",
                "Luther",
                "Letterer",
                "Cutler",
                "Guzzler",
                "Puzzler"
            ]
        ]
    ],
    "Einem remained at Bonn becoming emeritus in 1970.": [
        [
            0,
            5,
            [
                "Eminem"
            ]
        ]
    ],
    "Because he had no ties to the Nazi regime, he was an ideal representative for post-war German art historical collaboration.": [],
    "Between 1960-1968 he headed the Association of German Art Historians and was the President of the International Committee of Art History (CIHA), 1964-1969.": [
        [
            138,
            142,
            [
                "CIA",
                "CIH",
                "CISA",
                "CI HA",
                "CIH A"
            ]
        ]
    ],
    "An invitation to succeed <a href=\"/sedlmayrh\">Hans Sedlmayr</a> in Munich of 1963 was declined.": [],
    "In 1974 he returned to Göttingen.": [
        [
            3,
            7,
            [
                "1974,"
            ]
        ]
    ],
    "Einem was among the great theorists of art history.": [
        [
            0,
            5,
            [
                "Eminem"
            ]
        ]
    ],
    "He regarded art history as a branch of general history, viewing the artist as a product of his/her historical period.": [],
    "He embraced the concept forwarded by <a href=\"/cassirere\">Ernst Cassirer</a> that art philosophy is not complete without art history and vice versa.": [],
    "In <em>Fragen kunstgeschichtlicher Interpretation</em>, 1952, von Einem wrote that art history as a particular language with mythical implications.": [],
    "The emergence of Christian mythos created a crisis of art, a loss of art's order for von Einem.": [
        [
            85,
            88,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ],
        [
            89,
            94,
            [
                "Eminem"
            ]
        ]
    ],
    "A strong supporter of academic training for art history, he argued that older art forms needed to be understood from a knowledge of contemporary art as well.": [],
    "In this regard, he contrasted art historians such as <a href=\"/gantnerj\">Joseph Gantner</a>, asserting that the abstraction in Egyptian sculpture, for example, differed from modern sculptural abstraction (see, <em>Revision der Kunstgeschichte?</em> 1931/1932).": [],
    "Einem maintained that <em>Kunstwissenschaft</em> was a resource to understanding mankind.": [
        [
            0,
            5,
            [
                "Eminem"
            ]
        ]
    ],
    "This explains in part his willingness to write on diverse art subjects.": [],
    "His students included <a href=\"/deuchlerf\">Florens Deuchler</a>.</p>": []
}