{
    "Early writer on modern art in Germany; first to discus African art in aestheric terms and one of the first to connect it to Cubism.": [
        [
            70,
            79,
            [
                "aesthetic"
            ]
        ]
    ],
    "Einstein's father was Daniel Einstein (1847-1899), a rabbi, Hebrew teacher and cantor.": [],
    "His mother was Sophie Lichtenstein (Einstein) (b.": [],
    "1860).": [],
    "In 1888 the family moved to Karlsruhe, where the younger Einstein initially studied Banking.": [],
    "Between 1904-1908 he attended the philosophy lectures of Georg Simmel (1858-1918) at the University of Berlin and art historical lectures of <a href=\"/wolfflinh\">Heinrich Wölfflin</a>.": [
        [
            63,
            69,
            [
                "Kimmel",
                "Simmer"
            ]
        ]
    ],
    "Because Einstein lacked a high school diploma (<em>Abitur</em>) he was unable to attain his doctorate.": [],
    "In 1907 he made his first trip to Paris where he discovered Picasso, Braque, Gris and other artists.": [
        [
            3,
            7,
            [
                "1907,"
            ]
        ]
    ],
    "He wrote prose, joining the radical circle of Franz Pfemfert (1879-1954) and his magazine <em>Die Aktion</em>.": [
        [
            52,
            60,
            [
                "Pfeffer",
                "Pfeifer"
            ]
        ]
    ],
    "In 1912 Einstein's novel, <em>Bebuquin oder die Dilettanten des Wunders</em>, appeared, which included the graphic illustrations of the German Expressionist artist Wilhelm Lehmburck.": [],
    "He married Maria Ramm, Pfemfert's daughter, in 1913 (divorced 1923).": [
        [
            17,
            21,
            [
                "RAM",
                "Ram",
                "Ramp",
                "Rama",
                "Reims",
                "Rams"
            ]
        ],
        [
            23,
            31,
            [
                "Pfeffer",
                "Pfeifer"
            ]
        ]
    ],
    "His first well-known work was an art-historical piece on primitivism, called <em>Negerplastik</em> (<em>Black Sculpture</em>).": [],
    "<em>Negerplastik</em> circulated widely among avant-garde artists of the time, though it incited controversy within the intellectual community, including the philosopher Ernst Bloch (1885-1977), the authors Hermann Hesse (1877-1862) and Hanns Johst (1890-1978) and the art historians <a href=\"/fechheimerh\">Hedwig Fechheimer</a>, <a href=\"/glaserc\">Curt Glaser</a>, <a href=\"/hausensteinw\">Wilhelm Hausenstein</a> and <a href=\"/tietzeh\">Hans Tietzte</a>.": [],
    "In World War I, he was a soldier stationed in Brussels.": [],
    "Immediately after the war he lived in Berlin (1919-1928), working on the weekly magazine of Wieland Herzfelde (1896-1988) and George Grosz, <em>Die Pleite</em>.": [
        [
            92,
            99,
            [
                "Island",
                "Ireland",
                "Mainland",
                "Finland",
                "Inland",
                "Iceland"
            ]
        ]
    ],
    "He became editor and publisher of the satirical paper <em>Der blutige Ernst</em>.": [],
    "He wrote several short essays on artists for <em>Das Kunstblatt</em> under <a href=\"/westheimp\">Paul Westheim</a> as well as for <em>Der Querschnitt</em>, <em>Action</em> (Paris) and <em>Die neue Rundschau</em>.": [],
    "His satirical depiction of god in <em>Die schlimme Botschaft</em> resulted in a fine.": [],
    "In 1922 he was commissioned to write the volume on <em>Die Kunst des 20.": [
        [
            3,
            7,
            [
                "1922,"
            ]
        ],
        [
            59,
            64,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ],
        [
            65,
            68,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Jahrhunderts</em> for the Propyläen Art History series.": [
        [
            26,
            35,
            [
                "Propylaea"
            ]
        ]
    ],
    "It's publication in 1926 made it the first survery of modern art (Foster et al).": [
        [
            43,
            50,
            [
                "surgery",
                "survey",
                "servery"
            ]
        ],
        [
            73,
            78,
            [
                "et al."
            ]
        ]
    ],
    "Einstein's contacts with artists and dealers such as Daniel-Henry Kahnweiler (1884-1979) and others resulted in a diverse selection of art objects.": [
        [
            66,
            76,
            [
                "Rainwater",
                "Kah Walla"
            ]
        ]
    ],
    "In 1928, branded as a communist, he moved to Paris and, with Georges Bataille (1897-1962) and others, published the magazine <em>Documents</em>, 1929-1931.": [],
    "Einstein sided with Bataille in view of Surrealism that radically contrasted the official line set forth by André Breton (1896-1966).": [
        [
            20,
            28,
            [
                "Bastille",
                "Braille"
            ]
        ]
    ],
    "He wrote a monograph on Braque (1934) though more a theoretical work on the Cubist movement than the artist himself.": [
        [
            45,
            63,
            [
                "a more theoretical"
            ]
        ]
    ],
    "In the 1930s, Einstein produced his <em>Handbuch der Kunst</em> which focuses primarily on modern art.": [],
    "He married a second time, in 1932, to an Armenian woman, Lydia Guevrekian.": [],
    "By this time he had become disillusioned by most modern artists has having capitulated to the ruling authorities.": [],
    "Though disillusioned with communism as well, he volunteered as a soldier in the Spanish civil war 1936-1937.": [
        [
            80,
            97,
            [
                "Spanish Civil War"
            ]
        ]
    ],
    "After the defeat by Franco, Einstein returned to Paris, writing a German expatriate newsletter.": [],
    "With the fall of France in 1940 he was arrested by Vichy government officials and deported to the concentration camp at Lager Gurs.": [
        [
            126,
            130,
            [
                "Guns",
                "Guru",
                "Guys",
                "Gus",
                "Furs",
                "GPRS"
            ]
        ]
    ],
    "Though released he found himself unable to emigrate again to Spain.": [],
    "Hunted by the Gestapo for his communist beliefs and Jewish heritage, he committed suicide by throwing himself into the Pau river.": [
        [
            119,
            122,
            [
                "Pay",
                "Paul",
                "PA",
                "Pan",
                "Pat",
                "Pad"
            ]
        ]
    ],
    "The Kahnweiler placed a plaque in his gallery \"Freedom fighter\".": [
        [
            4,
            14,
            [
                "Rainwater",
                "Kah Walla"
            ]
        ]
    ],
    "<em>Negerplastik</em> is one of the early links of so-called primitive sculpture and the modern art movement.": [],
    "The book was the first to discuss African sculpture in esthetic terms as opposed to ethnographic artifacts (Foster, et al).": [
        [
            116,
            121,
            [
                "et al."
            ]
        ]
    ],
    "It postulated a spatial way of seeing \"plastisches Sehen\" that addresses the problems of Cubism.": [
        [
            39,
            50,
            [
                "pastiches"
            ]
        ],
        [
            51,
            56,
            [
                "Seen",
                "Seven",
                "Sheen",
                "Semen",
                "Se hen"
            ]
        ]
    ],
    "It is not a history of African sculpture as it ignored the peoples who made the sculptures.": [],
    "Einstein adhered strongly to the notion that sculpture \"spoke\" directly to the viewer and therefore required no background information.": [],
    "<em>Die Kunst des 20.": [
        [
            8,
            13,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ],
        [
            14,
            17,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Jahrhunderts</em> represented a genuinely original vision of modern art.": [],
    "Together with an handful of other modernist art historians, such as <a href=\"/osbornm\">Max Osborn</a> and <a href=\"/schmidtp\">Paul Ferdinand Schmidt</a> he ushered in modern art as an art-historical subject in Germany.": [
        [
            14,
            16,
            [
                "a"
            ]
        ]
    ],
    "His criticism is akin to that of the Frankfurt School theorists, particularly Theodor Adorno (1903-1969) and Walter Benjamin (1892-1940) (Foster et al).": [
        [
            145,
            150,
            [
                "et al."
            ]
        ]
    ],
    "Einstein had his blind spots, however.": [],
    "His Marxist beliefs precluded an appreciation of German Expressionism until after World War I, preferring French Cubism largely because of its closer connection to African art.": [],
    "His analytical style, especially in the shorter reviews of artists, often has a hyper-critical edge to it.": [],
    "Because of the political and cultural events of the 1930s, his major literary theory, <em>Fabrikation der Fiktionen</em>, only appeared in 1973.": []
}