{
    "<p>Art historian of Netherlandish painting and graphic works of art; Robert Lehman Professor of Fine Arts, New York University.": [],
    "Eisler was born to George B. Eisler, a Hamburg publisher, and Kate Basseches (Eisler).": [
        [
            0,
            6,
            [
                "Eisner"
            ]
        ],
        [
            29,
            35,
            [
                "Eisner"
            ]
        ],
        [
            67,
            76,
            [
                "Beseeches"
            ]
        ],
        [
            78,
            84,
            [
                "Eisner"
            ]
        ]
    ],
    "The family emigrated to the United States where the younger Eisler graduated from Yale University in 1952.": [
        [
            11,
            23,
            [
                "immigrated to",
                "emigrated from"
            ]
        ],
        [
            60,
            66,
            [
                "Eisner"
            ]
        ]
    ],
    "He continued graduate study at Oxford University, 1952-53, before entering Harvard University.": [],
    "At Harvard he received his A.M.": [
        [
            3,
            10,
            [
                "Harvard,"
            ]
        ]
    ],
    "in 1954.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "While working on his doctorate, he was appointed instructor in art history at Yale and Curator in art gallery's department of prints and drawings (1955-1957).": [],
    "He received his Ph.D.": [],
    "in 1957 from Harvard.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He spent the 1957-58 academic year as a Fellow at the Institute for Advanced Study in Princeton.": [],
    "He married Benita Blitzer (b.": [],
    "1937) in 1961, a literary scholar and biographer.": [],
    "Eisler was made assistant professor, New York University, in 1958, advancing to associate professor in 1960.": [
        [
            0,
            6,
            [
                "Eisner"
            ]
        ]
    ],
    "He was named professor of art history in 1968 and Robert Lehman Professor of Fine Arts.": [],
    "Eisler wrote an early summary of how the German expatriate art-history community affected American scholarship, \"'Kunstgeschichte' American Style.\"": [
        [
            0,
            6,
            [
                "Eisner"
            ]
        ]
    ],
    "Eisler professed to disliking many major areas of art, German Expressionism, the art of Blake and Fuseli and the late Picasso.": [
        [
            0,
            6,
            [
                "Eisner"
            ]
        ],
        [
            98,
            104,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ]
    ],
    "His specialty of northern Renaissance art was his major area of publication.</p>": []
}