{
    "Film and painting historian of German Expressionism.": [],
    "Eisner's father was Hugo Eisner (1856-1924), a textile exporter and magistrate, and her mother Margarethe Feodora Aron (1866-1942).": [
        [
            95,
            105,
            [
                "Margrethe",
                "Margaret he"
            ]
        ],
        [
            106,
            113,
            [
                "Fedora",
                "Foodora"
            ]
        ]
    ],
    "She was raised in a prosperous middle-class Jewish family living in near the Zoo quarter of Berlin.": [],
    "After receiving her <em>Abitur</em> at the Humanistisches Gymnasium in Karlsruhe, 1917, she studied archaeology, art history and philosophy at the universities in Berlin (under <a href=\"/wolfflinh\">Heinrich Wölfflin</a>), Freiburg im Breisgau (under <a href=\"/curtiusl\">Ludwig Curtius</a>), Munich and finally Rostock where she was awarded her Ph.D.": [],
    "Her dissertation, written under the classicist <a href=\"/luckeng\">Gottfried von Lücken</a> on the compositional development of Greek vases, was accepted in 1924.": [],
    "She worked on Italian archaeological excavations in Italy, 1924-1926 and then journalism for the newspapers <em>Literarische Welt</em> and the <em>Berliner Tageblatt</em>, 1926-1927, writing arts reviews.": [],
    "She met Hans Feld (1909-1992) editor of the Berlin film periodical <em>Filmkuriers</em> in 1927.": [
        [
            13,
            17,
            [
                "Held",
                "Field",
                "Fell",
                "Felt",
                "Fed",
                "Feed"
            ]
        ]
    ],
    "Feld invited her to review, and Eisner became the first woman film critic.": [
        [
            0,
            4,
            [
                "Held",
                "Field",
                "Fell",
                "Felt",
                "Fed",
                "Feed"
            ]
        ]
    ],
    "Jewish and an exponent of Expressionism, the hated movement by the Nazis, she became a target of persecution.": [],
    "<em>Filmkuriers</em> was purged of Jews by the Nazis and, after a phone call warned her of her impending arrest, she fled to France in 1933 to live with her sister in Paris.": [],
    "Between 1933 and 1939 she was a film correspondent for the British <em>Film World News</em>, the Czech <em>Internationale Filmschau</em> and <em>Die Kritik</em>, supporting herself as a secretary, nanny and translator.": [],
    "When France entered World War II, Eisner was interned in an enemy alien camp at Gurs, France, for three months.": [
        [
            80,
            84,
            [
                "Guns",
                "Guru",
                "Guys",
                "Gus",
                "Furs",
                "GPRS"
            ]
        ]
    ],
    "She escaped and, using the name Louise Escoffier, worked as a cook in Figeac (déparetment Lot) of unoccupied France.": [
        [
            39,
            48,
            [
                "Scoffer"
            ]
        ],
        [
            70,
            76,
            [
                "FIAC",
                "Figma",
                "Fizeau",
                "FigJam"
            ]
        ],
        [
            78,
            89,
            [
                "department",
                "departments"
            ]
        ]
    ],
    "Her mother perished in the camp at Theresienstadt, Czechoslovakia, in 1942.": [],
    "Even before the end of the war, Eisner worked for the film preservationist Henri Langlois (1914-1977), inventorying films he had saved from Nazi destruction.": [
        [
            81,
            89,
            [
                "Pangloss",
                "Languors"
            ]
        ]
    ],
    "In 1945 she was appointed chief conservator for the Cinémathèque française in Palais de Challiot, Paris.": [
        [
            3,
            7,
            [
                "1945,"
            ]
        ],
        [
            65,
            74,
            [
                "franchise",
                "Francoise",
                "Français",
                "Françoise"
            ]
        ],
        [
            78,
            84,
            [
                "Calais",
                "Pal ais"
            ]
        ]
    ],
    "She was naturalized a French citizen in 1952.": [],
    "The same year she wrote <em>L'écran démoniaque: influence de Max Reinhardt et de l'expressionisme</em>, her most important book.": [],
    "She co-founded the Musée Cinémathèque with Langlois in 1972.": [
        [
            19,
            24,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            43,
            51,
            [
                "Pangloss",
                "Languors"
            ]
        ]
    ],
    "In 1980 a documentary film was made on her by S. M Horowitz, <em>Lotte Eisner in Germany</em>.The <em>Times</em> (London) obituary characterized her film reviews as that of an art historian.": []
}