{
    "Early academic art historian; founder and first chair of art history (Ordinarius) at the University of Vienna (1851) and founder of the österreiches Museum für Kunst und Industrie.": [
        [
            70,
            80,
            [
                "Ordinaries"
            ]
        ],
        [
            136,
            148,
            [
                "ostriches",
                "overreaches"
            ]
        ],
        [
            156,
            159,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            160,
            165,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ],
        [
            166,
            169,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            170,
            179,
            [
                "Industries"
            ]
        ]
    ],
    "Eitelberger was the son of an Austrian military officer.": [],
    "He was born in Olmütz, Olomouc, Moravia, which is present-day Olomouc, Czech Republic.": [
        [
            15,
            21,
            [
                "Klutz",
                "Lutz"
            ]
        ],
        [
            23,
            30,
            [
                "Olympic",
                "Solomon",
                "Glamour",
                "Olympus",
                "Blowout",
                "Lomond"
            ]
        ],
        [
            62,
            69,
            [
                "Olympic",
                "Solomon",
                "Glamour",
                "Olympus",
                "Blowout",
                "Lomond"
            ]
        ]
    ],
    "He studied law in Olmütz in 1832 before changing to Romance philology in which he gained his degree under Julius von Ficker (1826-1902).": [
        [
            18,
            24,
            [
                "Klutz",
                "Lutz"
            ]
        ],
        [
            117,
            123,
            [
                "Kicker",
                "Flicker",
                "Ticker",
                "Picker",
                "Wicker",
                "Bicker"
            ]
        ]
    ],
    "He lectured in philology between 1839-1848 at the University in Vienna.": [],
    "In the 1840s he started making connections with art collectors, such as Joseph Daniel Böhm (1794-1865), director of the Graveurakademie am k. k. Hauptmünzamte (Engraving Academy and Royal Mint) whose art objects later became the core of the Austrian Museum.": [],
    "Eitelberger's first essay on art theory appeared in 1855 on the study of antiquity.": [],
    "In 1846 Eitelberger mounted a large show of old master paintings, organized around history rather than a stylistic continuum.": [],
    "He was also a <em>Privatdozent</em> (private lecturer) for theory and art history attached to the University in Vienna.": [],
    "Ever the reformist, he edited a pro-Revolutionary literary newspaper <em>Wiener Zeitung</em> in 1848.": [],
    "That same auspicious year he also published a diatribe against the teaching methods of the academy director, the artist Ferdinand G. Waldmüller (1793-1865).": [
        [
            133,
            143,
            [
                "Weissmuller"
            ]
        ]
    ],
    "In 1850, he delivered a series of lectures on art history, his opening lecture entitled, \"Die Bildungsanstalten für Künstler und ihre historische Entwicklung\" (Educational Institutions for Artists and their Historical Development).": [
        [
            112,
            115,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            116,
            124,
            [
                "Munster",
                "Koestler",
                "Rustler",
                "Punster",
                "Münster",
                "Hustler"
            ]
        ],
        [
            125,
            128,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            129,
            133,
            [
                "hire",
                "ire",
                "IRE"
            ]
        ],
        [
            134,
            145,
            [
                "historical",
                "historic",
                "historicize",
                "historize"
            ]
        ]
    ],
    "Eitelberger's revolutionary zeal was thereafter directed toward art history.": [],
    "His writing attracted the interest of Count Leo Thun-Hohenstein (1811-1888), the government minister who controlled cultural projects for Austria.": [],
    "Eitelberger was still so revolutionary that the Emperor Franz Joseph declined to give him a professorial appointment.": [],
    "Thun secured a travel grant for Eitelberger for Italy and resubmitted his request to the Emperor.": [],
    "On November 9th,1852, Eitelberger became the first Professor \"für Kunstgeschichte und Kunstarchäologie\" (Art History and Archaeology) at the University of Vienna, one of the first in the continent, and in direct acknowledgement (if not competition) with the appointment of <a href=\"/waageng\">Gustav Friedrich Waagen</a> at a similar chair in Berlin in 1844.": [
        [
            62,
            65,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            82,
            85,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ]
    ],
    "Eitelberger immediately set up a training facility where students could study art works directly.": [],
    "In 1854 he created and became the first President of the Kunsthistorisches Institut of the University in Vienna, drawing scholars from a wide array of disciplines and resulting in some of the first serious studies of iconography.": [
        [
            3,
            7,
            [
                "1854,"
            ]
        ],
        [
            75,
            83,
            [
                "Institute"
            ]
        ]
    ],
    "He published (with <a href=\"/heiderg\">Gustav A. Heider</a>) the two-volume atlas of medieval monuments in the Austro-Hungarian Empire, <em>Mittelalterliche Kunstdenkmäler des österreichischen Kaiserstaates</em>, between 1858 and 1860.": [],
    "He married Pauline Lederer, but she died two years later.": [
        [
            19,
            26,
            [
                "Federer"
            ]
        ]
    ],
    "Eitelberger and <a href=\"/falkej\">Jakob Falke</a> founded the Kaiserliches Königliches österreichisches Museum für Kunst und Industrie (now the österreiches Museum für Angewandte Kunst) in Vienna in 1864, with Eitelberger as director and Falke as his assistant.": [],
    "The museum was a direct inspiration of the South Kensington Musuem (modern Victoria and Albert Museum).": [
        [
            60,
            66,
            [
                "Museum"
            ]
        ]
    ],
    "Again, Austria's bid to be a world power lay at the heart of the Emperor's commission of this museum.": [],
    "Eitelberger married a second time, to Marie Lott, a daughter of professor Franz Lott (1807-1874) at Göttingen.": [],
    "A separate building to house the structure was completed in 1871.": [],
    "Eitelberger lectured exclusively in the museum--covered all periods except the then maligned 18th century--in order to avoid conclusions too far afield from the objects themselves.": [],
    "This became a hallmark of the (first) Vienna school which Eitelberger's colleagues Mortiz Thausing (q.v.)": [
        [
            83,
            89,
            [
                "Moritz",
                "Ortiz",
                "Ortíz"
            ]
        ],
        [
            90,
            98,
            [
                "Housing",
                "Causing",
                "Chasing",
                "Hauling",
                "Phasing",
                "Teasing"
            ]
        ]
    ],
    "and <a href=\"/wickhofff\">Franz Wickhoff</a> adopted.": [
        [
            0,
            3,
            [
                "And"
            ]
        ]
    ],
    "At his death in 1885, Wickhoff succeeded him as the chair and the university of Vienna and Falk as director of the Museum für Kunst.": [
        [
            22,
            30,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ],
        [
            91,
            95,
            [
                "Fall",
                "Folk",
                "Talk",
                "Walk",
                "Flak",
                "Balk"
            ]
        ],
        [
            122,
            125,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            126,
            131,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "Eitelberger set as one of the hallmarks of the (first) Vienna School of art history the combined appreciation of the object and its history.": [],
    "Works of art were studied in their original in the museum.": [],
    "It was a tradition that <a href=\"/heiderg\">Gustav A. Heider</a> had initiated.": [],
    "The Vienna School trained the major art historians of the German-speaking world and not simply Austria.": [],
    "These included <a href=\"/vischerr\">Robert Vischer</a>, <a href=\"/brinckmannj\">Justus Brinckmann</a>, <a href=\"/tschudih\">Hugo von Tschudi</a> and <a href=\"/janitschekh\">Hubert Janitschek</a>.": [],
    "Other Germans whom Eitelberger directly influenced included the later Director General of the Prussian Museums, <a href=\"/bodew\">Wilhelm Bode</a>.": [],
    "A second characteristic of the Vienna School methodology was its allegiance to primary source documentation.": [],
    "Eitelberger founded the <em>Quellenschriften für Kunstgeschichte</em> series in 1871, a monographic series devoted to publishing the important documents of art history.": [],
    "It was continued in fact and in spirit by <a href=\"/schlosserj\">Julius Alwin von Schlosser</a>, the last great practitioner of the School's methods.": []
}