{
    "<p>Stanford University Art History professor and Géricault scholar.": [],
    "Eitner was the son of William Eitner and Katherine Thonet [Eitner], Austrians citizens living in Czechoslovakia.": [
        [
            0,
            6,
            [
                "Either",
                "Eisner"
            ]
        ],
        [
            30,
            36,
            [
                "Either",
                "Eisner"
            ]
        ],
        [
            51,
            57,
            [
                "Tho net"
            ]
        ],
        [
            59,
            65,
            [
                "Either",
                "Eisner"
            ]
        ]
    ],
    "His father worked in his wife's family bentwood furniture business, a process which the Thornet family had founded.": [
        [
            88,
            95,
            [
                "Hornet",
                "Thorne",
                "Thor net"
            ]
        ]
    ],
    "After attending grade schools in Frankfurt and Berlin, his family, then living in Brussels, immigrated to South Carolina in 1935.": [],
    "He entered Duke University the following year.": [],
    "While a student at Duke, Eitner wrote a somewhat positive account of his experiences in Hitler's Germany for the school literary magazine.": [
        [
            25,
            31,
            [
                "Either",
                "Eisner"
            ]
        ]
    ],
    "He graduated <em>summa cum laude</em> at Duke.": [],
    "in 1940, he was drafted into the U.S.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Army in World War II, serving in intelligence with the Office of Strategic Services.": [],
    "Stationed in Washington, London, Paris and Salzburg, he headed the research section in the Office of Chief Prosecution for the Nuremberg Trials.": [],
    "Following the war, he married Trudi von Kathrein in 1946, a member of the Austrian resistance.": [
        [
            30,
            35,
            [
                "Trudy"
            ]
        ],
        [
            40,
            48,
            [
                "Kathrin",
                "Kath rein"
            ]
        ]
    ],
    "At the conclusion of his Office of Chief of Prosecution duties at the Nuremberg War Crimes trials in 1947, he returned to the United States completing an M.F.A from Princeton University in 1948.": [],
    "Eitner began teaching art at the University of Minnesota in 1949.": [
        [
            0,
            6,
            [
                "Either",
                "Eisner"
            ]
        ]
    ],
    "He continued his graduate studies at Princeton, studying with among others <a href=\"/weitzmannk\">Kurt Weitzmann</a>.": [],
    "In 1952 he received his Ph.D.": [
        [
            3,
            7,
            [
                "1952,"
            ]
        ]
    ],
    "from Princeton writing on what would be his area of expertise, Theodore Géricault.": [
        [
            0,
            4,
            [
                "From"
            ]
        ],
        [
            63,
            81,
            [
                "Théodore Géricault"
            ]
        ]
    ],
    "Eitner continued researcch as a Fulbright Fellow during the 1952-1953 year in Brussels.": [
        [
            0,
            6,
            [
                "Either",
                "Eisner"
            ]
        ],
        [
            17,
            26,
            [
                "research"
            ]
        ]
    ],
    "The publication of his dissertation in book form by Princeton University press in 1952 appeared the same year as the first full-length biography on Géricault (in German) by the German-American art historian <a href=\"/bergerk\">Klaus Berger</a>.": [],
    "Eitner took Berger to task for his overtly Marxist methodology and authentication of some of questionable Géricault paintings.": [
        [
            0,
            6,
            [
                "Either",
                "Eisner"
            ]
        ]
    ],
    "In 1955 he was elected chair of the College Art Association.": [
        [
            3,
            7,
            [
                "1955,"
            ]
        ]
    ],
    "A Guggenheim Fellowship was awarded for the 1956-1957 year for Munich.": [],
    "He left Minnesota to chair of the Department of Art and Architecture at Stanford University in 1963, which included on a volunteer basis the administration of the Stanford art museum.": [],
    "Under his tenure he refocused university art museum to be a center for art; it previously had held a variety of realia including a railroad car and biological specimens.": [
        [
            112,
            118,
            [
                "regalia"
            ]
        ]
    ],
    "A gifted fundraiser, Eitner was able to buy Turners and Géricaults at auctions in London and New York.": [
        [
            21,
            27,
            [
                "Either",
                "Eisner"
            ]
        ],
        [
            56,
            66,
            [
                "Géricault"
            ]
        ]
    ],
    "The 52,000-square-foot Cummings Art Building was completed in 1968.": [],
    "Eitner developed the art history department at Stanford, hiring the Rodin scholar <a href=\"/elsena\">Albert E. Elsen</a> in 1963, the Asianist Michael Sullivan and future Getty director Kurt Forster.": [
        [
            0,
            6,
            [
                "Either",
                "Eisner"
            ]
        ]
    ],
    "Eitner received both The Mitchell Prize for the History of Art and a <a href=\"/moreyc\">Charles Rufus Morey</a> Book Award of the College Art Association in 1983 for his book <em>Géricault: His Life and Work</em>.": [
        [
            0,
            6,
            [
                "Either",
                "Eisner"
            ]
        ]
    ],
    "He retired from the University in 1989; two months before the Loma Prieta earthquake closed the university's art museum for a decade.": [
        [
            62,
            66,
            [
                "Coma",
                "Lima",
                "Roma",
                "LMA",
                "Lola",
                "Loam"
            ]
        ],
        [
            67,
            73,
            [
                "Pietà"
            ]
        ]
    ],
    "Eitner was working on his autobiography at the time of his death.": [
        [
            0,
            6,
            [
                "Either",
                "Eisner"
            ]
        ]
    ],
    "His students included <a href=\"/varnedoek\">Kirk Varnedoe</a>.</p>": []
}