{
    "Classicist art history professor and archaeologist.": [],
    "Elderkin was born in Chicago in 1879.": [
        [
            0,
            8,
            [
                "Elder kin"
            ]
        ]
    ],
    "He graduated from Darthmouth in 1902 continuing to graduate work at Johns Hopkins University.": [
        [
            18,
            28,
            [
                "Dartmouth",
                "Darth mouth"
            ]
        ]
    ],
    "His Ph.D., was granted from Hopkins in 1906 with a dissertation topic of speech in Greek epics.": [],
    "He joined Princeton University in 1910, part of the founding nucleus of the University's Art and Archaeology department being developed by <a href=\"/moreyc\">Charles Rufus Morey</a>.": [],
    "His first book, <em>Problems In Periclean Buildings.</em> was published by the University in 1912; a second work, <em>Kantharos: Studies In Dionysiac And Kindred Cult</em>, appeared in 1924<em>.": [],
    "</em>Morey had begun excavations at Antioch, a Hellenistic city in modern-day Turkey, starting in 1928.": [],
    "Elderkin oversaw the fieldwork of Antioch that began on March 4, 1932.": [
        [
            0,
            8,
            [
                "Elder kin"
            ]
        ]
    ],
    "He was there on behalf of Princeton; however several other institutions were stakeholders in the project including Musées de France, Worcester Art Museum, the Baltimore Museum of Art, and the Fogg Museum of Art.": [
        [
            115,
            121,
            [
                "Muses",
                "Fusees",
                "Mushes",
                "Musses"
            ]
        ],
        [
            192,
            196,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "It was Elderkin’s intention to devote the second half of the next five academic school years to the excavation.": [
        [
            7,
            15,
            [
                "Elder kin"
            ]
        ]
    ],
    "In 1934 the Corinth Museum was opened and Elderkin was one of the initial directors of the educational work at the museum.": [
        [
            42,
            50,
            [
                "Elder kin"
            ]
        ]
    ],
    "He was elected a corresponding member of the Deutsche Archäologische Institut in 1936.": [
        [
            69,
            77,
            [
                "Institute"
            ]
        ]
    ],
    "He began teaching at the American School of Classical Studies in Athens in 1938 and continued to do so for the next four years.": [],
    "The excavations in Antioch officially ended in September of 1939 with the declaration of war in Europe.": [
        [
            47,
            64,
            [
                "September 1939"
            ]
        ]
    ],
    "Notable discoveries in Antioch made by Elderkin from the excavation included a mosaic floor showing Dionysus, Hermes, Athena, Aphrodite, and other Greek deities.": [
        [
            39,
            47,
            [
                "Elder kin"
            ]
        ]
    ],
    "The imagery on the mosaics included landscapes and hunting scenes bordered by a pictorial atlas of Daphne.": [],
    "He later published a book on the excavation titled <em>Antioch on the Orontes</em>.": [],
    "Because of his work on Antioch Elderkin was named vice president of the Archaeological Institute of America in 1942.": [
        [
            31,
            39,
            [
                "Elder kin"
            ]
        ]
    ],
    "His graduate courses at Princeton included; Etruscan Art, Olympia, Delphia, and Epidaurus, Greek Archaeology, Greek Vase Painting, Greek Archaeology, and Art Commentary on Greek Literature.": [
        [
            67,
            74,
            [
                "Delphi",
                "Delphic",
                "Delphi a"
            ]
        ],
        [
            80,
            89,
            [
                "Epicurus"
            ]
        ]
    ],
    "In 1948 he retired from Princeton as a professor emeritus after reaching the statutory age limit of 68 enforced by the university.": [
        [
            3,
            7,
            [
                "1948,"
            ]
        ]
    ],
    "In 1954 he joined a public religious controversy at the University, publishing <em>The Roman Catholic Problem</em> in response to objections by Princeton’s Catholic chaplain, Reverend Hugh Halton (1913-1979.)": [
        [
            3,
            7,
            [
                "1954,"
            ]
        ]
    ],
    "Elderkin described the book as a “challenge to the authoritarianism of the Vatican” and criticized the Catholic church’s hold on Princeton.": [
        [
            0,
            8,
            [
                "Elder kin"
            ]
        ],
        [
            103,
            118,
            [
                "Catholic Church"
            ]
        ]
    ],
    "Halton’s response claimed Elderkin’s piece was blasphemous and questioned Elderkin’s academic integrity.": [
        [
            26,
            34,
            [
                "Elder kin"
            ]
        ],
        [
            74,
            82,
            [
                "Elder kin"
            ]
        ]
    ],
    "This, in addition to similar unpleasant critiques of Princeton’s religion department staff, caused Halton to be removed from Princeton’s faculty.": [],
    "Two portraits were donated to the Princeton University Art Museum in Elderkin’s name by his daughter; a German Portrait of a Young Man was donated in 1968 and a Dutch portrait from 1542 was donated in 1992.": [
        [
            69,
            77,
            [
                "Elder kin"
            ]
        ]
    ],
    "Elderkin’s work, <em>Problems in Periclean Buildings</em>, was credited with shining a new light on the potential architectural workings of the Propylea and the Caryatid Porch of the Erectheum.": [
        [
            0,
            8,
            [
                "Elder kin"
            ]
        ],
        [
            144,
            152,
            [
                "Propylaea"
            ]
        ],
        [
            183,
            192,
            [
                "Erected",
                "Erectness",
                "Rectum"
            ]
        ]
    ],
    "In <em>Golgotha, Kraneion, and the Holy Sepulchre</em> he also applied a unique architectural perspective on pre-Christian sites which was previously missing from the work’s analysis.": [],
    "Elderkin was considered an expert on Greek religions and mystic cults, this is particularly evident in his work <em>Kantharos</em>.": [
        [
            0,
            8,
            [
                "Elder kin"
            ]
        ]
    ],
    "Elderkin’s book focused on the study of religion in the ancient world and its connections to other religious narratives.": [
        [
            0,
            8,
            [
                "Elder kin"
            ]
        ]
    ],
    "He analyzed the iconography of Greek and Roman gods and explained the evolution of these symbolic meanings through time.": [],
    "In addition to his personal writings, he also brought a variety of subjects to his students at Princeton.": [],
    "He was reported to be “informative, sensitive, and generally satisfying to students”(Smyth and Lukehart).": [
        [
            85,
            90,
            [
                "Smith",
                "Myth",
                "Smythe"
            ]
        ],
        [
            95,
            103,
            [
                "Luke hart"
            ]
        ]
    ],
    "The junior courses Elderkin provided are the following; Minoan and Mycenean Painting, Minoan and Mycenean Metal Work, Vase Paintings with Scenes from Epic Stories, The Works of Praxiteles, Types of Greek Coins, and the Comparative Study of Greek and Roman Portraits.": [
        [
            19,
            27,
            [
                "Elder kin"
            ]
        ],
        [
            67,
            75,
            [
                "Mycenaean"
            ]
        ],
        [
            97,
            105,
            [
                "Mycenaean"
            ]
        ]
    ],
    "Elderkin, in collaboration with Morey, is credited with teaching the first course at Princeton focusing on Classical Numismatics.(Lavin).": [
        [
            0,
            8,
            [
                "Elder kin"
            ]
        ],
        [
            130,
            135,
            [
                "Latin",
                "Gavin",
                "Lapin",
                "Laving",
                "Lain",
                "Lav in"
            ]
        ]
    ],
    "This course was particularly innovative because it worked in collaboration with Princeton’s museum collection, an opportunity that previously had not been offered.": []
}