{
    "Historian of classical antiquity at Vassar College.": [],
    "Elderkin, born Kate McKnight, was born in 1897 in California.": [
        [
            0,
            8,
            [
                "Elder kin"
            ]
        ]
    ],
    "Her father died a year after her birth and she was raised by her mother and stepfather, Arthur Robinson Ocheltree (1877- 1956).": [
        [
            119,
            121,
            [
                "–"
            ]
        ]
    ],
    "Kate McKnight graduated Phi Beta Kappa from Vassar College in 1919 followed by a master's degree in 1920.": [],
    "She returned as an officer of instruction in the department of art and archaeology, spending the first semester studying at Harvard.": [],
    "During this time she also excavated portions of northern Africa.": [],
    "She taught as a lecturer in the department of art and archaeology, receiving a doctorate from Radcliffe in 1922 with a dissertation entitled <em>Chacrylion and His Vases.</em> With the American School of Classical Studies in 1923 she visited the islands Aegina, Delos, Paros, Melos, Thera, and Crete in Greece.": [],
    "While she was a part of this trip, McKnight herself was not a member of the ASCSA.": [
        [
            76,
            81,
            [
                "AS CSA",
                "ASC SA"
            ]
        ]
    ],
    "She went as a guest of her cousin Elizabeth Denny Pierce [later, Blegen] (1888–1966) and her fiancé, the distinguish archaeologist Carl Blegen (1887-1971), who was a member of the organization.": [
        [
            65,
            71,
            [
                "Been",
                "Began",
                "Begin",
                "Begun",
                "Legend",
                "Eleven"
            ]
        ],
        [
            136,
            142,
            [
                "Been",
                "Began",
                "Begin",
                "Begun",
                "Legend",
                "Eleven"
            ]
        ]
    ],
    "In 1924 she left her position as an instructor at the art department of Vassar marrying <a href=\"/elderking\">George Elderkin</a> in that same year.": [
        [
            3,
            7,
            [
                "1924,"
            ]
        ]
    ],
    "McKnight, now Elderkin, worked as Associate Editor on the book review section of the <em>American Journal of Archaeology</em> beginning in 1925.": [
        [
            14,
            22,
            [
                "Elder kin"
            ]
        ]
    ],
    "She is credited in part with the success of this section, a department that continues to exist today.": [],
    "Her last listing as associate editor is in the 1931 issue of the <em>Journal</em>, however, her book reviews continue to appear in the publication through 1946.": [],
    "In 1962 she died in her home at the age of 65.": [
        [
            3,
            7,
            [
                "1962,"
            ]
        ]
    ],
    "Elderkin wrote several different publications on the small and large objects of classical antiquity.": [
        [
            0,
            8,
            [
                "Elder kin"
            ]
        ]
    ],
    "She focused on objects ranging from the use of buttons on Greek garments to vase paintings to classical collections.": [],
    "Her first notable work, <em>Chacrylion and His Vases</em>, was her dissertation.": [],
    "This work was included in <em>Harvard Studies in Classical Philology.</em> In this work she covers the work of Chacrylion and names both his teacher and possible student.": [
        [
            111,
            121,
            [
                "Charlton"
            ]
        ]
    ],
    "She analyzes the stylistic changes of Chacrylion, as well as the two different signatures that are attributed to him.": [
        [
            38,
            48,
            [
                "Charlton"
            ]
        ]
    ],
    "Unlike other authors, Elderkin categorizes Chacrylion as a potter rather than a painter.": [
        [
            22,
            30,
            [
                "Elder kin"
            ]
        ],
        [
            43,
            53,
            [
                "Charlton"
            ]
        ]
    ],
    "Her work, <em>Buttons and Their Use on Greek Garments,</em> was published in the <em>American Journal of Archaeology.</em> The article covers a variety of fastenings on clothing; including buttons, pins, and string ties.": [
        [
            53,
            55,
            [
                ", <"
            ]
        ]
    ],
    "She links the use of each of these different fastenings to the various garments found in ancient Greece.": [
        [
            89,
            103,
            [
                "Ancient Greece"
            ]
        ]
    ],
    "Elderkin does so by using both literary and sculptural sources.": [
        [
            0,
            8,
            [
                "Elder kin"
            ]
        ]
    ],
    "Also included in the <em>American Journal of Archaeology.</em> is <em>Jointed Dolls in Antiquity</em>.": [],
    "This piece focuses on the toys found in both children’s collections and in temples dedicated to various goddesses.": [],
    "Elderkin also covers how gender roles affected children’s toys.": [
        [
            0,
            8,
            [
                "Elder kin"
            ]
        ]
    ],
    "She also covers the materials used in their creation, as well as the ties they show to Egyptian trade routes.": [],
    "Elderkin also spends a significant amount of time covering what the missing parts of the dolls also signify.": [
        [
            0,
            8,
            [
                "Elder kin"
            ]
        ]
    ],
    "Elderkin put particular emphasis on the role of women in classical antiquity with her work <em>The Contribution of Women to Ornament in Antiquity,</em> included in <em>Classical Studies Presented to Edward Capps.</em> In this paper she emphasizes the impact women of ancient Greece had on the art world, specifically noting their skills in painting and embroidery.": [
        [
            0,
            8,
            [
                "Elder kin"
            ]
        ],
        [
            145,
            147,
            [
                ", <"
            ]
        ]
    ],
    "Elderkin also covers the work of female vase painters, a topic previously given little attention.": [
        [
            0,
            8,
            [
                "Elder kin"
            ]
        ]
    ],
    "Her theme of acknowledging marginalized communities didn’t end with women, in <em>From Tripoli to Marrakesh</em> she focuses on the works of Northern Africa.": [],
    "The scope of the work covers major and minor details of the architecture from Tripoli to Morroco.": [
        [
            89,
            96,
            [
                "Morocco",
                "Morrow",
                "Morrows"
            ]
        ]
    ],
    "A unique aspect of this work is written in a diary format that also archives archaeological descriptions.": [],
    "As explained in the preface of the book the intended audience was laymen rather than experts.": [],
    "Despite this purpose, reviewers of the book claim that it is of equal value to those working in the field of archaeology.": [],
    "(Müller)": []
}