{
    "<p>Rodin scholar and modernist art historian, Stanford University professor 1968-95.": [],
    "Elsen was born to Albert Elsen, Sr., and Julia Huseman (Elsen).": [
        [
            0,
            5,
            [
                "Else",
                "Ellen",
                "Olsen",
                "Essen",
                "Nelsen",
                "El sen"
            ]
        ],
        [
            25,
            30,
            [
                "Else",
                "Ellen",
                "Olsen",
                "Essen",
                "Nelsen",
                "El sen"
            ]
        ],
        [
            47,
            54,
            [
                "Houseman"
            ]
        ],
        [
            56,
            61,
            [
                "Else",
                "Ellen",
                "Olsen",
                "Essen",
                "Nelsen",
                "El sen"
            ]
        ]
    ],
    "His father was an attorney and his mother taught school.": [],
    "He served in the U.S.": [],
    "Army in the 752nd Tank Batallion in Italy during World War II, rising to the rank of sergeant major.": [
        [
            23,
            32,
            [
                "Battalion",
                "Stallion",
                "Bazillion"
            ]
        ]
    ],
    "He attended Columbia University where he graduated with distinction in 1949, continuing for his Master's Degree in 1951.": [],
    "He was awarded a Fulbright fellowship 1949-50.": [],
    "That year, too, he married Patricia Morgan Kline.": [],
    "He began his teaching career at Carleton College, Northfield, MN, in 1952 as instructor, rising to assistant professor of history of art.": [],
    "He received his Ph.": [
        [
            16,
            18,
            [
                "pH",
                "PH",
                "PA",
                "PC",
                "Mph",
                "PM"
            ]
        ]
    ],
    "D., from Columbia in 1955 writing his dissertation under <a href=\"/schapirer\">Meyer Schapiro</a> on August Rodin, a subject which would interest him his lifelong.": [],
    "In 1958 he moved to Indiana University in Bloomington, IN, as associate professor.": [
        [
            3,
            7,
            [
                "1958,"
            ]
        ]
    ],
    "Elsen was an earlier proponent of television for art education, appearing on the \"Images of Man in Modern Art,\" series in 1958, as well as acting as art commentator for KQED in San Francisco.": [
        [
            0,
            5,
            [
                "Else",
                "Ellen",
                "Olsen",
                "Essen",
                "Nelsen",
                "El sen"
            ]
        ],
        [
            169,
            173,
            [
                "QED",
                "KED"
            ]
        ]
    ],
    "In 1962 he published his groundbreaking art survery, <em>Purposes of Art</em>, which organized art by theme rather than historically.": [
        [
            3,
            7,
            [
                "1962,"
            ]
        ],
        [
            44,
            51,
            [
                "surgery",
                "survey",
                "servery"
            ]
        ]
    ],
    "He became full professor at Indiana in 1963.": [],
    "In that year he also served as curator for the Rodin exhibition at the Museum of Modern Art, NY, a show which brought Rodin solidly into the modernist canon.": [],
    "He received a Guggenheim fellowship for 1966-67 to research the origins of modern sculpture and was an adviser to Kinsey Institute for Sex Research, 1966-68.": [],
    "He served on the board of the College Art Association of America 1966-70 and as president, 1974-76.": [],
    "In 1968 he accepted the position of professor of art history at Stanford University.": [
        [
            3,
            7,
            [
                "1968,"
            ]
        ]
    ],
    "In 1975 he was named Walter A. Haas Professor of Art History, a title he held until his death.": [
        [
            3,
            7,
            [
                "1975,"
            ]
        ]
    ],
    "At Stanford, Elsen built a large collection of outdoor sculpture and the second largest Rodin collection in the world, through the collector B. Gerald Cantor.": [
        [
            13,
            18,
            [
                "Else",
                "Ellen",
                "Olsen",
                "Essen",
                "Nelsen",
                "El sen"
            ]
        ],
        [
            73,
            87,
            [
                "second-largest"
            ]
        ]
    ],
    "He divorced his first wife and married, Sharon McClenahan.": [
        [
            47,
            57,
            [
                "McClellan",
                "McLennan",
                "Mycenaean",
                "McClendon"
            ]
        ]
    ],
    "In 1981 he served as director of the National Gallery of Art's enormous \"Rodin Rediscovered\" exhibition in Washgington, D. C. He suffered a heart attack at his home at age 67 and died.": [
        [
            3,
            7,
            [
                "1981,"
            ]
        ],
        [
            107,
            118,
            [
                "Washington"
            ]
        ]
    ],
    "His students included <a href=\"/varnedoek\">Kirk Varnedoe</a>.Elsen's <em>Purposes of Art</em> was a thematic rather than historic survey of art history was written to counterman a linear concept of art history.": [],
    "As a Rodin scholar alarmed by the fakes and poorly issued estate copies of the sculptor's work, he helped write a comprehensive \"Statement on Standards for Sculptural Reproduction and Preventive Measures to Combat Unethical Casting in Bronze\" using his position as president of the College Art Association to launch.</p>": []
}