{
    "Director of the Dutch Institute for Art History in Florence; Professor of Art History and Iconology at Utrecht University.": [
        [
            90,
            99,
            [
                "Phonology"
            ]
        ]
    ],
    "Emmens attended the Marnix Gymnasium in Rotterdam.": [
        [
            0,
            6,
            [
                "Emmen's",
                "Emmen"
            ]
        ],
        [
            20,
            26,
            [
                "Mar nix"
            ]
        ]
    ],
    "Between 1947 and 1955, he studied art history at Utrecht University where <a href=\"/gelderj\">J.": [],
    "G. van Gelder</a> was among his major influences.": [
        [
            3,
            6,
            [
                "Van"
            ]
        ],
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "As a student, he wrote a thesis, <em>Apelles en Apollo</em>, about Dutch poems on seventeenth-century paintings.": [],
    "He became the research assistant for <a href=\"/hecksherw\">William S. Heckscher</a>, during Heckscher's years as Professor of Iconography and Early Medieval Art in Utrecht University.": [],
    "In 1958, Emmens went to Italy, as the Director of the Dutch Institute of Art History in Florence.": [
        [
            9,
            15,
            [
                "Emmen's",
                "Emmen"
            ]
        ]
    ],
    "In 1961, he returned to the Utrecht institute, again as a researcher.": [],
    "In 1964 he obtained his doctorate with a dissertation on Rembrandt, which attracted so much scholarly attention it was published in 1968.": [
        [
            3,
            7,
            [
                "1964,"
            ]
        ]
    ],
    "As his adviser, van Gelder was instrumental in his appointment as <em>Lector</em> in Utrecht, in 1965.": [
        [
            20,
            26,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "In the same year he also became <em>Lector</em> at the University of Amsterdam and met a young American student of Dutch art, later a major Rembrandt historian <a href=\"/schwartzg\">Gary Schwartz</a>.": [],
    "Emmens was appointed Professor in de 'algemene kunstwetenschap en ikonologie' at Utrecht University in 1967, a position he occupied until his death.": [
        [
            0,
            6,
            [
                "Emmen's",
                "Emmen"
            ]
        ],
        [
            38,
            46,
            [
                "element",
                "argument",
                "alignment",
                "Clement",
                "augment",
                "Clemens"
            ]
        ],
        [
            66,
            76,
            [
                "monologue"
            ]
        ]
    ],
    "For a short time, Emmens was a member of the team of the Rembrandt Research Project, which was launched in the late 1960s.": [
        [
            18,
            24,
            [
                "Emmen's",
                "Emmen"
            ]
        ]
    ],
    "His plans for a systematic study of Rembrandt's iconology were not realized.": [
        [
            48,
            57,
            [
                "phonology"
            ]
        ]
    ],
    "He died at age of 47 in 1971.": [],
    "At the time of Emmens' death, he and Schwartz were collaborating on a volume on Dutch art for the Prentice-Hall series <em>Sources and Documents in the History of Art</em>.": [
        [
            15,
            21,
            [
                "Emmen's",
                "Emmen"
            ]
        ]
    ],
    "The volume never appeared.": [],
    "Peter Hecht, one of his students and later Professor of Art History at the same university, wrote a short essay on Emmens as an art historian and as a poet.": [
        [
            6,
            11,
            [
                "Heart",
                "Heat",
                "Height",
                "Tech",
                "Heath",
                "Echo"
            ]
        ],
        [
            115,
            121,
            [
                "Emmen's",
                "Emmen"
            ]
        ]
    ],
    "Hecht notes that Emmens as a teacher paid particular attention to developing a critical attitude.": [
        [
            0,
            5,
            [
                "Heart",
                "Heat",
                "Height",
                "Tech",
                "Heath",
                "Echo"
            ]
        ],
        [
            17,
            23,
            [
                "Emmen's",
                "Emmen"
            ]
        ]
    ],
    "Among Emmens' students were Jochen Becker, Ella Reitma, Evert van Uitert, Carel Blotkamp, Frans Haks and Hans van Helsdingen.": [
        [
            6,
            12,
            [
                "Emmen's",
                "Emmen"
            ]
        ],
        [
            48,
            54,
            [
                "Rama"
            ]
        ],
        [
            66,
            72,
            [
                "Liter",
                "Divert",
                "Inert",
                "Liters",
                "Utter",
                "Utters"
            ]
        ],
        [
            74,
            79,
            [
                "Carl",
                "Care",
                "Call",
                "Car",
                "Cars",
                "Card"
            ]
        ],
        [
            80,
            88,
            [
                "Blowlamp"
            ]
        ],
        [
            90,
            100,
            [
                "Frans Hals"
            ]
        ]
    ],
    "Emmens' premature death prevented any but van Helsdingen to complete dissertations and to obtain doctorates under his supervision.": [
        [
            0,
            6,
            [
                "Emmen's",
                "Emmen"
            ]
        ]
    ],
    "Emmens' own dissertation, <em>Rembrandt en de regels van de kunst</em>, deals with the various ways Rembrandt had been viewed throughout history and with Rembrandt's own concepts on art and those of his early critics.": [
        [
            0,
            6,
            [
                "Emmen's",
                "Emmen"
            ]
        ]
    ],
    "Emmens attacked the romantic image of Rembrandt as an independent and rebellious genius, popularized in particular by the former Director of the Rijksmuseum, <a href=\"/schmidtdegenerf\">F.": [
        [
            0,
            6,
            [
                "Emmen's",
                "Emmen"
            ]
        ]
    ],
    "Schmidt-Degener</a>.": [
        [
            0,
            15,
            [
                "Schmidt-Wegener"
            ]
        ]
    ],
    "The Dutch art historian, <a href=\"/miedemah\">Hessel Miedema</a>, reviewed this book discussing shortcomings but concluding that this important study was a stimulus for further investigation in this field.": [],
    "In a number of shorter publications, mainly on sixteenth- and seventeenth- century painting, Emmens' iconological research in particular focused on the relation between visual art and literature and on the emblematical meaning of representations.": [
        [
            93,
            99,
            [
                "Emmen's",
                "Emmen"
            ]
        ],
        [
            101,
            113,
            [
                "phonological"
            ]
        ],
        [
            206,
            218,
            [
                "emblematic",
                "emblematically"
            ]
        ]
    ],
    "His original and innovative articles were highly appreciated among his colleagues.": [],
    "A similar scholarly approach is apparent in some iconographical works of <a href=\"/gudlaugssons\">Sturla Gudlaugsson</a>, former Director of the Mauritshuis in The Hague.": [],
    "In the obituary which Emmens wrote for Gudlaugsson, shortly before Emmen's own death, he pointed to the Gudlaugsson's historical awareness of artistic developments and his ability to compare image and text, having been in this way a source of inspiration to younger investigators.": [
        [
            22,
            28,
            [
                "Emmen's",
                "Emmen"
            ]
        ]
    ],
    "Emmens also highly valued <a href=\"/panofskye\">Erwin Panofsky</a>, whom he called in a commemorating article \"the most brilliant and influential art historian of our time\".": [
        [
            0,
            6,
            [
                "Emmen's",
                "Emmen"
            ]
        ]
    ]
}