{
    "Compiler of inventories of French royal art collections; deputy representing Calvados in French parliament (Chambre des députés) from 1902-1936; general secretary of the Musée social from 1898-1902.": [
        [
            108,
            115,
            [
                "Chamber"
            ]
        ],
        [
            116,
            119,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            120,
            127,
            [
                "deputes",
                "deputies",
                "deputed",
                "depute",
                "reputes"
            ]
        ],
        [
            170,
            175,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ]
    ],
    "Engerand received his education from the lycée de Caen and the Institution Sainte-Marie, also in Caen.": [
        [
            0,
            8,
            [
                "England"
            ]
        ],
        [
            50,
            54,
            [
                "Can",
                "Chen",
                "Cane",
                "Cain",
                "Caren",
                "AEN"
            ]
        ],
        [
            75,
            87,
            [
                "Saint-Martin"
            ]
        ],
        [
            97,
            101,
            [
                "Can",
                "Chen",
                "Cane",
                "Cain",
                "Caren",
                "AEN"
            ]
        ]
    ],
    "He was licensed in letters and law, and began his political career as a lawyer for the court of appeals in Paris.": [],
    "Later as deputy in the French legislature, Engerand sat on various government committees for public works and industrial projects.": [
        [
            43,
            51,
            [
                "England"
            ]
        ]
    ],
    "For four years, he served as <em>secrétariat général</em> of the Musée social, a research-based institution dedicated to urban social reform.": [],
    "Engerand was also a journalist who regularly wrote articles in newspapers and journals like <em>Le Correspondant, L’Illustration</em>, and <em>L’Écho de Paris</em>.": [
        [
            0,
            8,
            [
                "England"
            ]
        ]
    ],
    "In the mid-1890s, Engerand began writing for archival publications like the <em>Revue de l’art français ancien et moderne (Nouvelles archives de l’art français)</em> and the <em>Gazette des Beaux-Arts</em> on French art from the seventeenth thru nineteenth centuries.": [
        [
            18,
            26,
            [
                "England"
            ]
        ]
    ],
    "He was particularly dedicated to the art of his native region of Normandy, and in 1905 passed a law, the <em>Projet de résolution relatif aux musées de province</em>, that supported the study and inventory of local museums throughout the country.": [],
    "Engerand’s most well-known contributions to art history, his inventories on the royal art collections of the seventeenth and eighteenth centuries (<em>Inventaire des tableaux du roy: inventaires des collections de la Couronne par Nicolas Bailly</em> (1899) and <em>Inventaire des tableaux commandés et achetés par la Direction des Bâtiments du Roi de 1710 à 1792</em> (1900)), reflect the nationalism felt by the generation of Frenchmen living in memory of the Franco-Prussian war of 1870 (Weil-Curiel).": [
        [
            0,
            8,
            [
                "England"
            ]
        ]
    ],
    "After the First World War, such feelings also directed Engerand’s political career more towards foreign affairs and heavy industry (Jolly).": [
        [
            55,
            63,
            [
                "England"
            ]
        ]
    ],
    "He received multiple distinctions from the Académie française for his writings on recent French history and contemporary social issues and Franco-German relations.": [],
    "In 1899 he received the Marcelin Guérin prize for his book published that year, <em>Ange Pitou, agent royaliste et chanteur des rues (1767-1846)</em>.": [
        [
            3,
            7,
            [
                "1899,"
            ]
        ],
        [
            24,
            32,
            [
                "Marcelino",
                "Marcel in"
            ]
        ],
        [
            33,
            39,
            [
                "Turin",
                "Erin",
                "Guerra",
                "Grin",
                "Goering",
                "Gherkin"
            ]
        ]
    ],
    "In 1917, he received the same annually-awarded distinction for <em>L’Allemagne et le fer: les frontières lorraines et la force allemande</em> (1916).": [],
    "Lastly, in 1941, Engerand was awarded the <a href=\"http://www.academie-francaise.fr/prix-general-muteau\" target=\"blank\">Prix général Muteau</a> for a book on art from his native Caen, <em>Les Trésors d’Art religieux du Calvados</em>, which his daughter published posthumously in 1940.": [
        [
            17,
            25,
            [
                "England"
            ]
        ]
    ],
    "A portion of his personal papers at the regional archives in Calvados were destroyed in 1944 from aerial bomblings during WWII.": [
        [
            105,
            114,
            [
                "bombings",
                "bomb lings"
            ]
        ]
    ]
}