{
    "Historian of French and Italian Gothic architecture; director of the Musée de Sculpture comparée 1903-1927.": [
        [
            69,
            74,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            88,
            96,
            [
                "compared",
                "compare",
                "compares"
            ]
        ]
    ],
    "Enlart came from an established Picard family.": [
        [
            0,
            6,
            [
                "Enact",
                "Enlarge",
                "Enlist",
                "Éclat",
                "ENSAIT",
                "Encarta"
            ]
        ]
    ],
    "He attended school in Paris, first at the école des Beaux-Arts where he studied drawing and in 1885 the école des Chartes, studying under <a href=\"/lasteyrier\">Robert Charles de Lasteyrie du Saillant</a>.": [
        [
            42,
            47,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            48,
            51,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            104,
            109,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            110,
            113,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            114,
            121,
            [
                "Charles",
                "Charges",
                "Charts",
                "Charter",
                "Charted",
                "Charters"
            ]
        ]
    ],
    "His dissertation was on the Romanesque churches of Picardy.": [
        [
            51,
            58,
            [
                "Picard",
                "Picardi"
            ]
        ]
    ],
    "Enlart traveled to Italy in 1889 for two years studying the French influence in Italian Gothic architecture.": [
        [
            0,
            6,
            [
                "Enact",
                "Enlarge",
                "Enlist",
                "Éclat",
                "ENSAIT",
                "Encarta"
            ]
        ]
    ],
    "He returned to France to become assistant librarian at his alma mater, the école des Beaux-Arts.": [
        [
            75,
            80,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            81,
            84,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "He met the young art historian <a href=\"/vogew\">Wilhelm Vöge</a> in 1893.": [],
    "In 1894 he issued two volumes of his sweeping survey on the gothic origins of Italian art, <em>Origines françaises de l'architecture gothique en Italie</em> and <em>Les Origines françaises de l'art gothique en Italie</em>.": [
        [
            3,
            7,
            [
                "1894,"
            ]
        ]
    ],
    "In 1896 he visited Cyprus under the auspices of the <em>Ministère de l'Instruction Publique et des Beaux-Arts</em>, where he was delighted to find \"pure\" Gothic architecture, untouched by the restorers' efforts in France had changed the character of many medieval buildings.": [
        [
            3,
            7,
            [
                "1896,"
            ]
        ]
    ],
    "There Enlart measured the structures from the Crusades.": [
        [
            6,
            12,
            [
                "Enact",
                "Enlarge",
                "Enlist",
                "Éclat",
                "ENSAIT",
                "Encarta"
            ]
        ]
    ],
    "Though previous work had been done by his compatriots the <a href=\"/voguec\">Charles-Jean-Melchior Vogüé</a> and Baron Emmanuel Guillaume Rey (b.1837) in 1860, as well as by Britishers Edward I'Anson (1811-1888) and Sidney Vacher (1854-1934) in 1882-1883, Enlart was the first person to identify and systematically document the buildings.": [],
    "His resulting book on the architecture of Cyprus, <em>L'Architecture gothique et de la Renaissance en Chypre</em>, was published in 1899.": [],
    "Beginning in 1902, Enlart issued his <em>Manuel d'archéologie française</em> a survey of medieval arts from architecture to costume running to four volumes through 1916.": [
        [
            19,
            25,
            [
                "Enact",
                "Enlarge",
                "Enlist",
                "Éclat",
                "ENSAIT",
                "Encarta"
            ]
        ]
    ],
    "In 1903, he was made curator of the Trocadéro Musée de Sculpture comparée (museum of comparative sculpture), a museum of plaster casts of French monuments.": [
        [
            36,
            45,
            [
                "Broader",
                "Traders",
                "Trader",
                "Brocade",
                "Brocades",
                "Brocaded"
            ]
        ],
        [
            46,
            51,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            65,
            73,
            [
                "compared",
                "compare",
                "compares"
            ]
        ]
    ],
    "He wrote his opinion in the <em>Bulletin monumental</em> in 1906 that the flamboyant style (late Gothic) style had originated in England.": [],
    "This view caused great controversy in France and bitterness among some former friends, but is today Enlart's observation is largely accepted.": [
        [
            100,
            106,
            [
                "Enact",
                "Enlarge",
                "Enlist",
                "Éclat",
                "ENSAIT",
                "Encarta"
            ]
        ]
    ],
    "He issued a catalog of the collection in 1910 and achieved the <em>Chevalier de la Légion d'Honneur</em>.": [],
    "An article on the pedagogy medieval artifactual archaeology appeared in 1911.": [
        [
            36,
            47,
            [
                "artificial",
                "artifacts",
                "artifact"
            ]
        ]
    ],
    "He became a member of the <em>Académie des Inscriptions et Belles-Lettres</em> in 1925.": [],
    "At the end of his life, he donated his collection of medieval objects from Picardy to the Boulogne museum.": [
        [
            75,
            82,
            [
                "Picard",
                "Picardi"
            ]
        ],
        [
            90,
            98,
            [
                "Cologne",
                "Bologna"
            ]
        ]
    ],
    "A book on Gothic furniture remained uncompleted at Enlart's death and was posthumously finished by Jean Verrier.": [
        [
            51,
            57,
            [
                "Enact",
                "Enlarge",
                "Enlist",
                "Éclat",
                "ENSAIT",
                "Encarta"
            ]
        ],
        [
            104,
            111,
            [
                "Terrier",
                "Perrier",
                "Vernier",
                "Merrier",
                "Verier"
            ]
        ]
    ],
    "He was a member of the école Française in Rome.": [
        [
            23,
            28,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            29,
            38,
            [
                "Franchise",
                "Francoise",
                "Français",
                "Françoise"
            ]
        ]
    ],
    "Enlart advanced the argument that the Gothic style in Europe emanated from France, particularly through the Cistercian order.": [
        [
            0,
            6,
            [
                "Enact",
                "Enlarge",
                "Enlist",
                "Éclat",
                "ENSAIT",
                "Encarta"
            ]
        ]
    ],
    "His principle areas of research were medieval architecture in the eastern Mediterranean and Italy.": [
        [
            4,
            13,
            [
                "principal"
            ]
        ]
    ],
    "His belief that the Gothic style belonged so closely to France led him to propose renaming Gothic architecture \"French architecture\" or \"ogival\".": [
        [
            137,
            143,
            [
                "rival",
                "logical",
                "oval",
                "Orval"
            ]
        ]
    ],
    "Throughout his career, he was a frequent contributor to the <em>Bulletin monumental</em>.": []
}