{
    "Author of a Dürer monograph; art critic; chief editor of <em>Gazette des Beaux-Arts</em>.": [],
    "Ephrussi was born to a Jewish family of grain exporters, as the youngest son of Léon Ephrussi (1826-1871) and Mina Lindau (1824-1888).": [
        [
            0,
            8,
            [
                "Prussia",
                "Ephesus",
                "Effused",
                "Effuse",
                "Effuses"
            ]
        ],
        [
            85,
            93,
            [
                "Prussia",
                "Ephesus",
                "Effused",
                "Effuse",
                "Effuses"
            ]
        ],
        [
            115,
            121,
            [
                "Linda",
                "Landau"
            ]
        ]
    ],
    "The business based in Odessa (then part of the Russian Empire) later developed into a successful banking enterprise under the direction of Ephrussi's grandfather.": [
        [
            139,
            147,
            [
                "Prussia",
                "Ephesus",
                "Effused",
                "Effuse",
                "Effuses"
            ]
        ]
    ],
    "The young Ephrussi grew up in Odessa until age 10.": [
        [
            10,
            18,
            [
                "Prussia",
                "Ephesus",
                "Effused",
                "Effuse",
                "Effuses"
            ]
        ]
    ],
    "He then moved to Vienna, where his father and his uncle Ignace further expanded the family business.": [
        [
            56,
            62,
            [
                "Grace",
                "Ignore",
                "Signage",
                "Ignite",
                "Innate",
                "Menace"
            ]
        ]
    ],
    "The young Ephrussi was tutored in the prestigious family home, together with his siblings and cousins.": [
        [
            10,
            18,
            [
                "Prussia",
                "Ephesus",
                "Effused",
                "Effuse",
                "Effuses"
            ]
        ]
    ],
    "He learned Latin, Greek, English, and German, while he spoke French and Russian.": [],
    "He had a special interest in art, especially in the drawings of Albrecht Dürer, which he saw at the Albertina.": [],
    "In 1871 his father set up a branch of Ephrusssi et Cie in Paris.": [
        [
            38,
            47,
            [
                "Effuses"
            ]
        ],
        [
            51,
            54,
            [
                "CIE",
                "Die",
                "Lie",
                "Tie",
                "CIA",
                "Cite"
            ]
        ]
    ],
    "He died the same year leaving Ephrussi's elder brother, Jules, in charge.": [
        [
            30,
            38,
            [
                "Prussia",
                "Ephesus",
                "Effused",
                "Effuse",
                "Effuses"
            ]
        ]
    ],
    "As the youngest, Charles was free to do whatever he liked.": [],
    "He soon traveled to Italy, where he spent a year collecting Renaissance art works, such as drawings, medallions, enamels, and tapestries.": [],
    "After his return to Paris, where he had his own suite of rooms in the Hôtel Ephrussi, he became involved in the contemporary art scene.": [
        [
            70,
            75,
            [
                "Hotel",
                "Hotels",
                "Hostel",
                "Motel",
                "Hovel"
            ]
        ],
        [
            76,
            84,
            [
                "Prussia",
                "Ephesus",
                "Effused",
                "Effuse",
                "Effuses"
            ]
        ]
    ],
    "He dedicated himself to art-historical research, and he became a regular contributor to the <em>Gazette des Beaux-Arts</em> and, to a lesser degree, the <em>Chronique des arts et de la curiosité</em>.": [],
    "In 1876 he published his first critical articles in the <em>Gazette</em>, \"Jacopo de Barbarj.": [
        [
            3,
            7,
            [
                "1876,"
            ]
        ],
        [
            75,
            81,
            [
                "JaCoCo"
            ]
        ]
    ],
    "Notes et documents nouveaux\", and \"Le Triptyque d'Albert Dürer exécuté pour Jacob Heller\".": [
        [
            19,
            27,
            [
                "Bordeaux",
                "Nouméa",
                "Noumea"
            ]
        ],
        [
            38,
            47,
            [
                "Critique",
                "Triptych",
                "Triptychs"
            ]
        ],
        [
            63,
            70,
            [
                "execute",
                "executed",
                "executes"
            ]
        ]
    ],
    "These studies provoked a controversy between Ephrussi and the director of the Albertina, <a href=\"/thausingm\">Moriz Thausing</a>, the author of a monograph of Dürer the same year.": [
        [
            45,
            53,
            [
                "Prussia",
                "Ephesus",
                "Effused",
                "Effuse",
                "Effuses"
            ]
        ]
    ],
    "Ephrussi published further studies on the drawings of Dürer in nine installments in the <em>Gazette</em>, between 1877 and 1880.": [
        [
            0,
            8,
            [
                "Prussia",
                "Ephesus",
                "Effused",
                "Effuse",
                "Effuses"
            ]
        ]
    ],
    "His later monograph was based on these articles.": [],
    "Both well-educated and among the highest social strata, Ephrussi regularly visited the private salons, hosted by ladies of distinctive families, such as Madame Straus (1849-1926), Princess Mathilde (1820-1904), Madame Lemaire (1845-1928), and Countess Greffulhe (1860-1952).": [
        [
            56,
            64,
            [
                "Prussia",
                "Ephesus",
                "Effused",
                "Effuse",
                "Effuses"
            ]
        ],
        [
            160,
            166,
            [
                "Strauss",
                "Straps",
                "Straws",
                "Strays",
                "Stratus",
                "Straub"
            ]
        ],
        [
            218,
            225,
            [
                "Lemaitre"
            ]
        ]
    ],
    "Ephrussi shared with many others an interest in Japanese art objects, including woodcuts, folding screens, lacquer boxes, and <em>netsuke</em>.": [
        [
            0,
            8,
            [
                "Prussia",
                "Ephesus",
                "Effused",
                "Effuse",
                "Effuses"
            ]
        ]
    ],
    "He owned several lacquer box- and an important <em>netsuke</em> collection.": [],
    "In 1878 he published a study on Japanese lacquer boxes on display in the Trocadéro, \"Les lacques japonais au Trocadéro\" in the <em>Gazette</em>.": [
        [
            3,
            7,
            [
                "1878,"
            ]
        ],
        [
            73,
            82,
            [
                "Broader",
                "Traders",
                "Trader",
                "Brocade",
                "Brocades",
                "Brocaded"
            ]
        ],
        [
            89,
            96,
            [
                "Jacques",
                "lacquer",
                "lacquers",
                "lac ques"
            ]
        ],
        [
            97,
            105,
            [
                "baronies",
                "jalopies",
                "Jonas",
                "Adonis",
                "Janis",
                "capons"
            ]
        ],
        [
            106,
            108,
            [
                "AU",
                "Au",
                "a",
                "as",
                "at",
                "an"
            ]
        ],
        [
            109,
            118,
            [
                "Broader",
                "Traders",
                "Trader",
                "Brocade",
                "Brocades",
                "Brocaded"
            ]
        ]
    ],
    "Ephrussi himself was involved in the organization of several exhibitions.": [
        [
            0,
            8,
            [
                "Prussia",
                "Ephesus",
                "Effused",
                "Effuse",
                "Effuses"
            ]
        ]
    ],
    "In 1879 he curated, together with Gustave Dreyfus, an exhibition of 674 Old Master drawings, held in the École des Beaux-Arts.": [
        [
            3,
            7,
            [
                "1879,"
            ]
        ],
        [
            105,
            110,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            111,
            114,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "This exhibition led to Ephrussi's friendship with the curator of the Department of paintings and drawings of the Louvre, L. Both de Tauzia (1823-1888).": [
        [
            23,
            31,
            [
                "Prussia",
                "Ephesus",
                "Effused",
                "Effuse",
                "Effuses"
            ]
        ],
        [
            132,
            138,
            [
                "Tania",
                "Tapia",
                "Trulia"
            ]
        ]
    ],
    "In the <em>Gazette</em> Ephrussi wrote articles on the curator's acquisitions, including the Villa Lemmi fresco's of Botticelli, which he had helped to bring over from Italy to Paris.": [
        [
            24,
            32,
            [
                "Prussia",
                "Ephesus",
                "Effused",
                "Effuse",
                "Effuses"
            ]
        ],
        [
            99,
            104,
            [
                "Lemma",
                "Lemme"
            ]
        ]
    ],
    "He also authored a study on the collection of drawings bequeathed to the Louvre in 1878 by His de la Salle (1795-1878) and installed in 1882.": [
        [
            101,
            106,
            [
                "Sale",
                "Sally",
                "Sable",
                "Halle",
                "Sallie",
                "Salve"
            ]
        ]
    ],
    "To complete his research on the drawings of Dürer, he traveled to London, Vienna, Munich, visiting museums and private collections.": [],
    "With the assistance of his secretary, the poet Jules Laforgue (1860-1887), he revised and corrected his previously published articles, and incorporated them into a description of all the drawings in chronological order.": [
        [
            53,
            61,
            [
                "Large",
                "Argue",
                "Lahore",
                "Forge",
                "Morgue",
                "Reforge"
            ]
        ]
    ],
    "This major work, <em>Albert Dürer et ses dessins</em>, appeared in 1882.": [],
    "The same year, Ephrussi helped organize a show of his friend, the academic painter Paul Baudry (1828-1886), in the Orangerie of the Tuileries, and was awarded the \"Croix de la Légion d'honneur\".": [
        [
            15,
            23,
            [
                "Prussia",
                "Ephesus",
                "Effused",
                "Effuse",
                "Effuses"
            ]
        ],
        [
            88,
            94,
            [
                "Badly",
                "Barry",
                "Bakery",
                "Bauer",
                "Buddy",
                "Bury"
            ]
        ],
        [
            115,
            124,
            [
                "Orangeries"
            ]
        ],
        [
            132,
            141,
            [
                "Fooleries",
                "Rookeries",
                "Toiletries",
                "Jewelries",
                "Cookeries",
                "Oileries"
            ]
        ],
        [
            176,
            182,
            [
                "Legion",
                "Region",
                "Legions",
                "Lesion"
            ]
        ],
        [
            185,
            192,
            [
                "Conner",
                "Bonner",
                "Donner",
                "Hönne",
                "honer",
                "honker"
            ]
        ]
    ],
    "Ephrussi reviewed Impressionist exhibitions, eventually acquiring over forty works by Morisot, Cassatt, Degas, Manet, Monet, Sisley, Pisarro and Renoir.": [
        [
            0,
            8,
            [
                "Prussia",
                "Ephesus",
                "Effused",
                "Effuse",
                "Effuses"
            ]
        ],
        [
            86,
            93,
            [
                "Morison"
            ]
        ],
        [
            125,
            131,
            [
                "Sister",
                "Disney",
                "Sidney",
                "Villa",
                "Aisle",
                "Dismay"
            ]
        ],
        [
            133,
            140,
            [
                "Pizarro"
            ]
        ]
    ],
    "He appears in a top hat behind the guests in Renoir's \"Le déjeuner des canotiers\" (the \"Luncheon of the Boating Party\").": [
        [
            58,
            66,
            [
                "December",
                "designer",
                "deeper",
                "defender",
                "demeanor",
                "Demeter"
            ]
        ],
        [
            67,
            70,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            71,
            80,
            [
                "canopies",
                "canoers",
                "canters",
                "keynoters"
            ]
        ]
    ],
    "In 1885 Ephrussi became co-owner of the <em>Gazette</em>.": [
        [
            8,
            16,
            [
                "Prussia",
                "Ephesus",
                "Effused",
                "Effuse",
                "Effuses"
            ]
        ]
    ],
    "In 1887 his monograph on Baudry appeared.": [
        [
            25,
            31,
            [
                "Badly",
                "Barry",
                "Bakery",
                "Bauer",
                "Buddy",
                "Bury"
            ]
        ]
    ],
    "He also produced studies of the prints in early books such as the 1499 <em>Dream of Poliphilus</em> and the 1493 <em>Nuremberg Chronicle</em>.": [],
    "From 1894 onwards Ephrussi fully devoted himself to the <em>Gazette</em> as its editor in chief during the time the magazine was becoming more scholarly.": [
        [
            18,
            26,
            [
                "Prussia",
                "Ephesus",
                "Effused",
                "Effuse",
                "Effuses"
            ]
        ],
        [
            80,
            95,
            [
                "editor-in-chief"
            ]
        ]
    ],
    "The popular anti-Semitism of the Dreyfus Affair caused repercussions on Ephrussi as well (E. de Waal).": [
        [
            72,
            80,
            [
                "Prussia",
                "Ephesus",
                "Effused",
                "Effuse",
                "Effuses"
            ]
        ],
        [
            93,
            95,
            [
                "De"
            ]
        ],
        [
            96,
            100,
            [
                "Wall",
                "Baal",
                "Weill",
                "Wail",
                "Weal",
                "AAL"
            ]
        ]
    ],
    "In 1903 he was honored as \"Officier de la Légion d'honneur\".": [
        [
            3,
            7,
            [
                "1903,"
            ]
        ],
        [
            27,
            35,
            [
                "Officer",
                "Off icier"
            ]
        ],
        [
            42,
            48,
            [
                "Legion",
                "Region",
                "Legions",
                "Lesion"
            ]
        ],
        [
            51,
            58,
            [
                "Conner",
                "Bonner",
                "Donner",
                "Hönne",
                "honer",
                "honker"
            ]
        ]
    ],
    "He died two years later, in 1905.": [],
    "The figure of Swann in Marcel Proust's <em>Remembrance of Things Past</em> is modeled in part on Ephrussi.": [
        [
            14,
            19,
            [
                "Swan",
                "Swans",
                "Swain",
                "Swank"
            ]
        ],
        [
            97,
            105,
            [
                "Prussia",
                "Ephesus",
                "Effused",
                "Effuse",
                "Effuses"
            ]
        ]
    ],
    "In the introduction to his study, <em>Albert Dürer et ses dessins</em>, Ephrussi celebrated the 1879 exhibition of old masters in Paris as finally giving Dürer the appreciation they deserved in France.": [],
    "One of Ephrussi's goals was to contribute to a better knowledge in France of the \"greatest master of Germany\".": [
        [
            7,
            15,
            [
                "Prussia",
                "Ephesus",
                "Effused",
                "Effuse",
                "Effuses"
            ]
        ]
    ],
    "In this work all Dürer's drawings are documented, previously unpublished drawings from private collections were reproduced in facsimile.": [],
    "While Thausing's 1876 monograph, <em>Albrecht Dürer: Geschichte seines Leben und seiner Kunst</em>, revised in 1884, and subsequently translated into English and French, is still a reference book, Ephrussi's work was overshadowed by this work and later catalogs (Hélène de Givry).": [
        [
            6,
            14,
            [
                "Housing",
                "Causing",
                "Chasing",
                "Hauling",
                "Phasing",
                "Teasing"
            ]
        ]
    ]
}