{
    "<p>Katharine Esdaile was born to Andrew McDowall, secretary to the Girl’s Public Day School Trust, and his wife, Ada Benson, the first Headmistress of Norwich, Oxford and Bedford High Schools.": [
        [
            13,
            20,
            [
                "Scale",
                "Daily",
                "Email",
                "Escape",
                "Estate",
                "Sale"
            ]
        ],
        [
            33,
            48,
            [
                "Andie MacDowell"
            ]
        ]
    ],
    "She went to Notting Hill High School and Lady Margaret Hall, Oxford.": [],
    "At Oxford, she focused her interest on classics, fascinated by the study of antique sculpture.": [],
    "From 1904 onwards, Esdaile published articles in the <em>Journal of Hellenic Studies</em> and <em>Numismatic Chronicle</em>, primarily on Greek and Roman coins and on classical portrait sculpture.": [
        [
            19,
            26,
            [
                "Scale",
                "Daily",
                "Email",
                "Escape",
                "Estate",
                "Sale"
            ]
        ]
    ],
    "Her first article was published in the <em>Journal of Hellenic Studies</em>, titled “The So-Called Sardanapolus” in 1911.": [],
    "A year later, she completed her work <em>Walpole and Chatham (1714-1760)</em>, later published by G. Bell & Sons.": [],
    "While studying at the British School in Rome in 1907, she married Arundell James Kennedy Esdaile, the secretary of the British Museum from 1926 to 1940.": [
        [
            66,
            74,
            [
                "Arun dell"
            ]
        ],
        [
            89,
            96,
            [
                "Scale",
                "Daily",
                "Email",
                "Escape",
                "Estate",
                "Sale"
            ]
        ]
    ],
    "Together, they had two sons and one daughter: James, Emmeline, and Martin.": [],
    "James Esdaile, later known as Edmund Esdaile, continued his mother’s work, researching English sculpture after her death in 1950.": [
        [
            6,
            13,
            [
                "Scale",
                "Daily",
                "Email",
                "Escape",
                "Estate",
                "Sale"
            ]
        ],
        [
            37,
            44,
            [
                "Scale",
                "Daily",
                "Email",
                "Escape",
                "Estate",
                "Sale"
            ]
        ]
    ],
    "After the birth of her children, in 1919, she began studying post-medieval sculpture rather than her previous emphasis on Greco-Roman antiquity, focusing primarily on churches and the notebooks of George Vertue in the British Museum.": [
        [
            204,
            210,
            [
                "Virtue"
            ]
        ]
    ],
    "Between 1930 and 1934, the Walpole Society published her work titled <em>Notebooks</em>, on George Vertue.": [
        [
            99,
            105,
            [
                "Virtue"
            ]
        ]
    ],
    "Her emphasis within the art world was often on sculptors and artists with little name but great importance, clearly revealed in her later work on Louis François Roubiliac.": [],
    "In 1927, she published her work: <em>English Monumental Sculpture since the Renaissance</em>, although she is most commonly known for her 1928 work titled <em>The Life and Works of Louis François Roubiliac</em>.": [],
    "Other names she attempted to dignify and promote were Edward Stanton, William Stanton of Holborn, Epiphanius Evesham, and Sir Robert Taylor.": [
        [
            89,
            96,
            [
                "Osborn",
                "Holbein",
                "Lowborn",
                "Colborne"
            ]
        ],
        [
            98,
            108,
            [
                "Epiphanies"
            ]
        ],
        [
            109,
            116,
            [
                "Eve sham",
                "Eves ham"
            ]
        ]
    ],
    "Also, in 1928, Esdaile received the Royal Society of Arts Medal for her work on Roubiliac.": [
        [
            15,
            22,
            [
                "Scale",
                "Daily",
                "Email",
                "Escape",
                "Estate",
                "Sale"
            ]
        ]
    ],
    "In 1933, Esdaile published her work titled <em>Temple Church Monuments</em>.": [
        [
            9,
            16,
            [
                "Scale",
                "Daily",
                "Email",
                "Escape",
                "Estate",
                "Sale"
            ]
        ]
    ],
    "And for years, Esdaile worked as a writer for the Times and Burlington Magazine, publishing a large quantity of articles on often seventeenth century artists, like Rysbrack.": [
        [
            15,
            22,
            [
                "Scale",
                "Daily",
                "Email",
                "Escape",
                "Estate",
                "Sale"
            ]
        ],
        [
            164,
            172,
            [
                "Redbrick",
                "Rickrack",
                "RSBAC"
            ]
        ]
    ],
    "During WWII, Esdaile urged for the safeguarding of church treasures in countries under attack.": [
        [
            13,
            20,
            [
                "Scale",
                "Daily",
                "Email",
                "Escape",
                "Estate",
                "Sale"
            ]
        ]
    ],
    "She became the first and only woman on a committee working to preserve stained glass, sculptures, and other important church items during air raids.": [
        [
            71,
            84,
            [
                "stained-glass"
            ]
        ]
    ],
    "In 1946, she continued her studies in post-medieval sculpture, publishing <em>English Church Monuments 1510 - 1840</em>.": [],
    "She intended to publish a comprehensive dictionary of british sculptors, a task later completed by <a href=\"/gunnisr\">Rupert Gunnis</a> in 1953 (<em>Dictionary of British Sculptors</em>).": [
        [
            54,
            61,
            [
                "British",
                "brutish",
                "whitish",
                "Brits",
                "Britisher",
                "Irtish"
            ]
        ]
    ],
    "After writing nearly 300 articles, many books, and keeping extensive notes throughout her lifetime, Katharine Esdaile died in 1950 in Queen Victoria Hospital, Grinstead, Sussex.": [
        [
            110,
            117,
            [
                "Scale",
                "Daily",
                "Email",
                "Escape",
                "Estate",
                "Sale"
            ]
        ]
    ],
    "Her son sold her notebooks and correspondence to the Henry H. Huntington Art Collection in San Marino, California.</p>": []
}