{
    "Historian of Islamic art.": [],
    "Ettinghausen received his Ph.D.": [],
    "from the University of Frankfurt in 1931 in Islamic history and art history.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "While pursuing his studies he worked, beginning at 24, on the excellent Islamic collection of the State Museum (Kaiser-Friedrich Museum) in Berlin between 1929 and 1931, under the direction of <a href=\"/kuhnele\">Ernst Kühnel</a> and the collector/archaeologist <a href=\"/sarref\">Friedrich Sarre</a>.": [],
    "In 1934 at the assumption of power by the Nazis, he emigrated first to Britain and then to the United States where he joined the staff of <a href=\"/popea\">Arthur Upham Pope</a> at the Institute of Persian Art and Archaeology in New York.": [],
    "His research, which had previously focused on Egypt and Syria, increased to the Islamic art of Iran.": [],
    "During the 1937-38 academic year, he taught his first class at the Institute of Fine Art, New York University.": [],
    "The following fall he was appointed an associate professor at the University of Michigan.": [],
    "In 1944 Ettinghausen left Michigan to join the Freer Gallery, Department of Near Eastern Art, part of the Smithsonian Institution.": [],
    "The following year he married the art historian Elisabeth Sgalitzer.": [
        [
            58,
            67,
            [
                "Pulitzer",
                "Glitter",
                "Splitter",
                "Salinger",
                "Switzer",
                "Wurlitzer"
            ]
        ]
    ],
    "He also lectured at Princeton University.": [],
    "His 1941 lecture, \"The Character of Islamic Art,\" presented at the third summer seminar in Arabic and Islamic studies at Princeton University, was published in the collection <em>The Arab Heritage</em>.": [],
    "It defined succinctly the character and qualities of the genre.": [],
    "<a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a>, editor of the <em>Pelican History of Art</em>, contacted Ettinghausen to write a single-volume history of all of Islamic art.": [],
    "In 1959, Ettinghausen secured <a href=\"/grabaro\">Oleg Grabar</a> to write on the architecture and he on the independent arts.": [],
    "Partially due to its scope and partially because of the commitments of the two men, the project developed slowly.": [],
    "In 1961 he was appointed chief curator of the Freer.": [
        [
            3,
            7,
            [
                "1961,"
            ]
        ]
    ],
    "During his tenure at the Freer, he built the collection into one of the finest collections on Islamic art in the world.": [],
    "In 1966 Ettinghausen left the Freer to become Hagop Kevorkian Professor of Islamic Art at the Institute of Fine Art, New York University.": [
        [
            46,
            51,
            [
                "Hag op"
            ]
        ]
    ],
    "Together with the Middle East historian R. Bayly Winder he founded the Kevorkian Center the same year at NYU.": [
        [
            43,
            48,
            [
                "Badly",
                "Bally",
                "Bayley"
            ]
        ]
    ],
    "Three years later he added the duties of Consultative Chairman of the Islamic Department of the Metropolitan Museum of Art.": [],
    "At the Metropolitan, he was instrumental in installing the galleries to their sensitive arrangement.": [],
    "Ettinghausen died of cancer.": [],
    "Grabar completed the remaining portions of Ettinghausen's manuscript for the Pelican book, which appeared only in 1987 as <em>The Art and Architecture of Islam 650-1250</em>, the first of two volumes envisioned.": [
        [
            0,
            6,
            [
                "Radar",
                "Graham",
                "Grammar",
                "Grab",
                "Grabs",
                "Grader"
            ]
        ]
    ],
    "The library in the Kevorkian Center is named in Ettinghausen's memory.": [],
    "Ettinghausen published the groundbreaking early books in English on Islamic art.": [],
    "His major interest was in Islamic painting.": [],
    "His 1962 <em>Arab Painting</em> was translated into five languages by Skira publishers.": [
        [
            70,
            75,
            [
                "Skirt",
                "Kira",
                "Akira",
                "Shira"
            ]
        ]
    ],
    "Ettinghausen combined a knowledge of classical Greek and Roman authors to the Islamic sources made him aptly able to identify iconography, his major methodology.": [],
    "His 1950 book <em>The Unicorn: Studies in Muslim Iconography</em>, is a monumental source of iconographical information for scholars not only of Islamic studies but also for medieval western art.": [],
    "Both a Jew and an avid Islamicist, his ties to Israel found expression in his promotion of the establishment of a museum for Islamic art in Jerusalem.": [
        [
            23,
            33,
            [
                "Islamist"
            ]
        ]
    ]
}