{
    "<p>Warburg Institute historian of the Italian renaissance and Berkeley Art Department Chair, 1970-80.": [],
    "He was bornin in Königsberg, Germany, present day Kaliningrad, Russia.": [
        [
            7,
            13,
            [
                "born in"
            ]
        ]
    ],
    "Ettlinger was born to Emil Ettlinger and Dora Beer (Ettlinger), his father the university librarian in Königsberg.": [
        [
            0,
            9,
            [
                "Ehrlinger"
            ]
        ],
        [
            27,
            36,
            [
                "Ehrlinger"
            ]
        ],
        [
            52,
            61,
            [
                "Ehrlinger"
            ]
        ]
    ],
    "After receiving his <em>Abitur</em> from the Gynmasium in Halle in 1932, he studied at the universities of Halle and Marburg.": [
        [
            45,
            54,
            [
                "Gymnasium"
            ]
        ]
    ],
    "His fields of concentration included archaeology, philosophy and art history (under <a href=\"/franklp\">Paul Frankl</a>).": [],
    "He received his Ph.D.": [],
    "in Halle under <a href=\"/kochh\">Herbert Koch</a> in 1937, writing on the topic of <a href=\"/semperg\">Gottfried Semper</a> and the ancient world.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Between 1935-37 he assisted Koch cataloging the the collection of Crete and Mycenean objects, photodocumenting them for the archaeological museum in Halle.": [
        [
            44,
            51,
            [
                "the"
            ]
        ],
        [
            76,
            84,
            [
                "Mycenaean"
            ]
        ]
    ],
    "Because of his Jewish background Ettlinger was forced to leave Germany for England in 1938, working at the Warburg Institute and living with <a href=\"/saxlf\">Fritz Saxl</a>.": [
        [
            33,
            42,
            [
                "Ehrlinger"
            ]
        ]
    ],
    "He married Amrei Jacoby in 1939 (d.": [
        [
            11,
            16,
            [
                "Aura",
                "Agra",
                "AMREF"
            ]
        ]
    ],
    "1955).": [],
    "<a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a> secured him a job working as a social worker in children's refugee camps (Movement for the Care of Children from Germany), 1940-1941.": [],
    "He was interned briefly in 1940 on the Isle of Man, together with other Warburg refugees.": [],
    "After his release he was made a member of the Warburg Institute.": [],
    "Ettlinger published his first English-language essays in the <em>Journal of the Warburg and Courtauld Institutes</em>.": [
        [
            0,
            9,
            [
                "Ehrlinger"
            ]
        ]
    ],
    "He supported himself during the years 1941-1948 as an assistant master of Edward VI's school in Birmingham for six years and writing a volume for Allen Lane's King Penguin book series in 1947 on Christmas cards.": [],
    "In 1948, Saxl appointed Ettlinger curator of the photographic collection of the Warburg, now part of the University of London, shortly before Saxl's sudden death.": [
        [
            9,
            13,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ],
        [
            24,
            33,
            [
                "Ehrlinger"
            ]
        ],
        [
            142,
            146,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ]
    ],
    "Ettlinger also lectured at the University of Reading.": [
        [
            0,
            9,
            [
                "Ehrlinger"
            ]
        ]
    ],
    "After 1956 he was a lecturer at the Warburg (to 1964).": [],
    "At the suggestion of <a href=\"/panofskye\">Erwin Panofsky</a>, Ettlinger spent part of the1956 year at the Institute for Advanced Study in Princeton, studying the Sixtus' early painting patronage.": [],
    "The result would be his well-received 1965 book, <em>The Sistine Chapel before Michelangelo: Religious Imagery and Papal Primacy</em>.": [],
    "In 1959 he married Madeleine Jay Noirot and replaced <a href=\"/gombriche\">E.": [
        [
            3,
            7,
            [
                "1959,"
            ]
        ],
        [
            33,
            39,
            [
                "Poirot"
            ]
        ]
    ],
    "H. Gombrich</a> as the Durning Lawrence Professor of the History of Art at the Slade School, University College.": [
        [
            23,
            30,
            [
                "During",
                "Turning",
                "Burning",
                "Darning",
                "Dunning"
            ]
        ],
        [
            79,
            84,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "His 1961 inaugural lecture was on the current status of art history (\"Art History Today\").": [],
    "He lectured for the academic year 1963-1964 at Yale University.": [],
    "While chair of the department (1966-70) he helped created joint degree programs in the art history department.": [],
    "In 1970 Ettlinger accepted the chairmanship of the Department of the History of Art at the University of California at Berkeley.": [
        [
            8,
            17,
            [
                "Ehrlinger"
            ]
        ]
    ],
    "There he had many students and earned a reputation as an outstanding lecturer: persuasive arguments, perfect delivery and moving elocution.": [],
    "Ettlinger married a third time to Helen Shahrokh Lewis (later divorced), with whom he wrote a monograph on Botticelli in 1976.": [
        [
            0,
            9,
            [
                "Ehrlinger"
            ]
        ],
        [
            40,
            48,
            [
                "Shark",
                "Sharon",
                "Sharks",
                "Shamrock",
                "Shamrocks",
                "Sharron"
            ]
        ]
    ],
    "At Berkeley he issued his <em>catalogue raisonné</em> of the Pollaiuolo, <em>Antonio and Piero Pollaiuolo: Complete Edition with a Critical Catalogue</em>.": [
        [
            3,
            11,
            [
                "Berkeley,"
            ]
        ]
    ],
    "He remained on the Berkeley faculty until 1980.": [],
    "On Easter, 1979 he was received into the Roman Catholic faith, surprising to some, but to others the culmination of his engagement with Christianity through his work on the Sistine Chapel.": [],
    "In 1983 he headed a panel discussing the Vienna School of art history at the 25th International Congress of the History of Art, later published as <em>Wien und die Entwicklung der kunsthistorischen Methode</em>.</p>": [
        [
            3,
            7,
            [
                "1983,"
            ]
        ]
    ]
}