{
    "Archaeologist, Ashmolean Museum Director; discoverer of Minoan Crete civilization and publisher of Minoan (Knossos) finds.": [],
    "Evans' father, Sir John Evans (1823-1908), ran a paper mill and was distinguished archaeologist and numismatist.": [],
    "His mother was Harriet Ann Dickinson (Evans).": [],
    "Evans attended Harrow School and Brasenose College, Oxford, where he graduated with first class honors in modern history in 1874.": [
        [
            33,
            42,
            [
                "Baseness",
                "Brashness",
                "Bluenose",
                "Braveness",
                "Braceros",
                "Brazens"
            ]
        ]
    ],
    "He studied a year at Göttingen, traveling to Bosnia (1871), Herzegovina, Finland, and Scandinavia (1873-4).": [],
    "Evans became a reporter for the <em>Manchester Guardian</em> in 1877, covering the Balkans.": [],
    "In 1878 he married Margaret Freeman (d.": [
        [
            3,
            7,
            [
                "1878,"
            ]
        ]
    ],
    "1893), daughter of the historian Edward Augustus Freeman (1823-1892).": [],
    "In 1882 he was arrested by the Austrian authorities for complicity, but released after six weeks of imprisonment.": [
        [
            3,
            7,
            [
                "1882,"
            ]
        ]
    ],
    "Like many, he was fascinated by the exploits of <a href=\"/schliemannh\">Heinrich Schliemann</a> at Troy, Mycenae, and Tiryns as reported in <em>Das homerische Epos</em> (1884) by <a href=\"/helbigw\">Wolfgang Helbig</a> and <em>Die Anfänge der Kunst in Griechenland</em> (1883) by <a href=\"/milchhofera\">Arthur Milchhöfer</a>.": [],
    "In 1884 Evans was appointed keeper of the Ashmolean Museum at Oxford.": [],
    "The museum was in a poor state, its building dilapidated and its collecting policies duplicated by those of the Randolph Gallery under Sir W. M. Ramsay (1806-1865), the first Lincoln and Merton chair of classical archaeology and art.": [
        [
            56,
            60,
            [
                ", and"
            ]
        ]
    ],
    "His first archaeological studies were published in <em>Archaeologia</em> in 1884 and 1885.": [],
    "During this time he was founding member of the British School at Athens (1886).": [],
    "Evans set out to make the Ashmolean a major museum.": [],
    "He secured the private collection of classical and medieval art of Charles Drury Fortnum.": [
        [
            81,
            88,
            [
                "Fortune",
                "Forum",
                "Fortuna"
            ]
        ]
    ],
    "A chance gift to the Ashmolean in 1889 of a seal-stone led Evans to a greater study of them.": [],
    "He acquired other examples in Athens in 1893, postulating the picture-writing theory of the Cretan islands later known as \"Linear A\" and \"Linear B\".": [],
    "That same year he and <a href=\"/gardnerp\">Percy Gardner</a> issued a catalog on the Greek vases in the Ashmolean.": [],
    "He traveled in Crete in 1894, collecting other seal-stones.": [],
    "Between 1894 and 1897 Evans published additional theories and discoveries of Crete in the <em>Journal of Hellenic Studies</em>.": [],
    "Evans presided over the move of the Ashmolean collections to a renovated building in 1894.": [],
    "When the Turks evacuated Crete in 1899, Evans used the some of the fortune he had inherited to excavate an 1894 property he had bought in Crete with the British School of Archaeology at Athens.": [
        [
            51,
            59,
            [
                "some"
            ]
        ]
    ],
    "The dig was directed by Evans and the School's director, David G. Hogarth (1862-1927), Duncan MacKenzie and John Pendlebury.": [
        [
            113,
            123,
            [
                "Pendle bury"
            ]
        ]
    ],
    "Almost immediately, an elaborate Bronze Age palace with numerous clay tablets were revealed.": [],
    "\"Kamárais\" pottery (c.": [
        [
            1,
            9,
            [
                "Samurais"
            ]
        ]
    ],
    "2000 BC) and brilliant frescoes from a palace were exposed.": [],
    "The excavation continued for eight subsequent seasons.": [],
    "Evans exhibited the finds initially in London in 1903 and more extensively in 1936.": [],
    "He resigned from the Ashmolean in 1908 when the museum's collection was merged with the Randolph Gallery into a single building at Oxford.": [],
    "Evans devoted his time to writing <em>Scripta Minoa</em>, the published account of his analysis of the Cretan language, appearing beginning in 1909 (the second in 1952).": [],
    "The four-volume <em>Palace of Minos at Knossos</em> was launched beginning in 1921 (final volume 1935).": [],
    "Evans named the culture \"Minoan\", after the legendary King Minos of Crete.": [],
    "He theorized a nine classifications of the civilization including 'early', 'middle', and 'late', each divided into subcategories, which he published in 1905, 1906, and 1912.": [
        [
            13,
            19,
            [
                "nine"
            ]
        ]
    ],
    "Evans's villa in Crete overlooking the site which had served as a center for scholars and visitors, was transferred to the British School of Archaeology at Athens in 1926.": [],
    "He returned to excavate the 'royal tomb' in 1931.": [],
    "Though World War II brought many ravages, the German invasion of Crete in 1941 damaged neither the palace or the museum.": [
        [
            106,
            108,
            [
                "nor"
            ]
        ]
    ],
    "After the war, Evans, a trustee of the British Museum, moved to reinstate the museum (from the wartime Air Board), rejuvenating the museum at a critical juncture.": [],
    "He worked at the Ashmolean until his death at his estate, Youlbury, in 1941.": [
        [
            58,
            66,
            [
                "Goulburn"
            ]
        ]
    ],
    "His biography was published in 1943 by his half-sister, <a href=\"/evansj\">Joan Evans</a>, as <em>Time and Chance: the Story of Arthur Evans</em>.": [],
    "Though Evans discoveries were spectacular, he overrated the dominance of Crete in early Aegean history, concomitantly appreciating the role of the Greek mainland and the Cyclades.": [],
    "He could not believe that Minoan culture had not been the dominant one for most of the 1600-1400 B.C.": [],
    "era.": [
        [
            0,
            3,
            [
                "Era"
            ]
        ]
    ],
    "Subsequent scholarship has proven this not to be the case.": []
}