{
    "Oxford-trained private medievalist art historian and collector.": [],
    "Evans was the daughter of Sir John Evans (1823-1908) an archaeologist, and his third wife, Maria Millington Lathbury (1856-1944).": [
        [
            108,
            116,
            [
                "Lath bury"
            ]
        ]
    ],
    "Her mother attended Oxford at age 30 and married at 36.": [],
    "Joan Evan's half-brother by more than forty years was the archaeologist <a href=\"/evansa\">Arthur J. Evans</a>.": [],
    "The girl had a lonely childhood, essentially raised by her nanny.": [],
    "She suffered a nervous breakdown at the death of her father in 1908 and was only restored by a family friend, <a href=\"/jourdainm\">Margaret Jourdain</a>, who insisted she write a history of jewelry.": [],
    "She attended St.": [],
    "Hugh's College, Oxford, from 1914 graduating in archaeology (with honors) in 1916 under <a href=\"/beazleyj\">J.": [],
    "D. Beazley</a>.": [
        [
            3,
            10,
            [
                "Beasley"
            ]
        ]
    ],
    "But a lack of sympathy with Beazley's attributions methodology led her to pursue later periods.": [
        [
            28,
            35,
            [
                "Beasley"
            ]
        ]
    ],
    "In 1917 she took a temporary position as St.": [
        [
            3,
            7,
            [
                "1917,"
            ]
        ]
    ],
    "Hugh's librarian which lasted until 1922.": [],
    "A B.Litt was awarded in 1920.": [
        [
            4,
            8,
            [
                " Litt"
            ]
        ]
    ],
    "In 1921 she published her book, <em>English Jewellery from the 5th Century BC to 1800</em>.": [
        [
            3,
            7,
            [
                "1921,"
            ]
        ]
    ],
    "English art, however, was not her primary focus.": [],
    "Her scholarly interest was established in 1925 by the book <em>Life in Mediaeval France</em>.": [],
    "The University of London awarded her a D. Litt, in 1930.": [
        [
            42,
            46,
            [
                "List",
                "Lift",
                "Pitt",
                "ITT",
                "Lott",
                "Witt"
            ]
        ]
    ],
    "In 1931 she used her research in adornment to write <em>Pattern: a Study of Ornament in Western Europe from 1180 to 1900</em>, a monumental study which reframed the scholarly concept of decoration.": [
        [
            3,
            7,
            [
                "1931,"
            ]
        ]
    ],
    "That same year she was named honorary librarian of the Courtauld Institute, London.": [
        [
            55,
            64,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Oxford University bestowed a D. Litt, on her in 1932.": [
        [
            32,
            36,
            [
                "List",
                "Lift",
                "Pitt",
                "ITT",
                "Lott",
                "Witt"
            ]
        ]
    ],
    "Evans produced the second of her studies of French medieval life in 1936, <em>Monastic Life at Cluny, 930-1157</em>, followed in 1939 by <em>Taste and Temperament</em>.": [],
    "In rapid succession, <em>Art in Mediaeval France</em> (1948), <em>English Art</em>, 1307-1461 (1949), <em>Cluniac Art of the Romanesque Period</em> (1950), and <em>Dress in Mediaeval France</em> (1952) were published.": [],
    "A second history of ornament, <em>A History of Jewellery, 1100-1870</em> was issued in 1953.": [],
    "These were interspersed by histories of more contemporary subjects, such as her biography of Chateaubriand in 1939, on Madame de Sérilly in 1946, and Joseph Joubert, published in 1947.": [
        [
            93,
            106,
            [
                "Châteaubriand"
            ]
        ]
    ],
    "In 1943 she published a family memoir, <em>Time and Chance: the Story of <a href=\"/evansa\">Arthur J. Evans</a> and his Forebears</em>.": [
        [
            3,
            7,
            [
                "1943,"
            ]
        ]
    ],
    "Evans bought a medieval Cluniac chapel, Chappelle des Moines de Berzé and donated it to the town of Mâcon in 1947.": [
        [
            24,
            31,
            [
                "Clinic"
            ]
        ],
        [
            50,
            60,
            [
                "Des Moines"
            ]
        ],
        [
            100,
            105,
            [
                "Macon",
                "Mason",
                "Bacon",
                "Manon",
                "Macron",
                "macOS"
            ]
        ]
    ],
    "In 1948 she was elected president of the Royal Archaeological Institute (through 1951).": [
        [
            3,
            7,
            [
                "1948,"
            ]
        ]
    ],
    "Evans greatly admired the Victorian age and indeed saw herself as an extension of it in many ways.": [],
    "After a biography of <a href=\"/ruskinj\">John Ruskin</a> in 1954, she co-edited with John Howard Whitehead, Ruskin's diaries in 1956, a work demonstrating almost a personal understanding of the work of the most influential art writer of the nineteenth century in Britain.": [],
    "That same year her <em>A History of the Society of Antiquaries</em> appeared in 1956, as well as an honorary doctor of letters from Cambridge.": [],
    "Evans was elected the first woman president of the Society of Antiquaries in 1959 (through 1964) a position which had previously been held by both her father and half brother, and awarded the gold medal the Society in 1973.": [
        [
            28,
            33,
            [
                "female"
            ]
        ]
    ],
    "She donated her gem and jewelry collection to the Victoria and Albert Museum beginning in 1960.": [],
    "She was a trustee of the British Museum (1963-1967).": [],
    "In 1966 she published a view of the middle ages in general, <em>The Flowering of the Middle Ages</em> and a biography of the family of Netherlandish scholar <a href=\"/conwayw\">Martin Conway</a>.": [
        [
            3,
            7,
            [
                "1966,"
            ]
        ],
        [
            36,
            47,
            [
                "Middle Ages"
            ]
        ]
    ],
    "In her personal life, she donated time and money to many charitable historic causes, nearly all of them anonymously.": [],
    "Most publicly, she helped purchase the ridge above Wotton under Edge for the National Trust.": [],
    "She resided there at Thousand Acres, the family home at Wotton, for the remainder of her life.": [
        [
            21,
            29,
            [
                "A Thousand"
            ]
        ]
    ],
    "Evans died at Wotton under Edge in 1977 and her body cremated.": [],
    "Her will left collections to the Ashmolean Museum, Oxford, and the Birmingham City Art Gallery.": [],
    "Evans never had an academic appointment.": [],
    "Scholarly opinion of her work is generally that she too strongly felt the urge to match the publishing output of other family members to match their excellence.": [],
    "Her books lack evidentiary detail which a slower publication schedule might have allowed.": [],
    "Her work on Ruskin is one of great sensitivity and her study on ornament remains important.": []
}