{
    "Evers studied literature at the university in Göttingen, writing his thesis on <a href=\"/winckelmannj\">Johann Joachim Winckelmann</a> and <a href=\"/lessingg\">Gotthold Ephraim Lessing</a>.": [
        [
            0,
            5,
            [
                "Every",
                "Ever",
                "Levers",
                "Evert",
                "Fevers",
                "Severs"
            ]
        ]
    ],
    "He moved to Heidelberg where the lectures of <a href=\"/curtiusl\">Ludwig Curtius</a>, the Egyptologist <a href=\"/rankeh\">Hermann Ranke</a> and the literary historian and member of the Stefan George circle, Friedrich Gundolf (1880-1931), converted his interest to art history.": [],
    "After his <em>Die Breitrichtung der Basilika</em> appeared in 1932, written under <a href=\"/pinderw\">Wilhelm Pinder</a> Evers was appointed a lecturer at the university in Munich.": [],
    "He became Professor at Munich in 1942.": [],
    "That year he published the first of his two books on Rubens--this written in the form of a historical novel--yet nevertheless accounting for Rubens as both artist and statesman.": [],
    "After World War II he accepted a teaching position in 1950 at the Technischen Hochschule in Darmstadt where he remained until his retirement in 1968.": [
        [
            66,
            77,
            [
                "Technician"
            ]
        ]
    ],
    "He was one of the motivating figures behind the 1950 <em>Darmstädter Gespräch</em>.": [],
    "In <em>Vom Historismus zum Funktionalismus</em> (1967) he offered a revisionist account of nineteenth-century historicist architecture.": [],
    "His interest in art historiography was instrumental in his co-editing the bibliography volume in the <em>Bibliographie zur Kunstgeschichte des 19.": [
        [
            105,
            118,
            [
                "Bibliographic",
                "Bibliographies"
            ]
        ],
        [
            119,
            122,
            [
                "our",
                "fur",
                "bur",
                "cur",
                "Eur",
                "AUR"
            ]
        ],
        [
            139,
            142,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Jahrhunderts</em>,1968.": [],
    "He was selected to write the volume in the <em>Art of the World</em> series by Crown [<em>Die Kulturen des Abendlandes</em> in Germany] on modern art, <em>Art of the Modern Age</em> (1970).": [],
    "In his final years, Evers attempted to counter the legend that Ludwig II of Bavaria was a mad king.": [
        [
            20,
            25,
            [
                "Every",
                "Ever",
                "Levers",
                "Evert",
                "Fevers",
                "Severs"
            ]
        ]
    ],
    "He cast the famous <em>Ludwig der Verrückt</em> as the last enlightened monarch who was able to imprint his stylistic vision on his architectural commissions.": [],
    "His students included <a href=\"/simsono\">Otto von Simson</a>, who, though he officially wrote his dissertation under Pinder, saw Evers as his most influential teacher, and <a href=\"/schmollj\">Josef Adolf Schmoll genannt Eisenwerth</a>, who wrote his habilitation under Evers.": []
}