{
    "<p>Renaissance humanist and early chronicler of artists.": [],
    "Facio was educated in Verona under Guarino Guarini and later (by late 1420s) studied Greek in Florence.": [
        [
            0,
            5,
            [
                "Fabio",
                "Fábio"
            ]
        ],
        [
            35,
            42,
            [
                "Guarding",
                "Marino",
                "Gearing",
                "Guano",
                "Glaring",
                "Guarani"
            ]
        ],
        [
            43,
            50,
            [
                "Guarani",
                "Guaraní"
            ]
        ]
    ],
    "He held several initial posts in Genoa and Lucca, before being named Genoese envoy to Naples in 1443.": [],
    "By 1445 he was in the employ of King Alfonso of Naples where he secured the job of royal historian and tutor to Prince Ferrante.": [
        [
            119,
            127,
            [
                "Errant",
                "Terrance",
                "Serrate",
                "Ferrand"
            ]
        ]
    ],
    "After various translations and essays on happiness and the dignity of man, Facio issued his De viris illustribus in 1456, over ninety lives of his contemporaries organized by their professions.": [
        [
            75,
            80,
            [
                "Fabio",
                "Fábio"
            ]
        ],
        [
            92,
            100,
            [
                "Dev iris"
            ]
        ],
        [
            101,
            112,
            [
                "illustrious"
            ]
        ]
    ],
    "These included the architect Leon Battista Alberti (under \"orators\") and Gentile da Fabriano, Jan van Eyck, Pisanello and Rogier van der Weyden.": [
        [
            81,
            83,
            [
                "the",
                "DA",
                "a",
                "day",
                "do",
                "Dr"
            ]
        ],
        [
            84,
            92,
            [
                "Fabiano"
            ]
        ],
        [
            108,
            117,
            [
                "Pirandello"
            ]
        ]
    ],
    "under \"painters.\"": [
        [
            0,
            5,
            [
                "Under"
            ]
        ]
    ],
    "Facio introduced these biographies with a discussion of literature and art, broadly based upon the <em>Ars poetica</em> of Horace and the <em>Prooemium</em> by Philostratus the younger.": [
        [
            0,
            5,
            [
                "Fabio",
                "Fábio"
            ]
        ]
    ],
    "As an art theorist, Facio praised verisimilitude and feeling, similar to contemporary rhetoricians.": [
        [
            20,
            25,
            [
                "Fabio",
                "Fábio"
            ]
        ]
    ],
    "A painting's ability to express emotion elevated that painter to the highest level in Facio's view.": [
        [
            86,
            91,
            [
                "Fabio",
                "Fábio"
            ]
        ]
    ],
    "As a biographer, he was one of the first author to discuss the works of the northern renaissance artists, proving for modern historians (Jan) van Eyck's popularity in Italy.": [],
    "Facio mentions many paintings of the Eyck in Italy unknown today, including a St.": [
        [
            0,
            5,
            [
                "Fabio",
                "Fábio"
            ]
        ]
    ],
    "Jerome panel in the Lomellini Triptych and another of women bathing notable for its effect of appearing to be in a mirror.": [
        [
            20,
            29,
            [
                "Rosellini"
            ]
        ]
    ],
    "He praised Rogier van der Weyden's decorous rendering of the sitter's character and underlying emotion.": [],
    "Among Italian masters, Facio praised Gentile da Fabriano, Pisanello.": [
        [
            23,
            28,
            [
                "Fabio",
                "Fábio"
            ]
        ],
        [
            45,
            47,
            [
                "the",
                "DA",
                "a",
                "day",
                "do",
                "Dr"
            ]
        ],
        [
            48,
            56,
            [
                "Fabiano"
            ]
        ],
        [
            58,
            67,
            [
                "Pirandello"
            ]
        ]
    ],
    "In addition, he lists three sculptors, <a href=\"/ghibertil\">Lorenzo Ghiberti</a> and his son, Vittorio, and Donatello.</p>": []
}