{
    "<p>Historian of Yoruban and Nigerian art; Keeper of Ethnology at the British Museum; pioneer in the systematic study of African art.": [
        [
            16,
            23,
            [
                "Yoruba"
            ]
        ]
    ],
    "Fagg was the eldest son of an antiquarian book dealer, William Percy Fagg (d.": [
        [
            0,
            4,
            [
                "Fang",
                "Feign",
                "AGG",
                "FAG",
                "FAGE",
                "Fag"
            ]
        ],
        [
            69,
            73,
            [
                "Fang",
                "Feign",
                "AGG",
                "FAG",
                "FAGE",
                "Fag"
            ]
        ]
    ],
    "1939), Lilian Buller (Fagg).": [
        [
            14,
            20,
            [
                "Bullet",
                "Butler",
                "Fuller",
                "Muller",
                "Duller",
                "Bugler"
            ]
        ],
        [
            22,
            26,
            [
                "Fang",
                "Feign",
                "AGG",
                "FAG",
                "FAGE",
                "Fag"
            ]
        ]
    ],
    "He studied Classics at Magdalene College, Cambridge University, graduating in 1936.": [],
    "The following year he received an additional B.A.": [],
    "degree in Archaeology and Anthropology.": [
        [
            0,
            6,
            [
                "Degree"
            ]
        ]
    ],
    "In 1938 he was appointed Assistant Keeper in the Department of Ethnography at the British Museum, where he spent his entire career.": [
        [
            3,
            7,
            [
                "1938,"
            ]
        ]
    ],
    "During the war years 1942-45 he worked for the war effort at the Board of Trade monitoring cloth output.": [],
    "The Museum was restructured with curators given more control for departments.": [],
    "Fagg, who had returned in 1946, was given curatorial responsibility for Africa, purportedly because few others wanted it.": [
        [
            0,
            4,
            [
                "Fang",
                "Feign",
                "AGG",
                "FAG",
                "FAGE",
                "Fag"
            ]
        ]
    ],
    "Though he had had limited experience in Africana, he immediately selected the best objects from the collection for a post-war exhibition.": [
        [
            40,
            48,
            [
                "African",
                "Africans",
                "African a"
            ]
        ]
    ],
    "His friendship with major African art dealers, such as Charles Ratton in Paris and early collectors, such as Josef Mueller of Switzerland, developed a level of connoisseurship in him not otherwise common among ethnographers.": [
        [
            63,
            69,
            [
                "Patton",
                "Ration",
                "Rattan",
                "Rat ton"
            ]
        ]
    ],
    "He assisted the eminent collectors William and Margaret Plass in their collecting of the art of French-speaking Africa.": [
        [
            56,
            61,
            [
                "Class",
                "Pass",
                "Plans",
                "Plays",
                "Glass",
                "Lass"
            ]
        ]
    ],
    "Eventually, they donated their holdings to the Museum.": [],
    "His art sensibilities were furthered by his friendship with artists such as Jacob Epstein, Henry Moore and the artist and art historian <a href=\"/penroser\">Roland Penrose</a>.": [],
    "Fagg traveled and researched in Nigeria (then the Belgian Congo) between 1949 and 1950 and again in 1953.": [
        [
            0,
            4,
            [
                "Fang",
                "Feign",
                "AGG",
                "FAG",
                "FAGE",
                "Fag"
            ]
        ]
    ],
    "In 1955 he became Deputy Keeper of the Department.": [
        [
            3,
            7,
            [
                "1955,"
            ]
        ]
    ],
    "The Museum of Primitive Art, New York (today part of the Metropolitan Museum of Art), named him a consulting fellow in 1957 (through 1970).": [],
    "His brother, Bernard Fagg (1915-1987), a colonial officer in the region, established the first museums in Nigeria and headed the federal department of antiquities in Lagos, 1957-1963.": [
        [
            21,
            25,
            [
                "Fang",
                "Feign",
                "AGG",
                "FAG",
                "FAGE",
                "Fag"
            ]
        ]
    ],
    "William Fagg made an extensive trip, 1958-1959 as an agent of the Nigerian government, purchasing Benin art work for the newly founded Lagos museum.": [
        [
            8,
            12,
            [
                "Fang",
                "Feign",
                "AGG",
                "FAG",
                "FAGE",
                "Fag"
            ]
        ]
    ],
    "His 1958 <em>Sculpture of Africa</em> became a landmark on the subject, as was his <em>Afro-Portuguese Ivories</em> book (1959).": [],
    "He followed this in 1963 with <em>Nigerian Images</em>, which many consider the definitive account of the art history of Benin.": [],
    "He was the first to recognize Owo, Nigeria, as the center for art located between Ife and Benin.": [
        [
            30,
            33,
            [
                "Two",
                "Own",
                "Owe",
                "Owl",
                "CWO",
                "OAO"
            ]
        ],
        [
            82,
            85,
            [
                "If",
                "Life",
                "Wife",
                "Ice",
                "Ire",
                "IFA"
            ]
        ]
    ],
    "These ideas were formulated in the exhibitions he organized on Nigerian art at the First World Congress of Black Arts and Cultures in 1966 in Dakar.": [],
    "He suffered a mild stroke in 1967.": [],
    "In 1969 he was appointed to Keeper of African art department.": [
        [
            3,
            7,
            [
                "1969,"
            ]
        ]
    ],
    "He and his deputy Keeper, Bryan Cranstone (1918-1989), supervised the move of the entire collection to a new facility at Piccadilly in 1972, Museum of Mankind.": [
        [
            26,
            41,
            [
                "Bryan Cranston"
            ]
        ]
    ],
    "Upon his retirement in 1974, he worked as a consultant for Christie's.": [],
    "His final books, <em>Yoruba: Sculpture of West Africa</em> (with John Pemberton) [1982] and <em>Africa and the Renaissance</em> (with Ezio Bassani) [1988] date from this time.": [
        [
            134,
            138,
            [
                "Ohio",
                "Evil",
                "Exit",
                "Trio",
                "Eric",
                "Rio"
            ]
        ],
        [
            139,
            146,
            [
                "Assani",
                "Bassanio"
            ]
        ]
    ],
    "Fagg suffered another stroke and died at his home.": [
        [
            0,
            4,
            [
                "Fang",
                "Feign",
                "AGG",
                "FAG",
                "FAGE",
                "Fag"
            ]
        ]
    ],
    "Fagg, for better and worse, approached African sculptures in the western tradition, i.e., as the works of individual artists, which he identified through a combination of documentation, fieldwork and conjecture, rather than conceiving it as the accomplishment of \"primitive\" collective endeavors.": [
        [
            0,
            4,
            [
                "Fang",
                "Feign",
                "AGG",
                "FAG",
                "FAGE",
                "Fag"
            ]
        ]
    ],
    "He was among the first to devote rigorous art-historical scholarship to African art--connoisseurship and sociological explanations--contending that masterpieces from that continent needed no qualification on their greatness.": [],
    "A devout Roman Catholic, he viewed the non-western art as the embodiment of religious expression.": [],
    "Among his greatest accomplishments, he resoundingly disproved the notion that the realistic bronze heads of the Benin were not because of Portuguese (i.e.": [],
    "Western) influence, but rather an indigenous African development.": [],
    "Fagg devised a serious chronology of the Benin, the first serious attempt to understand African art historically and stylistically.": [
        [
            0,
            4,
            [
                "Fang",
                "Feign",
                "AGG",
                "FAG",
                "FAGE",
                "Fag"
            ]
        ]
    ],
    "He insisted, however, on terming the art \"tribal,\" despite cries from later scholars that the art was not created from peoples organized in that manner.": [],
    "The controversies of British anthropology interested him less, insisting that it was the discipline's role to appreciate the achievements of other cultures as much to analyze them.": [],
    "His gifts as a scholar were diminished through a plodding pace (frustrating some colleagues) and a notably dull lecture style.</p>": []
}