{
    "Frick Collection Director, 1973-1986 and <a href=\"/popehennessyj\">John Pope-Hennessy</a> Chair of the department of European paintings, Metropolitan Museum of Art, 1986-2009.": [],
    "Fahy (pronounced \"Fay\"), born to Everett Fahy, Sr.": [
        [
            0,
            4,
            [
                "Fay",
                "Fahd",
                "AHY",
                "FAH"
            ]
        ],
        [
            41,
            45,
            [
                "Fay",
                "Fahd",
                "AHY",
                "FAH"
            ]
        ]
    ],
    "and Dorothy Jermaka (Fahy), was raised in Philadelphia, PA.": [
        [
            0,
            3,
            [
                "And"
            ]
        ],
        [
            12,
            19,
            [
                "German",
                "Germany",
                "Jersey",
                "Germans",
                "Remake",
                "Kerala"
            ]
        ],
        [
            21,
            25,
            [
                "Fay",
                "Fahd",
                "AHY",
                "FAH"
            ]
        ]
    ],
    "While an undergraduate at the University of Virginia, Fahy met his future chair namesake, <a href=\"/popehennessyj\">John Pope-Hennessy</a> in North Carolina.": [
        [
            54,
            58,
            [
                "Fay",
                "Fahd",
                "AHY",
                "FAH"
            ]
        ]
    ],
    "After graduation in 1962 he traveled to Europe where Pope-Hennessy suggested he study Domenico Ghirlandio.": [
        [
            86,
            105,
            [
                "Domenico Ghirlandaio"
            ]
        ]
    ],
    "Fahy entered Harvard for his graduate work, studying under <a href=\"/freedbergs\">Sydney Joseph Freedberg</a> and <a href=\"/zerif\">Federico Zeri</a>.": [
        [
            0,
            4,
            [
                "Fay",
                "Fahd",
                "AHY",
                "FAH"
            ]
        ]
    ],
    "He received the National Gallery of Art's David H. Finley fellowship in 1964, named for the Museum's first director, <a href=\"/finleyd\">David Finley</a> allowing him travel in Europe.": [],
    "In Italy, armed with a Villa I Tatti Fellowship, he used the great library of <a href=\"/berensonb\">Bernard Berenson</a>, still administrated by Berenson's secretary/mistress, Elisabetta \"Nicky\" Mariano (1887-1968).": [
        [
            31,
            36,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ]
    ],
    "He received his Ph.D.": [],
    "from Harvard University in 1968 writing on Ghirlandio's followers under <a href=\"/ackermanj\">James S. Ackerman</a>.": [
        [
            0,
            4,
            [
                "From"
            ]
        ],
        [
            43,
            53,
            [
                "Ghirlandaio"
            ]
        ]
    ],
    "Fahy was a member of the Institute of Advanced Study, Princeton.": [
        [
            0,
            4,
            [
                "Fay",
                "Fahd",
                "AHY",
                "FAH"
            ]
        ]
    ],
    "He was appointed a consultant to the Department of European Paintings in 1968, followed by a teaching appointment to New York University's Institute of Fine Arts in 1969 (through 1976).": [],
    "He joined the Metropolitan Museum of art as curator-in-charge in 1970.": [
        [
            14,
            40,
            [
                "Metropolitan Museum of Art"
            ]
        ]
    ],
    "At the Metropolitan Fahy was charged with reinstalling the paintings collection--which entailed relabling the collection to conform to the reattributions by scholars such as Zeri.": [
        [
            20,
            24,
            [
                "Fay",
                "Fahd",
                "AHY",
                "FAH"
            ]
        ],
        [
            96,
            105,
            [
                "relabeling"
            ]
        ],
        [
            174,
            178,
            [
                "Zero",
                "Teri",
                "Keri",
                "Jeri"
            ]
        ]
    ],
    "He also mounted the successful 1969 exhibition on Italian frescos.": [
        [
            58,
            65,
            [
                "frescoes",
                "fresco"
            ]
        ]
    ],
    "While curator of painting, director <a href=\"/hovingt\">Thomas Hoving</a> and curator of European Art <a href=\"/rousseaut\">Theodore Rousseau, Jr.</a>, authorized the sale of two paintings, van Gogh and a Dounier Rousseau paintings to a private dealer, austensibly without his knowledge, in 1971.": [],
    "Fahy resigned from the Met in 1973 to head the Frick Collection, New York, at the death of <a href=\"/grierh\">Harry D. M. Grier</a>.": [
        [
            0,
            4,
            [
                "Fay",
                "Fahd",
                "AHY",
                "FAH"
            ]
        ]
    ],
    "At the Frick, Fahy oversaw the expansion of the museum and spearheaded the Museum's brand of small but highly scholarly exhibitions.": [
        [
            14,
            18,
            [
                "Fay",
                "Fahd",
                "AHY",
                "FAH"
            ]
        ]
    ],
    "In 1986, after the replacement of Hoving, he returned to the Metropolitan as the Chair of European Paintings, succeeding Pope-Hennessy.": [
        [
            34,
            40,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "Fahy himself was succeeded at the Frick by Charles Ryskamp.": [
        [
            0,
            4,
            [
                "Fay",
                "Fahd",
                "AHY",
                "FAH"
            ]
        ],
        [
            51,
            58,
            [
                "Restamp"
            ]
        ]
    ],
    "He remained at the Met as Chair until his retirement in 2009, succeeded by Keith Christiansen.": [],
    "He died due to complications of Parkinson's disease.": []
}