{
    "First author of a Van Gogh <em>catalogue raisonné</em>.": [],
    "De la Faille studied law at Utrecht University and participated in dramatic productions.": [],
    "He earned his doctor's degree in 1913.": [],
    "Instead of working as a lawyer, however, he focused on the contemporary art scene and ethnographic topics, writing for various newspapers and magazines.He also wrote fiction.": [
        [
            152,
            154,
            [
                " He"
            ]
        ]
    ],
    "After reading a 1917 article \"Over de literatuur over Van Gogh\" (On the literature concerning Van Gogh) by the conservator Herman F. E. Visser (1890-1965) in <em>De Beweging</em>, de la Faille took up the idea, suggested by Visser, to write a critical catalog of the painter's works.": [
        [
            38,
            48,
            [
                "literature",
                "litterateur"
            ]
        ],
        [
            136,
            142,
            [
                "Kisser",
                "Pisser"
            ]
        ]
    ],
    "He was assisted in this by the van Gogh exponent <a href=\"/bremmerh\">H.": [],
    "P. Bremmer</a>.": [
        [
            3,
            10,
            [
                "Drummer",
                "Premier",
                "Bremen",
                "Breaker",
                "Breeder",
                "Brewer"
            ]
        ]
    ],
    "Faille joined the auction house of Frederick Muller in Amsterdam where he learned the art trade first hand.": [],
    "The four-volume <em>L'Oeuvre de Vincent van Gogh.": [],
    "Catalogue Raisonné</em> appeared in 1928.": [
        [
            0,
            9,
            [
                "Catalog"
            ]
        ],
        [
            10,
            18,
            [
                "Raise",
                "Raising",
                "Lausanne",
                "Riemann",
                "Raisins",
                "Argonne"
            ]
        ]
    ],
    "Shortly after the publication, an article in <em>Kunst und Künstler</em> voiced suspicion regarding the authenticity of a number of cataloged paintings.": [],
    "De la Faille had to change his judgment and soon was able to single out a group of false Van Goghs that had the same provenance: the Berlin Art Gallery Otto Wacker.": [
        [
            93,
            98,
            [
                "Gogh's",
                "Gogh",
                "Goths",
                "Goff"
            ]
        ]
    ],
    "As an appraiser, De la Faille himself had been misled by Wacker and had to admit his mistakes.": [],
    "He then published a supplement to his catalog in which he made the necessary corrections.": [],
    "This case, however, required a more systematic and comprehensive study on Van Gogh falsifications.": [],
    "De la Faille took up this challenge in his 1930 publication, <em>Les Faux Van Gogh</em>, in which he used the method of juxtaposing authentic and false works with the same subject.": [],
    "In 1939 de la Faille published a completely revised and updated catalog of the Van Gogh Paintings, with an introductory biography of the artist by Charles Terrasse.": [
        [
            155,
            163,
            [
                "Terrassa"
            ]
        ]
    ],
    "De la Faille continued to work on a further revision of Van Gogh's oeuvre.": [],
    "His death in 1959 left the manuscript unpublished.": [],
    "An editorial board of eminent art historians, appointed in 1962, took over the project, under the chairmanship of <a href=\"/hammachera\">Abraham Marie Wilhelmus Jacobus Hammacher</a>.": [],
    "In 1970 the revised, augmented and annotated edition of de la Faille's catalog, <em>The Works of Vincent van Gogh.": [],
    "His Paintings and Drawings</em>, was published.": [],
    "Another catalog appeared under his name in 1992, <em>Vincent van Gogh: the Complete Works on Paper: Catalogue Raisonné</em>, a revision of the 1970 edition section on the works on paper and a reprint of de la Faille's 1928 French text on the drawings, watercolors and lithographs.": [],
    "Faille's approach was that of connoisseurship.": [],
    "De la Faille's pioneering cataloging work on Van Gogh was inevitably not without errors, but his lasting impact is remarkable.": [],
    "His work was particularly criticized by <a href=\"/vanbeselaerew\">Walther Jan Clemens Vanbeselaere</a>, whose 1937 <em>De Hollandsche periode (1880-1885) in het werk van Vincent van Gogh</em>, chided de la Faille's 1928 catalog for its lack of a scientific basis.": [],
    "Even he, however, affirmed its value as \"the starting point for all further research.\"": [],
    "In his lifetime his opinions were used to determine numerous van Gogh forgeries.": []
}