{
    "Medievalist; chair of the department of Art, Williams College 1940-1969; Nazi-art-crime investigator during World War II.": [],
    "Faison was the son of Samson Lane Faison, Sr., a brigadier general in the United States Army, and Eleanor Sowers Faison (d.": [
        [
            0,
            6,
            [
                "Prison",
                "Jason",
                "Madison",
                "Fusion",
                "Poison",
                "Carson"
            ]
        ],
        [
            34,
            40,
            [
                "Prison",
                "Jason",
                "Madison",
                "Fusion",
                "Poison",
                "Carson"
            ]
        ],
        [
            113,
            119,
            [
                "Prison",
                "Jason",
                "Madison",
                "Fusion",
                "Poison",
                "Carson"
            ]
        ]
    ],
    "1957).": [],
    "In 1923, at age 16, he visited Chartres cathedral, an event which he said transformed his life.": [],
    "Faison attended Williams College, Williamstown, MA, studying under <a href=\"/westonk\">Karl E. Weston</a>, the chair of the art history department.": [
        [
            0,
            6,
            [
                "Prison",
                "Jason",
                "Madison",
                "Fusion",
                "Poison",
                "Carson"
            ]
        ]
    ],
    "After graduation in 1929, he continued for his Master's Degree at Harvard University in 1930 and an MFA from Princeton in 1932.": [],
    "In 1932 Faison joined Yale as an associate professor of art.": [
        [
            8,
            14,
            [
                "Prison",
                "Jason",
                "Madison",
                "Fusion",
                "Poison",
                "Carson"
            ]
        ]
    ],
    "He married Virginia Gordon Weed (d.": [],
    "1997) in 1935, returning to Williams College in 1936.": [],
    "He became head of the department of art in 1940, succeeding Weston.": [],
    "That year he hired <a href=\"/piersonw\">William H. Pierson, Jr.</a>, to teach studio art and American art history.": [],
    "Faison served in the U. S. Naval Reserve, and after World War II, assisted in the \"Art Looting Investigation Unit\" (ALIU) of the Office of Strategic Services, with <a href=\"/plautj\">James S. Plaut</a> (investigating the \"Einsatzstab Rosenberg,\" or art stolen from Jews under the direction of Alfred Rosenberg) and <a href=\"/rousseaut\">Theodore Rousseau, Jr.</a>, between 1945-1946.": [
        [
            0,
            6,
            [
                "Prison",
                "Jason",
                "Madison",
                "Fusion",
                "Poison",
                "Carson"
            ]
        ],
        [
            116,
            120,
            [
                "ALU",
                "ALI",
                "AIU",
                "LIU"
            ]
        ]
    ],
    "He worked along side another American colleague, <a href=\"/phillipsj\">John M. Phillips</a>, who was documenting the Göring looted treasure.": [
        [
            10,
            20,
            [
                "alongside"
            ]
        ]
    ],
    "Because much of the art was bought through collaborators or outright plundered, Phillips and Faison worked to determine how the art was procured, who the lower-level culprits were, and where the art was hidden.": [
        [
            93,
            99,
            [
                "Prison",
                "Jason",
                "Madison",
                "Fusion",
                "Poison",
                "Carson"
            ]
        ]
    ],
    "Among his reports was that interviewing <a href=\"/vossh\">Hermann Voss</a>, the director of the Dresden and Führermuseum.": [],
    "Faison wrote the report on the stolen art for Hitler's Museum and Library in Linz, Austria.": [
        [
            0,
            6,
            [
                "Prison",
                "Jason",
                "Madison",
                "Fusion",
                "Poison",
                "Carson"
            ]
        ]
    ],
    "Though he argued that the art looters be included in the Nuremburg trials, this was ignored.": [
        [
            57,
            66,
            [
                "Nuremberg"
            ]
        ]
    ],
    "He returned to Williams College in 1946 as a professor of art.": [],
    "Faison hired another medievalist, <a href=\"/stoddardw\">Whitney Stoddard</a> and, together with Pierson, set about creating a school of art history at Williams based on direct experience with the object.": [
        [
            0,
            6,
            [
                "Prison",
                "Jason",
                "Madison",
                "Fusion",
                "Poison",
                "Carson"
            ]
        ]
    ],
    "He assumed directorship of the art museum at Williams in 1948.": [],
    "Faison returned to Germany in 1950 to be the Director of U. S. State Department Central Collecting Point [for art] in Munich, continuing through 1951.": [
        [
            0,
            6,
            [
                "Prison",
                "Jason",
                "Madison",
                "Fusion",
                "Poison",
                "Carson"
            ]
        ]
    ],
    "He was made a Chevalier of French Legion of Honor in 1952.": [],
    "He received a Guggenheim fellowship for the 1960-1961 year.": [],
    "In 1969 he stepped down as department chair.": [
        [
            3,
            7,
            [
                "1969,"
            ]
        ]
    ],
    "In 1971 he was awarded a D.Litt.": [
        [
            3,
            7,
            [
                "1971,"
            ]
        ],
        [
            27,
            31,
            [
                " Litt"
            ]
        ]
    ],
    "from Williams College.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "In 1976 he was appointed emeritus professor and retired from the art museum.": [
        [
            3,
            7,
            [
                "1976,"
            ]
        ]
    ],
    "His papers are housed at the National Gallery of Art Library, Washgington, D. C., and the Archives of American Art.": [
        [
            62,
            73,
            [
                "Washington"
            ]
        ]
    ],
    "He died at his home in Williamstown at age 98.": [],
    "Faison led the group of three art history professors at Williams which became known coloquially as the \"Holy Trinity\" and later the \"Williams art Mafia.\"": [
        [
            0,
            6,
            [
                "Prison",
                "Jason",
                "Madison",
                "Fusion",
                "Poison",
                "Carson"
            ]
        ],
        [
            84,
            95,
            [
                "colloquially"
            ]
        ]
    ],
    "Because of their efforts, the college became the launching pad in the 1960s and '70s for the careers of many major art museum directors and curators of the next generation.": [],
    "Ironically, Faison himself was little interested in museum work as a Harvard graduate student and himself avoided the famous museology/connoisseurship classes of <a href=\"/sachsp\">Paul J. Sachs</a>.": [
        [
            12,
            18,
            [
                "Prison",
                "Jason",
                "Madison",
                "Fusion",
                "Poison",
                "Carson"
            ]
        ]
    ],
    "Those who Faison's teaching directly inspired included Arthur K. Wheelock, a curator at the National Gallery of Art, Washgington, D. C.; <a href=\"/powelle\">Alexander Powell III</a>, a director of the National Gallery; <a href=\"/woodj\">James N. Wood</a>, director of the Art Institute of Chicago; Robert Lane, director of the San Francisco Museum of Art; and Glenn Lowry director of the Museum of Modern Art in New York.": [
        [
            10,
            16,
            [
                "Prison",
                "Jason",
                "Madison",
                "Fusion",
                "Poison",
                "Carson"
            ]
        ],
        [
            117,
            128,
            [
                "Washington"
            ]
        ]
    ],
    "Faison's success was criticized in later years for inbreeding and sustaining the rarified world of art museumship: teaching a connoisseur-brand of art history to wealthy elite at a private, all-male school.": [
        [
            0,
            6,
            [
                "Prison",
                "Jason",
                "Madison",
                "Fusion",
                "Poison",
                "Carson"
            ]
        ],
        [
            81,
            89,
            [
                "ratified",
                "ramified",
                "rarefied"
            ]
        ],
        [
            103,
            113,
            [
                "museum ship",
                "museums hip"
            ]
        ]
    ],
    "The \"Williams Mafia\" as they were know, were not all from the school, but Lane, their mentor, had been a Williams graduate as well.": [
        [
            34,
            38,
            [
                "known",
                "knowing"
            ]
        ]
    ]
}