{
    "<p>Museum curator; historian of taste and esthetics.": [
        [
            42,
            51,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "Falke studied classical Philology at Erlangen and Göttingen and worked initially as teacher.": [
        [
            0,
            5,
            [
                "False",
                "Fake",
                "Flake"
            ]
        ]
    ],
    "He joined the Germanisches Nationalmuseum as curator in Nuremberg in 1855.": [
        [
            14,
            26,
            [
                "Germanicus",
                "Germanists",
                "Germanizes"
            ]
        ],
        [
            27,
            41,
            [
                "National museum"
            ]
        ]
    ],
    "In 1858 he became of Librarian (archivist) and advisor of the art collection of the Princes of Liechtenstein in Vienna.": [
        [
            3,
            7,
            [
                "1858,"
            ]
        ]
    ],
    "During his time in Vienna, Falke became interested in the contemporary design movement of useful arts, already flourishing in England.": [
        [
            27,
            32,
            [
                "False",
                "Fake",
                "Flake"
            ]
        ]
    ],
    "Writing articles in newspapers, such as the <em>Wiener Zeitung</em>, from 1860, <em>Westermanns Monatshefte</em> in 1862, and <em>Gewerbehalle</em>, 1863 onward, he framed the issues of art in terms of industrialism, commoditization and the aspiration of the middle class.": [],
    "Like other arts-and-crafts movement theorists, Falke identified good design based upon an object's function.": [
        [
            47,
            52,
            [
                "False",
                "Fake",
                "Flake"
            ]
        ]
    ],
    "He saw the excellence of form in simple utensils derived from triumvirate of their purpose, material and technical fabrication.": [],
    "In 1860 he published <em>Das Kunstgewerbe</em>, writings which mirrored the ideas were in vogue in England in the <em>Journal of Design and Manufactures</em>, published by Henry Cole.": [
        [
            3,
            7,
            [
                "1860,"
            ]
        ]
    ],
    "His friendship with <a href=\"/eitelbergerr\">Rudolf Eitelberger von Edelberg</a> led to the two of them founding the Kaiserliches Königliches österreichisches Museum für Kunst und Industrie (now the österreiches Museum für Angewandte Kunst) in Vienna in 1864, with Falke the museum's first deputy curator.": [],
    "In 1866 Falke published <em>Geschichte des modernen Geschmacks</em> integrated modern esthetics with living.": [
        [
            8,
            13,
            [
                "False",
                "Fake",
                "Flake"
            ]
        ]
    ],
    "<em>Die Kunst im Haus</em> published in 1871, was the first guide in the German language for interior decoration, written in an analytical and discursive way for a general audience.": [],
    "Although a Renaissance historian, he suggested people avoid the style for the daily living.": [],
    "He was knighted by the Kaiser in 1874.": [],
    "Falke wrote a social history of classical Greece and Rome, <em>Hellas und Rom: eine Culturgeschichte des classischen Alterthums</em> in 1878.": [
        [
            0,
            5,
            [
                "False",
                "Fake",
                "Flake"
            ]
        ]
    ],
    "<em>Aesthetik des Kunstgewerbes</em> (1883) is his clearest example of his own aesthetic of applied art (Ottlinger).": [],
    "At Eitelberger's death in 1895, Falke succeeded him as director Museum für Kunst.": [
        [
            32,
            37,
            [
                "False",
                "Fake",
                "Flake"
            ]
        ],
        [
            71,
            74,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            75,
            80,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "Falke's household esthetics fell out of favor with the advent of the highly decorative Jugendstil movement.": [
        [
            0,
            5,
            [
                "False",
                "Fake",
                "Flake"
            ]
        ],
        [
            18,
            27,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "His older brother, Johann (1823-1876) was an economic historian and Falke's son, <a href=\"/falkeo\">Otto Falke</a>, was also a prominent art historian and museum director in Berlin.": [
        [
            68,
            73,
            [
                "False",
                "Fake",
                "Flake"
            ]
        ]
    ],
    "Falke's Imperial Museum for Art and Industry was modeled on the South Kensington Museum (modern Victoria and Albert Museum), the first applied arts museum in Europe.": [
        [
            0,
            5,
            [
                "False",
                "Fake",
                "Flake"
            ]
        ]
    ],
    "His popular works on taste followed the lead <a href=\"/eastlakec1833\">Charles L. Eastlake</a> had launched with his <em>Hints on Household Taste</em>, 1868 and <a href=\"/semperg\">Gottfried Semper</a> in Germany.": [],
    "He died in&nbsp;Lovrana, Italy, which is present day Primorje-Gorski Kotar County, Croatia.</p>": [
        [
            8,
            15,
            [
                "inns",
                "INBS",
                "INSP",
                "inanest",
                "&nbsp;"
            ]
        ],
        [
            16,
            23,
            [
                "Lorna",
                "Lorena"
            ]
        ],
        [
            53,
            68,
            [
                "Primrose-Gorski",
                "Primorje-Gorky"
            ]
        ],
        [
            69,
            74,
            [
                "NOTAR"
            ]
        ]
    ]
}