{
    "<p>Historian of useful arts; museum director.": [],
    "Falke was the son of the art historian <a href=\"/falkej\">Jakob Falke</a>.": [
        [
            0,
            5,
            [
                "False",
                "Fake",
                "Flake"
            ]
        ]
    ],
    "He studied art history and archeology at the University of Vienna beginning in 1881.": [],
    "He became a member of the Burschenschaft Libertas Wien (fraternity) and the Institut für Österreichische Geschichtsforschung, IÖGF (Austrian Institute for Historical Research).": [
        [
            41,
            49,
            [
                "Liberal",
                "Liberty",
                "Liberals",
                "Liberties",
                "Liberia",
                "Liberate"
            ]
        ],
        [
            50,
            54,
            [
                "Wain",
                "When",
                "Wait",
                "Win",
                "Wine",
                "Widen"
            ]
        ],
        [
            76,
            84,
            [
                "Institute"
            ]
        ],
        [
            85,
            88,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            126,
            130,
            [
                "IGF",
                "IOF",
                "OGF"
            ]
        ]
    ],
    "Like his father, he held a lifelong interest in the art of useful objects.": [],
    "After a year study on a stipend in Rome, he joined one of the major museums for the study of that genre, the Kunstgewerbemuseum Berlin (Museum of Decorative Arts) in 1886.": [],
    "He married Louise Dreger (1865-1935) around this time.": [
        [
            18,
            24,
            [
                "Dredger",
                "Dreyer",
                "Dräger"
            ]
        ]
    ],
    "He wrote his dissertation in 1887.": [],
    "Falke was appointed director of the Kunstgewerbemuseum Cologne in 1895 and in 1908 returned to the Kunstgewerbemuseum Berlin as director.": [
        [
            0,
            5,
            [
                "False",
                "Fake",
                "Flake"
            ]
        ]
    ],
    "In 1920 he succeeded the great Berlin Museums director <a href=\"/bodew\">Wilhelm Bode</a> as general director of the museums, which he held for seven years, retiring in 1927.": [
        [
            3,
            7,
            [
                "1920,"
            ]
        ]
    ],
    "In retirement, von Falke founded and acted as publisher of the journal <em>Pantheon</em>.": [
        [
            15,
            18,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ],
        [
            19,
            24,
            [
                "False",
                "Fake",
                "Flake"
            ]
        ]
    ],
    "Though he died at the height of the Second World War, his importance among the art historians of the Allied countries was significant enough to be remarked in the English art press.": [],
    "He is buried at the cemetery at Stahnsdorf.": [
        [
            32,
            42,
            [
                "Standoff"
            ]
        ]
    ],
    "Falke brought the study of the so-called \"arts and crafts\" (or pejoratively) \"minor arts\" to scholarly study and profile.": [
        [
            0,
            5,
            [
                "False",
                "Fake",
                "Flake"
            ]
        ]
    ],
    "His numerous articles and collection catalogs raised the level of the study of artifacts.": [],
    "As a skilled administrator he maintained the standards of the museum Bode had built through the difficult Weimar Republic years of Germany.": [],
    "The journal he founded, <em>Pantheon</em>, had from the first high standards for art publication which it maintains today.": [],
    "He never eclipsed his father's importance for the history of art history.": [],
    "Falke's <em>Deutsche Schmelzarbeiten des Mittelalters</em>, 1904, inspired <a href=\"/laurentm\">Marcel Laurent</a> to study metal work of the Meuse region.</p>": [
        [
            0,
            5,
            [
                "False",
                "Fake",
                "Flake"
            ]
        ]
    ]
}