{
    "<p>Scholar of Northern Renaissance art, professor and early exponent of reflectography for the study of art.": [],
    "Faries graduated from Wooster College, Wooster, OH, in 1962 with a A. B. and an A. M. from the University of Michigan the following year.": [
        [
            0,
            6,
            [
                "Varies",
                "Fares",
                "Fairies",
                "Fries",
                "Aries",
                "Caries"
            ]
        ],
        [
            65,
            68,
            [
                "a"
            ]
        ]
    ],
    "She entered Bryn Mawr for graduate work, spending the years 1966-1968 doing field reseach at the Rijksmuseum.": [
        [
            82,
            89,
            [
                "research",
                "reteach"
            ]
        ]
    ],
    "Faries worked as an instructor at Swarthmore College between 1969-1971.": [
        [
            0,
            6,
            [
                "Varies",
                "Fares",
                "Fairies",
                "Fries",
                "Aries",
                "Caries"
            ]
        ]
    ],
    "She studied infrared imaging under J. R. J. van Asperen de Boer.": [
        [
            48,
            55,
            [
                "Appear",
                "Appears",
                "Speak",
                "Spain",
                "Asian",
                "Spear"
            ]
        ]
    ],
    "Faries received her Ph.D.": [
        [
            0,
            6,
            [
                "Varies",
                "Fares",
                "Fairies",
                "Fries",
                "Aries",
                "Caries"
            ]
        ]
    ],
    "from Bryn Mawr in 1972 writing a dissertation on Jan van Scorel under <a href=\"/snyderj\">James E. Snyder</a>.": [
        [
            0,
            4,
            [
                "From"
            ]
        ],
        [
            57,
            63,
            [
                "Score",
                "Scored",
                "Scores",
                "Scorer"
            ]
        ]
    ],
    "Receiving a National Endowment for the Humanities grant, she returned to the Netherlands and Amsterdam in 1973 to study Scorel more.": [
        [
            120,
            126,
            [
                "Score",
                "Scored",
                "Scores",
                "Scorer"
            ]
        ]
    ],
    "In 1975 she was appointed to the faculty of Indiana University.": [
        [
            3,
            7,
            [
                "1975,"
            ]
        ]
    ],
    "The same year she again worked with Asperen de Boer at the Centraal Museum in Utrecht using sterescope technology on paint samples.": [
        [
            36,
            43,
            [
                "Appear",
                "Appears",
                "Speak",
                "Spain",
                "Asian",
                "Spear"
            ]
        ],
        [
            59,
            67,
            [
                "Central"
            ]
        ],
        [
            92,
            102,
            [
                "stereoscope"
            ]
        ]
    ],
    "The result of this research was an article for the Nederlands Kunsthistorisch Jaarboek in 1976 and a 1977 exhibition on Scorel in Utrecht.": [
        [
            51,
            61,
            [
                "Nederland's",
                "Nederland"
            ]
        ],
        [
            78,
            86,
            [
                "Yearbook",
                "Baerbock",
                "Jarek"
            ]
        ],
        [
            120,
            126,
            [
                "Score",
                "Scored",
                "Scores",
                "Scorer"
            ]
        ]
    ],
    "Promoted to associate professor in 1978, she was appointed a senior fellow at the National Gallery of Art's Center for Advanced Study in the Visual Arts (CASVA) for the 1981-1982 year, studying the Netherlandish paintings in the Gallery's collection using dendrochronology and reflecography.": [
        [
            154,
            159,
            [
                "CASA",
                "CANVA",
                "CA SVA",
                "CAS VA"
            ]
        ],
        [
            277,
            290,
            [
                "selenography"
            ]
        ]
    ],
    "A National Endowment for the Humanities grant allowed Faries, beginning in 1984, to examine paintings throughout the midwest.": [
        [
            54,
            60,
            [
                "Varies",
                "Fares",
                "Fairies",
                "Fries",
                "Aries",
                "Caries"
            ]
        ],
        [
            117,
            124,
            [
                "Midwest",
                "midst",
                "modest",
                "midget",
                "widest",
                "midweek"
            ]
        ]
    ],
    "In 1985 she rose to full professor at Indiana.": [
        [
            3,
            7,
            [
                "1985,"
            ]
        ]
    ],
    "Faries purchased reflectography equipment through the university, becoming the first scholar in the United States to do so.": [
        [
            0,
            6,
            [
                "Varies",
                "Fares",
                "Fairies",
                "Fries",
                "Aries",
                "Caries"
            ]
        ]
    ],
    "She was a fellow at the National Humanites Center, NC, for the 1990-1991 year.": [
        [
            33,
            42,
            [
                "Humanities",
                "Humanizes"
            ]
        ]
    ],
    "Beginning in 1990, she used a Samuel H. Kress Foundation grant and funds from her university to establish a doctoral fellowship in reflectography.": [
        [
            40,
            45,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ]
    ],
    "In 1998 Faries added to her duties as professor of Technical Studies in Art History at Groningen.": [
        [
            8,
            14,
            [
                "Varies",
                "Fares",
                "Fairies",
                "Fries",
                "Aries",
                "Caries"
            ]
        ]
    ],
    "She retired from both universities in 2005.": [],
    "Her life partner P. Eileen Fry, was an image curator at the Indiana University.": [],
    "Her students included Julien Chapuis.": [
        [
            29,
            36,
            [
                "Chassis",
                "Chapels",
                "Chaplin",
                "Chamois",
                "Chaps",
                "Chablis"
            ]
        ]
    ],
    "Faries was a leader in infrared reflectography.": [
        [
            0,
            6,
            [
                "Varies",
                "Fares",
                "Fairies",
                "Fries",
                "Aries",
                "Caries"
            ]
        ]
    ],
    "Her discoveries using this process included confirmation that Hans Memling had been a member of Rogier van der Weyden's workshop (underdrawing confirmed his hand), and that patrons, such as Jan van Eyck's Nicolas Rolin, had advised on paintings before they were complete.</p>": [
        [
            213,
            218,
            [
                "Robin",
                "Colin",
                "Olin",
                "Rosin",
                "Rodin"
            ]
        ]
    ]
}