{
    "Anti-fascist, medieval, and Renaissance art historian.": [],
    "Giusta Nicco Fasola was born Giustina Maria Rosa to parents Marianna Rosa Cumino (Nicco) and Carlo Nicco in Turin.": [
        [
            0,
            6,
            [
                "Gustav",
                "Gupta",
                "Gust",
                "Gusts",
                "Giulia",
                "Gustaf"
            ]
        ],
        [
            7,
            12,
            [
                "Nico"
            ]
        ],
        [
            13,
            19,
            [
                "Fascia",
                "Canola",
                "Paola",
                "Payola",
                "Asoka",
                "Akola"
            ]
        ],
        [
            29,
            37,
            [
                "Gusting",
                "Agustina",
                "Justina"
            ]
        ],
        [
            74,
            80,
            [
                "Camino",
                "Cumin"
            ]
        ],
        [
            82,
            87,
            [
                "Nico"
            ]
        ],
        [
            99,
            104,
            [
                "Nico"
            ]
        ]
    ],
    "Giusta acquired her full education in the city of Turin attending the local schools for her elementary, high school, and undergraduate degrees.": [
        [
            0,
            6,
            [
                "Gustav",
                "Gupta",
                "Gust",
                "Gusts",
                "Giulia",
                "Gustaf"
            ]
        ]
    ],
    "She graduated from the Università degli Studi di Torino in 1922 and 1924 acquired undergraduate degrees in philosophy and literature, respectively.": [
        [
            23,
            33,
            [
                "University"
            ]
        ],
        [
            34,
            39,
            [
                "deli"
            ]
        ],
        [
            40,
            45,
            [
                "Studio",
                "Study",
                "Saudi",
                "Stud",
                "Studs"
            ]
        ]
    ],
    "At the University she studied under both <a href=\"https://arthistorians.info/venturia\">Adolfo</a> and <a href=\"https://arthistorians.info/venturil\">Lionello Venturi</a> and received a 110<i> cum laude</i> on her final assessment, the highest one can receive under the Italian university grading scale.": [],
    "She began her career staying in Turin to teach at many institutions such as the Liceo Classico <a href=\"https://arthistorians.info/alfieriv\">Vittorio Alfieri</a> where she taught art history, the Istituto Nazionale delle figlie dei militari Villa Regina di Torino where she taught courses in philosophy and pedagogy, as well as other preparatory schools such as the Liceo Domenico Berti, il Regio liceo ginnasio Vittorio Gioberti di Torino, and il Liceo Classico Cavour.": [
        [
            80,
            85,
            [
                "Lice"
            ]
        ],
        [
            86,
            94,
            [
                "Classic",
                "Classics"
            ]
        ]
    ],
    "At the Cavour among her students was <a href=\"https://arthistorians.info/argang\">Giulio Carlo Argan</a>.": [],
    "She remained a high school educator until 1927 when she focused on her role at the Università degli Studi di Torino until 1933 as a voluntary assistant to the chair of art history.": [
        [
            83,
            93,
            [
                "University"
            ]
        ],
        [
            94,
            99,
            [
                "deli"
            ]
        ],
        [
            100,
            105,
            [
                "Studio",
                "Study",
                "Saudi",
                "Stud",
                "Studs"
            ]
        ]
    ],
    "In 1934 she married Cesare Fasola (1886-1963), an art historian later known for his participation in the MFAA program in collaboration with, Monuments Man, <a href=\"https://arthistorians.info/harttf\">Frederick Hartt</a>.": [
        [
            3,
            7,
            [
                "1934,"
            ]
        ],
        [
            27,
            33,
            [
                "Fascia",
                "Canola",
                "Paola",
                "Payola",
                "Asoka",
                "Akola"
            ]
        ],
        [
            105,
            109,
            [
                "MFA",
                "FAA",
                "M FAA",
                "MF AA",
                "MFA A"
            ]
        ]
    ],
    "She subsequently changed her name to Giusta Nicco Fasola, the name she published under.": [
        [
            37,
            43,
            [
                "Gustav",
                "Gupta",
                "Gust",
                "Gusts",
                "Giulia",
                "Gustaf"
            ]
        ],
        [
            44,
            49,
            [
                "Nico"
            ]
        ],
        [
            50,
            56,
            [
                "Fascia",
                "Canola",
                "Paola",
                "Payola",
                "Asoka",
                "Akola"
            ]
        ]
    ],
    "They settled in Tuscany as a couple where they completed the rest of their careers specifically in Fiesole, outside of Florence.": [
        [
            99,
            106,
            [
                "Fie sole"
            ]
        ]
    ],
    "The decade of the 1940s was marked not only by the Second World War, but also deeply personally for Nicco Fasola.": [
        [
            100,
            105,
            [
                "Nico"
            ]
        ],
        [
            106,
            112,
            [
                "Fascia",
                "Canola",
                "Paola",
                "Payola",
                "Asoka",
                "Akola"
            ]
        ]
    ],
    "As a staunch anti-fascist, she participated in many Italian resistance movements.": [],
    "It is, however, documented that Nicco Fasola was a member of the Partito Nazionale Fascista (PNF) from 1933 to 1943.": [
        [
            32,
            37,
            [
                "Nico"
            ]
        ],
        [
            38,
            44,
            [
                "Fascia",
                "Canola",
                "Paola",
                "Payola",
                "Asoka",
                "Akola"
            ]
        ],
        [
            65,
            72,
            [
                "Parties",
                "Partial",
                "Partition",
                "Parity",
                "Parting",
                "Patriot"
            ]
        ],
        [
            73,
            82,
            [
                "National",
                "Nationals",
                "Rationale"
            ]
        ],
        [
            83,
            91,
            [
                "Fascist",
                "Fascists",
                "Fascist a"
            ]
        ]
    ],
    "However, these dates coincide with the parties controlling history and so her participation can be considered an effort to remain employed in Italy.": [],
    "The party ultimately dissolved in 1943 which is when her registration with the party ended.": [],
    "In reality, Nicco Fasola was in her words “denounced and monitored” by the PNF as she was the secretary of the Fiesole committee for the anti-German occupation group: the Comitato di Liberazione Nazionale (CLN).": [
        [
            12,
            17,
            [
                "Nico"
            ]
        ],
        [
            18,
            24,
            [
                "Fascia",
                "Canola",
                "Paola",
                "Payola",
                "Asoka",
                "Akola"
            ]
        ],
        [
            111,
            118,
            [
                "Fie sole"
            ]
        ],
        [
            171,
            179,
            [
                "Cogitate",
                "Cogitator"
            ]
        ],
        [
            183,
            194,
            [
                "Liberation",
                "Libération"
            ]
        ],
        [
            195,
            204,
            [
                "National",
                "Nationals",
                "Rationale"
            ]
        ]
    ],
    "Her main focus, however, was working in a similar organization to the CLN called the Comitato Toscano di Liberazione Nazionale where she carried out many jobs such as resettling illegal immigrants, distributing clandestine press, and organizing for the delivery of propaganda material and weaponry on behalf of the CLN.": [
        [
            85,
            93,
            [
                "Cogitate",
                "Cogitator"
            ]
        ],
        [
            94,
            101,
            [
                "Tosca no"
            ]
        ],
        [
            105,
            116,
            [
                "Liberation",
                "Libération"
            ]
        ],
        [
            117,
            126,
            [
                "National",
                "Nationals",
                "Rationale"
            ]
        ]
    ],
    "During the war, she was also a member of the anti-fascist group Partito d’Azione (PdA) which was a member party of the CLN in company with her husband since 1941.": [
        [
            64,
            71,
            [
                "Parties",
                "Partial",
                "Partition",
                "Parity",
                "Parting",
                "Patriot"
            ]
        ],
        [
            74,
            80,
            [
                "Alone",
                "Zone",
                "Anyone",
                "Zion",
                "Ozone",
                "Anion"
            ]
        ],
        [
            82,
            85,
            [
                "PDA",
                "PA",
                "DA",
                "PBA",
                "PD",
                "PDF"
            ]
        ]
    ],
    "Nicco Fasola continued her political work becoming a member of the Commissione edilizia del Comune di Firenze where she helped house Jewish refugees for two years during the War.": [
        [
            0,
            5,
            [
                "Nico"
            ]
        ],
        [
            6,
            12,
            [
                "Fascia",
                "Canola",
                "Paola",
                "Payola",
                "Asoka",
                "Akola"
            ]
        ],
        [
            67,
            78,
            [
                "Commission",
                "Commissioned",
                "Commissioner",
                "Commissions"
            ]
        ],
        [
            79,
            87,
            [
                "militia",
                "Eliza",
                "Emilia"
            ]
        ],
        [
            92,
            98,
            [
                "Commune"
            ]
        ]
    ],
    "It was then in 1948 that she and her husband left the PDA committee to join the Partito Socialista Italiano.": [
        [
            80,
            87,
            [
                "Parties",
                "Partial",
                "Partition",
                "Parity",
                "Parting",
                "Patriot"
            ]
        ],
        [
            88,
            98,
            [
                "Socialist",
                "Socialists",
                "Socialist a"
            ]
        ],
        [
            99,
            107,
            [
                "Italian",
                "Italians",
                "Italia no"
            ]
        ]
    ],
    "Nicco Fasola participated in many political parties and projects; her efforts as a partisan fighter were rewarded with the merit cross in April of 1950.": [
        [
            0,
            5,
            [
                "Nico"
            ]
        ],
        [
            6,
            12,
            [
                "Fascia",
                "Canola",
                "Paola",
                "Payola",
                "Asoka",
                "Akola"
            ]
        ],
        [
            138,
            151,
            [
                "April 1950"
            ]
        ]
    ],
    "After the war, Nicco Fasola was able to return to her academic ambitions, teaching at multiple notable institutions in Italy.": [
        [
            15,
            20,
            [
                "Nico"
            ]
        ],
        [
            21,
            27,
            [
                "Fascia",
                "Canola",
                "Paola",
                "Payola",
                "Asoka",
                "Akola"
            ]
        ]
    ],
    "Starting in 1944 she taught momentarily at the University of Florence as well as the University of Padua, before settling at the University of Genoa as an art history professor within the Facoltà di Lettere, regarded to be a primary pioneer in developing the Institute of Art History.": [
        [
            188,
            195,
            [
                "Faculty",
                "Acosta"
            ]
        ],
        [
            199,
            206,
            [
                "Letter",
                "Letters",
                "Lettered",
                "Letterer"
            ]
        ]
    ],
    "After more than a decade-long career, Nicco Fasola prematurely died on 8 November 1960 at age 59 in her home after a battle with an illness.": [
        [
            38,
            43,
            [
                "Nico"
            ]
        ],
        [
            44,
            50,
            [
                "Fascia",
                "Canola",
                "Paola",
                "Payola",
                "Asoka",
                "Akola"
            ]
        ]
    ],
    "In her sickness, she was surrounded by her husband and friends such as artist Antonio Bueno who commended her sense of loyalty to the teaching profession as she received students in her home when she became too ill to commute to the University of Genoa.": [
        [
            86,
            91,
            [
                "Buena"
            ]
        ]
    ],
    "She is buried in her family tomb in Bra, Italy.": [],
    "Giusta Nicco Fasola’s art historical interest was primarily based in the Renaissance as she had a special interest in the works of Pontormo and Nicola Pisano.": [
        [
            0,
            6,
            [
                "Gustav",
                "Gupta",
                "Gust",
                "Gusts",
                "Giulia",
                "Gustaf"
            ]
        ],
        [
            7,
            12,
            [
                "Nico"
            ]
        ],
        [
            13,
            19,
            [
                "Fascia",
                "Canola",
                "Paola",
                "Payola",
                "Asoka",
                "Akola"
            ]
        ],
        [
            151,
            157,
            [
                "Piano",
                "Pisa no"
            ]
        ]
    ],
    "She produced monographs for each,<i> Pontormo o del Cinquecento</i> (1947) and <i>Nicola Pisano: orientamenti sulla formazione del gusto italiano</i> (1951).": [
        [
            32,
            34,
            [
                ", <"
            ]
        ],
        [
            89,
            95,
            [
                "Piano",
                "Pisa no"
            ]
        ],
        [
            110,
            115,
            [
                "Sulla",
                "sulfa",
                "sully",
                "pulley",
                "full",
                "fully"
            ]
        ],
        [
            116,
            126,
            [
                "formation",
                "formations"
            ]
        ],
        [
            137,
            145,
            [
                "Italian",
                "Italians"
            ]
        ]
    ],
    "However, she also wrote on the subject of Renaissance architecture and particularly on the characteristics of Mannerism.": [],
    "She published Il Manierismo e l’arte Veneziana del ‘500 in 1956 and the article titled <i>Giulio Romano e il Manierismo,</i> in Salmi and Venturi’s art review journal, <i>Commentari</i>.": [
        [
            14,
            16,
            [
                "IL",
                "In",
                "Is",
                "I",
                "It",
                "If"
            ]
        ],
        [
            17,
            27,
            [
                "Mannerisms",
                "Mannerism"
            ]
        ],
        [
            32,
            36,
            [
                "ARTE",
                "are",
                "art",
                "rate",
                "arts",
                "ate"
            ]
        ],
        [
            37,
            46,
            [
                "Venetian",
                "Venetians",
                "Venezia"
            ]
        ],
        [
            106,
            108,
            [
                "IL",
                "in",
                "is",
                "I",
                "it",
                "if"
            ]
        ],
        [
            109,
            119,
            [
                "Mannerisms",
                "Mannerism"
            ]
        ],
        [
            119,
            121,
            [
                ", <"
            ]
        ],
        [
            128,
            133,
            [
                "Salami",
                "Saami",
                "Sami"
            ]
        ],
        [
            171,
            181,
            [
                "Commentary"
            ]
        ]
    ],
    "Nicco Fasola’s work was frequently reviewed; in 1953 <a href=\"https://arthistorians.info/wittkowerr\">Rudolf Wittkower</a> wrote of her article titled <i>La Fontana di Perugia</i> (1948-1949) praising her ability to make singular interpretations about Pisano and his son as artists based on the available documentation.": [
        [
            0,
            5,
            [
                "Nico"
            ]
        ],
        [
            6,
            12,
            [
                "Fascia",
                "Canola",
                "Paola",
                "Payola",
                "Asoka",
                "Akola"
            ]
        ]
    ],
    "Three years later the same work would be reviewed in Z<i>eitschrift für Kunstgeschichte</i>, the German art history journal, by <a href=\"https://arthistorians.info/kellerh\">Harald Keller</a> where he referred to her work as having “convinced us to throw errors overboard that for generations had been favored work hypotheses”.": [
        [
            57,
            67,
            [
                "antichrist"
            ]
        ],
        [
            68,
            72,
            [
                "fur"
            ]
        ]
    ],
    "Her papers reside with her husband’s archive (the Cesare Fasola archival production) which includes papers from their time with the CLN and letters that Nicco Fasola exchanged with her mentor Lionello Venturi and politicians: Benedetto Croce (1866-1952),and Pietro Nenni (1890-1981).": [
        [
            57,
            63,
            [
                "Fascia",
                "Canola",
                "Paola",
                "Payola",
                "Asoka",
                "Akola"
            ]
        ],
        [
            153,
            158,
            [
                "Nico"
            ]
        ],
        [
            159,
            165,
            [
                "Fascia",
                "Canola",
                "Paola",
                "Payola",
                "Asoka",
                "Akola"
            ]
        ],
        [
            192,
            200,
            [
                "Lionel lo"
            ]
        ],
        [
            253,
            257,
            [
                ", and"
            ]
        ],
        [
            265,
            270,
            [
                "Tennis",
                "Dennis",
                "Henri",
                "Kenny",
                "Penn",
                "Benny"
            ]
        ]
    ],
    "Her personal library was donated by her husband to the Institute of Art History of the University of Genoa when she died.": []
}