{
    "Critic and self-taught historian of French and Italian art.": [],
    "Faure was trained as a surgeon and spent his early years as a medical doctor, serving as a medical officer in the First World War.": [],
    "He received his first job in the art world from the writer Émile Zola (1840-1902) who secured Faure's appointment as editor of <em>L'Aurore</em>, the paper in which Zola published his article \"J'Accuse\".": [],
    "Faure's 1904 pamphlet on Velasquez led him to establish an adult school in 1905, where he delivered a series of lectures entitled <em>L'Histoire de l'art</em>.": [],
    "This series was later compiled into five volumes, published in 1920-1921.": [],
    "He later published monographs on Paul Cézanne (1913), André Derain (1923) Chaim Soutine (1929) as well as a biography of Napoleon (1921).": [
        [
            74,
            79,
            [
                "Chief",
                "Chain",
                "Claim",
                "Chair",
                "Charm",
                "Chasm"
            ]
        ],
        [
            80,
            87,
            [
                "Routine",
                "Poutine",
                "Sou tine"
            ]
        ]
    ],
    "Between 1931-1932 he made a world tour, and when in Mexico stayed with the artist Diego Rivera.": [],
    "Faure's <em>History of Art</em>, translated by <a href=\"/pachw\">Walter Pach</a>, was one of the first art histories to examine art primarily in relation to civilization, according to the <em>Art Digest</em> of 1937.": [],
    "His highly poetic view of art history was most clearly contained in the final volume of the <em>History of Art</em>, his <em>Spirit of Forms</em>.": [],
    "Here he used what is now the familiar compare/contrast method of art pedagogy, comparing French sculpture with Greek, etc.": [],
    "Like his methological exact opposite, <a href=\"/hausera\">Arnold Hauser</a>, and some others, Faure saw modern painting as dead, contending that film was the true successor of the arts.": [
        [
            9,
            21,
            [
                "mythological",
                "ethological",
                "metrological",
                "m ethological"
            ]
        ]
    ],
    "His <em>History of Art</em> was highly popular both in France and the United States, remaining available in paperback reprints long after the author's death.": [],
    "The writer/art historian <a href=\"/malrauxa\">André Malraux</a> popularized many of Faure's ideas in his own work.": []
}