{
    "Author of early books on black artists and <i>New York Times</i> illustrator.": [],
    "Elton Clay Fax was born to Mark Oakland Fax and Willie Estelle Fax.": [],
    "Fax developed a strong passion for reading, which was inspired by his mother, a school teacher.": [],
    "In 1926, Fax graduated from Frederick Douglass High School in Baltimore and then attended Claflin College, a historically Black college, in South Carolina.": [
        [
            90,
            97,
            [
                "Chaplin",
                "Carlin",
                "Claghorn",
                "Clarín"
            ]
        ]
    ],
    "He subsequently transferred to Syracuse University receiving his BFA in 1931.": [],
    "As an artist, he received a gold medal in 1932 at Baltimore’s Women’s Cooperative Civic League.": [],
    "Between 1935 and 1936, Fax returned to Claflin to teach art, but left for New York City to teach at the Harlem Community Art Center until 1940, part of the Works Progress Administration (WPA), a Depression-era art program funded by the federal government.": [
        [
            39,
            46,
            [
                "Chaplin",
                "Carlin",
                "Claghorn",
                "Clarín"
            ]
        ]
    ],
    "At the Center, Fax worked under sculptor Augusta Savage (1892-1962), who directed the Center, and alongside artists including Selma Burke and Norman Lewis.": [],
    "Fax’s career roughly fell into two stages: the illustrator-cartoonist era and the author-chronicler era.": [],
    "The former began during his college years and slowly transitioned to the latter around the 1950s, drawing inspiration from his extensive travels.": [],
    "Beginning in the 1930s, prominent black artists like Romare Bearden, began writing literature as well.": [],
    "Fax’s illustrating followed this trend (Driskell).": [
        [
            40,
            48,
            [
                "Driscoll"
            ]
        ]
    ],
    "In 1942 he published a comic strip <em>Susabelle</em>.": [
        [
            3,
            7,
            [
                "1942,"
            ]
        ]
    ],
    "Journals such as <em>Astounding Science Fiction</em>, <em>Weird Tales</em>, <em>Real Western</em>, and<em> All Sports</em> printed his illustrations beginning in 1943.": [],
    "Fax moved to book illustration in 1944, illustrating black- and racially-integrated stories such as <i>Dr.": [],
    "George Washington Carver, Scientist</i> (1944), a biography by Shirley Graham (1896-1977) and George Lipscomb (1898-1957) and Georgene Faulkner (1873-1958)'s children’s books <i>Melindy's Medal</i> (1945) and <i>Melindy's Happy Summer</i> (1949).": [
        [
            126,
            134,
            [
                "George",
                "Georges",
                "Georgie",
                "Georgina",
                "Georgette",
                "Neogene"
            ]
        ],
        [
            145,
            154,
            [
                "1873–1958"
            ]
        ],
        [
            178,
            185,
            [
                "Melinda"
            ]
        ],
        [
            212,
            219,
            [
                "Melinda"
            ]
        ]
    ],
    "In 1949 and 1956, Fax performed chalk talk, or live drawing, for the <i>New York Times</i> Children's Book Program.": [],
    "He and his family moved to Mexico between 1953.": [],
    "During this time, he received sponsorship from the U.S.": [],
    "Department of State Educational Exchange Program to travel throughout Latin America and South America, concluding in 1956.": [],
    "In 1959, he arrived in Rome as one of the fourteen representatives of the American Society of African Culture.": [],
    "He published <i>West African Vignettes</i>, a picture travelogue, in 1960.": [],
    "In 1963, lectured under sponsorship in East Africa.": [],
    "The National Association for the Advancement of Colored People (NAACP) also supported Fax, alongside artists Jacob Lawrence and James Lewis, to travel to West Africa.": [],
    "Eventually he travelled to Uruguay, Argentina, Bolivia, Nigeria, Ethiopia, Bulgaria, and others.": [],
    "Back in the US, he became a MacDowell Colony Fellow in 1968.": [
        [
            28,
            37,
            [
                "McDowell",
                "Mac Dowell"
            ]
        ]
    ],
    "The Soviet Writer’s Union invited him to the USSR in 1971.": [],
    "This began a long admiration of communism as a just treatment of blacks.": [],
    "Fax received the Coretta Scott King Book Award from the American Library Association in 1972 for his book <i>Seventeen Black Artists</i> (1971), a profile collection of famous Black artists, including Elizabeth Catlett, Roy de Carava, Benny Andrews, and Norma Morgan.": [
        [
            211,
            218,
            [
                "Bartlett",
                "Scarlett",
                "Cutlet",
                "Cutlets",
                "Caplet",
                "Caplets"
            ]
        ]
    ],
    "In the same year, Fax’s <i>Garvey: The Story of a Pioneer Black Nationalist</i> (1972) was released, a biography of the Black activist Marcus Garvey (1887-1940).": [],
    "He returned to the Soviet Writer’s Union in 1973.": [],
    "His African visits resulted in Fax’s <i>Through Black Eyes: Journey of a Black Artist of East Africa and Russia</i> in 1974.": [],
    "A 1976 Rockefeller Foundation Research Grant allowed Fax to travel to return to Italy.": [],
    "Between international travels, Fax lived in New York City.": [],
    "Five years later, Fax published <i>Black Artists of the New Generation</i> (1977), with Romare Bearden writing the Forward, all these later books published by Progress Publishers, a Russian English-language publisher.": [],
    "Fax focused in his writing on interviews in his book writing.": [],
    "When writing both <em>Black Artists of the New Generation</em> and <em>Seventeen Black Artists</em>, Fax interviewed every artist discussed in the two books.": [],
    "Fax received Syracuse University’s Chancellor’s Medal in 1990 for these works.": [],
    "Politically he contrasted the traditional American view of black artists, contrasting them to the reception in African and communist Russia.": [],
    "The New York Public Library and Syracuse University hold the most expansive collections of Elton Fax’s papers, with other papers, artworks, and documents stored at the University of Minnesota at Twin Cities and Boston University.": []
}