{
    "Curator of Oriental art at the Boston Museum of Fine Art, 1890-96.": [],
    "Fenollosa was the son of Manuel Francisco Ciriaco Fenollosa and Mary Silsbee (Fenollosa).": [
        [
            42,
            49,
            [
                "Chirico",
                "Crisco",
                "Curicó"
            ]
        ],
        [
            69,
            76,
            [
                "Sister",
                "Silver",
                "Silence",
                "Sizable",
                "Soluble",
                "Silken"
            ]
        ]
    ],
    "He attended Hacker Grammar School in Salem, Massachusetts, and the Salem High School before graduating from Harvard in the class of 1874.": [],
    "He continued study at Cambridge University in philosophy and divinity.": [],
    "After a year at the art school at the Boston Museum of Fine Arts, during which time he married Lizzie Goodhue Millett, he traveled to Japan in 1878 (at the invitation of American zoologist and Orientalist Edward Sylvester Morse) to teach political economy and philosophy at the Imperial University at Tokyo.": [
        [
            102,
            109,
            [
                "Good hue"
            ]
        ]
    ],
    "He studied the indigenous ancient temples, shrines and art treasures, many of which were in a neglected state.": [],
    "He helped revive the Nihonga (Japanese) style of painting together with Japanese artists Kanō Hōgai (1828-1888) and Hashimoto Gahō (1835-1908).": [
        [
            21,
            28,
            [
                "Honda",
                "Nixon",
                "Nina",
                "Ninja",
                "Fiona",
                "Nicola"
            ]
        ],
        [
            89,
            93,
            [
                "Kano",
                "Kane",
                "Kant",
                "Kana",
                "Karo",
                "Keno"
            ]
        ],
        [
            94,
            99,
            [
                "Hogan"
            ]
        ],
        [
            126,
            130,
            [
                "AHO",
                "GAAO",
                "GAO"
            ]
        ]
    ],
    "After eight years at the University, he helped found the Tokyo Fine Arts Academy and the Imperial Museum acting as its director in 1888.": [],
    "He converted to Buddhism, and changed his name to Tei-Shin.": [
        [
            50,
            58,
            [
                "Fashion",
                "Basin",
                "Warship",
                "Washing",
                "Tasting",
                "Tasman"
            ]
        ]
    ],
    "He also adopted the name Kanō Yeitan Masanobu, suggesting that he had been admitted into the ancient Japanese art academy of the Kanō.": [
        [
            25,
            29,
            [
                "Kano",
                "Kane",
                "Kant",
                "Kana",
                "Karo",
                "Keno"
            ]
        ],
        [
            30,
            36,
            [
                "Satan"
            ]
        ],
        [
            37,
            45,
            [
                "Casanova",
                "Marabou",
                "Masako"
            ]
        ],
        [
            129,
            133,
            [
                "Kano",
                "Kane",
                "Kant",
                "Kana",
                "Karo",
                "Keno"
            ]
        ]
    ],
    "Among Fenollosa's accomplishments were the first inventory of Japan's national treasures, and in so doing he discovered ancient Chinese scrolls brought to Japan by traveling Zen monks centuries earlier.": [],
    "The Emperor of Japan decorated him with the orders of the Rising Sun and the Sacred Mirror.": [],
    "In 1886 he sold the art collection he had amassed to Boston physician Charles Goddard Weld (1857-1911) on the condition that it go the the Boston Museum of Fine Arts.": [
        [
            3,
            7,
            [
                "1886,"
            ]
        ],
        [
            131,
            138,
            [
                "the"
            ]
        ]
    ],
    "In 1890 he returned to Boston to be curator of the department of Oriental art at the Boston Museum of Fine Arts.": [
        [
            3,
            7,
            [
                "1890,"
            ]
        ]
    ],
    "There Fenollosa organized the first exhibition of Chinese painting at the MFA in 1894 and developed the Department into a training center for generations of scholars.": [],
    "His public divorce and immediate remarriage to the writer Mary McNeill Scott (1865-1954) in 1895 outraged the Boston community, leading to his dismissal from the Museum in 1896.": [
        [
            63,
            70,
            [
                "McCall",
                "McNally",
                "McNeil"
            ]
        ]
    ],
    "He was replaced by his student and fellow buying companion, Okakura Kakuzo (1862-1913).": [
        [
            60,
            67,
            [
                "Sakura"
            ]
        ],
        [
            68,
            74,
            [
                "Bakugo",
                "Yakuza"
            ]
        ]
    ],
    "Fenollosa published <em>Masters of Ukioye</em>, a historical account of Japanese paintings and color prints which were exhibited at the New York Fine Arts Building, in 1896.": [],
    "In 1897 he journeyed back to Japan to be professor of English literature at the Imperial Normal School at Tokyo.": [
        [
            3,
            7,
            [
                "1897,"
            ]
        ]
    ],
    "After three years he returned to the United States to write and lecture on Asia.": [],
    "After his death, his wife compiled the two-volume <em>Epochs of Chinese and Japanese Art</em> from his notes.": [],
    "His literary executor, Ezra Pound, compiled from notes and manuscripts, <em>Cathay</em> (1915); <em>Certain Noble Plays of Japan</em> (1916); and <em>'Noh', or, Accomplishment, a Study of the Classical Stage of Japan</em> (1916).": [],
    "His last years were spent creating a collection for the Detroit railroad baron Charles Lang Freer, the basis of what is now the Freer Collection, Smithsonian Institution, Washgington, D. C. Fenollosa brought a curator's enthusiasm to the study of Asian art in the United States.": [
        [
            171,
            182,
            [
                "Washington"
            ]
        ]
    ],
    "He inspired Boston collectors to venture into the relatively new field of Far Eastern art, endowing the Boston Museum of Fine Art with one of the earliest and best Asian art collections in the United States.": [],
    "His books were widely read, but unfortunately are full of errors.": [],
    "<em>Epochs</em>, for example, was completed from notes after his death by his earnest, but less-knowledgeable, wife.": [],
    "The study of Japanese art in the United States was at such a dawning point that much information taken as correct by scholars has since been corrected.": [],
    "Assessments of Fenollosa's lasting contribution to the study of Asian art have varied greatly.": [],
    "Estimations that he both discovered the subject and that he made no important contribution to it exist.": [],
    "Fenollosa, together with Weld and another society physician-turned collector, William Sturgis Bigelow (1850-1926) formed what were known as the \"Boston Orientalists.\"": [
        [
            86,
            93,
            [
                "Surges",
                "Turgid",
                "Sturgess"
            ]
        ]
    ]
}