{
    "Early American scholar of Chinese art, collector and procurer for American art museums; Chinese governmental adviser.": [],
    "Ferguson was the son of John Ferguson and Catherine Matilda Pomeroy (Ferguson).": [],
    "His father was a Methodist minister and his mother a schoolteacher.": [],
    "The family traveled frequently because of the father's work.": [],
    "Ferguson attended Albert College in Ontario, Canada and then Boston University, where he graduated in 1886.": [],
    "He was ordained in the Methodist Episcopal church shortly thereafter and, in 1887, married Mary Elizabeth Wilson.": [],
    "His church posting was to a Methodist mission in Central China.": [],
    "There Ferguson founded a Methodist school, Huiwen Shuyuan (later Nanjing University), which, under his direction, developed established a curriculum along western lines, including schools of medicine and theology.": [
        [
            43,
            49,
            [
                "Huizen"
            ]
        ],
        [
            50,
            57,
            [
                "Human",
                "Sherman",
                "Sudan",
                "Susan",
                "Yuan",
                "Sultan"
            ]
        ]
    ],
    "The riots in China in 1891 caused a permanent mental condition on his wife and the pay for the college was so poor that Ferguson returned to missionary work in1897.": [],
    "Together with the industrialist Sheng Xuanhuai, Feguson founded a second school, the Nanyang Gongxue, Shanghai, (later Jiaotong University).": [
        [
            38,
            46,
            [
                "Anhui",
                "Kuan Hua"
            ]
        ],
        [
            48,
            55,
            [
                "Ferguson"
            ]
        ],
        [
            85,
            92,
            [
                "Nan yang"
            ]
        ],
        [
            93,
            100,
            [
                "Tongue"
            ]
        ],
        [
            119,
            127,
            [
                "Piloting",
                "Rioting",
                "Jiang",
                "Liaoning",
                "Xiaoping",
                "Kilotons"
            ]
        ]
    ],
    "His educational zeal and belief in education led him to edit the newspaper <em>Sin Wan Bao</em> in 1899.": [],
    "He returned to Boston where, in 1902, he was awarded a Ph.D.": [],
    "from Boston University writing his dissertation on the topic <em>The Confucian Renaissance in the Sung Dynasty</em>.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "Named honorary secretary of the Royal Asiatic Society (North China branch) he edited their scholarly journal.": [],
    "The growing nationalism of China and the unpopularity of foreign leaders of Chinese universities caused Ferguson to resigned as president of the Nanyang school.": [
        [
            145,
            152,
            [
                "Nan yang"
            ]
        ]
    ],
    "Sheng Xuanhuai, secured for him a position of foreign secretary to the Chinese Ministry of Commerce.": [
        [
            6,
            14,
            [
                "Anhui",
                "Kuan Hua"
            ]
        ]
    ],
    "From 1903 onward, he held various official nad unofficial advisorships in successive Chinese governments and chief secretary of the Imperial Chinese Railway Administration (to 1907), Chinese representative to the United States.": [
        [
            43,
            46,
            [
                "NAD",
                "and",
                "had",
                "bad",
                "ad",
                "Neil"
            ]
        ],
        [
            58,
            70,
            [
                "advisor ships",
                "advisors hips"
            ]
        ]
    ],
    "He acted as a buyer of Chinese art for the Metropolitan Museum of Art New York.": [],
    "In 1913 the Met elected him a fellow in perpetuity.": [],
    "When the Qing dynasty was deposed in 1912, Ferguson was the only western scholar invited to participate on the committee examining the art treasures of the imperial palace for the Palace Museum in Beijing.": [],
    "He presented the Scammon Lectures at the Art Institute of Chicago in 1918, published the following year as <em>Outlines of Chinese Art</em>.": [
        [
            17,
            24,
            [
                "Common",
                "Salmon",
                "Summon",
                "Samson",
                "Scammer",
                "Scammed"
            ]
        ]
    ],
    "Ferguson, who had already been an adviser to the Chinese Department of State (1915-1917) continued to advise President Xu Shichang during the warlord era in Beijing (1917-1928).": [
        [
            119,
            121,
            [
                "EU",
                "Nu",
                "Eu",
                "GU",
                "Ru",
                "AU"
            ]
        ],
        [
            122,
            130,
            [
                "Shipping",
                "Shifting",
                "Switching",
                "Shocking",
                "Chang",
                "Chiang"
            ]
        ]
    ],
    "In 1921 he again returned to political service as an adviser for the Chinese delegation to the Washington Conference for the Limitation of Armaments.": [
        [
            3,
            7,
            [
                "1921,"
            ]
        ]
    ],
    "He co-founded the <em>China Journal of Science and Art</em> which he edited between 1923 until 1931.": [],
    "After 1927 he acted as adviser to the Nationalist party government (Guomindang) of Jiang Jieshi (Chiang Kai-shek) in Nanjing.": [
        [
            68,
            78,
            [
                "Kuomintang"
            ]
        ],
        [
            89,
            95,
            [
                "Jitsi",
                "Joshi"
            ]
        ]
    ],
    "As tensions mounted near World War II, Ferguson elected to remain in Beijing, even after the Japanese invasion in 1937.": [],
    "In 1943 the Japanese decided to inter U. S. and British nationals still in China, but Ferguson spent his interment in a dormitory in the British Embassy when he was exchanged along with other prisoners.": [],
    "The lengthy trip to the United States through Hong Kong, Viet Nam, South Africa, and Brazil, (he made it back to New York by the end of 1943) took a toll on his health.": [
        [
            57,
            65,
            [
                "Vietnam"
            ]
        ]
    ],
    "He and his wife enter the Clifton Springs, New York, sanitarium where he died shortly before the end of Asian theater conflict of World War II.": [],
    "His students included Lidai Zhulu Hua Mu.": [
        [
            22,
            27,
            [
                "Lidia",
                "LIDAR",
                "LiDAR",
                "Lidar",
                "Lid ai"
            ]
        ],
        [
            28,
            33,
            [
                "Zulu",
                "Hulu"
            ]
        ],
        [
            34,
            37,
            [
                "Huey",
                "Hub",
                "Hut",
                "UA",
                "Hue",
                "HUD"
            ]
        ]
    ],
    "The catalog created by his students of the paintings of successive dynasties was commonly known as \"Ferguson's Index\" (1934).": [],
    "Ferguson was one of the early western art historians of Chinese art history from the North America.": [],
    "He wrote and researched before modern archaeological finds and methods had established an accurate dating system for objects.": [],
    "His wide knowledge of classical Chinese texts, combined with personal interpretations, resulted in errors in his art authentication.": [],
    "Because the field was largely limited to his own findings, he was often defensive of dissenting views.": [],
    "A bitter dispute erupted, for example with the eminent scholar Herbert A. Giles, (of the Wade-Giles Chinese character transliteration formula).": [],
    "His acquisition skills were utilized by the Freer Gallery of Art (Smithsonian Institution, Washgington, D.": [
        [
            91,
            102,
            [
                "Washington"
            ]
        ]
    ],
    "C.)": [],
    "and the Museum of Fine Arts, Boston, in addition to Chicago and New York.": [
        [
            0,
            3,
            [
                "And"
            ]
        ]
    ],
    "His personal collection of art, including bronzes, scrolls, paintings, and jades, were largely donated to Nanjing University in 1935.": [],
    "His collections forms the core of several art museums within the People's Republic of China The Jiaotong University collection exists in two separate institutions, Shanghai Jiao Tong University and Xian Jiao Tong University, both established in 1956.": [
        [
            16,
            21,
            [
                "form"
            ]
        ],
        [
            96,
            104,
            [
                "Piloting",
                "Rioting",
                "Jiang",
                "Liaoning",
                "Xiaoping",
                "Kilotons"
            ]
        ],
        [
            173,
            177,
            [
                "Ciao",
                "IAO",
                "Jio",
                "João",
                "RIAO",
                "Xiao"
            ]
        ],
        [
            203,
            207,
            [
                "Ciao",
                "IAO",
                "Jio",
                "João",
                "RIAO",
                "Xiao"
            ]
        ]
    ]
}