{
    "Scottish architectural historian, active in India.": [],
    "Fergusson was born in the town of Ayr, on the west coast of Scotland.": [
        [
            0,
            9,
            [
                "Ferguson",
                "Fergus son"
            ]
        ],
        [
            34,
            37,
            [
                "AYR",
                "Air",
                "ADR",
                "Apr",
                "Aye",
                "AGR"
            ]
        ]
    ],
    "James was the second son of Dr.": [],
    "William Fergusson, who served as the Inspector General of Military Hospitals — a role which required much overseas travel.": [
        [
            8,
            17,
            [
                "Ferguson",
                "Fergus son"
            ]
        ]
    ],
    "James received his early education at the Royal High School in Edinburgh and, later, in Hounslow, outside London.": [],
    "In 1829 he travelled to Bengal, India, where his older brother lived, before moving to Calcutta where he earned his fortune working as an indigo merchant.": [
        [
            3,
            7,
            [
                "1829,"
            ]
        ]
    ],
    "This new-found wealth allowed Fergusson to travel extensively throughout India between 1835 and 1842.": [
        [
            30,
            39,
            [
                "Ferguson",
                "Fergus son"
            ]
        ]
    ],
    "It was during this period that Fergusson personally carried out a wide and intimate architectural survey of the nation, which would go on to form the basis of his later writings.": [
        [
            31,
            40,
            [
                "Ferguson",
                "Fergus son"
            ]
        ]
    ],
    "&nbsp;\n\nFergusson’s first book, <em>The Rock-cut Temples of India</em>, which examined some of the country’s earliest architectural forms, was published in 1845.": [
        [
            8,
            17,
            [
                "Ferguson",
                "Fergus son"
            ]
        ]
    ],
    "This was followed, in 1847, by <em>An Essay on the Ancient Topography of Jerusalem</em> which argued that the Mosque of Omar was the true site of the Holy Sepulchre.": [
        [
            155,
            164,
            [
                "Sepulcher"
            ]
        ]
    ],
    "It wasn’t until the publication of his 1848 survey, <em>Picturesque Illustrations of Ancient Architecture in Hindostan</em> — illustrated with lithographs prepared on the basis of Fergusson’s own in-situ drawings, produced with the aid of a camera lucida — that the impact of the author’s travels across India became apparent.": [],
    "Following his earlier interest in the architecture of mosques, Fergusson then looked westwards towards Egypt and Syria, publishing <em>The Palaces of Nineveh and Persepolis Restored, an Essay on Ancient Assyrian and Persian Architecture</em> in 1851.": [
        [
            63,
            72,
            [
                "Ferguson",
                "Fergus son"
            ]
        ]
    ],
    "&nbsp;\n\nIn 1855 and 1862 Fergusson produced two survey texts that sought to establish architecture as a discipline in its own right, distinct from archaeology.": [
        [
            25,
            34,
            [
                "Ferguson",
                "Fergus son"
            ]
        ]
    ],
    "<em>The Illustrated Handbook of Architecture</em> was the first comprehensive history of the discipline written in English, followed by <em>History of the Modern Styles of Architecture</em>.": [],
    "After the publication of Fergusson’s <em>The Mausoleum at Halicarnassus Restored</em> in 1862 — which extolled the beauty of Greek sculpture relative to other traditions — the two earlier survey texts were combined into a single volume, under the title <em>History of Architecture in All Countries from the Earliest Times to the Present Day</em>, and published between 1865-1867.": [
        [
            25,
            34,
            [
                "Ferguson",
                "Fergus son"
            ]
        ]
    ],
    "&nbsp;\n\nFergusson’s thesis that Indian architecture could function as the most useful source for investigating the nation’s history and culture was most clearly expounded in his 1867 book, <em>On the Study of Indian Architecture</em>.": [
        [
            8,
            17,
            [
                "Ferguson",
                "Fergus son"
            ]
        ]
    ],
    "This was followed, in 1868, by Fergusson’s only work on Indian sculpture, <em>Tree and Serpent Worship</em>, which also sought to use the works under investigation to draw inferences about India’s ethnology and culture.": [
        [
            31,
            40,
            [
                "Ferguson",
                "Fergus son"
            ]
        ]
    ],
    "Fergusson completed a third installment of the survey compendium that began with the Illustrated Handbook, entitled <em>History of Indian and Eastern Architecture</em>, in 1876.": [
        [
            0,
            9,
            [
                "Ferguson",
                "Fergus son"
            ]
        ]
    ],
    "&nbsp;\n\nFergusson always considered the Indian forms he encountered to be inferior to European architecture of the Classical era.": [
        [
            8,
            17,
            [
                "Ferguson",
                "Fergus son"
            ]
        ]
    ],
    "The author’s final publication in 1884, <em>Archaeology in India, with Special Reference to the Works of Babu Rajendralal Mitra</em> blatantly exposed this cluster of prejudices.": [],
    "The book centered on an attack on the work of Bengali historian Dr Rajendralal Mitra (1822-1891) who had challenged the Scot’s contention that stone architecture was introduced to India by the Greeks.": [
        [
            67,
            78,
            [
                "Rajendra"
            ]
        ],
        [
            79,
            84,
            [
                "Mira",
                "Mitral",
                "Mithra"
            ]
        ]
    ],
    "&nbsp;\n\nIn spite of Fergusson’s belief in the superiority of European styles, he did not impose these standards on the Indian architecture he encountered.": [
        [
            20,
            29,
            [
                "Ferguson",
                "Fergus son"
            ]
        ]
    ],
    "Rather, he relied exclusively on architectural evidence in his detailed examinations.": [],
    "Criticizing much European architecture built after 1500 as overly imitative, Fergusson found a lesson for contemporary British construction in the “living tradition\" of Indian architecture.": [
        [
            77,
            86,
            [
                "Ferguson",
                "Fergus son"
            ]
        ],
        [
            164,
            165,
            [
                "”"
            ]
        ]
    ],
    "&nbsp;\n\nAccording to Fergusson’s theory, British architects could benefit from attending to a building’s “natural\" character — analogous to a plant growing from the soil — which emerged in an ideal alignment of form, function, materials, and common sense.": [
        [
            21,
            30,
            [
                "Ferguson",
                "Fergus son"
            ]
        ],
        [
            113,
            114,
            [
                "”"
            ]
        ]
    ],
    "“However blundering, at times insensitive, at times self contradictory, his writing may be, at the back of his mind there is the vision, vague and blurred no doubt, but doggedly persistent, of an architecture proper to an industrial democracy\" (Craig).": [
        [
            52,
            70,
            [
                "self-contradictory"
            ]
        ],
        [
            242,
            243,
            [
                "”"
            ]
        ]
    ],
    "&nbsp;": []
}