{
    "Wellesley College Feldberg Professor of Art; architectural historian of the Medieval era, particularly Cistercian architecture.": [
        [
            18,
            26,
            [
                "Goldberg",
                "Feinberg",
                "Hedberg"
            ]
        ]
    ],
    "Fergusson was the son of Alfred Milnthorpe Fergusson (1894-1970), a British cleric for St.": [
        [
            0,
            9,
            [
                "Ferguson",
                "Fergus son"
            ]
        ],
        [
            32,
            42,
            [
                "Oglethorpe",
                "Misanthrope",
                "Goldthorpe",
                "Ian Thorpe",
                "Jim Thorpe"
            ]
        ],
        [
            43,
            52,
            [
                "Ferguson",
                "Fergus son"
            ]
        ]
    ],
    "Peter's Church in St.": [],
    "Albans, Hertfordshire, England, and Ursula Mabel Fergusson.": [
        [
            0,
            6,
            [
                "Albany"
            ]
        ],
        [
            49,
            58,
            [
                "Ferguson",
                "Fergus son"
            ]
        ]
    ],
    "He received his bachelor of arts degree from Michigan State University in 1960.": [],
    "He entered Harvard University for graduate work, achieving his M.A.in 1961.": [],
    "There the lectures of <a href=\"/seklere\">Eduard F. Sekler</a> introduced him to Cistercian architecture which would become a life-long passion.": [],
    "At Harvard he also worked closely <a href=\"/ackermanj\">James S. Ackerman</a> and <a href=\"/coolidgej\">John P. Coolidge</a> of the Fogg Museum, who, as he whimsically wrote, \"tried to make an architectural historian\" out of him (Fergusson, 1984).": [
        [
            3,
            10,
            [
                "Harvard,"
            ]
        ]
    ],
    "Nearing the completion of his dissertation on twelfth-century Cistercian architecture, Fergusson was hired as an assistant professor first by McGill University in 1965 and then Wellesley College, Wellesley, MA, in 1966.": [
        [
            87,
            96,
            [
                "Ferguson",
                "Fergus son"
            ]
        ]
    ],
    "His Ph.D.": [],
    "was granted the following year with a dissertation written under <a href=\"/conantk\">Kenneth John Conant</a>.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "Fergusson married Lilian Armstrong, also a professor of art at Wellesley.": [
        [
            0,
            9,
            [
                "Ferguson",
                "Fergus son"
            ]
        ]
    ],
    "Fergusson published widely thought largely in article form, In 1970 Fergusson was awarded the Reginald Taylor Prize and Medal by the British Archaeological Association for his article on Roche Abbey.": [
        [
            0,
            9,
            [
                "Ferguson",
                "Fergus son"
            ]
        ],
        [
            68,
            77,
            [
                "Ferguson",
                "Fergus son"
            ]
        ]
    ],
    "He chaired the Boston area Save Venice Foundation between 1980 and 1986.": [],
    "His first book, on Cistercian architecture, for <em>Architecture of Solitude</em>, appeared in 1984 and awarded the <a href=\"/moreyc\">Charles Rufus Morey</a> Book Award by the College Art Association of America.": [],
    "He was named Theodora and Stanley Feldberg Professor of Art in 1987.": [
        [
            34,
            42,
            [
                "Goldberg",
                "Feinberg",
                "Hedberg"
            ]
        ]
    ],
    "Fergusson was a spring resident at the American Academy in Rome, allowing him to publish is second tome, <em>Rievaulx Abbey</em>, 2001, which received the Alice Davis Hitchcock prize by the Society of Architectural Historians of Great Britain.": [
        [
            0,
            9,
            [
                "Ferguson",
                "Fergus son"
            ]
        ]
    ],
    "For the 125th anniversary of the founding of Wellesley, he co-authored <em>The Landscape and Architecture of Wellesley College</em>, in 2001.": [],
    "As an emeritus professor, Fergusson wrote <em>Canterbury Cathedral Priory in the Age of Becket</em>, which appeared in 2011.": [
        [
            26,
            35,
            [
                "Ferguson",
                "Fergus son"
            ]
        ]
    ]
}