{
    "Fiedler studied at the Fürstenschule in Meissen and then law at the university in Heidelberg, Berlin and Leipzig between 1856 and 1861.": [
        [
            0,
            7,
            [
                "Fielder",
                "Fiddler"
            ]
        ],
        [
            40,
            47,
            [
                "Masses",
                "Massed",
                "Massey",
                "Lassen",
                "Madsen"
            ]
        ]
    ],
    "He passed his states exam in 1865.": [],
    "After only briefly practicing, Fiedler used his private fortune to travel in Europe and the Middle East beginning in 1866.": [
        [
            31,
            38,
            [
                "Fielder",
                "Fiddler"
            ]
        ]
    ],
    "Italy remained his home base in these travels.": [],
    "There, he met the German master artists including Hans von Marées, whom he subsidized, Adolf Hildebrand, Arnold Bocklin, Anselm Freuerbach and later Franz von Lehnbach and Hans Thoma.": [
        [
            59,
            65,
            [
                "Mares",
                "Marses",
                "Sarees"
            ]
        ],
        [
            105,
            119,
            [
                "Arnold Böcklin"
            ]
        ],
        [
            128,
            138,
            [
                "Auerbach"
            ]
        ],
        [
            159,
            167,
            [
                "Bernbach"
            ]
        ],
        [
            177,
            182,
            [
                "Thomas",
                "Tahoma"
            ]
        ]
    ],
    "Through this intercourse, he developed a general theory of the visual arts, drawing from the prevailing neo-Kantian philosophy.": [],
    "In 1876 he married the daughter of <a href=\"/meyerj\">Julius Meyer</a> Berliner Gemäldegalerie director.": [
        [
            3,
            7,
            [
                "1876,"
            ]
        ]
    ],
    "In 1887 he published his major work, <em>Über den Ursprung der künstlerischen Tätigkeit</em>, which postulated a kind of radical solipsism, maintaining that the objects of our knowledge are, in fact, simply our own experiences.": [
        [
            3,
            7,
            [
                "1887,"
            ]
        ]
    ],
    "In his later <em>Drei Bruchstüke</em> he reasserted that our experience of viewing can never fully comprehend the matter it's apprehending.": [],
    "Fiedler's work both drew upon and was developed Hildebrand in Hildebrand's <em>Das Problem der Form in den bildenden Kunst</em> (1893) where perception along the visual plane (akin to the classical relief) was theorized as the only way perception happened.": [
        [
            0,
            7,
            [
                "Fielder",
                "Fiddler"
            ]
        ]
    ],
    "Fiedler's theory of art overall maintained that art was parallel but distinct to conceptual knowledge.": [
        [
            0,
            7,
            [
                "Fielder",
                "Fiddler"
            ]
        ]
    ],
    "His writings embraced three major theoretical thrusts.": [],
    "First he asserted that the external world and the mind cannot know and reconcile things independently of each other, implying (almost diametrically) that either everything said about the world must be said from some standpoint, or more extreme, that objects of our knowledge are just our experiences.": [],
    "Second Fiedler denied the privileged position of language as the medium of mental life; visual perception does not employ our mental construct of words.": [
        [
            7,
            14,
            [
                "Fielder",
                "Fiddler"
            ]
        ]
    ],
    "Third, Fiedler made a distinction between the theory of art (knowledge or cognition) and aesthetics, the latter concerned with beauty, taste, and subjective responses to the world.": [
        [
            7,
            14,
            [
                "Fielder",
                "Fiddler"
            ]
        ]
    ],
    "This view of esthetics was drawn from Kant's <em>Kritik der Urteilskraft</em> (1790).": [
        [
            13,
            22,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "Much like Kant purged the pure judgement of taste from other judgements, Fiedler separated art from other intellectual pursuits (Podro).": [
        [
            73,
            80,
            [
                "Fielder",
                "Fiddler"
            ]
        ],
        [
            129,
            134,
            [
                "Pedro"
            ]
        ]
    ],
    "His theories influenced much of late-nineteenth and early twentieth-century art history, most notibly <a href=\"/worringerw\">Wilhelm Worringer</a>, <a href=\"/franklp\">Paul Frankl</a> particularly in Frankl's <em>Die Entwicklungsphasen der neueren Baukunst</em> (1914) and Italian scholars such as <a href=\"/ragghiantic\">Carlo Ludovico Ragghianti</a>.": [
        [
            94,
            101,
            [
                "notably"
            ]
        ]
    ]
}