{
    "First chief curator of the Royal Museums of Fine Arts in Brussels; professor of aesthetics and art history; art critic; writer.": [],
    "At age seventeen, Fierens-Gevaert enrolled at the Brussels Royal Conservatory of Music.": [
        [
            18,
            33,
            [
                "Learns-Gevaert",
                "Fierens-Revert"
            ]
        ]
    ],
    "In 1890 he won the Premier Prix de Chant.": [
        [
            3,
            7,
            [
                "1890,"
            ]
        ],
        [
            27,
            31,
            [
                "PRI",
                "Prim",
                "Prig",
                "PIX",
                "RIX",
                "Pix"
            ]
        ]
    ],
    "In this year he married Jacqueline Marthe Gevaert, the daughter of the famous musician François Auguste Gevaert (1828-1908).": [
        [
            42,
            49,
            [
                "Revert",
                "Evert"
            ]
        ],
        [
            96,
            103,
            [
                "August",
                "Augusta",
                "Augusto",
                "Augusts",
                "Auguster"
            ]
        ],
        [
            104,
            111,
            [
                "Revert",
                "Evert"
            ]
        ]
    ],
    "Fierens then joined the Opera of the city of Lille, but he unfortunately damaged his voice, which meant the end of his career as a singer.": [
        [
            0,
            7,
            [
                "Learns",
                "Fires",
                "Feared",
                "Fears",
                "Fairs",
                "Fares"
            ]
        ]
    ],
    "After this misfortune the couple moved to Paris, where Fierens began a new career as a journalist, writer and art critic.": [
        [
            55,
            62,
            [
                "Learns",
                "Fires",
                "Feared",
                "Fears",
                "Fairs",
                "Fares"
            ]
        ]
    ],
    "He changed his last name to Fierens-Gevaert, adopting the name of his wife and father-in-law.": [
        [
            28,
            43,
            [
                "Learns-Gevaert",
                "Fierens-Revert"
            ]
        ]
    ],
    "From 1893 onwards he contributed articles to several periodicals including the <em>Journal des Débats</em>.": [],
    "He also wrote various essays.": [],
    "For his <em>Essai sur l'art contemporain</em>, published in 1897, he received an award from the Académie française, and in 1899 the Académie des Sciences morales et politiques awarded him for another essay, <em>La tristesse contemporaine: essai sur les grands courants moraux et intellectuels du XIXe siècle</em>.": [],
    "In 1901, Fierens-Gevaert published <em>Psychologie d'une ville, essai sur Bruges</em>, in which he studied the artistic development of the Flemish city of Bruges.": [
        [
            9,
            24,
            [
                "Learns-Gevaert",
                "Fierens-Revert"
            ]
        ]
    ],
    "In 1902, he returned to Belgium, accepting an offer to teach aesthetics at the University of Liège.": [],
    "In addition, he was charged with the courses of art philosophy, art history of the Renaissance and the New Era, and, in 1906, with the history of music.": [],
    "In 1903 he collaborated for the government reform regulating the university education of art history in the country.": [
        [
            3,
            7,
            [
                "1903,"
            ]
        ]
    ],
    "Among other things, this resulted in the creation in Brussels of the Société des cours d'art et d'archéologie, the later Institut supérieur d'Histoire de l'Art et d'Archéologie de Bruxelles.": [
        [
            69,
            76,
            [
                "Society"
            ]
        ],
        [
            77,
            80,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            81,
            86,
            [
                "course",
                "court",
                "hours",
                "courts",
                "tours",
                "fours"
            ]
        ],
        [
            98,
            109,
            [
                "archeologies"
            ]
        ],
        [
            121,
            129,
            [
                "Institute"
            ]
        ],
        [
            130,
            139,
            [
                "superior",
                "Superior",
                "superber"
            ]
        ],
        [
            142,
            150,
            [
                "History",
                "Historic",
                "Histories",
                "Histone",
                "Historize"
            ]
        ],
        [
            165,
            176,
            [
                "Archeologies"
            ]
        ]
    ],
    "Fierens-Gevaert obtained here a teaching position, in addition to his position at Liège University.": [
        [
            0,
            15,
            [
                "Learns-Gevaert",
                "Fierens-Revert"
            ]
        ]
    ],
    "At the same time he was deeply involved in international exhibitions, in Belgium as well as in the cities of Turin, Milan, and Venice, in which latter city he became the official delegate for the Belgian sections of the Venice Biennales held between 1907 and 1926.": [
        [
            227,
            236,
            [
                "Biennale"
            ]
        ]
    ],
    "In 1907 Fierens-Gevaert was appointed secretary to the Board of the Brussels Royal Museums of Painting and Sculpture of Belgium.": [
        [
            8,
            23,
            [
                "Learns-Gevaert",
                "Fierens-Revert"
            ]
        ]
    ],
    "In this year he published <em>L'art au XXe siècle et son expression en Belgique</em>.": [],
    "Between 1905 and 1909, he wrote two studies on early Flemish art: <em>La Renaissance septentrionale et les premiers maîtres des Flandres</em> (1905) and <em>Les primitifs flamands</em> (2 vols.": [],
    "1908-1909); a revised edition of those studies was to appear in 1927-1929 (see below).": [],
    "In 1910, he was appointed professor at the newly founded Institut supérieur d'Histoire de l'Art et d'Archéologie at Liège University.": [
        [
            57,
            65,
            [
                "Institute"
            ]
        ],
        [
            66,
            75,
            [
                "superior",
                "Superior",
                "superber"
            ]
        ],
        [
            78,
            86,
            [
                "History",
                "Historic",
                "Histories",
                "Histone",
                "Historize"
            ]
        ],
        [
            101,
            112,
            [
                "Archeologies"
            ]
        ]
    ],
    "In 1914 he published an article on art history education in Belgium.": [
        [
            3,
            7,
            [
                "1914,"
            ]
        ]
    ],
    "He was involved in the International Conference of Art History in Rome (1912) and later in Paris (1921).": [],
    "In 1914 he became a member of the Board of the Royal Museum of Fine Arts of Belgium, and in 1919, after the first World War, he climbed to the rank of chief curator.": [
        [
            3,
            7,
            [
                "1914,"
            ]
        ]
    ],
    "As the first chief curator Fierens-Gevaert played an important role in reorganizing the Royal Museum of Fine Arts in Brussels.": [
        [
            27,
            42,
            [
                "Learns-Gevaert",
                "Fierens-Revert"
            ]
        ]
    ],
    "For the purpose of art historical education he created a documentation department, including the library, the periodicals, and the photographic collection.": [],
    "He also saw the museum as a place in which a larger public, including young people, was invited to enjoy beauty and to learn about art.": [],
    "The first guided school visits were held in 1920.": [],
    "In 1924, the \"Diffusion artistique des Musées Royaux\" was founded, aimed at organizing guided tours and lectures.": [
        [
            24,
            34,
            [
                "artistic",
                "armistice",
                "critique",
                "Martinique",
                "artiste"
            ]
        ],
        [
            35,
            38,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            39,
            45,
            [
                "Muses",
                "Fusees",
                "Mushes",
                "Musses"
            ]
        ],
        [
            46,
            52,
            [
                "Roy aux"
            ]
        ]
    ],
    "Temporary exhibitions were frequently organized.": [],
    "The Van Eyck-Bouts exhibition (1920) proudly showed the famous Ghent Altarpiece of the Van Eyck brothers, after its shutters were returned to Belgium, following a decision made at the Treaty of Versailles, and subsequently reunited with the central panels.": [],
    "In 1924, Fierens-Gevaert published <em>Les Très Belles Heures de Jean de France, duc de Berry</em>.": [
        [
            9,
            24,
            [
                "Learns-Gevaert",
                "Fierens-Revert"
            ]
        ]
    ],
    "For this study he won the \"Prix quinquennal de critique historique et littéraire\" in 1925.": [
        [
            27,
            31,
            [
                "PRI",
                "Prim",
                "Prig",
                "PIX",
                "RIX",
                "Pix"
            ]
        ],
        [
            32,
            43,
            [
                "quinquennial"
            ]
        ],
        [
            56,
            66,
            [
                "historize"
            ]
        ],
        [
            70,
            80,
            [
                "litterers",
                "jitterier",
                "litterer",
                "littermate"
            ]
        ]
    ],
    "Fierens-Gevaert suddenly died in 1926.": [
        [
            0,
            15,
            [
                "Learns-Gevaert",
                "Fierens-Revert"
            ]
        ]
    ],
    "His three-volume <em>Histoire de la peinture flamande des origines à la fin du XVe siècle</em> was published posthumously in 1927-1929.": [],
    "The first two volumes, with the subtitles <em>Les créateurs de l'art flamand</em> and <em>Les continuateurs des Van Eyck</em>, were completed by Fierens-Gevaert himself, revising his earlier work, while the third volume, <em>La maturité de l'art flamand</em>, was put together by his son, <a href=\"/fierensp\">Paul Fierens</a>, who used notes and earlier works of his father.": [],
    "In 1927, <a href=\"/puyveldel\">Léo Van Puyvelde</a> succeeded Fierens-Gevaert as chief curator of the Royal Museum of Fine Arts in Brussels and as professor of art history of the Renaissance at Liège University.": [],
    "Fierens-Gevaert's son, <a href=\"/fierensp\">Paul Fierens</a>, began teaching aesthetics and modern art at the same university.": [
        [
            0,
            15,
            [
                "Learns-Gevaert",
                "Fierens-Revert"
            ]
        ]
    ]
}