{
    "<p>Chief Curator of the Royal Museums of Fine Art in Brussels; professor of aesthetics and the history of modern art at Liège University; art critic and poet.": [],
    "Fierens was born in Paris of Belgian parents, the art historian <a href=\"/fierensgevaerth\">Hippolyte Fierens-Gevaert</a> and Jacqueline Marthe Gevaert.": [
        [
            0,
            7,
            [
                "Learns",
                "Fires",
                "Feared",
                "Fears",
                "Fairs",
                "Fares"
            ]
        ]
    ],
    "The family moved to Belgium in 1902.": [],
    "Fierens attended high school at the Collège Saint-Michel in Brussels and he studied philosophy and classics in Brussels at the Institut St.": [
        [
            0,
            7,
            [
                "Learns",
                "Fires",
                "Feared",
                "Fears",
                "Fairs",
                "Fares"
            ]
        ],
        [
            36,
            43,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ],
        [
            68,
            72,
            [
                ", and"
            ]
        ],
        [
            127,
            135,
            [
                "Institute"
            ]
        ]
    ],
    "Louis, where he graduated as bachelor in 1914.": [],
    "After World War I he enrolled at the Free University of Brussels to study law, where he obtained his doctoral degree in 1921.": [
        [
            18,
            32,
            [
                "he enrolled in",
                "he enrolled for"
            ]
        ]
    ],
    "In that year he returned to Paris and joined the editorial staff of the <em>Journal des Débats</em>, where his father also began his career.": [],
    "In addition he was a contributor to French and foreign journals, such as <em>Nouvelles littéraires</em>, <em>La Nouvelle Revue française</em>, <em>The Art News</em>, and <em>Der Cicerone</em>.": [
        [
            3,
            11,
            [
                "addition,"
            ]
        ]
    ],
    "Upon his father's death, in 1926, Fierens obtained a teaching position at the Institut supérieur d'Histoire de l'Art et d'Archéologie at Liège University, teaching aesthetics and modern art.": [
        [
            34,
            41,
            [
                "Learns",
                "Fires",
                "Feared",
                "Fears",
                "Fairs",
                "Fares"
            ]
        ],
        [
            78,
            86,
            [
                "Institute"
            ]
        ],
        [
            87,
            96,
            [
                "superior",
                "Superior",
                "superber"
            ]
        ],
        [
            99,
            107,
            [
                "History",
                "Historic",
                "Histories",
                "Histone",
                "Historize"
            ]
        ],
        [
            122,
            133,
            [
                "Archeologies"
            ]
        ]
    ],
    "However, he continued to live in cosmopolitan Paris until 1934, where famous writers, musicians, and painters, including Marc Chagall and Georges Braque, were among his friends.": [],
    "In 1929, he published <em>La maturité de l'art flamand</em>, as the third volume of a multi-volume work, <em>Histoire de la peinture flamande des origines à la fin du XVe siècle</em>, the first two volumes of which had been written by his father and were posthumously published (1927-1929).": [],
    "In addition to his position at Liège University, Fierens taught at the Institut supérieur d'Histoire de l'Art et d'Archéologie, housed in the Brussels Museums of Fine Arts; at the Chapelle musicale Reine Élisabeth; at the École du Louvre in Paris; and at the universities of Montpellier and Aix-en-Provence.": [
        [
            49,
            56,
            [
                "Learns",
                "Fires",
                "Feared",
                "Fears",
                "Fairs",
                "Fares"
            ]
        ],
        [
            71,
            79,
            [
                "Institute"
            ]
        ],
        [
            80,
            89,
            [
                "superior",
                "Superior",
                "superber"
            ]
        ],
        [
            92,
            100,
            [
                "History",
                "Historic",
                "Histories",
                "Histone",
                "Historize"
            ]
        ],
        [
            115,
            126,
            [
                "Archeologies"
            ]
        ],
        [
            180,
            188,
            [
                "Chappelle"
            ]
        ],
        [
            198,
            203,
            [
                "Race",
                "Range",
                "Ran",
                "Rate",
                "Rank",
                "Rare"
            ]
        ],
        [
            222,
            227,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            228,
            230,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ]
    ],
    "An elaborate study on the paintings of the 17th-century French brothers Antoine, Louis and Mathieu Le Nain appeared in 1933.": [
        [
            102,
            106,
            [
                "Main",
                "Gain",
                "Pain",
                "Rain",
                "Nail",
                "Vain"
            ]
        ]
    ],
    "Fierens identified and cataloged the oeuvre of each of the brothers separately.": [
        [
            0,
            7,
            [
                "Learns",
                "Fires",
                "Feared",
                "Fears",
                "Fairs",
                "Fares"
            ]
        ]
    ],
    "In the same year he published <em>L'art hollandais contemporain</em> (Dutch contemporary art).": [],
    "In 1934, he moved to Brussels.": [],
    "In 1936, he was appointed professor at Liège University.": [],
    "Between 1938 and 1942, Fierens published a two-volume study on Flemish painting, from the beginnings until the 18th century, <em>La peinture flamande</em>.": [
        [
            23,
            30,
            [
                "Learns",
                "Fires",
                "Feared",
                "Fears",
                "Fairs",
                "Fares"
            ]
        ]
    ],
    "At the same time, he was the editor and one of the authors of <em>L'art en Belgique du moyen âge à nos jours</em>, an overview of Belgian art from the Middle Ages up to the twentieth century (1939).": [],
    "His own contribution to this book dealt with modern and contemporary art.": [],
    "More publications on Dutch and Flemish art followed.": [],
    "In 1945, Fierens was appointed curator of the Museums of Fine Arts in Brussels, replacing Arthur Laes (1876-1959), and two years later chief curator, as the successor of <a href=\"/puyveldel\">Léo Van Puyvelde</a>.": [
        [
            9,
            16,
            [
                "Learns",
                "Fires",
                "Feared",
                "Fears",
                "Fairs",
                "Fares"
            ]
        ],
        [
            97,
            101,
            [
                "Lies",
                "Laws",
                "Lakes",
                "Lanes",
                "Laps",
                "Labs"
            ]
        ]
    ],
    "Between 1919 and 1926, Fierens' father had held the same position in the Brussels museum.": [
        [
            23,
            30,
            [
                "Learns",
                "Fires",
                "Feared",
                "Fears",
                "Fairs",
                "Fares"
            ]
        ]
    ],
    "Fierens was a well-known and highly appreciated personality in the museum world.": [
        [
            0,
            7,
            [
                "Learns",
                "Fires",
                "Feared",
                "Fears",
                "Fairs",
                "Fares"
            ]
        ]
    ],
    "He served as president of the International Association of Art Critics, from its foundation in 1950.": [],
    "He also headed the Belgian Committee of the International Council of Museums (ICOM).": [
        [
            78,
            82,
            [
                "COM",
                "ICON",
                "ICBM",
                "ICM",
                "IOM",
                "ICO"
            ]
        ]
    ],
    "In 1953 he became secretary to the Executive Council of this institution.": [
        [
            3,
            7,
            [
                "1953,"
            ]
        ]
    ],
    "Fierens died at the age of 61 in 1957.</p>": [
        [
            0,
            7,
            [
                "Learns",
                "Fires",
                "Feared",
                "Fears",
                "Fairs",
                "Fares"
            ]
        ]
    ]
}