{
    "Sculptor and architect, theorist who wrote on the origins of architecture.": [],
    "Antonio di Pietro Averlino assumed the name Filarete, adopted from the Greek term for \"lover of excellence\" (φιλάρετος).": [
        [
            18,
            26,
            [
                "Avelino",
                "Aver lino"
            ]
        ],
        [
            44,
            52,
            [
                "Pilate",
                "Folate",
                "Filtrate",
                "Dilate",
                "Fixate",
                "Ideate"
            ]
        ]
    ],
    "Filarete is first documented, already an artist, in 1433 in Rome, where he attended the coronation of the Emperor Sigismund.": [
        [
            0,
            8,
            [
                "Pilate",
                "Folate",
                "Filtrate",
                "Dilate",
                "Fixate",
                "Ideate"
            ]
        ]
    ],
    "Pope Eugenius IV commissioned him to create the bronze door of the main porch of the old St.": [
        [
            5,
            13,
            [
                "Eugenics",
                "Eu genius"
            ]
        ]
    ],
    "Peter's (dated, 1445).": [],
    "In 1451 Filarete moved to Milan at the invitation of the Duke Francesco Sforza (1401-1466).": [
        [
            8,
            16,
            [
                "Pilate",
                "Folate",
                "Filtrate",
                "Dilate",
                "Fixate",
                "Ideate"
            ]
        ],
        [
            72,
            78,
            [
                "Sorta",
                "Souza"
            ]
        ]
    ],
    "There he worked as an architect and architectural theorist.": [],
    "His most important work was the Ospedale Maggiore.": [
        [
            32,
            40,
            [
                "Rosedale"
            ]
        ],
        [
            41,
            49,
            [
                "Maggie",
                "Maguire"
            ]
        ]
    ],
    "He remained in Milan until 1465.": [],
    "In Milan Filarete wrote <em>Trattato di architettura</em> somewhere between 1461 and 1464.": [
        [
            9,
            17,
            [
                "Pilate",
                "Folate",
                "Filtrate",
                "Dilate",
                "Fixate",
                "Ideate"
            ]
        ]
    ],
    "The <em>Trattato</em>, unlike the architectural treatises of Vitruvius or Alberti, is written as a court dialogue between an architect and his patron.": [],
    "Its importance as architectural history lies in his remarks on the origin of architecture--an proto architectural history--and the anthropomorphic proportions it postulates.": [],
    "Following Vitruvius, Filarete conceived domestic houses as the first architecture, speculating that Adam, as the first man, was also the first architect.": [
        [
            10,
            19,
            [
                "Vitruvian"
            ]
        ],
        [
            21,
            29,
            [
                "Pilate",
                "Folate",
                "Filtrate",
                "Dilate",
                "Fixate",
                "Ideate"
            ]
        ]
    ],
    "The human head was therefore the basic unit for architectural measurement.": [],
    "Filarete continued his architectural theory with the orders of architecture (Doric, Ionic and Corinthian), reversing Vitruvius: the Doric column is nine, the Ionic seven and the Corinthian eight heads high.": [
        [
            0,
            8,
            [
                "Pilate",
                "Folate",
                "Filtrate",
                "Dilate",
                "Fixate",
                "Ideate"
            ]
        ],
        [
            117,
            126,
            [
                "Vitruvian"
            ]
        ]
    ],
    "Following Vitruvius and Alberti he organized a history of buildings into public--subdivided into religious and secular--and private constructions.": [
        [
            10,
            19,
            [
                "Vitruvian"
            ]
        ]
    ],
    "Filarete created a historical category, dividing structures between contemporary and ancient buildings, though the examples he uses are all fantastic or utopian.": [
        [
            0,
            8,
            [
                "Pilate",
                "Folate",
                "Filtrate",
                "Dilate",
                "Fixate",
                "Ideate"
            ]
        ]
    ],
    "Like his fellow architectural historian/theorists <a href=\"/manettia\">Antonio Manetti di Marabottin</a> and <a href=\"/vasarig\">Giorgio Vasari</a>, Filarete sees Gothic architecture as barbaric, contrasting it against the civilized architecture of antiquity that serves as a model for the buildings of Sforzinda, the visionary ideal city named after Duke (Grodecki).": [],
    "The <em>Trattato di architettura</em> was the first treatise on architecture in the Renaissance written in Italian, i.e., the vernacular instead of Latin and illustrated (Werdehausen).": [],
    "It remains an important work in the development of Renaissance architectural theory.": [],
    "It remained in manuscript.": [],
    "In the late 19th century it was published but by then the original had been lost.": [],
    "The <em>Codex Magliabechianus</em> copy (Florence, Bib.": [],
    "N.": [],
    "Cent., MS.": [],
    "ii.": [],
    "i.": [],
    "140) is considered the closest to Filarete's original.": [
        [
            34,
            42,
            [
                "Pilate",
                "Folate",
                "Filtrate",
                "Dilate",
                "Fixate",
                "Ideate"
            ]
        ]
    ]
}