{
    "Feminist art historian and early scholar of African American art; founded <em>Woman's Art Journal</em>.": [],
    "Elsa Honig was born to Samuel M. Honig and ​​Yetta Susskind (Honig).": [
        [
            5,
            10,
            [
                "Honing",
                "Hong",
                "König"
            ]
        ],
        [
            33,
            38,
            [
                "Honing",
                "Hong",
                "König"
            ]
        ],
        [
            45,
            50,
            [
                "Etta",
                "Jetta",
                "Yet ta"
            ]
        ],
        [
            51,
            59,
            [
                "Suss kind"
            ]
        ],
        [
            61,
            66,
            [
                "Honing",
                "Hong",
                "König"
            ]
        ]
    ],
    "She earned her Bachelors in Fine Arts from Syracuse University in 1951 and her MEd in art from Temple University's Tyler College of Fine Arts in 1967.": [
        [
            15,
            24,
            [
                "Bachelor's",
                "Bachelor's degree"
            ]
        ],
        [
            79,
            82,
            [
                "Med",
                "MED",
                "Me",
                "Led",
                "Men",
                "Mid"
            ]
        ]
    ],
    "She married Harold J. Fine Jr.": [],
    "(d.": [],
    "2009), a psychologist and psychoanalyst, in 1952.": [],
    "Fine earned her doctorate in education of art history from the University of Tennessee in 1970, focusing on black art historians in America in her dissertation <em>Education and the Afro-American Artist</em>.": [],
    "Fine published her first book,<em>The Afro-American Artist: A Search for Identity</em>.": [
        [
            29,
            31,
            [
                ", <"
            ]
        ]
    ],
    "The following year the book received animadversion from Romare H. Bearden (1911-1988) who, among other things, said Fine “confuses [African-Ameican] art history with social theories that are primarily racist to anyone who has a general knowledge of art.”\n\nIn 1970, Fine was appointed as the assistant professor of art at the University of Knoxville through 1975.": [
        [
            56,
            62,
            [
                "Roman",
                "Romain",
                "Rom are"
            ]
        ],
        [
            66,
            73,
            [
                "Bearded",
                "Bardeen",
                "Braeden",
                "Bear den"
            ]
        ],
        [
            132,
            147,
            [
                "African-American"
            ]
        ]
    ],
    "In 1972, Fine attended the College Art Association's annual conference where she realized the emerging issues in the feminist art movement.": [],
    "Over the next ten years, Fine transitioned from African-American art history to feminist art history.": [],
    "When both the <em>Feminist Art Journal</em> and <em>Womanart</em> magazine ceased by 1978, Fine proposed a new feminist journal at the Women's Caucus for Art's 1979 meeting in Washington, D.C.": [],
    "The next year, Fine founded the <em>Woman’s Art Journal</em>—a semi-annual publication devoted to women in the visual arts.": [],
    "Fine worked at various colleges from 1975 until 2006, including teaching some classes at Community Scholars—a university program for adults living near Beaver College (today Arcadia University).": [],
    "Fine served as editor of the <em>Woman’s Art Journal</em> until her retirement in 2006, traveling to the UK, Israel, and Scandinavia for her work.": [],
    "Fine was honored by multiple awards including the Woman's Caucus for Art Honorary Award in 1996, The Distinguished Feminist Award from the College Art Association in 2001, and the Alumni Award from Tyler College in 2002.": []
}