{
    "First director of the National Gallery of Art, Washgington, D. C., 1938-1956.": [
        [
            47,
            58,
            [
                "Washington"
            ]
        ]
    ],
    "Finley's father, David Edward Finley, Sr.": [],
    "(1861-1917), moved the family from South Carolina to Washgington, D. C. when Finley was 8, as a new member of Congress.": [
        [
            53,
            64,
            [
                "Washington"
            ]
        ]
    ],
    "His mother, Elizabeth Gist Finley (1862-1954) was related to Francis Preston Blair (1791-1876) of Blair House fame.": [],
    "Raised in a conservative family (one brother was actually named States Rights Gist Finley) he attended the University of South Carolina, graduating in 1910, continuing to law school at George Washington University, degreed in 1913.": [
        [
            215,
            222,
            [
                "degree",
                "degrees",
                "decreed",
                "deg reed"
            ]
        ]
    ],
    "He joined a Philadelphia law firm, but in 1917 volunteered in World War I, rising to second lieutenant in the Army Signal Corps.": [],
    "After the War, he worked as a tax attorney before joining the federal government, initially as an assistant counsel at the War Finance Corporation.": [],
    "Finley was dubbed \"Little David, the rich man's pal\" in the 1920s by <em>Saturday Evening Post</em> for his service to the Washington powerful, such as Col.": [],
    "Arthur Woods (1870-1942), later president of Rockefeller Center and Colonial Williamsburg, and financier Eugene Meyer (1875-1959), who eventually owned <em>The Washington Post</em>.": [],
    "Finley next accepted a job in the Treasury Department as a member of the War Loan staff.": [],
    "There, Finley met Andrew Mellon (1855-1937), Secretary of the Treasury under President Coolidge.": [],
    "Finley once again became a retainer for a rich and powerful man.": [],
    "He wrote Mellon's book, <em>Taxation: The People's Business</em>, though unacknowledged, published in 1924.": [],
    "Mellon appointed Finley his special assistant in 1927.": [],
    "Finley married Margaret Eustis (1903-1977) in 1931, spending that year in London as an adviser to the American delegation to the London Financial Conference.": [],
    "When Mellon was named ambassador to Britain, Finley spent a second year as honorary counselor at the American Embassy there.": [],
    "During their intercourse, Mellon discussed his idea for a national art gallery in Washington akin to Britain's.": [],
    "Finley was assigned to acquire masterworks for Mellon, whose intent was to donate them to a national museum.": [],
    "Neither Finley nor Mellon knew much about art and relied on the unscrupulous London dealer, Joseph Duveen (1869-1939), for masterpieces.": [
        [
            99,
            105,
            [
                "Queen",
                "Doreen",
                "Duvet",
                "Duvets",
                "Tureen",
                "Düren"
            ]
        ]
    ],
    "Duveen did have treasures, which Finley helped Duveen present to Mellon.": [
        [
            0,
            6,
            [
                "Queen",
                "Doreen",
                "Duvet",
                "Duvets",
                "Tureen",
                "Düren"
            ]
        ],
        [
            47,
            53,
            [
                "Queen",
                "Doreen",
                "Duvet",
                "Duvets",
                "Tureen",
                "Düren"
            ]
        ]
    ],
    "Duveen once used the apartment below Mellon's where Finley had selected the potential pictures for his boss to decide on.": [
        [
            0,
            6,
            [
                "Queen",
                "Doreen",
                "Duvet",
                "Duvets",
                "Tureen",
                "Düren"
            ]
        ]
    ],
    "Through Duveen, Mellon took advantage of the cash-strapped USSR to purchase twenty-one paintings from the Hermitage Museum in Leningrad between 1930 and 1931.": [
        [
            8,
            14,
            [
                "Queen",
                "Doreen",
                "Duvet",
                "Duvets",
                "Tureen",
                "Düren"
            ]
        ]
    ],
    "His $6.6 million investment included \"The Annunciation\" by Jan van Eyck, the \"Alba Madonna\" by Raphael, and \"A Polish Nobleman\" by Rembrandt.": [],
    "Mellon left government service in 1933 after Franklin Roosevelt's election and Finley returned to private law practice in Washington with Mellon as his principal client.": [],
    "Mellon and Finley continued to collect art and plan for a national gallery.": [],
    "The gift of building and seed collection was accepted by the federal government in 1937.": [],
    "Mellon's death the same year left Finley to oversee the completion of the Gallery.": [],
    "He supervised construction of the museum on the Washington Mall and coordinated three other founding art collections for the Museum, those of Joseph Widener (1871-1943) in 1939, Samuel H. Kress (1863-1955) beginning in 1941, and Chester Dale (1883-1962), whose extended loans transferred to bequests at Dale's death.": [
        [
            188,
            193,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ]
    ],
    "His vision of the museum as an institution in public service led him to create the Sunday afternoon concerts, the Gallery's scholarly lecture series, as well as the library.": [],
    "The directorship was largely a reward for faithful service, however.": [],
    "Finley was never in charge of artistic aspects.": [],
    "Art selection from the beginning was placed in <a href=\"/walkerj\">John Walker III</a> a pupil of <a href=\"/berensonb\">Bernard Berenson</a>, with Museum financial support from Mellon's children, Paul Mellon (1907-1999) and Ailsa Mellon Bruce (1901-1969).": [],
    "Both children were subsequently major benefactors to the Museum.": [],
    "As the Allies began to win World War II, Finley was appointed vice chairman of the American Commission for the Protection and Salvage of Artistic and Historic Monuments in War Areas in 1943 (through 1946).": [],
    "Immediately after the War, he was elected president of the American Association of Museums (1945-1949).": [],
    "In 1950, Finley assumed the chair of both the Fine Arts Commission of Washgington, D.": [
        [
            70,
            81,
            [
                "Washington"
            ]
        ]
    ],
    "C.--a group aimed at protecting the beauty of the nation's capitol (to 1963)--and the National Trust for Historic Preservation (to 1962).": [],
    "Finley retired from the National Gallery in 1956, more than gently nudged by Paul, at Finley's 65th birthday, and was succeeded by Walker.": [],
    "He died at his Washgington, D. C. home at age 86.": [
        [
            15,
            26,
            [
                "Washington"
            ]
        ]
    ],
    "A full-length biography of Finley was financed by Paul Mellon.": [],
    "Finley's art knowledge was modest and acquired largely from experience with dealers.": [],
    "He wrote no books on art.": [],
    "A founding member of the National Trust for Historic Preservation, the White House Historical Association and the National Portrait Gallery, he helped save Washington's Old Patent Office Building as well as important homes on Lafayette Square.": [],
    "Self-effacing, but not demur, Finley's chief contribution to art history was as a facilitator to those who worked for a national art museum for the United States.": []
}