{
    "Pioneer of art history in the Veneto area; first chair of art history at the University of Padua.": [],
    "Fiocco received his undergraduate degree (laurea) at Rome University in 1904 in jurisprudence.": [
        [
            0,
            6,
            [
                "Rocco",
                "Fiasco",
                "Sirocco",
                "FICO"
            ]
        ],
        [
            42,
            48,
            [
                "Laura",
                "Laurel",
                "Lauren",
                "laurel"
            ]
        ]
    ],
    "After winning the Vittorio Emanuele Prize to the University of Bologna, Faculty of Letters, he returned to the University of Rome studying art history under <a href=\"/venturia\">Adolfo Venturi</a>.His important publication appeared in 1911 as the article, \"Di alcune opere dimenticate di Sebastiano Del Piombo,\" in the <em>Bollettino d 'Art</em>.": [],
    "The following year he announced his interest in Paolo Vernese, a life interest, with his article, \"Paolo Farinati e le sue opere per il Frassino,\" published in Venturi's periodical <em>L'Arte</em>.": [
        [
            48,
            61,
            [
                "Paolo Veronese"
            ]
        ],
        [
            116,
            118,
            [
                "LE",
                "Le",
                "he",
                "we",
                "be",
                "me"
            ]
        ],
        [
            123,
            128,
            [
                "opera",
                "pair",
                "spear",
                "pear",
                "Omar",
                "spar"
            ]
        ],
        [
            133,
            135,
            [
                "IL",
                "in",
                "is",
                "I",
                "it",
                "if"
            ]
        ],
        [
            136,
            144,
            [
                "Grassing",
                "Passino"
            ]
        ]
    ],
    "He joined the Soprintendenza alle Gallerie di Venezia.": [
        [
            29,
            33,
            [
                "all",
                "able",
                "Allen",
                "ally",
                "alley",
                "axle"
            ]
        ],
        [
            34,
            42,
            [
                "Galleries",
                "Galleria"
            ]
        ]
    ],
    "In 1924 his first article in English for the <em>Burlington Magazine</em> (\"'A Historical Titian\") appeared, thereby attracting an international reputation for him.": [],
    "He moved within the Soprintendenza to Florence in 1925.": [],
    "The following year he was appointed to the Chair of the History of Art in the University of Florence.": [],
    "A monograph on Veronese, published in 1928 in Bologna; it remains an important contribution to the study of that artist's work.": [],
    "In 1929 the University of Padua created a Chair of Art History and Fiocco became its first occupant.": [
        [
            67,
            73,
            [
                "Rocco",
                "Fiasco",
                "Sirocco",
                "FICO"
            ]
        ]
    ],
    "From this position at Padua, Fiocco trained some of the most important Italian art historians of the next generation.": [
        [
            29,
            35,
            [
                "Rocco",
                "Fiasco",
                "Sirocco",
                "FICO"
            ]
        ]
    ],
    "His interests ranged from minor artists, such as Lattanzio da Rimini and Domenico da Tolmezzo to major artists and the history of sculpture and architecture.": [
        [
            59,
            61,
            [
                "the",
                "DA",
                "a",
                "day",
                "do",
                "Dr"
            ]
        ],
        [
            82,
            84,
            [
                "the",
                "DA",
                "a",
                "day",
                "do",
                "Dr"
            ]
        ],
        [
            85,
            93,
            [
                "Toledo",
                "Mezzo"
            ]
        ]
    ],
    "Fiocco's principal interests, however, were the artists of Venice and the Veneto.": [
        [
            0,
            6,
            [
                "Rocco",
                "Fiasco",
                "Sirocco",
                "FICO"
            ]
        ]
    ],
    "He wrote important studies on Falconetto, Fra Giocondo, and Zelotti.": [
        [
            30,
            40,
            [
                "Falsetto",
                "Falconer",
                "Falconers"
            ]
        ],
        [
            42,
            45,
            [
                "Frey",
                "FRA",
                "Era",
                "Far",
                "IRA",
                "FRS"
            ]
        ],
        [
            46,
            54,
            [
                "Giacomo",
                "Condo",
                "Pocono",
                "Gironde",
                "Golconda",
                "Giorno"
            ]
        ],
        [
            60,
            67,
            [
                "Menotti"
            ]
        ]
    ],
    "His book on Carpaccio, published in Rome in 1930, remains a standard work on the artist.": [],
    "A second book on Vernese was published in 1934 in Rome.": [
        [
            17,
            24,
            [
                "Bernese",
                "Veronese"
            ]
        ]
    ],
    "His book on Pordenone, 1939, is \"a model definition in depth of an artist of the second rank\" (Mullaly).": [
        [
            12,
            21,
            [
                "Corleone",
                "Foregone"
            ]
        ],
        [
            95,
            102,
            [
                "Mulally"
            ]
        ]
    ],
    "A substantial part of his energies in his later years went to the Fondazione Giorgio Cini, a research center devoted to the scholarly study of art.": [
        [
            66,
            76,
            [
                "Foundation",
                "Foundations",
                "Fontaine"
            ]
        ],
        [
            85,
            89,
            [
                "Mini",
                "CNI",
                "Cine",
                "CII",
                "INI"
            ]
        ]
    ],
    "Shortly before his death Fiocco opened the exhibition of 'Disegni veronesi del Cinquecento' in Venice.": [
        [
            25,
            31,
            [
                "Rocco",
                "Fiasco",
                "Sirocco",
                "FICO"
            ]
        ],
        [
            58,
            65,
            [
                "Design",
                "Designs",
                "Disease",
                "Distant",
                "Diego",
                "Risen"
            ]
        ],
        [
            66,
            74,
            [
                "Veronese"
            ]
        ]
    ],
    "His students included <a href=\"/pallucchinir\">Rodolfo Pallucchini</a>.": [],
    "Fiocco can be seen as the last of the founders of Italian art history, <a href=\"/cavalcaselleg\">G.": [
        [
            0,
            6,
            [
                "Rocco",
                "Fiasco",
                "Sirocco",
                "FICO"
            ]
        ]
    ],
    "B. Cavalcaselle</a>, [Adolfo] Venturi, and <a href=\"/berensonb\">Bernard Berenson</a> scholars who defined the shape of Italian art.": [],
    "When Fiocco began the study of art history, the discipline was principally based upon connoisseur's intuition.": [
        [
            5,
            11,
            [
                "Rocco",
                "Fiasco",
                "Sirocco",
                "FICO"
            ]
        ]
    ],
    "While he kept these skills, he founded the Fondazione Cini to foster a scientific study of Venetian art, including a research library and photo archives.": [
        [
            43,
            53,
            [
                "Foundation",
                "Foundations",
                "Fontaine"
            ]
        ],
        [
            54,
            58,
            [
                "Mini",
                "CNI",
                "Cine",
                "CII",
                "INI"
            ]
        ]
    ],
    "Later practitioners of the discipline, such as <a href=\"/longhir\">Roberto Longhi</a>, only six years his junior, developed new critical working methods still widely pursued.": [],
    "Methodologically, Fiocco's attention to detail, perhaps springing from his legal training, was his hallmark.": [
        [
            18,
            24,
            [
                "Rocco",
                "Fiasco",
                "Sirocco",
                "FICO"
            ]
        ]
    ],
    "Iconographical problems, though important, were never the whole story for him.": [],
    "He focused on an artistic personality, placing in a cultural context.": [],
    "He was a prolific writer of certificates of authenticity of pieces, many of which have been subsequently discredited.": [],
    "His work on the problem of the figure paintings in Francesco Guardi and Gian Antonio Guardi was controversial.": [
        [
            72,
            76,
            [
                "Gain",
                "Giant",
                "Gin",
                "Gina",
                "Gran",
                "GIA"
            ]
        ],
        [
            85,
            91,
            [
                "Guard",
                "Guards",
                "Guarda"
            ]
        ]
    ]
}