{
    "First professor to be named to a position in art history (Göttingen); painter.": [],
    "Fiorillo's family was originally from Naples, but had settled in Hamburg.": [
        [
            0,
            8,
            [
                "Fiorella"
            ]
        ]
    ],
    "He initially trained as a painter at the academy in Bayreuth.": [],
    "In 1761 he moved to Rome to continue his training under Pompeo Batoni and then Giuseppe Bottani.": [
        [
            3,
            7,
            [
                "1761,"
            ]
        ],
        [
            88,
            95,
            [
                "Botany",
                "Botanic"
            ]
        ]
    ],
    "By 1765 he was working in Bologna where he was nominated to the <em>Accademia di Belle Arti</em> in 1769.": [],
    "He returned that same year to be court painter to Brunswick.": [],
    "In 1781 he moved to Göttingen to teach art classes and paint.": [
        [
            3,
            7,
            [
                "1781,"
            ]
        ]
    ],
    "The drawing lessons which he gave formed the basis to his later teachings in art history.": [],
    "By 1785 he had added curator duties of the Kupferstichkabinett (print collection) at Georg-August-Universität.": [
        [
            85,
            109,
            [
                "Georg-August-University"
            ]
        ]
    ],
    "In 1796 he was also overseeing the collection of paintings.": [
        [
            3,
            7,
            [
                "1796,"
            ]
        ]
    ],
    "In his connection with the museum, he researched the objects, lecturing and publishing his famous <em>Geschichte der zeichnenden Künste von ihrer Wiederauflebung bis auf den neuesten Zeiten</em>.": [],
    "In 1813 the Georg-August-Universität created the position of professor of art history for him.": [
        [
            12,
            36,
            [
                "Georg-August-University"
            ]
        ]
    ],
    "In 1815, Fiorillo was the first art historian to note a stylistic change in Romanesque art after the defeat of the Hungarians until roughly the reign of Henry IV.": [
        [
            9,
            17,
            [
                "Fiorella"
            ]
        ]
    ],
    "Later art historians (<a href=\"/kuglerf\">Franz Kugler</a> and <a href=\"/waageng\">Gustav Friedrich Waagen</a>) termed the period \"Ottonian\".": [],
    "He is considered the earliest art historian to develop the concept.": [],
    "His appointment gained him memberships in the intellectual academies of Augsburg, Vienna, Munich, Kassel and Paris.": [],
    "Fiorillo stands a the beginning of art history as an academic tradition.": [
        [
            0,
            8,
            [
                "Fiorella"
            ]
        ],
        [
            16,
            21,
            [
                "a",
                "the"
            ]
        ]
    ],
    "Like <a href=\"/lanzil\">Luigi Antonio Lanzi</a>, his writing is a compilation of detailed facts about art and less interpretation.": [],
    "His multi-volume history of art drew on a wide range of sources which he put together in a highly innovative works, despite some stubbornness to relinquish myths.": [],
    "In his 1803 examination of oil painting, <em>über das Alter der ölmahlerey</em>, he insisted that Jan van Eyck had discovered oil painting, as <a href=\"/vasarig\">Giorgio Vasari</a> had claimed, despite the findings of <a href=\"/lessingg\">Gotthold Ephraim Lessing</a> that the technique had been known since the middle ages.": [],
    "His work directly affected the writings of other art writers and historians such as <a href=\"/schlegela\">August Wilhelm Schlegel</a>, Ludwig Tieck (q.v.": [],
    "), <a href=\"/rumohrk\">Karl Friedrich von Rumohr</a>, <a href=\"/wackenroderw\">Wilhelm Heinrich Wackenroder</a>, and the collector <a href=\"/kestnera\">August Kestner</a> who's romantic vision of art history immediately followed Fiorillo.": [
        [
            0,
            1,
            [
                ""
            ]
        ]
    ]
}