{
    "<p>Italian Renaissance and Raphael scholar, Berlin university professor.": [],
    "He was born in&nbsp;Danzig, Prussia which is present-day Gdańsk, Poland.": [
        [
            12,
            19,
            [
                "inns",
                "INBS",
                "INSP",
                "inanest",
                "&nbsp;"
            ]
        ],
        [
            20,
            26,
            [
                "Dancing",
                "Leipzig",
                "Dani",
                "Dania",
                "Dannie",
                "Dazing"
            ]
        ]
    ],
    "Fischel was the son of Margarete Fischel (father’s name not documented).": [
        [
            0,
            7,
            [
                "Fischer"
            ]
        ],
        [
            23,
            32,
            [
                "Margaret",
                "Margate"
            ]
        ],
        [
            33,
            40,
            [
                "Fischer"
            ]
        ]
    ],
    "He studied art history in Königsberg and Strassburg, the latter under <a href=\"/dehiog\">Georg Dehio</a>.": [
        [
            41,
            51,
            [
                "Strasbourg"
            ]
        ]
    ],
    "&nbsp;He earned his doctorate in 1896 Straßburg with the dissertation, <em>Raphaels Zeichnungen: Versuch einer kritischen Sichtung der bisher veröffentlichten Blätter</em> (“Raphael’s Drawings: Critical Review of Previously Published Papers“).": [
        [
            38,
            47,
            [
                "Strasbourg"
            ]
        ]
    ],
    "From 1900-1901, he was employed at the Wallraf-Richartz Museum in Cologne, helping in the reorganization of their copperplate engraving collection (Kupferstichsammlung).": [
        [
            39,
            55,
            [
                "Wallah-Richartz",
                "Wallraf-Richard"
            ]
        ]
    ],
    "Shortly after, Fischel received a position in the Staatlichen Museen Berlin in&nbsp;the Lipperheidischen Kostümbibliothek.&nbsp;He wrote his habilitation in Berlin, accepted in 1914, with the title, <em>Die bildende Kunst und die Bühne</em>, allowing a status of Privatdozent there.": [
        [
            15,
            22,
            [
                "Fischer"
            ]
        ],
        [
            76,
            83,
            [
                "inns",
                "INBS",
                "INSP",
                "inanest",
                "&nbsp;"
            ]
        ],
        [
            141,
            153,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ]
    ],
    "In 1923 he became a non-tenured professor (nichtbeamteter außerordentlicher) at the Universität Berlin while working on the first exhibition of originals in the Kaiser Friedrich Museum.": [
        [
            3,
            7,
            [
                "1923,"
            ]
        ],
        [
            84,
            95,
            [
                "University"
            ]
        ]
    ],
    "He also lectured in the United States school for free and applied art and the State Art School, as well as the theatre school of Max Reinhardt.&nbsp;In April of 1933 he was dismissed of all agency on “non-Aryan” grounds and according to the “Gesetzes zur Wiederherstellung des Berufsbeamtentums” (Law on the Restoration of the Professional Civil Service).": [
        [
            111,
            118,
            [
                "theater"
            ]
        ],
        [
            152,
            165,
            [
                "April 1933"
            ]
        ],
        [
            190,
            196,
            [
                "agencies"
            ]
        ],
        [
            242,
            250,
            [
                "Reserves",
                "Beetles",
                "Genetics",
                "Deserves",
                "Gestures",
                "Seizes"
            ]
        ],
        [
            251,
            254,
            [
                "our",
                "fur",
                "bur",
                "cur",
                "Eur",
                "AUR"
            ]
        ],
        [
            273,
            276,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Despite his dismissal, he continued to live in Berlin and write for publications but avoided German journals and magazines.": [],
    "Initially refused to emigrate due to his advanced age and didn’t leave Germany until 1939, when the persecution became life threatening.": [
        [
            119,
            135,
            [
                "life-threatening"
            ]
        ]
    ],
    "At the beginning of 1939, he moved to England.": [],
    "Friends provided him with a place to live and collected money for the guarantee sum necessary for the residence permit.": [],
    "He was invited by the Windsor Castle's librarian, Owen Morshead (1893-1977), to help him rearrange the drawing collection.": [
        [
            55,
            63,
            [
                "Forehead",
                "Morphed",
                "Hogshead",
                "Sorehead",
                "Moshed"
            ]
        ]
    ],
    "He died in London shortly after beginning his work there.": [],
    "His <em>Raphael</em> was translated into English after his death by Victoria and Albert Museum curator <a href=\"/rackhamb\">Bernard Rackham</a> in 1948.</p>\n\n<p>Though essentially an historian of renaissance art, Fischel’s second love was theatrical art history and fashion.": [],
    "&nbsp;A prolific writer, he authored or edited thirteen books and catalogs on the arts, many issued in subsequent editions.": [],
    "&nbsp;His early article contributions in English with the <em>Burlington Magazine</em> gave him international exposure, something which aided him when he needed to flee Germany.</p>": []
}