{
    "Austrian Architect and art historian who produced the first universal history of architecture.": [],
    "Fischer was born in Graz, Austria, in 1656 to parents from notable local families.": [],
    "His father, Johann Baptist Fischer, was a provincial sculptor who had contributed to a number of local buildings in Graz including the Landhaus — the seat of the Styrian local government — and the nearby castle of the Eggenberg family.": [
        [
            135,
            143,
            [
                "Landaus"
            ]
        ],
        [
            218,
            227,
            [
                "Ehrenberg",
                "Eisenberg"
            ]
        ]
    ],
    "It was in his father’s workshop that Johann Bernhard received his early training as a sculptor.": [],
    "With the blessing of his father’s patrons, the Eggenbergs, he travelled to Rome as a teenager around 1670 to further his training in the workshop of fellow Austrian Johann Paul Schor (1615-1674).": [
        [
            47,
            57,
            [
                "Engenders",
                "Ehrenberg",
                "Eisenberg"
            ]
        ],
        [
            177,
            182,
            [
                "SCOR",
                "Sch or"
            ]
        ]
    ],
    "Through Schor’s connections Fischer ultimately gained access to Gian Lorenzo Bernini’s studio, working as a sculptor and perhaps as an architect.": [
        [
            8,
            13,
            [
                "SCOR",
                "Sch or"
            ]
        ]
    ],
    "In 1868, immediately following Austria’s imperial victoires over the Turks which marked the empire’s emergence as a great European power, Fischer returned to the country of his birth.": [
        [
            50,
            59,
            [
                "victories"
            ]
        ]
    ],
    "During this period Leopold I, as Holy Roman Emperor, sought to express his absolute power through the construction of an array of extravagant buildings.": [],
    "These buildings, in turn, were emulated by many others subsequently designed for the aristocracy.": [],
    "Fischer began to achieve widespread acclaim during this architectural boom, in particular for the triumphal arches he designed for Josef I in Vienna.": [],
    "He also designed several Baroque palaces in Vienna and a number of churches in Salzburg for Archbishop Thun, the domes of which significantly altered the appearance of the city.": [],
    "In 1705 he was given the title of Chief Inspector by the Emperor but he struggled to find work and turned his attention to his five-part book <em>Entwurff einer Historischen Architektur</em> (A Project for Historical Architecture).": [
        [
            3,
            7,
            [
                "1705,"
            ]
        ],
        [
            64,
            68,
            [
                ", but"
            ]
        ]
    ],
    "In its plan and general conception, the work bears a strong resemblance to Jacques Androuet du Cerceau’s (c.1520 - c.": [
        [
            83,
            91,
            [
                "Androgen"
            ]
        ],
        [
            95,
            102,
            [
                "Cereal",
                "Marceau"
            ]
        ]
    ],
    "1585) <em>Livre des Édifices Antiques Romains</em> (1584).": [],
    "Fischer presented the book, in manuscript form, to the emperor in 1712 — a gesture that earned him the commission for building of the Karlskirche (Church of St.": [
        [
            134,
            145,
            [
                "Karlsruhe"
            ]
        ]
    ],
    "Charles of Borromeo) — and published in 1721.": [],
    "The book, which was accompanied by Fisher’s own drawings, is the first successful attempt at a comparative, universal history of architecture (Aurenhammer).": [],
    "A landmark in architectural history, it covered regions as diverse as Israel, Egypt, Persia, Greece, Rome, Arabia, Turkey, Siam, and China, although Fischer often relied on conjecture in his reconstruction of ancient works.": [],
    "Erik Iveren notes that such peculiarities mean that Fisher’s book is of more interest for what it can tell us about the author himself rather than the historical works in question.": [
        [
            5,
            11,
            [
                "Ivan"
            ]
        ]
    ],
    "While much of the work is painstakingly researched, Fischer fails to acknowledge his dependence on several key sources, particularly his debt to the work of Athanasius Kircher.": [],
    "Furthermore, a significant number of works were completely invented by Fischer.": [],
    "For Iverson, “he was an artist more than a scientist\" whose aim “was to please more than to instruct\" (Iverson).": [],
    "&nbsp;": []
}