{
    "Self-trained art historian and editor; wrote major reference books in art history with <a href=\"/honourh\">Hugh Honour</a>.": [],
    "Fleming's father was a prominent solicitor in Berwick-upon-Tweed.": [],
    "Fleming himself initially attempted a career in painting, applying to Stanley Spencer (1891-1959) for an apprenticeship.": [],
    "His father persuaded him to attended Rugby and then Trinity College, Cambridge, where he read English.": [],
    "As a student he discovered Italy and traveling there to study the frescoes of Piero della Francesca in Arezzo.": [
        [
            84,
            89,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ]
    ],
    "When World War II broke out, Fleming declared himself briefly a conscientious objector before joining the Intelligence Corps in Cairo, Egypt.": [],
    "In Cairo he examined the early 19th century fanciful architecture during his off hours, a style he named \"Cairo Baroque.\"": [
        [
            3,
            8,
            [
                "Cairo,"
            ]
        ]
    ],
    "His article on the subject was sent to the <em>Architectural Review</em>.": [],
    "At the encouragement of its editor, <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a>, Fleming wrote more, including articles on Maltese churches and baroque sculpture and contemporary Italian painting (the latter for <em>Penguin New Writing</em>).": [],
    "The war years brought him in contact with art historian <a href=\"/waterhousee\">Ellis K. Waterhouse</a>, then a colonel, though they did not get along, and expatriate German art historians such as <a href=\"/wittkowerr\">Rudolf Wittkower</a>.": [],
    "After the war, Fleming appeased his father by working as a solicitor with the John Hilton Advice bureau at Cambridge.": [],
    "In Cambridge Fleming met <a href=\"/honourh\">Hugh Honour</a>, an undergraduate at St.": [],
    "Catharine's College, who would become Fleming's life partner.": [],
    "Though tied to his solicitor's job, Fleming spent his holidays in Rome, at times the guest of the American art collector and curator <a href=\"/mcilhennyh\">Henry P. McIlhenny</a> at the Villa Aurelia, owned by the American Academy.": [],
    "At his father's death in 1953, Fleming quit his profession to become a freelance writer in Italy.": [],
    "For a while he acted as reader Percy Lubbock (1879-1965), a now blind British <em>literati</em> who lived in on the Gulf of Spezia, at Gli Scafari, the villa designed by the architect Cecil Pinsent (1884-1963).": [
        [
            124,
            130,
            [
                "Special",
                "Sepia",
                "Specie",
                "Shelia",
                "Specif",
                "Stevia"
            ]
        ],
        [
            135,
            138,
            [
                "GI",
                "GUI",
                "Gil",
                "CLI",
                "GDI",
                "GLS"
            ]
        ],
        [
            139,
            146,
            [
                "Safari"
            ]
        ],
        [
            190,
            197,
            [
                "Pin sent"
            ]
        ]
    ],
    "Through Lubbock, Fleming met the English-speaking expatriate community in Italy.": [],
    "These included <a href=\"/berensonb\">Bernard Berenson</a> and his entourage at Villa I Tatti.": [],
    "Honour joined Fleming permanently in Italy in 1954.": [
        [
            0,
            6,
            [
                "Honor"
            ]
        ]
    ],
    "Fleming wrote articles for <em>The Connoisseur</em> and other publications, demonstrating an extensive knowledge of primary sources.": [],
    "A commission from <em>Country Life</em> led Fleming to publish <em>Scottish Country Houses</em>, 1954, and the discovery of the Adam letters among the Clerk papers in Penicuik (Lothian, Scotland, later transferred to Register House in Edinburgh).": [
        [
            167,
            175,
            [
                "Pencil",
                "Penguin",
                "Pedicure",
                "Benicia"
            ]
        ],
        [
            177,
            184,
            [
                "Latvian",
                "Laotian",
                "Lotion",
                "Dothan",
                "Rothman"
            ]
        ]
    ],
    "These letters written by Robert and James Adam to their families from Italy would later become his great book on Adam.": [],
    "In 1957, Honour and Fleming moved from Lerici to Asolo, a town north of Venice, renting a house from the writer Freya Stark (1893-1993).": [
        [
            9,
            15,
            [
                "Honor"
            ]
        ],
        [
            39,
            45,
            [
                "Lyrics",
                "Eric",
                "Lyric",
                "Erich",
                "Medici",
                "Cleric"
            ]
        ],
        [
            49,
            54,
            [
                "Solo",
                "A solo"
            ]
        ]
    ],
    "There they met the publisher Allen Lane (1902-1970), the founder and chairman of Penguin Books, who was renting the adjacent Villa Bronson in Asolo.": [
        [
            142,
            147,
            [
                "Solo",
                "A solo"
            ]
        ]
    ],
    "Lane commissioned the two men to oversee the most important series of short-subject art histories of the twentieth century.": [],
    "The <em>Style and Civilisation</em> and <em>The Architect and Society</em> and <em>Art in Context</em>.": [],
    "The two men were by now conversant with those historians who could produce serious yet brief introductory books to art history.": [],
    "Fleming's book on Adam, <em>Robert Adam and his Circle</em>, a serious examination of the Scottish architect's early years incorporating his letters, appeared in 1962.": [],
    "The same year Fleming and Honour moved to the hills above Lucca to the town of Tofori, purchasing the Villa Marchiò, where they remained the rest of their lives.": [
        [
            26,
            32,
            [
                "Honor"
            ]
        ],
        [
            79,
            85,
            [
                "Foghorn",
                "Dofri",
                "Tori"
            ]
        ],
        [
            108,
            115,
            [
                "March",
                "Marched",
                "Marching",
                "Mario",
                "Marches",
                "Archie"
            ]
        ]
    ],
    "There they had easy access to the library at the German Institute in Florence.": [],
    "For two months each winter they returned to England to research at the British Museum and Warburg Institute libraries.": [],
    "In 1966, they collaborated with Pevsner to produce <em>The Penguin Dictionary of Architecture</em>.": [
        [
            32,
            39,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "Although Pevsner wrote about half of the first edition, the successive editions now nearly quadrupled in size, were the work of Honour and Fleming.": [
        [
            9,
            16,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ],
        [
            128,
            134,
            [
                "Honor"
            ]
        ]
    ],
    "Fleming's interest in the history of collecting resulted in a series of articles beginning in 1973 under the title \"Art Dealing and the Risorgimento.\"": [],
    "<em>The Penguin Dictionary of Decorative Arts</em> appeared in 1977 as a collaborative effort, but the subject was widely known to be Honour's more than Fleming's.": [
        [
            134,
            140,
            [
                "Honor"
            ]
        ]
    ],
    "Honour and Fleming next collaborated on a single-volume art survey, appearing in 1982 as <em>A World History of Art</em> (<em>Visual Arts: a History</em> as it was published in the United States).": [
        [
            0,
            6,
            [
                "Honor"
            ]
        ]
    ],
    "Groundbreaking was its emphasis on Asian art at a time when standard histories focused on European.": [],
    "In 1991 Fleming and Honour produced the <em>Venetian Hours of Henry James, Whistler and Sargent</em>, an assemblage of experiences largely culled from their days with Lubbock, a Henry James disciple.": [
        [
            20,
            26,
            [
                "Honor"
            ]
        ]
    ],
    "Fleming's final year was plagued by the great terror of art historians, blindness.": [],
    "He is buried in the cemetery of the parish church above his villa.": [],
    "Fleming's research interest lay in the artistic relationship between Britain and Italy.": [],
    "It was the influence of Pevsner and Wittkower who shaped Fleming's interest toward the then unfashionable topics of baroque sculpture and architecture.": [
        [
            24,
            31,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ],
        [
            36,
            45,
            [
                "Widower",
                "Willpower",
                "Wittier",
                "Winnower",
                "Witter"
            ]
        ]
    ],
    "In his <em>Robert Adam</em>, Fleming broke with the provincial insular tradition of British architecture, examining Neoclassicism's social and cultural implications as well as its artistic ones.": [],
    "The book further examined the relations between the Scottish connoisseurs and architects and their Italian influences in the early 18th century.": [],
    "Fleming's ability to commission top scholars for the various Penguin publishing initiatives remains a lasting accomplishment.": [],
    "For the <em>Architect and Society</em> series, Fleming secured scholars as diverse as <a href=\"/ackermanj\">James S. Ackerman</a> for Palladio, <a href=\"/aurenhammerh\">Hans Aurenhammer</a> for <a href=\"/erlachj\">Johann Bernhard Fischer von Erlach</a>, and <a href=\"/hendersong\">George D. S. Henderson</a> for Chartres; for the <em>Style and Civilization</em> series, <a href=\"/shearmanj\">John Kinder Gowran Shearman</a> on Mannerism, <a href=\"/boardmanj\">John Boardman</a> on pre-classical Greece, and <a href=\"/nochlinl\">Linda Nochlin</a> on Realism.": [],
    "Most innovative of all, perhaps, was the <em>Art in Context</em> series, where authorities in the field were asked to write on a single work of art.": [],
    "This magisterial series included <a href=\"/herbertr\">Robert L. Herbert</a> writing on Jacques-Louis David's <em>Brutus</em>, <a href=\"/heydenreichl\">Ludwig H. Heydenreich</a> on Leonardo's <em>Last Supper</em>, and Reinhold Heller on Edvard Munch's <em>The Scream</em>.": []
}