{
    "Journalist and writer on early American art.": [],
    "Flexner was the son of Simon Flexner, a sixth-grade dropout who became a self-taught microbiologist, pathologist, director of the Rockefeller Institute for Medical Research in New York and discoverer of a cure for spinal meningitis.": [
        [
            0,
            7,
            [
                "Cleaner",
                "Lerner",
                "Flexed",
                "Flexor",
                "Leaner",
                "Flexes"
            ]
        ],
        [
            29,
            36,
            [
                "Cleaner",
                "Lerner",
                "Flexed",
                "Flexor",
                "Leaner",
                "Flexes"
            ]
        ]
    ],
    "His mother was Helen Thomas [Flexner], a professor of English at Bryn Mawr whose sister was president of the College, and who, through various cousins' marriages, was related to the philosopher Bertrand Russell and <a href=\"/berensonb\">Bernard Berenson</a>.": [
        [
            29,
            36,
            [
                "Cleaner",
                "Lerner",
                "Flexed",
                "Flexor",
                "Leaner",
                "Flexes"
            ]
        ]
    ],
    "It was Berenson who inspired Flexner's interest in art history at an early age.": [
        [
            7,
            15,
            [
                "Benenson"
            ]
        ],
        [
            29,
            36,
            [
                "Cleaner",
                "Lerner",
                "Flexed",
                "Flexor",
                "Leaner",
                "Flexes"
            ]
        ]
    ],
    "Flexner graduated <em>cum laude</em> from Harvard in 1929 and joined the <em>New York Herald Tribune</em> as a reporter.": [
        [
            0,
            7,
            [
                "Cleaner",
                "Lerner",
                "Flexed",
                "Flexor",
                "Leaner",
                "Flexes"
            ]
        ]
    ],
    "He moved to the New York City Department of Health as an executive secretary in 1931.": [],
    "But the next year he quit to devote full energies to writing.": [],
    "Although untrained in art history, he gravitated to art subjects as part of his interest in writing about American history.": [],
    "In 1939 he published his <em>America's Old Masters</em>, a book about colonial artists.": [
        [
            3,
            7,
            [
                "1939,"
            ]
        ]
    ],
    "A 1946 article on the American colonial artist Robert Feke in the <em>Art Bulletin</em> helped launch the brief but important art-historical career of <a href=\"/belknapw\">Waldron Phoenix Belknap, Jr.</a> The following year he began his History of American Painting series with the first volume, <em>First Flowers of Our Wilderness</em>.": [
        [
            54,
            58,
            [
                "Fee",
                "Fake",
                "Zeke",
                "Eke",
                "Fete",
                "Fête"
            ]
        ]
    ],
    "In 1950 he married Beatrice Hudson (d.": [
        [
            3,
            7,
            [
                "1950,"
            ]
        ]
    ],
    "1998) a professional singer.": [],
    "Other popular biographies of American artists followed, including Gilbert Stuart.": [],
    "Called upon to write the popular Time-Life volume on Winslow Homer, he consulted Homer experts Bowdoin College scholar <a href=\"/beamp\">Philip C. Beam</a> to assist him.": [],
    "He completed his history of American art in three volumes in 1962.": [],
    "Flexner began a popular biographical series on George Washington in the mid-1960s.": [
        [
            0,
            7,
            [
                "Cleaner",
                "Lerner",
                "Flexed",
                "Flexor",
                "Leaner",
                "Flexes"
            ]
        ]
    ],
    "Art historiographically, he helped publicize the nineteenth-century art historian <a href=\"/tuckermanh\">Henry Theodore Tuckerman</a> in a 1969 article on that author's <em>Book of Artists</em>.": [],
    "His concluding volume in his Washington series, 1972, won the National Book Award for biography and a special Pulitzer Prize citation.": [],
    "This became a single-volume book, <em>Washington: The Indispensable Man</em> in 1974.": [],
    "He died at his New York home at age 95.": [],
    "Flexner admitted he wrote for a mass audience.": [
        [
            0,
            7,
            [
                "Cleaner",
                "Lerner",
                "Flexed",
                "Flexor",
                "Leaner",
                "Flexes"
            ]
        ]
    ],
    "\"I do wish to communicate,\" he said, \"that separates me from most scholars.\"": [],
    "In his 1996 autobiography, <em>Maverick's Progress</em>, he voiced his suspicions that academia never accepted him because he lacked a doctorate.": [],
    "Reviewers applauded his style.": [],
    "His books were usually well researched and brought important basic information about American art history to a wider audience..": [
        [
            125,
            127,
            [
                ".",
                "…"
            ]
        ]
    ]
}