{
    "Professor of Architectural History at Tufts University, expert on Boston architecture.": [],
    "In 1953, Floyd graduated from Wellesley College with a B.A.": [],
    "in Art Studies.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Four years later, she graduated from the University of New Mexico with a master’s degree in art history.": [],
    "In 1974, she earned her Ph.D.": [],
    "in American Studies from Boston University.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Soon after, Floyd became involved in historic preservation, attempting to prevent the destruction of several old buildings, often with the Boston Architectural Center.": [],
    "Floyd would often give walking tours of Boston.": [],
    "Additionally she would lead an annual tour of mansions in Newport, Rhode Island.": [
        [
            0,
            12,
            [
                "Additionally,"
            ]
        ]
    ],
    "She was critical to the preservation of Robert Treat Paine Estate in Waltham.": [],
    "Floyd was also one of the four founding members of Friends of Longfellow House.": [],
    "In 1977, Floyd began teaching at Tufts University, founding the architectural studies program.": [],
    "She primarily taught classes on American art and architectural history, with her most popular being on Boston and Cambridge architecture.": [],
    "In 1981, Dean Frank Colcord of Tufts University appointed Floyd to the Campus Planning and Development Committee.": [
        [
            20,
            27,
            [
                "Concord",
                "Col cord"
            ]
        ]
    ],
    "Two years later, under this committee, Floyd began cataloging the buildings on campus to create an architectural inventory.": [],
    "From 1983 to 1987, Floyd served as the chair of the Fine Arts Department.": [],
    "During this time, she worked to establish the Tufts University Art Gallery.": [],
    "In 1989, she published Architecture Education and Boston: Centennial Publication of the Boston Architectural Center, 1889-1989, cataloging her extensive research in the city of Boston.": [],
    "Five years later, Floyd wrote Architecture after Richardson: Regionalism before Modernism -- Longfellow, Alden, and Harlow in Boston and Pittsburgh.": [],
    "Floyd examines other critical American architects, Longfellow, Alden, and Harlow, in the architectural shaping of the United States.": [],
    "Published in 1997, her last work prior to her death was entitled Henry Hobson Richardson: A Genius for Architecture.": [],
    "Floyd died of cancer on October 18, 1997 in Boston, Massachusetts.": [
        [
            36,
            40,
            [
                "1997,"
            ]
        ]
    ],
    "Upon her death, she passed on her extensive collection of photographic slides to Tufts University.": [],
    "Beginning in 2010, staff at the Tisch Library and the Visual Resources Manager in Art History cataloged and digitize these slides.": [
        [
            32,
            37,
            [
                "Titch",
                "Ti sch"
            ]
        ]
    ],
    "Two years after her death, in honor of her many years at Tufts, the Department of Art and Art History created the <a href=\"/floydm\">Margaret Henderson Floyd</a> Memorial Lecture.": [],
    "In 2006, the Architectural Studies Prize was established in her name.": []
}