{
    "Medievalist art historian, particularly the Romanesque, and theorist.": [],
    "Focillon's father was the engraver and occasional salon reviewer Victor-Louis Focillon (1849-1918).": [
        [
            0,
            8,
            [
                "Bouillon"
            ]
        ],
        [
            78,
            86,
            [
                "Bouillon"
            ]
        ]
    ],
    "The younger Focillon grew up amidst the artists Edouard Vuillard and Auguste Rodin and the early documenter of Impressionism, <a href=\"/geffroyg\">Gustave Geffroy</a>.": [
        [
            12,
            20,
            [
                "Bouillon"
            ]
        ],
        [
            56,
            64,
            [
                "Willard",
                "Millard",
                "Dillard",
                "Dullard",
                "Gaillard",
                "Gillard"
            ]
        ],
        [
            97,
            107,
            [
                "documented"
            ]
        ]
    ],
    "His early schooling was in Paris at the Lycée Charlemagne and Lycée Henri IV.": [],
    "As a young man he helped Geffroy write first volume of Geffroy's series <em>Les Musées d'Europe</em> (The Museums of Europe) in 1900.": [
        [
            25,
            32,
            [
                "Geoffrey",
                "Jeffrey",
                "Jeffry"
            ]
        ],
        [
            55,
            62,
            [
                "Geoffrey",
                "Jeffrey",
                "Jeffry"
            ]
        ]
    ],
    "Between 1901 and 1905 he studied philology at the école Normale Supérieure, graduating in 1906 <em>agrégé ès lettres</em>.": [
        [
            50,
            55,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            56,
            63,
            [
                "Normal",
                "Nor male",
                "Norm ale"
            ]
        ],
        [
            64,
            74,
            [
                "Superior",
                "Superhero",
                "Superiors",
                "Supersede",
                "Superstore",
                "Supervene"
            ]
        ]
    ],
    "His first teaching positions were at the Lycée of Bourges (1908-1910) and then the Lycée Chartres (1910-1913).": [],
    "Initially interested in the modern era, he received an appointment as professor of modern history at the University of Lyon concomitantly as director of the city's Musée des Beaux-Arts.": [
        [
            164,
            169,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            170,
            173,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "During these years he published on subjects ranging from Buddhist art to <a href=\"/cellinib\">Benvenuto Cellini</a>.": [],
    "His dissertation was on Piranesi, submitted to the Université de Paris in 1918.": [
        [
            24,
            32,
            [
                "Pirates"
            ]
        ]
    ],
    "Focillon developed an strong interest in Romania and its culture.": [
        [
            0,
            8,
            [
                "Bouillon"
            ]
        ],
        [
            19,
            21,
            [
                "a"
            ]
        ]
    ],
    "In 1923 he founded the l'Institut français de Bucarest.": [
        [
            3,
            7,
            [
                "1923,"
            ]
        ],
        [
            25,
            33,
            [
                "Institute"
            ]
        ],
        [
            34,
            42,
            [
                "Français",
                "Francis",
                "François",
                "Francois",
                "franchise",
                "Frances"
            ]
        ],
        [
            46,
            54,
            [
                "Bucharest"
            ]
        ]
    ],
    "The following year, in a dramatic switch of field emphasis, Focillon succeeded <a href=\"/malee\">Émile Mâle</a> in 1924 as the chair of medieval archaeology at the Sorbonne, a fact Focillon attributed to his having taught in cities with great medieval churches as much as a<em>New York Times</em>hing else.": [
        [
            60,
            68,
            [
                "Bouillon"
            ]
        ]
    ],
    "The following year, he was appointed <em>Professeur</em> of the University's new Institut d'Art et du Moyen Age.": [],
    "He remained interested in a variety of eras of art, though his teaching came to be focused on the medieval period.": [],
    "His years at the Sorbonne were among his most fruitful, writing major monographs on the medieval period and advising students who would become the next generation of outstanding medievalists.": [],
    "In 1931 his <em>L'art des sculpteurs romans</em> was published.": [],
    "This was followed in 1933 by essays in a work of various historians, <em>La civilisation occidentale au moyen âge</em>.": [],
    "In 1933, too, he began regular six-week teaching courses at Yale University, the alternate years taught by <a href=\"/aubertm\">Marcel Aubert</a>.": [],
    "The following year, 1934, he published his treatise on art, based heavily on his medieval art writings, <em>La vie des formes</em>.": [],
    "In 1938 his essays from <em>La civilisation occidentale</em> reappeared, revised and this time standing alone as, <em>Art d'Occident, le moyen âge, roman et gothique</em> (Art of the West in the Middle Ages).": [],
    "This same year he was elected to the chair of aesthetics and the history of art at the Collège de France and accepted a chair at Yale.": [
        [
            87,
            94,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ]
    ],
    "Focillon was at Yale when World War II broke out in Europe in 1939 and witnessed, stateside, the occupation of France by the Nazis in 1940.": [
        [
            0,
            8,
            [
                "Bouillon"
            ]
        ]
    ],
    "That year he was named the first Senior Scholar at Harvard's Dumbarton Oaks in Washgington, D. C. After an long illness, he died mid-war at age 61 in the United States, his essays, <em>Moyen âge, survivances et reveils</em>, published the same year.": [
        [
            61,
            70,
            [
                "Lumberton"
            ]
        ],
        [
            79,
            90,
            [
                "Washington"
            ]
        ],
        [
            104,
            106,
            [
                "a"
            ]
        ]
    ],
    "Among his posthumous publications were his speeches on behalf of France's freedom, <em>Témoignage pour la France</em>.": [],
    "His posthumous reputation rose in the 1963 with the translation of his book, <em>Art of the West in the Middle Ages</em>, an initiative fostered by the medievalist <a href=\"/bonyj\">Jean Bony</a> and <a href=\"/kidsonp\">Peter Kidson</a>.": [],
    "Focillon's students were among the most illustrious art historians of the following generation.": [
        [
            0,
            8,
            [
                "Bouillon"
            ]
        ]
    ],
    "At the Sorbonne they included, in addition to Bony, <a href=\"/chastela\">André Chastel</a>, <a href=\"/henryf\">Francoise Henry</a>, <a href=\"/verdierp\">Philippe Verdier</a>, <a href=\"/grodeckil\">Louis Grodecki</a>, <a href=\"/sterlingc\">Charles Sterling</a>, and <a href=\"/baltruaitisj\">Jurgis Baltrušaitis II</a>, who married Focillon's daughter, Hélène.": [],
    "His Yale students included <a href=\"/crosbys\">Sumner McKnight Crosby</a>, <a href=\"/seymourc\">Charles Seymour, Jr.</a>, was als <a href=\"/mendelle\">Elizabeath Mendell</a> and <a href=\"/kublerg\">George Kubler</a>.": [],
    "The strength of his lectures alone convinced the undergraduate <a href=\"/ackermanj\">James S. Ackerman</a> to become an architectural historian; <a href=\"/brannerr\">Robert Branner</a> an ardent follower of his work.": [],
    "Focillon's rhetorical delivery (he refused to speak any language othere than French) was legendary: eloquent and nearly literary in its tone.": [
        [
            0,
            8,
            [
                "Bouillon"
            ]
        ],
        [
            65,
            71,
            [
                "their",
                "other",
                "there",
                "others",
                "o there"
            ]
        ]
    ],
    "Focillon was the first important French art historian to incorporate Germanic art-historical method into the école des Chartes tradition of scholarship (Kidson).": [
        [
            0,
            8,
            [
                "Bouillon"
            ]
        ],
        [
            109,
            114,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            115,
            118,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            119,
            126,
            [
                "Charles",
                "Charges",
                "Charts",
                "Charter",
                "Charted",
                "Charters"
            ]
        ],
        [
            153,
            159,
            [
                "Kid son",
                "Kids on"
            ]
        ]
    ],
    "A formalist, his methodology employed a \"cyclical development of forms\" theory in the manner of <a href=\"/wolfflinh\">Heinrich Wölfflin</a> (Bazin) and Adolf von Hildebrand, an approach that has not, as a rule, stood the test of time.": [],
    "He attempted to establish formalist principles of interpretation based on what he called \"pure visuality\" (<em>Life of Forms</em>).": [],
    "His formalism is the antithesis of the analytic objectivity that dominates modern art historical writing.": [],
    "Distinct from Mâle, Focillon emphasized form over iconography or symbolism.": [
        [
            14,
            18,
            [
                "Male",
                "MALE",
                "Made",
                "Make",
                "Males",
                "Mile"
            ]
        ],
        [
            20,
            28,
            [
                "Bouillon"
            ]
        ]
    ],
    "<a href=\"/schapirer\">Meyer Schapiro</a> strenuously criticized Focillon for this methodology in Schapiro's 1931 <em>Art Bulletin</em> article on Moissac.": [],
    "Focillon had famously defined the Romanesque as a <em>style</em>, so narrowly that he once warned that much of the Romanesque period art could not be called Romanesque.": [
        [
            0,
            8,
            [
                "Bouillon"
            ]
        ]
    ],
    "He saw architecture as the primary artistic impulse of the middle ages, a theme characteristic among French art historians of his time (cf.": [
        [
            59,
            70,
            [
                "Middle Ages"
            ]
        ]
    ],
    "Mâle, whom he succeeded).": [
        [
            0,
            4,
            [
                "Male",
                "MALE",
                "Made",
                "Make",
                "Males",
                "Mile"
            ]
        ]
    ],
    "The year 1000 was, according to him, the beginning of this period of building which gave evidence to Focillon's theory, authoring a book with the same subject and title.": [
        [
            101,
            109,
            [
                "Bouillon"
            ]
        ]
    ],
    "Throughout his writing, he argued against the Hegelian dialectic in favor of what he called a layered art historical tradition.": [],
    "His particular interest in the Romanesque reflects this attitude as the beginning point of his \"strata\" of art history.": [],
    "Ironically, his infatuation with \"spirit\" as a motivating force in art is much akin to Hegel's.": [],
    "His distaste of deterministic theories of art differs from <a href=\"/riegla\">Aloïs Riegl</a>.": [],
    "The influence of Henri Bergson (1859-1941), especially in Focillon's <em>La vie des formes</em>, has been noted by many, in print by <a href=\"/cahnw\">Walter B. Cahn</a> and <a href=\"/sauerlanderw\">Willibald Sauerländer</a> (see <a href=\"/chastela\">André Chastel</a>).": [
        [
            58,
            66,
            [
                "Bouillon"
            ]
        ]
    ]
}