{
    "Netherlandish art scholar.": [],
    "Brand was born in Altona, Germany, which is present-day greater Hamburg, Germany.": [
        [
            18,
            24,
            [
                "Alton",
                "Altoona",
                "Altova",
                "Alton a"
            ]
        ]
    ],
    "Brand was the daughter of Friedrich Wilhelm Brand (1875-1913), a ship owner, and Anna Majud (Brand) (1876-1943).": [
        [
            65,
            75,
            [
                "shipowner"
            ]
        ],
        [
            86,
            91,
            [
                "Maud",
                "Majid"
            ]
        ]
    ],
    "She studied art history, archaeology and history between 1930-34 at the Technische Hochschule in Munich, at Heidelberg (where she attended the lectures of Martin Heidegger) and finally Hamburg.": [
        [
            72,
            82,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ]
    ],
    "Brand one of a group of a Ph.": [
        [
            26,
            28,
            [
                "pH",
                "PH",
                "PA",
                "PC",
                "Mph",
                "PM"
            ]
        ]
    ],
    "D. students at the recently founded university in Hamburg studying under <a href=\"/panofskye\">Erwin Panofsky</a>, whose number also included <a href=\"/hecksherw\">William S. Heckscher</a>, <a href=\"/jansonh\">Horst Woldemar Janson</a>, <a href=\"/hornw\">Walter W. Horn</a> and <a href=\"/hoffu\">Ursula Hoff</a>.": [
        [
            3,
            11,
            [
                "Students"
            ]
        ]
    ],
    "In addition to Panofsky, the faculty included <a href=\"/winde\">Edgar Wind</a>, medievalist Hans Liebeschütz, (1893-1976) and <a href=\"/tolnayc\">Charles de Tolnay</a>.": [
        [
            15,
            23,
            [
                "Sinofsky"
            ]
        ]
    ],
    "When all the Jewish faculty of this group were dismissed, Brand remained.": [],
    "A Christian of Jewish extraction, Brand was nevertheless pressured to leave Germany.": [],
    "She moved to Freiburg am Breisgau, writing her dissertation at the Albert-Ludwigs University under <a href=\"/bauchk\">Kurt Bauch</a> on the altarpiece of Stefan Lochner, in 1938.": [
        [
            25,
            33,
            [
                "Reagan",
                "Brassaï"
            ]
        ],
        [
            67,
            81,
            [
                "Albert-Ludwig"
            ]
        ]
    ],
    "Brand worked as a volunteer at the Wallraf-Richartz Museum under <a href=\"/forstero\">Otto H. Foerster</a>, who would become her second husband late in life.": [
        [
            35,
            51,
            [
                "Wallah-Richartz",
                "Wallraf-Richard"
            ]
        ]
    ],
    "In 1941 she emigrated to the United States where she married Herbert L. Philip (b.": [
        [
            3,
            7,
            [
                "1941,"
            ]
        ],
        [
            12,
            24,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "1909), a lawyer, who had emigrated to the United States the year before.": [
        [
            25,
            37,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "In the United States, Brand got work as a jewelry designer in Providence, RI.": [],
    "Though well remunerated, she made \"design research trips\" to Germany after World War II in order to research at history.": [],
    "In 1955 she published the book on Hieronymus Bosch by the publisher Harry N. Abrams.": [
        [
            3,
            7,
            [
                "1955,"
            ]
        ]
    ],
    "She secured a Fulbright research stipend and in 1957 was a guest lecturer in the Netherlands, a position made possible by her former Hamburg student-colleague, Heckscher.": [
        [
            160,
            169,
            [
                "Herschel",
                "Escher",
                "Heckler",
                "Huckster"
            ]
        ]
    ],
    "She lectured at Bryn Mawr College in 1959 and then the New School for Social Research in New York.": [],
    "Another Hamburg student-friend, Janson, who now chair at New York University, gave Philip a position teaching survey courses.": [
        [
            32,
            38,
            [
                "Jason",
                "Hanson",
                "Manson",
                "Anson",
                "Jansen",
                "Jonson"
            ]
        ]
    ],
    "In 1960 she accepted an appointment at Queens College in Flushing, New York, advancing as associate professor in 1964 and full professor 1969.": [
        [
            3,
            7,
            [
                "1960,"
            ]
        ]
    ],
    "In 1970 Philip married Foerster, director of the Wallraff-Richartz Museum in Cologne.": [
        [
            23,
            31,
            [
                "Forster",
                "Forester"
            ]
        ],
        [
            49,
            66,
            [
                "Wallraff-Richard"
            ]
        ]
    ],
    "She became <em>emeritus</em> at Queens in 1980.": [],
    "Her undergraduate students at NYU included the (later) art historian <a href=\"/schwartzg\">Gary Schwartz</a>.": [],
    "Heckscher described her as a \"master scholar.\"": [
        [
            0,
            9,
            [
                "Herschel",
                "Escher",
                "Heckler",
                "Huckster"
            ]
        ]
    ]
}