{
    "Harvard art historian and director of the Fogg Art Museum.": [
        [
            42,
            46,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "Forbes was born into the quintessential Boston Brahmin family.": [],
    "His father, William Hathaway Forbes, organized the Bell Telephone Company with Alexander Graham Bell.": [],
    "His mother, Edith Emerson Forbes, was the daughter of the poet Ralph Waldo Emerson.": [],
    "Forbes went to Milton Academy before attending Harvard University where the lectures of <a href=\"/nortonc\">Charles Eliot Norton</a> particularly inspired him, though he acknowledged that Norton ignored Egyptian and Asian and the medium of prints (Cohn).": [],
    "After graduation in 1895 he pursued postgraduate courses in a variety of areas including literature, history and music.": [],
    "In 1899, while traveling in Europe, he bought his first Italian masterwork, a painting then considered to be a Tintoretto.": [],
    "Norton's son, Richard who was teaching in Rome, convinced Forbes to lend the picture to the Fogg Art Museum, which had opened in 1895.": [
        [
            92,
            96,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "Forbes joined the Board of Trustees at the Boston Museum of Fine Arts in 1903, a position he subsequently held for sixty years.": [],
    "The next year, he joined the visiting committee of the Fogg where he set about urging Harvard's wealthy alumni to donate and loan their paintings to the Fogg.": [
        [
            55,
            59,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ],
        [
            153,
            157,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "He married Margaret Laighton (1885-1966), a lighthouse keeper's daughter, in 1907.": [
        [
            20,
            28,
            [
                "Leighton"
            ]
        ]
    ],
    "In 1909 he was appointed director of the Fogg, where Forbes found the print room to be \"the best thing in the building.\"": [
        [
            3,
            7,
            [
                "1909,"
            ]
        ],
        [
            41,
            45,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "By 1912 the Fogg, under his direction, had gained so many important works, that it had to be renovated.": [
        [
            12,
            16,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "A new building was constructed in 1927 to house the enlarged collections.": [],
    "Forbes was one of the first to experiment with X-ray analysis of art work.": [],
    "Forbes' credo was that art history students had to study to object first hand.": [],
    "He called the Fogg a laboratory for art history.": [
        [
            14,
            18,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "Forbes persuaded fellow alumnus <a href=\"/sachsp\">Paul J. Sachs</a> to give up the family banking business in favor of developing the Fogg.": [],
    "The two formed a powerful professional partnership of fundraising, collecting, and educating, leading Harvard President A. Lawrence Lowell (1856 - 1943) to call them \"exuberant mendicants, Siamese twins.\"": [
        [
            144,
            147,
            [
                "–"
            ]
        ]
    ],
    "Forbes was appointed Martin A. Ryerson professor in the fine arts at Harvard in 1935.": [],
    "He retired from Harvard and the Fogg in 1944.": [
        [
            32,
            36,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "Forbes pioneered many art history courses, among them his Methods and Processes of Italian Painting one of the first courses preparing students for art museum vocations.": []
}