{
    "First director of the Whitney Museum of American Art.": [],
    "Rieser moved to Hoboken, N. J., in 1886 with her family.": [
        [
            0,
            6,
            [
                "Raiser",
                "Raised",
                "Raise",
                "Raises",
                "Raider",
                "Raisers"
            ]
        ]
    ],
    "After attending an evangelical boarding school for girls and teaching briefly at a business school, she became the private secretary for Gertrude Vanderbilt Whitney, heiress to the fortune amassed by Cornelius Vanderbilt.": [],
    "She married Willard Force, a dentist.": [],
    "Whitney, who sculpted and occasionally received commissions, was interested in displaying her collection of the work of the Eight (Whitney had bought four of the seven paintings sold during the original exhibition) and other modernist artists.": [],
    "She assigned Force to book a show of these modern artists at the notoriously conservative Colony Club.": [],
    "Whitney ceded more and more of art acquisition and exhibition to Force.": [],
    "In 1929 Whitney assigned Force to contact <a href=\"/robinsone\">Edward Robinson</a>, director of the Metropolitan Museum of Art, to arrange a gift of Whitney's collection.": [],
    "She was to offer Mrs.": [],
    "Whitney's willingness to build an additional wing to house the pictures.": [],
    "Robinson, however, refused, and Force was directed by Whitney to develop a private avenue to display her work.": [],
    "Force managed the Whitney Studio, then the Whitney Studio Club, and the Whitney Studio Gallery.": [],
    "When the Whitney Museum was founded in 1930, (a year after the Abby Rockefeller's similar venture of Museum of Modern Art under <a href=\"/barra\">Alfred H. Barr, Jr</a>, Force was made first director.": [],
    "Force hired a young art writer, <a href=\"/goodrichl\">Lloyd Goodrich</a> to be her curator.": [],
    "Goodrich's knowledge of the American art scene and Force's administrative savvy created the preeminent American art museum in the country.": [],
    "When the American government mounted a touring show of German art ostensibly as war booty in 1946, she and Frick Collection director <a href=\"/clappf\">Frederick M. Clapp</a> spearheaded a campaign to return the art to Germany.": [],
    "Before her death in 1948, the Whitney (under Goodrich's guidance) had launched shows on Albert Pinkham Ryder, Robert Feke and Winslow Homer.": [
        [
            95,
            102,
            [
                "Pink ham"
            ]
        ],
        [
            117,
            121,
            [
                "Fee",
                "Fake",
                "Zeke",
                "Eke",
                "Fete",
                "Fête"
            ]
        ]
    ],
    "A memorial exhibition was held in her honor at the Whitney the following year.": [],
    "Her papers are deposited at the Archives of the Whitney Museum.": [],
    "Force was untrained as an art historian.": [],
    "Her organizational skills, enthusiasm for modern art, and tenacity made her effective.": []
}