{
    "Collector, art patronage scholar, director of the <em>Burlington Magazine</em>, 1952-1986.": [],
    "Ford was the son of Captain Richard Ford (1860-1940), a British army officer, and Rosamund Isabel Ramsden (1872-1911).": [
        [
            82,
            90,
            [
                "Rosamond"
            ]
        ],
        [
            98,
            105,
            [
                "Rams den"
            ]
        ]
    ],
    "He was descendant of the Irish dramatist Richard Brinsley Sheridan (1751-1816).": [],
    "His great-grandfather, Richard Ford (1796-1856), was a connoisseur and author of the important travel book on Spain, <em>Handbook For Spain</em>,1845.": [],
    "Born to wealth, Ford attended Eton and then Trinity College, Oxford, graduating in 1930 in modern history.": [],
    "Ford's father inherited the large family art collection in 1917, amassed by Benjamin Booth and his grandfather, mentioned in <em>Treasures of Art in Great Britain</em>, 1854, by <a href=\"/waageng\">Gustav Friedrich Waagen</a>.": [],
    "The younger Ford joined the National Art Collections Fund in 1927.": [],
    "In 1929 he received a legacy from his maternal grandfather and began buying art personally in anticipation of the larger collection which would one day be his.": [
        [
            3,
            7,
            [
                "1929,"
            ]
        ]
    ],
    "Initially, he purchased contemporary art works.": [],
    "These included works by Henry Moore, Toulouse-Lautrec, Fuseli, Ingres, and Michelangelo (a preparatory drawing of Risen Christ in Santa Maria sopra Minerva which he acquired in 1936).": [
        [
            55,
            61,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ],
        [
            142,
            147,
            [
                "copra",
                "supra",
                "SEPRA",
                "SOPA"
            ]
        ]
    ],
    "He joined the Burlington Fine Arts Club where he met the Society artist Charles Barrow Prescott (1870-1932), and connoisseur and director of Colnaghi gallery <a href=\"/shawj\">Jim Shaw</a>.": [
        [
            141,
            149,
            [
                "Coinage",
                "Collage",
                "Collagen",
                "Collages",
                "Coinages",
                "Conagra"
            ]
        ]
    ],
    "He married Joan Mary Vyvyan (b.": [
        [
            21,
            27,
            [
                "Vivian"
            ]
        ]
    ],
    "1910) a distant cousin, in 1937.": [],
    "He began publishing scholarly articles in 1939 with a piece on Ingres's portrait drawings in the <em>Burlington Magazine</em>.": [],
    "Ford joined the British Army as a gunner in the Royal Artillery the same year, before the outbreak of World War II.": [],
    "At his father's death in 1940, Ford inherited the family collection (possession the following year).": [],
    "In 1941 Ford transferred from artillery to army intelligence (MI9) and was ultimately in charge of the Brussels office.": [],
    "After the war, he returned and set about assiduously collecting, turning the family's Wyndham Place home into a major London collection.": [],
    "Ford focused on Italian <em>seicento</em> and <em>settecento</em> pictures during these years, especially works by Cavallino, Cozza, and Batoni.": [],
    "His monograph, <em>The Drawings of Richard Wilson</em> was published in 1951.": [],
    "In 1952 he was made director of the <em>Burlington Magazine</em>, seeing the Magazine through the lean years following the War by supporting it personally and cajoling support from others.": [
        [
            3,
            7,
            [
                "1952,"
            ]
        ]
    ],
    "Ford was made a trustee of the National Gallery in1954.": [],
    "Beginning in the 1970s, he assembled material for a dictionary of gentlemen who made the grand tour to Rome and Italy.": [],
    "A series of six essays in a special number of <em>Apollo</em> in 1974 concentrated on British grand-tour patronage.": [],
    "In 1974, too, he joined the executive committee of the National Art Collections Fund--formed under Ford in order to place new art work in National Trust properties--and the following year became its chairman, which he held until 1980.": [],
    "The same year, 1974, he mounted the exhibition \"Richard Ford in Spain\" in London, to assist the National Art Collections Fund, writing the catalog with <a href=\"/suttond\">Denys Sutton</a> and lending the artwork.": [],
    "He was knighted for his work in 1984.": [],
    "Ford resigned from the <em>Burlington Magazine</em> and become president of the Walpole Society in 1986.": [],
    "His dictionary appeared in 1997, under the auspices of the Paul Mellon Centre for Studies in British Art, written by John Ingamells, as <em>A Dictionary of British and Irish Travellers in Italy, 1701-1800</em>, In 1998 a catalog of his collection was published in the publications of the Walpole Society.": [
        [
            122,
            131,
            [
                "Enamels",
                "Inkwells",
                "Indwells"
            ]
        ]
    ],
    "He died of a heart attack at his home in 1999.": []
}