{
    "<p>Architectural historian and Byzantinist.": [
        [
            31,
            42,
            [
                "Byzantines"
            ]
        ]
    ],
    "Forsyth's father was George H. Forsyth and his mother Sarah Brockunier (Forsyth).": [
        [
            60,
            70,
            [
                "Bruckner",
                "Rockier"
            ]
        ]
    ],
    "He attended Princeton University, graduating in 1923.": [],
    "After than, Forsyth secured a Mediaeval Academy fellowship for the 1924-1925 year which earned him a master's degree of fine arts at Princeton under <a href=\"/moreyc\">Charles Rufus Morey</a> in 1927.": [
        [
            30,
            39,
            [
                "Medieval"
            ]
        ]
    ],
    "Forsyth married Eleanor Marquand (1897-1988) the same year, the daughter of Princeton's Department of Art and Archaeology's founder, <a href=\"/marquanda\">Allan Marquand</a>.": [
        [
            24,
            32,
            [
                "Maryland"
            ]
        ]
    ],
    "The wedding was a large academic/society affair befitting the Marquand's status; Forsyth's best man was his Princeton colleague <a href=\"/frienda\">Albert M. Friend, Jr.</a> In the 1920's, Forsyth engaged in extensive archeological excavations.": [
        [
            62,
            70,
            [
                "Maryland"
            ]
        ]
    ],
    "Between 1930 and 1936 he led groups which uncovered important religious relics in the ruins of the nine-century Church of St.": [],
    "Martin at Angers, France.": [],
    "He joined the faculty at Princeton, as an instructor in 1927, advancing to assistant professor of art and archaeology in 1931.": [],
    "During this time he also studied at the Institute for Advanced Study, New York University, (1935-36).": [],
    "In 1941 Forsyth was appointed chairman of the art history department at Michigan.": [],
    "During World War II, he served as a lieutenant in the Naval Reserve (1942-1945).": [],
    "After his divorce to his first wife, he married Mary Isom Hayes (d.1958) in 1942.": [
        [
            53,
            57,
            [
                "IOM",
                "IEOM",
                "ISAM",
                "ISCM",
                "ISM",
                "ISO"
            ]
        ]
    ],
    "He was director of College Art Association in 1949 and again in 1954.": [],
    "In 1955 he was awarded the Haskins Medal for outstanding distinction in medieval studies.": [
        [
            3,
            7,
            [
                "1955,"
            ]
        ]
    ],
    "The following year, a University of Michigan reconnaissance expedition under Forsyth's direction embarked on a expeditionary trip to look for promising sites to excavate in the Near East.": [
        [
            109,
            110,
            [
                "an"
            ]
        ]
    ],
    "They settled on St.": [],
    "Catherine's Monastery at Mt.": [],
    "Sinai, the Mount of Moses, the oldest existing Greek Orthodox monastery in the world.": [],
    "The Monastery's art and architecture were so important that Forsyth and his team convinced the University of Michigan, Princeton University and the University of Alexandria to mount a combined documentation of the existing objects and buildings, since excavation was impossible for religious reasons.": [],
    "The Monastery and church contained some of the best examples of Byzantine religious art, manuscripts, as well as its architecture.": [],
    "Forsyth's team was also responsible for saving the most important mosaic in the church.": [],
    "The team realized while photographing the transfiguration of Christ mosaic on scaffolding that the <em>tessarae's</em> adhesion material had become detached from the vault of the apse and was loosely hanging.": [],
    "Restorers were able to reattach the mosaic, commissioned by Justinian the Great, because of Forsyth's team's discovery.": [],
    "The project continued under his direction during 1960, 1963, and 1965.": [],
    "He articles on Mount Sinai included articles to the popular press, <em>National Geographic</em>.": [],
    "Forsyth's efforts resulted in the first large-scale, scientific drawings of the church and Monastery.": [],
    "While Chair of the department at Michigan, he married for a third time, a recent Columbia University art history Ph.D., in 1960, Ilene E. Haering (see, <a href=\"/forsythi\">Ilene H. Forsyth</a>), twenty-six years younger than himself.": [
        [
            138,
            145,
            [
                "Hearing",
                "Haring"
            ]
        ]
    ],
    "Forsyth was appointed director of the Kelsey Museum of Archaeology and his wife became an assistant professor in the department in 1961.": [],
    "In 1969 he returned to teaching as research professor of archeology.": [
        [
            3,
            7,
            [
                "1969,"
            ]
        ]
    ],
    "Fosyth retired <em>emeritus</em> in 1972.": [
        [
            0,
            6,
            [
                "Forsyth"
            ]
        ]
    ],
    "He died of an embolism in an Ann Arbor hospital in 1991.": [],
    "He is not related to the other C. R. Morey student and art historian, <a href=\"/forsythw\">William Forsyth</a>.</p>": []
}