{
    "Medievalist art historian.": [],
    "Born Ilene Haering, she was the daughter of Austin F. Haering (1903-1975) and Eleanor Middleton (Haering) (1903-2002).": [
        [
            11,
            18,
            [
                "Hearing",
                "Haring"
            ]
        ],
        [
            54,
            61,
            [
                "Hearing",
                "Haring"
            ]
        ],
        [
            97,
            104,
            [
                "Hearing",
                "Haring"
            ]
        ]
    ],
    "She received her B. A. in English literature at the University of Michigan, Ann Arbor in 1950.": [],
    "Haering spent the following year in Europe where the mosaics of Ravenna, among other monuments, enticed her study art.": [
        [
            0,
            7,
            [
                "Hearing",
                "Haring"
            ]
        ]
    ],
    "She entered Columbia University's graduate school, obtaining a master's degree in 1955.": [],
    "She traveled through Europe, building a large photographic collection of monuments.": [],
    "The same year, 1955, she began lecturing at Barnard College while working on her Ph.D.": [],
    "at Columbia.": [
        [
            0,
            2,
            [
                "At"
            ]
        ]
    ],
    "A student tour with her Barnard class at the Metropolitan Museum of Art brought her in close contact with seated wooden Madonnas.": [],
    "She wrote her dissertation in 1960 on these medieval seated cult statues, under <a href=\"/schapirer\">Meyer Schapiro</a>, though given much latitude on her own.": [],
    "The same year, Haering married <a href=\"/forsythg\">George H. Forsyth, Jr.</a>, then chair of the Art and Art History Department at Ann Arbor and considerably older than herself.": [
        [
            15,
            22,
            [
                "Hearing",
                "Haring"
            ]
        ]
    ],
    "She used her married name as her professional name thereafter.": [],
    "Forsyth was appointed an assistant professor at her alma mater, Michigan, in 1961, advancing to associate professor in 1968.": [],
    "In the 1970s, Forsyth focused on the twelfth-century church of Saint-Andoche in the village of Salieu.": [
        [
            95,
            101,
            [
                "Saloon"
            ]
        ]
    ],
    "This led to a larger interest in Burgundian capitals and its sculpture in general.": [],
    "Two important articles of this time, \"The Theme of Cockfighting in Burgundian Romanesque Sculpture,\" and \"The Ganymede Captial at Vézelay,\" appeared at this time.": [
        [
            119,
            126,
            [
                "Capital"
            ]
        ],
        [
            130,
            137,
            [
                "Veejay"
            ]
        ]
    ],
    "In 1974 she was made full professor and received the <a href=\"/moreyc\">Charles Rufus Morey</a> Award from the College Art Association.": [
        [
            3,
            7,
            [
                "1974,"
            ]
        ]
    ],
    "She became a fellow at the Institute for Advanced Study in Princeton in 1977 and a visiting lecturer at Harvard University in 1980 and the University of Pittsburgh in 1981.": [],
    "In 1984 Forsyth was named the Arthur F. Thurnau Professor of Art.": [
        [
            40,
            47,
            [
                "Thoreau",
                "Thurman",
                "Tourney",
                "Tourneys"
            ]
        ]
    ],
    "A 1991 essay focused on the Sampson Monolith at the Duke University Museum of Art.": [],
    "She began assembling a project of a Rhône Valley monument destroyed during the French Revolution: the abbey of Saint-Martin in Savingy.": [
        [
            36,
            41,
            [
                "Rhone",
                "Phone",
                "Rhine",
                "Rhode",
                "Hone",
                "Shone"
            ]
        ],
        [
            127,
            134,
            [
                "Saving",
                "Savings"
            ]
        ]
    ],
    "In 1994 she authored an article demonstrating the transmission of Burgundian sources to those sculptors.": [
        [
            3,
            7,
            [
                "1994,"
            ]
        ]
    ],
    "She was again a visiting lecturer at the University of California, Berkeley in 1996.": [],
    "In 2002 she authored an article on Schapiro's legacy for the study of Moissac.Forsyth's sculptural studies of the 1970s show her departing from Schapiro's notion that secular intrusion in Romanesque religious art are spontaneous individual fantasy.": [
        [
            3,
            7,
            [
                "2002,"
            ]
        ],
        [
            35,
            43,
            [
                "Shapiro"
            ]
        ],
        [
            70,
            77,
            [
                "Missal",
                "Issac",
                "Mossad"
            ]
        ],
        [
            78,
            85,
            [
                " Forsyth"
            ]
        ],
        [
            144,
            152,
            [
                "Shapiro"
            ]
        ]
    ],
    "Instead, she used the depiction of a cockfight in a capital to demonstrate its wide-ranging implications of animals and a contemporary event in art.": [],
    "Dissertations supervised by Forsyth usually focused on a single monument or theme scrutinized through strong visual analysis (Sears).": []
}