{
    "Director, British Museum, 1936-1950, and scholar of the prehistoric era.": [],
    "Forsdyke was son of Frederick Palmer Forsdyke and Mary Eliza Sainsbury.": [
        [
            0,
            8,
            [
                "Forsake"
            ]
        ],
        [
            37,
            45,
            [
                "Forsake"
            ]
        ]
    ],
    "He was educated at Christ's Hospital and Keble College, Oxford, graduating in 1906.": [
        [
            41,
            46,
            [
                "Able",
                "Cable",
                "Table",
                "Noble",
                "Bible",
                "Kelly"
            ]
        ]
    ],
    "A scholar of classical studies, he joined the British Museum in 1908 as an assistant in the department of Greek and Roman Antiquities.": [],
    "In 1910 he married a forty-two-year-old widow (he was twenty-six) Frances Beatrice Mumford Gifford.": [
        [
            3,
            7,
            [
                "1910,"
            ]
        ]
    ],
    "Forsdyke worked closely with <a href=\"/evansa\">Arthur J. Evans</a>, contributing to Evans' work the <em>Palace of Minos</em>.": [
        [
            0,
            8,
            [
                "Forsake"
            ]
        ]
    ],
    "He edited the <em>Journal of Hellenic Studies</em> between 1912 to 1923.": [
        [
            51,
            71,
            [
                "between 1912 and 1923"
            ]
        ]
    ],
    "He served in the Royal Artillery during World War I 1914-1919, in France, Macedonia, and Spain.": [],
    "After the war, his major work, a catalog of the Aegean pottery appeared in 1925.": [],
    "He and <a href=\"/waltersh\">Henry Beauchamp Walters</a> wrote three fascicules of <em>Corpus Vasorum Antiquorum</em> the same year.": [],
    "At the suggestion of <a href=\"/evansa\">Arthur J. Evans</a>, he was sent to Crete to finish excavating the cemetery near Knossos in 1927.": [],
    "In 1932 he was made Keeper of the Department of Greek and Roman Antiquities.": [
        [
            3,
            7,
            [
                "1932,"
            ]
        ]
    ],
    "As keeper, he dealt with Joseph Duveen (1869-1939), the difficult donor of the new wing to house the Elgin marbles.": [
        [
            32,
            38,
            [
                "Queen",
                "Doreen",
                "Duvet",
                "Duvets",
                "Tureen",
                "Düren"
            ]
        ]
    ],
    "When <a href=\"/hillg\">George Francis Hill</a> retired as Director and Principal Librarian in 1936, Forsdyke was appointed his replacement.": [],
    "The following year he was knighted.": [],
    "Duveen pressured some museum official to \"clean\" the marbles.": [
        [
            0,
            6,
            [
                "Queen",
                "Doreen",
                "Duvet",
                "Duvets",
                "Tureen",
                "Düren"
            ]
        ]
    ],
    "Though Forsdyke discovered and prevented further damage, the incident hung over the museum and damaged his reputation.": [
        [
            7,
            15,
            [
                "Forsake"
            ]
        ]
    ],
    "A similar \"cleaning\" had also occurred at the National Gallery.": [],
    "As tensions with Nazi Germany made it clear the war was inevitable, Forsdyke developed the evacuation plan for the treasures of the museum.": [
        [
            68,
            76,
            [
                "Forsake"
            ]
        ]
    ],
    "His able administrative skills are credited with saving many of the museum's objects during a time when labor, adequate storage and time were in low supply.": [],
    "The Duveen gallery and parts of the Library were destroyed in the Blitz.": [
        [
            4,
            10,
            [
                "Queen",
                "Doreen",
                "Duvet",
                "Duvets",
                "Tureen",
                "Düren"
            ]
        ]
    ],
    "Following his first wife's death in the 1930s, he married Anna Amadea Leonie Dea Gombrich (1905-1994) in 1942, the sister of <a href=\"/gombriche\">E.": [
        [
            63,
            69,
            [
                "Amadeo"
            ]
        ],
        [
            77,
            80,
            [
                "DEA",
                "Deal",
                "Idea",
                "Sea",
                "Dead",
                "Tea"
            ]
        ]
    ],
    "H. Gombrich</a>.": [],
    "After the war, Forsdyke invested heavily in microfilming the collection, not so much as a preservation tool, but as outreach to the broader scholarly community.": [
        [
            15,
            23,
            [
                "Forsake"
            ]
        ]
    ],
    "He retired in 1951.": [],
    "He died at home of bronchitis exacerbated by heart disease.": [],
    "Neither a notable scholar nor an easy man to get along with, he is principally known for his war-time saving of the British Museum.": [
        [
            93,
            101,
            [
                "wartime"
            ]
        ]
    ]
}