{
    "<p>Curator of medieval art at the Metropolitan Museum of Art, New York.": [],
    "Forsyth attended the Latin School in Chicago and the Hotchkiss School in Lakeville, CT.": [],
    "He graduated from Princeton University in 1930 where he studied under <a href=\"/moreyc\">Charles Rufus Morey</a>.": [],
    "After some graduate courses in art history at Princeton, he worked the Metropolitan Museum of Art as a volunteer for the medieval collection in 1933.": [],
    "He joined as a full-time assistant in 1934 under curator (and later director) <a href=\"/rorimerj\">James Rorimer</a>.": [],
    "He and Rorimer were the moving forces in establishing the Met's satellite museum for medieval art, the Cloisters.": [
        [
            7,
            14,
            [
                "Former",
                "Primer",
                "Mortimer",
                "Dormer",
                "Roomier",
                "Gorier"
            ]
        ]
    ],
    "John D. Rockefeller Jr.": [],
    "(1874-1960), had donated land in Fort Tryon Park and the parcel on the opposing bank of the Hudson to retain the view, to create a special medieval museum culled from objects at the Metropolitan and his own medieval collection.": [
        [
            38,
            43,
            [
                "Bryon",
                "Tyron",
                "Tron",
                "Try-on",
                "Tr yon",
                "Try on"
            ]
        ]
    ],
    "He also donated stones gathered in France and Spain.": [],
    "The most famous objects of Rockefeller's were the six of the Unicorn Tapestries.": [],
    "Rorimer and Forsyth's task was to reassemble these disparate parts (stones from five medieval monasteries and objects from the Romaneque and Gothic eras) into a building which appeared medieval but was in fact a modern museum.": [
        [
            0,
            7,
            [
                "Former",
                "Primer",
                "Mortimer",
                "Dormer",
                "Roomier",
                "Gorier"
            ]
        ],
        [
            127,
            136,
            [
                "Romanesque"
            ]
        ]
    ],
    "Rorimer led the project of the construction and installation, but Forsyth, as assistant curator (appointed 1937), assisted closely.": [
        [
            0,
            7,
            [
                "Former",
                "Primer",
                "Mortimer",
                "Dormer",
                "Roomier",
                "Gorier"
            ]
        ]
    ],
    "In later years he recalled he and nine longshoremen juggling the piles of stones, fitting and refitting the pieces until they created the building.": [],
    "Forsyth spent 1937 in France researching the objects for the new museum's catalog.": [],
    "He visited the Count de La Rochefoucauld, from whom Rockefeller had purchased the tapestries and learned that two remaining tapestries were being used as wall gaps in the estate.": [],
    "Forsyth bought the fragmented remaining two, \"The Hunter Sounds the Capture of the Unicorn by the Maiden\" and \"The Maiden's Companion Signals to the Hunters,\" which reunited the tapestries into their original group.": [],
    "The Cloisters opened in 1938.": [],
    "In 1942 he married Agnes Mitchell (d.": [
        [
            3,
            7,
            [
                "1942,"
            ]
        ]
    ],
    "1995) and was appointed associate curator.": [],
    "He was advanced to curator in 1968 and acting curator of the Cloisters when <a href=\"/hovingt\">Thomas Hoving</a>, then head, became the Met's new director after Rorimer's sudden death.": [],
    "The same year Hoving hired <a href=\"/deuchlerf\">Florens Deuchler</a> to be permanet head of the Cloisters.": [
        [
            14,
            20,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "Forsyth's book <em>The Entombment of Christ: French Sculptures of the 15th and 16th Centuries</em> appeared in 1970.": [],
    "He was elected emeritus curator in 1971 when he formally retired.": [],
    "<em>The Pietà in French Late Gothic Sculpture: Regional Variations</em> was published by the Metropolitan Museum of Art in 1995.</p>": []
}