{
    "Collector and art historian, author of collection catalogs of the South Kensington Museum (later Victoria and Albert); considered \"second founder\" of the Ashmolean Museum, Oxford.": [],
    "Fortnum was the son of Charles Fortnum (1770-1860), a businessman, and Laetitia Stephens (1782-1853), his father's second wife.": [
        [
            0,
            7,
            [
                "Fortune",
                "Forum",
                "Fortuna"
            ]
        ],
        [
            31,
            38,
            [
                "Fortune",
                "Forum",
                "Fortuna"
            ]
        ]
    ],
    "The younger Fortum was educated privately due to concerns of poor health.": [
        [
            12,
            18,
            [
                "Forum",
                "For tum"
            ]
        ]
    ],
    "He joined his father's business briefly in London but hated commerce.": [],
    "In 1840 he emigrated to Australia where he adopted the middle name \"Drury.\"": [
        [
            3,
            7,
            [
                "1840,"
            ]
        ],
        [
            11,
            23,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "In Australian he shared a land grant in the new colony of South Australia with his half brother, Charles Stuart.": [
        [
            3,
            13,
            [
                "Australian,"
            ]
        ]
    ],
    "His interests in the natural sciences led him to send back zoological specimens to the British Museum, some of which were given the species name \"fortnumi.\"": [
        [
            146,
            154,
            [
                "fortune",
                "fortunes",
                "forum",
                "forums",
                "forename",
                "Fortnite"
            ]
        ]
    ],
    "Fortnum returned to England in 1845.": [
        [
            0,
            7,
            [
                "Fortune",
                "Forum",
                "Fortuna"
            ]
        ]
    ],
    "He married his second cousin, Fanny Matilda Keats (1808-1890) in 1848.": [],
    "Keat's wealth, her share of inheritance from the Fortnum &amp; Mason business, allowed Fortnum to live as a collector and scholar of art.": [
        [
            0,
            4,
            [
                "Kept",
                "Meat",
                "Seat",
                "Beat",
                "Heat",
                "Eat"
            ]
        ],
        [
            49,
            56,
            [
                "Fortune",
                "Forum",
                "Fortuna"
            ]
        ],
        [
            57,
            61,
            [
                "camp",
                "lamp",
                "ramp",
                "amp",
                "damp",
                "vamp"
            ]
        ],
        [
            87,
            94,
            [
                "Fortune",
                "Forum",
                "Fortuna"
            ]
        ]
    ],
    "He and Fanny immediately began buying art during trips to Italy, including sculpture, bronzes, majolica, and jewelry.": [],
    "They were assisted by the curators of the British Museum <a href=\"/franksa\">Wollaston Franks</a>, and <a href=\"/robinsonj\">John Charles Robinson</a> of the South Kensington Museum (now Victoria and Albert Museum).": [],
    "In 1867 Robinson was dismissed from the Museum, Fortnum was made advisor on acquisitions (\"Art Referee\"), securing objects in England and Europe.": [
        [
            48,
            55,
            [
                "Fortune",
                "Forum",
                "Fortuna"
            ]
        ]
    ],
    "In 1868 he became interested in rejuvenating the collections of the Ashmolean Museum, Oxford.": [
        [
            3,
            7,
            [
                "1868,"
            ]
        ]
    ],
    "He initially contacted <a href=\"/parkerj\">John Henry Parker</a>, keeper of the Ashmolean beginning in 1870.": [],
    "Fortnum wrote the catalogues for the South Kensington Museum which Robinson had originally been assigned.": [
        [
            0,
            7,
            [
                "Fortune",
                "Forum",
                "Fortuna"
            ]
        ],
        [
            18,
            28,
            [
                "catalogs"
            ]
        ]
    ],
    "Fortnum's first catalog was <em>Descriptive Catalogue of the Maiolica, Hispano-Moresco, Persian, Damascus, and Rhodian Wares in the South Kensington Museum</em> in 1873.": [
        [
            0,
            7,
            [
                "Fortune",
                "Forum",
                "Fortuna"
            ]
        ]
    ],
    "Another, Descriptive Catalogue of the Bronzes of European Origin in the South Kensington Museum appeared in 1876.": [
        [
            21,
            30,
            [
                "Catalog"
            ]
        ]
    ],
    "In 1884, <a href=\"/evansa\">Arthur J. Evans</a>, the newly appointed keeper of the Ashmolean, renewed Fortum's interest in the Ashmolean.": [],
    "Initially Fortum loaned portions of his collection, which later became a gift in 1888.": [
        [
            10,
            16,
            [
                "Forum",
                "For tum"
            ]
        ]
    ],
    "The following year, Fortnum was appointed a 'visitor' of the Museum and named a trustee of the British Museum.": [
        [
            20,
            27,
            [
                "Fortune",
                "Forum",
                "Fortuna"
            ]
        ]
    ],
    "After his wife's death in 1890, he married Mary Fortnum (1822-1899), another second cousin, in 1891, endowing £310,000 to the Ashmolean with the stipulation that a new building be created for it adjoining the University Galleries.": [
        [
            48,
            55,
            [
                "Fortune",
                "Forum",
                "Fortuna"
            ]
        ]
    ],
    "The Museum was moved in 1894 and its collections combined with the Randolph Gallery.": [],
    "Another South Kensington catalog, <em>Maiolica</em>, was published in 1896 and his own collection catalog of the same subject the following year.": [],
    "He also contributed articles to the journal <em>Archaeologia</em>.": [],
    "He died at the Hill House, Great Stanmore, Middlesex, which he and his first wife had bought in 1852.": [
        [
            33,
            41,
            [
                "Stan more"
            ]
        ]
    ],
    "Fortnum left his remaining collections to Oxford, and porcelain to the British Museum.": [
        [
            0,
            7,
            [
                "Fortune",
                "Forum",
                "Fortuna"
            ]
        ]
    ],
    "He is buried at Highgate cemetery.": [
        [
            16,
            24,
            [
                "High gate"
            ]
        ]
    ],
    "His writings show a the careful observation, meticulous data accumulation, and classificatory skill of a scientist; they remain landmarks in the study of their subjects.": [
        [
            18,
            23,
            [
                "a",
                "the"
            ]
        ],
        [
            79,
            93,
            [
                "classification",
                "classifications"
            ]
        ]
    ]
}