{
    "Artist and arts editor for Harry N. Abrams publishers, wrote a 1972 volume on Renoir for the Great Ages of Art series.": [],
    "He trained as a painter at the Cleveland School of Art and later at the Adadémie Julian in Paris.": [
        [
            72,
            80,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "He was invited to become \"élève École des Beaux-arts\" in 1926.": [
        [
            26,
            31,
            [
                "eleven",
                "elev",
                "relevé"
            ]
        ],
        [
            32,
            37,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            38,
            41,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Fox married fellow Adadémie Julian student Ruby Canfield in 1928.": [
        [
            19,
            27,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "He returned to his alma mater in Cleveland to teach, then the Cleveland School of Architecture and Western Reserve University, where he received an M.A.": [],
    "Although a successful portrait painter in Cleveland and as a muralist (he painted two for the Cleveland Public Auditorium), his interest was always in writing.": [],
    "He joined the Education Department at the Cleveland Museum of Art, writing art reviews for the Cleveland <em>News</em>.": [],
    "After World War II was declared, he served as a camouflage painting instructor for the U.S.": [],
    "Civil Defense, 1942-1944.": [],
    "After the war, Fox left for Hollywood, writing scripts for movies and chairing the Education Committee of the Beverly Hills Institute of Modern Art.": [],
    "In 1950, Harry Abrams founded an art-book publishing company devoted to books which high-quality illustrations.": [],
    "Fox joined the New York firm as its Vice President and Editor-in-Chief.": [],
    "At Abrams, he edited most all of the firms books, many first published in other countries.": [
        [
            26,
            36,
            [
                "all the"
            ]
        ]
    ],
    "In 1956 he edited a volume the Suite Vollard.": [
        [
            3,
            7,
            [
                "1956,"
            ]
        ],
        [
            37,
            44,
            [
                "Pollard",
                "Bollard",
                "Collard",
                "Volleyed",
                "Lollard",
                "Vol lard"
            ]
        ]
    ],
    "Abrams' brainchild, <em>The Library of Great Painters</em>, saw unusual fruition under Fox.": [],
    "Major art historians were commissioned to write significant though briefer essays on artists, accompanied by a series of fine-colored plates and one-page analysis of the work.": [],
    "This unusual format, modeled on a series by Phaidon resulted in important art histories including two by <a href=\"/schapirer\">Meyer Schapiro</a> (Cézanne and van Gogh), <a href=\"/seitzw\">Bill Seitz</a> (Monet), <a href=\"/friedlanderw\">Walter F. Friedländer</a> (Poussin), <a href=\"/rosenblumr\">Bob Rosenblum</a> (Ingres) and <a href=\"/goldwaterr\">Robert Goldwater</a> (Gauguin).": [
        [
            44,
            51,
            [
                "Pardon",
                "Phaeton",
                "Chandon",
                "Haddon"
            ]
        ]
    ],
    "Fox himself wrote the volume on Renoir in 1972.": [],
    "During this time Fox consulted on two NBC television programs on art, \"The Museum Without Walls\" and \"The Louvre, Golden Prison.\"": [],
    "Fox's later years were overshadowed with serious heart troubles.": [],
    "He suffered a number of attacks, each time returning to work.": [],
    "He suffered a fatal attack at home at age sixty-seven.": [],
    "A memorial volume published in his memory comprised essays by the most important art historians of his era in 1974.": []
}