{
    "Bosch scholar and folk literature specialist.": [],
    "Fraenger's father was a judge and twice mayor of Erlangen, Emil Karl Hermann Fraenger; his mother was Wilhelmine Jacobine Fraenger.": [
        [
            0,
            8,
            [
                "Ranger",
                "Grainger",
                "Granger",
                "Franker",
                "Traeger"
            ]
        ],
        [
            77,
            85,
            [
                "Ranger",
                "Grainger",
                "Granger",
                "Franker",
                "Traeger"
            ]
        ],
        [
            102,
            112,
            [
                "Wilhelmina"
            ]
        ],
        [
            113,
            121,
            [
                "Jacobite",
                "Jacobin",
                "Jacobins"
            ]
        ],
        [
            122,
            130,
            [
                "Ranger",
                "Grainger",
                "Granger",
                "Franker",
                "Traeger"
            ]
        ]
    ],
    "He entered the university in Heidelberg in 1910, beginning his art writing career with reviews of contemporary art shows for the <em>Heidelberger Zeitung</em> in 1912, including Alfred Kubin und Max Zachmann.": [],
    "Fraenger was awarded a prize by the University in 1913 for an essay, \"Kunsttheorie des 17.": [
        [
            0,
            8,
            [
                "Ranger",
                "Grainger",
                "Granger",
                "Franker",
                "Traeger"
            ]
        ],
        [
            83,
            86,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Jahrhunderts und ihr Vertreter Arnold Houbraken,\" on the art theory of the seventeenth century as manifested in the artist (and proto-art historian) <a href=\"/houbrakena\">Arnold Houbraken</a>.": [
        [
            13,
            16,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            17,
            20,
            [
                "ICR",
                "IFR",
                "IH",
                "IHS",
                "IPR",
                "AHR"
            ]
        ],
        [
            21,
            30,
            [
                "Perimeter",
                "Vermeer",
                "Voltmeter",
                "Vermonter",
                "Ferreted",
                "Vertexes"
            ]
        ]
    ],
    "He studied art history at Heidelberg beginning in 1915, serving as a volunteer in the reserve infantry during World War I. Fraenger joined the art history institute there (Kunsthistorischen Institut der Universität Heidelberg), receiving his doctorate in 1917 with a dissertation on the pictorial analysis of French Academy theorist Roland de Chambray Fréart (1606-1676), supervised by <a href=\"/neumannc\">Carl Neumann</a>.": [
        [
            123,
            131,
            [
                "Ranger",
                "Grainger",
                "Granger",
                "Franker",
                "Traeger"
            ]
        ],
        [
            190,
            198,
            [
                "Institute"
            ]
        ],
        [
            199,
            202,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            203,
            214,
            [
                "University"
            ]
        ],
        [
            352,
            358,
            [
                "Great",
                "Heart",
                "Rear",
                "Fear",
                "Treat",
                "Breast"
            ]
        ]
    ],
    "He founded the Heidelberg intellectual group \"Die Gemeinschaft,\" (the Community) in 1919 to counteract the elitism of academic treatment of the arts.": [],
    "Fraenger was initially interested in Mathias Grünewald and lectured on the artist during this time.": [
        [
            0,
            8,
            [
                "Ranger",
                "Grainger",
                "Granger",
                "Franker",
                "Traeger"
            ]
        ],
        [
            45,
            54,
            [
                "Grunewald"
            ]
        ]
    ],
    "He married Auguste \"Gustel\" Esslinger (1892-1979) in 1920.": [
        [
            11,
            18,
            [
                "August",
                "Augusta",
                "Augusto",
                "Augusts",
                "Auguster"
            ]
        ],
        [
            20,
            26,
            [
                "Gusted",
                "Gus tel"
            ]
        ],
        [
            28,
            37,
            [
                "Salinger",
                "Ehrlinger"
            ]
        ]
    ],
    "While lecturing on art, he met the artist Louise \"Lulu\" Darmstädter (later) Kayser-Darmstädter (1894-1983) with whom he exchanged an intimate life-long friendship.": [
        [
            56,
            67,
            [
                "Darmstadt"
            ]
        ],
        [
            76,
            94,
            [
                "Kaiser-Darmstädter",
                "Kayser-Darmstadt"
            ]
        ]
    ],
    "Fraenger's strong interest in the study of folk culture began with the founding of the <em>Jahrbuch für historische Volkskunde</em> (historical ethnography yearbook), which he edited for the 1925-1926 year.": [
        [
            0,
            8,
            [
                "Ranger",
                "Grainger",
                "Granger",
                "Franker",
                "Traeger"
            ]
        ]
    ],
    "He was hired at the Schloßbibliothek Mannheim as its library director in 1927.": [],
    "Though not Jewish, he was forced out of this position with the asumption of power by the Nazis in 1933 because of his progressivist views and his books burned.": [
        [
            63,
            72,
            [
                "assumption"
            ]
        ]
    ],
    "A book on Grünewald appeared in 1937 which was again opposed by the Nazis because of Fraenger's interpretive approach to an artist the National Socialist's consider \"urdeutsch.\"": [
        [
            10,
            19,
            [
                "Grunewald"
            ]
        ],
        [
            85,
            93,
            [
                "Ranger",
                "Grainger",
                "Granger",
                "Franker",
                "Traeger"
            ]
        ],
        [
            166,
            175,
            [
                "Deutsche",
                "Süddeutsche"
            ]
        ]
    ],
    "He worked as an artistic advisor for a Berlin theater company beginning in 1938 through 1943.": [],
    "After World War II he was briefly interned in a Soviet prison camp.": [],
    "After release, Fraenger joined the Communist Party and became involved in politics in what was declared East Germany.": [
        [
            15,
            23,
            [
                "Ranger",
                "Grainger",
                "Granger",
                "Franker",
                "Traeger"
            ]
        ]
    ],
    "He was mayor of Brandenburg an der Havel between 1945 and 1947.": [],
    "During that time he acted as councilman for Education under its famous Communist mayor Fritz Lange (1898-1981).": [],
    "As educational councilman he established and led an adult education school in the city.": [],
    "Perhaps his best known book, his study on Hieronymus Bosch, was published in 1947.": [],
    "In it, Fraenger argued controvercially that Bosch's most famous picture, the \"Garden fo Earthly Delights\" (Madrid), should not be read through Christian iconography, but rather as a social utopian statement.": [
        [
            7,
            15,
            [
                "Ranger",
                "Grainger",
                "Granger",
                "Franker",
                "Traeger"
            ]
        ],
        [
            23,
            38,
            [
                "controversially"
            ]
        ],
        [
            85,
            87,
            [
                "for",
                "FO",
                "of",
                "to",
                "go",
                "no"
            ]
        ]
    ],
    "He was appointed director for the center for German folk studies (Institut für deutsche Volkskunde), part of the German Academy of Sciences (Deutschen Akademie der Wissenschaften or DAW) in Berlin in 1952.": [
        [
            66,
            74,
            [
                "Institute"
            ]
        ],
        [
            75,
            78,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            79,
            87,
            [
                "Deutsche"
            ]
        ],
        [
            141,
            150,
            [
                "Deutsche"
            ]
        ],
        [
            151,
            159,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            160,
            163,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "He helped found the literary and art journal and publishing house <em>Castrum Peregrini</em> with the Dutch painter Gisèle van Waterschoot van der Gracht (b.": [],
    "1912) and Wolfgang Frommel (1902-1986) in 1950.": [
        [
            19,
            26,
            [
                "Rommel"
            ]
        ]
    ],
    "He was named a professor at the Institute in 1955.": [],
    "After his death, a foundation was established in Potsdam for him in 1992.": [],
    "His papers are held at this institution, the Wilhelm Fraenger Gesellschaft administered by his wife and stepdaughter, Ingeborg Baier-Fraenger (1926-1994).": [
        [
            53,
            61,
            [
                "Ranger",
                "Grainger",
                "Granger",
                "Franker",
                "Traeger"
            ]
        ],
        [
            118,
            126,
            [
                "Georg",
                "Iceberg",
                "Göteborg",
                "Inborn",
                "Goteborg",
                "Silkeborg"
            ]
        ],
        [
            127,
            141,
            [
                "Bear-Fraenger",
                "Baier-Ranger"
            ]
        ]
    ],
    "In his book on Bosch, Fraenger constructed an explanation of the artist's work based on his theory that Bosch belonged to a heretical group, the Adamites in 's-Hertogenbosch, which practiced many of the rites depicted in Bosch's paintings.": [
        [
            22,
            30,
            [
                "Ranger",
                "Grainger",
                "Granger",
                "Franker",
                "Traeger"
            ]
        ],
        [
            145,
            153,
            [
                "Ada mites"
            ]
        ]
    ],
    "The theory remained controvercial and unaccepted by other Bosch scholars.": [
        [
            20,
            33,
            [
                "controversial"
            ]
        ]
    ]
}