{
    "Professor of the History of Pre-Classical Antiquity at the University of London, 1949-1954.": [],
    "Frankfort was the eldest son of a Jewish mercantile family.": [],
    "Expected to inherit and run the family business, he was educated at the Hogere Burger School, a commercial high school, instead of the humanities-centered Barlaeus Gymnasium.": [
        [
            72,
            78,
            [
                "Hagar",
                "Hogan",
                "Hog ere",
                "HotAir"
            ]
        ],
        [
            155,
            163,
            [
                "Barracks",
                "Barriers",
                "Barnes",
                "Ballads",
                "Barges",
                "Barley"
            ]
        ]
    ],
    "Friends at the Barlaeus Gymnasium recognized his brilliance, however, and convinced his father to allow him to pursue a university career instead.": [
        [
            15,
            23,
            [
                "Barracks",
                "Barriers",
                "Barnes",
                "Ballads",
                "Barges",
                "Barley"
            ]
        ]
    ],
    "Frankfurt studied initially Greek at the University of Amsterdam.": [],
    "There he met another ancientist student, <a href=\"/groenewegenfrankforth\">Henriette \"Jettie\" Groenewegen</a>, a year old than he.": [
        [
            21,
            31,
            [
                "ancientest"
            ]
        ]
    ],
    "During World War I, he served in the Dutch army, 1914-18.": [],
    "After the war, Frankfort and Groenewegen became engaged in 1920.": [],
    "In 1921 Groenewegen was granted an M. A. in philosophy and Frankfort one in Netherlands Language and Literature, which included history.": [],
    "Frankfort and Groenewegen traveled to London before their marriage so that he could study with the Egyptian archaeologist Sir Flinders Petrie (1853-1942).": [],
    "Frankfort was offered a position as Assistant in the British Museum's Department of Egyptian and Assyrian Antiquities in 1922, but it was rescinded when he declined to abandon his Dutch citizenship.": [],
    "In 1922 he made his first trip to the Near East as a member of Petrie's expedition at Qau el-Kebir.": [
        [
            3,
            7,
            [
                "1922,"
            ]
        ],
        [
            63,
            69,
            [
                "Metric",
                "Retire",
                "Erie",
                "Pete",
                "Bertie",
                "Pearce"
            ]
        ],
        [
            86,
            89,
            [
                "AAU",
                "IAU",
                "Tau",
                "AU",
                "Au",
                "BAU"
            ]
        ],
        [
            90,
            98,
            [
                "El-Kebir",
                "el-Kefir"
            ]
        ]
    ],
    "Frankfort returned to London in 1923, married Groenewegen and completed his second M.A.": [],
    "the final day of that year.": [
        [
            0,
            3,
            [
                "The"
            ]
        ]
    ],
    "The two lived in Athens for the 1924-1925 academic year at the British School of Archaeology where he wrote his doctoral dissertation, published as his second book At age twenty-eight (1925) he was made director of excavations for the Egypt Exploration Society at Tell el-Amarna, Abydos, and Armant.": [
        [
            269,
            278,
            [
                "El-Amarna",
                "el-Maria"
            ]
        ],
        [
            280,
            286,
            [
                "Abyss",
                "Abides",
                "Abodes",
                "Albedos",
                "BYOS",
                "Azygos"
            ]
        ],
        [
            292,
            298,
            [
                "Armand",
                "Arrant",
                "Armani",
                "Arm ant"
            ]
        ]
    ],
    "Among his assistants was <a href=\"/whittemoret\">Thomas Whittemore</a>, later archaeologist for Hagia Sophia.": [],
    "At Tell el-Amarna he exhumed the artifacts of the famous Ahkenaten.": [
        [
            8,
            17,
            [
                "El-Amarna",
                "el-Maria"
            ]
        ],
        [
            57,
            66,
            [
                "Akhenaten"
            ]
        ]
    ],
    "At Armant he exhumed the spectacular sacred bulls statuary.": [
        [
            3,
            9,
            [
                "Armand",
                "Arrant",
                "Armani",
                "Arm ant"
            ]
        ]
    ],
    "He received his Ph.D.": [],
    "from Leiden University.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "The success of these operations attracted the attention of James Breasted (1865-1935), who, in 1929 invited him to direct the Iraq excavations for the Oriental Institute of the University of Chicago, supported by John D. Rockefeller.": [],
    "These digs produced the foundational understanding of Mesopotamian cultures in relation to those of the Indus Valley.": [],
    "The four sites excavated included the Diyala River Basin as well as the Assyrian city of Khorsabad.": [
        [
            38,
            44,
            [
                "Diana",
                "Dial",
                "Dials",
                "Ayala",
                "Douala",
                "Riyal"
            ]
        ],
        [
            89,
            98,
            [
                "Khorana"
            ]
        ]
    ],
    "Frankfort was a gifted organizer whose success in these excavations was as much a part of his ability to delegate as it was to interpret.": [],
    "In 1932 Frankfort was appointed to the chair of Research Professor of Oriental Archaeology at Chicago, but did not reside in the United States until 1937, owing to an <em>Extraordinarius</em> professorship he held at the University of Amsterdam those same years.": [],
    "During the same period (1932 onward) he also taught at the newly transplanted Warburg Institute (under the University of London after 1944) with <a href=\"/saxlf\">Fritz Saxl</a>.": [],
    "The Frankforts lived in Hampstead (London), the center of the British avant-garde.": [
        [
            4,
            14,
            [
                "Frankfort's",
                "Frankfort",
                "Frank forts"
            ]
        ],
        [
            24,
            33,
            [
                "Hempstead"
            ]
        ]
    ],
    "There they knew artists such as Barbara Hepworth and her husband, the artist Ben Nicholson.": [],
    "The effects of the Depression finally ended the Iraq Expedition in 1937.": [],
    "In 1938 the couple moved to a house overlooking the sea in Kimmeridge near Corfe Castle, Dorset.": [
        [
            59,
            69,
            [
                "Simmering"
            ]
        ],
        [
            75,
            80,
            [
                "Core",
                "Corfu"
            ]
        ]
    ],
    "In 1939 Frankfort moved to Chicago full time as a professor at the University of Chicago.": [],
    "A series of speculative talks, suggested by his wife, was delivered as part of a public course in the Division of the Humanities of the University of Chicago on ancient human's worldview.": [],
    "The lectures, given by the archaeologists John Albert Wilson (1899-1976), Thorkild Jacobsen (1904-1993) and William A. Irwin (1884-1967), resulted in the book <em>Intellectual Adventure of Ancient Man: An Essay on Speculative Thought in the Ancient Near East</em>.": [
        [
            74,
            82,
            [
                "Thorwald"
            ]
        ]
    ],
    "Frankfort and his wife supplied the introduction, \"Myth and Reality,\" and a conclusion.": [],
    "American teaching meant diversity in lecturing.": [],
    "Frankfort once took a class to the Art Institute of Chicago for a Picasso exhibition in order to compare aspects of modern art with ancient.": [],
    "Frankfort was never comfortable with America, however, and in 1949 he returned to London to head the Warburg Institute, assuming the title Professor of Pre-Classical History of the University of London and heading the Warburg Institute, left vacant with the death of Saxl the year before.": [
        [
            267,
            271,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ]
    ],
    "In 1952 he made his final trip to the east as a Guggenheim Fellow.": [
        [
            3,
            7,
            [
                "1952,"
            ]
        ]
    ],
    "At the Warburg, Frankfort met and fell in love with a younger and attractive Spanish scholar, Warburg's photoarchivist, <a href=\"/harrise\">Enriqueta Harris</a>.": [],
    "He divorced Henriette the same year and married Harris.": [
        [
            12,
            21,
            [
                "Henrietta"
            ]
        ]
    ],
    "Frankfort had completed the text for the volume on ancient non-classical art for the prestigious <em>Pelican History of Art</em> series when he died unexpectedly at home.": [],
    "The volume appeared posthumously.": [],
    "After his death he was succeeded at the Warburg Institute by <a href=\"/bingg\">Gertrud Bing</a>.": [],
    "Frankfort's excavations at Mesopotamia for the University of Chicago, 1929-1937 were some of the most important excavations of the era, adding significantly to the understanding of that era.": [],
    "His work at Diyala produced a stratified architectural sequence, which allowed the team to posit a chronological framework for early Mesopotamian art.": [
        [
            12,
            18,
            [
                "Diana",
                "Dial",
                "Dials",
                "Ayala",
                "Douala",
                "Riyal"
            ]
        ]
    ],
    "Tablets were recorded with their find spots, for the first time, allowing Frankfort to draw a stylistic development of this category of objects such as the seals, spanning all of Mesopotamian art.": [],
    "Previously these had not been solidly classified since most objects had come either from unstratified excavations or the art market.": [],
    "His <em>Kingship and the Gods</em> underlined the relationship of near eastern religion as an expression of the integration of society with nature.": []
}