{
    "Early female curator for the Museum of Modern Art, New York.": [],
    "Franc was born and raised in New York city.": [
        [
            29,
            42,
            [
                "New York City"
            ]
        ]
    ],
    "Her father was a lawyer.": [],
    "After graduating from Horace Mann school in New York, she entered Wellesley College where her professors included the future director of the Museum of Modern Art, <a href=\"/barra\">Alfred H. Barr, Jr.</a> After graduation in 1929 she followed Barr to the graduate school of art history at New York University where both had received a fellowship.": [],
    "In 1934, she began working in the Pierpont Morgan Library under its director, Belle da Costa Greene (1883-1950).": [
        [
            84,
            86,
            [
                "the",
                "DA",
                "a",
                "day",
                "do",
                "Dr"
            ]
        ]
    ],
    "There she curated an exhibition, “The Animal Kingdom”, and was briefly promoted to curator of drawings and paintings there.": [],
    "However, when the United States entered World War II concerns over the safety of the collection prompted library trustees to store irreplaceable materials underground.": [],
    "Franc felt “she had nothing to curate...[and] resigned to do war work” (Ardizonne).": [
        [
            72,
            81,
            [
                "Arizona",
                "Adrienne",
                "Argonne",
                "Dionne",
                "Adrianne",
                "Arizonan"
            ]
        ]
    ],
    "From 1942 onward, she worked in positions at the intelligence unit of Air Transport Command, then at the Office of Foreign Relief and Rehabilitation (which later became the United Nations Relief and Rehabilitation Administration), the Foreign Broadcast Intelligence Service, and finally for the International Bank for Reconstruction and Development.": [],
    "Wishing to return to the arts, Franc took a position as an associate in education at the Philadelphia Museum of Art.": [],
    "In 1949 she returned to New York joining the <em>Magazine of Art</em>.": [
        [
            3,
            7,
            [
                "1949,"
            ]
        ]
    ],
    "While at the magazine, she authored the index and jacket blurb for <a href=\"/barra\">Alfred H. Barr, Jr.</a>’s book <em>Matisse: His Art and His Public</em> and worked with the Museum of Modern art board member <a href=\"/sobyj\">James Thrall Soby</a>.": [],
    "After the liquidation of the <em>Magazine of Art</em> in 1953, Franc was hired to work for the art book publisher Harry N. Abrams.": [],
    "Wishing to be closer to museum work, she joined the Museum of Modern Art’s Circulating Exhibitions Program as Editorial Associate for the Department’s International Program in 1954.": [],
    "Her work in the International Program tied together her interests in art history and international affairs.": [],
    "She often worked on exhibitions used for American diplomacy in other countries.": [],
    "Franc was moved to MoMA’s publications department in 1962, rising to Editor-in-Chief of Publications in 1969.": [],
    "Among her notable works were exhibition catalog <em>The Machine as Seen at the End of the Mechanical Age</em> to the 1968 show of the same name.": [],
    "This innovative show was curated by <a href=\"/pontushulteng\">K.": [],
    "G. Pontus Hultén</a>.": [
        [
            10,
            16,
            [
                "Hunter",
                "Halted",
                "Helen",
                "Hunted",
                "Sultan",
                "Fulton"
            ]
        ]
    ],
    "She retired officially in 1971, but continued to work on projects for the MoMA.": [],
    "Her most notable projects were those produced after her retirement, including the series of books, <em>An Invitation to See</em>.": [],
    "The first book, <em>An Invitation to See: 125 Paintings from the Museum of Modern Art</em>, published in 1973.": [],
    "It was the first book published by MoMA to introduce the general public to their collections.": [
        [
            57,
            71,
            [
                "public"
            ]
        ]
    ],
    "<em>An Invitation to See: 150 Works from the Museum of Modern Art</em> was published in 1992.": [],
    "It contained a much broader array of art and was considered a revision of Franc’s first <em>Invitation to See</em>.": []
}