{
    "<p>Editor of the <em>Art News</em> during the critical years of Abstract Expressionism.": [],
    "Frankfurter was the son of Moritz Frankfurter and Freda Heyman (Frankfurter) of Chicago.": [],
    "He attended the Boy's Latin School in Chicago followed by one year at Princeton University.": [],
    "He transferred to Humboldt University, Berlin, where he was awarded an undergraduate degree and graduate degree from the Institut für Kunstgeschichte (Institute for Art History).": [
        [
            121,
            129,
            [
                "Institute"
            ]
        ],
        [
            130,
            133,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "He worked for the esteemed historian of Renaissance art, <a href=\"/berensonb\">Bernard Berenson</a>, at the Villa I Tatti in Florence before returning to the United States.": [],
    "There he became art critic for the <em>Studio International</em> in 1927 in New York.": [],
    "In 1929 he became editor of the <em>Antiquarian</em> and later <em>Fine Arts</em> magazine (through 1934).": [
        [
            3,
            7,
            [
                "1929,"
            ]
        ]
    ],
    "After free-lancing as an art critic for two years, Frankfurter was named editor in 1936 of the <em>Art News</em>, America's oldest art magazine.": [],
    "Under his leadership, he turned the journal into a seminal source for art information and criticism.": [],
    "Frankfurter formed part of the Executive Committee of the 1939 New York World's Fair under <a href=\"/valentinerw\">Wilhelm Rheinhold Otto Valentiner</a>.": [],
    "During World War II, he served as policy control chief for psychological warfare in the overseas division of the Office of War Information between 1942 until 1945.": [],
    "Frankfurter was awarded the Legion of Merit for his service.": [],
    "Following the War, he was director of the American pavilion at the 1948 Venice Biennale International Exposition, garnering the Order of Merit by the Italian government for this achievement.": [],
    "He advised numerous private collectors in acquisitions and served formally on the board of the Clark Art Museum, Williams College, Williamstown, MA.": [],
    "During the 1950s, when other art magazines were scoffing at the emerging artists of the New York School, he allowed his assistant editor, <a href=\"/hesst\">Thomas B. Hess</a> to make the magazine a progressive voice for emerging art movements, particularly abstract expressionism.": [],
    "Frankfurter himself, however, was generally unenthusiastic of the movement.": [],
    "In emulation of the foreign art press for which he once wrote and with which his magazine was in some competition, Frankfurter recruited important art writers.": [],
    "Continental writers and art historians invited to write for the <em>Art News</em> included Director of the Musée national d'art moderne <a href=\"/cassouj\">Jean Cassou</a>, National Gallery directors <a href=\"/clarkk\">Kenneth Clark</a> and <a href=\"/hendyp\">Philip Hendy</a>, Victoria and Albert Museum Curator <a href=\"/popehennessyj\">John Pope-Hennessy</a>, French arts minister <a href=\"/malrauxa\">André Malraux</a>, and the writer Cyril Connolly.": [
        [
            107,
            112,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            128,
            135,
            [
                "modern",
                "moderns",
                "Moderna"
            ]
        ]
    ],
    "Americans writers included the critic Henry McBride (1867-1962) (whom he rescued after McBride's dismissal from the New York <em>Sun</em>), Harvard curator <a href=\"/mongana\">Agnes Mongan</a>, <a href=\"/pachw\">Walter Pach</a>, MoMA curator <a href=\"/rewaldj\">John Rewald</a>, and the architectural critic Aline Saarinen (1914-1972).": [],
    "After the death of his second wife, Frankfurter married an assistant editor of the <em>Art News</em>, Eleanor C. Munro (b.": [],
    "1928) in 1960, a woman 22-years younger than he, and daughter of the art historian/educator <a href=\"/munrot\">Thomas Munro</a>.": [],
    "He was a signer to the 1961 letter to the <em>New York Times</em>, protesting the biased writing of its art critic, <a href=\"/canadayj\">John Canaday</a>, toward modern art.": [],
    "Frankfurter sold the magazine, of which he had controlling interest, to the <em>Washington Post</em> company in 1962.": [],
    "While in Jerusalem attending the opening of the Israel museum, he suffered a cerebral hemorrhage and died.": [],
    "He was succeeded at <em>Art News</em> by Hess.": [],
    "He is buried in the Lutheran cemetery at Jerusalem.": [],
    "Frankfurter published few books and those he did were usually commemorative catalogs.": [],
    "His importance lies in his editorship of an art journal developing at the same time as the New York art scene itself.": [],
    "The French government made him a Chevalier of the Legion of Honor for his services to French art.": [],
    "Frankfurter campaigned for architectural preservation and quality; a particular cause was against demolition of historic buildings, especially when replaced by mediocre modernism.": [],
    "His celebrated fight with the New York City Parks Commissioner Robert Moses (1888-1981) in 1954 over the New York Coliseum was well documented.</p>": []
}