{
    "Medievalist architectural historian and Institute of Advanced Study, Princeton, scholar; important <em>Kunstwissenschaft</em> Gothic theorist.": [],
    "Frankl's family stemmed from a line of Jewish scholars.": [
        [
            0,
            6,
            [
                "Frank",
                "Franks",
                "Frankly",
                "Frankel",
                "Fran kl"
            ]
        ]
    ],
    "His father a Prague businessman, was Carl Frankl and his mother Amalia von Wiener (Frankl).": [
        [
            42,
            48,
            [
                "Frank",
                "Franks",
                "Frankly",
                "Frankel",
                "Fran kl"
            ]
        ],
        [
            83,
            89,
            [
                "Frank",
                "Franks",
                "Frankly",
                "Frankel",
                "Fran kl"
            ]
        ]
    ],
    "He was born in Prague, Czechoslovakia, which is present-day Prague, Czech Republic.": [],
    "He attended to German Staats-Obergymnasium in Prague, graduating in 1896.": [
        [
            22,
            42,
            [
                "Starts-Obergymnasium"
            ]
        ]
    ],
    "Following a year's service in the Austrian military at a Lieutenant's rank in 1897, he entered the Technische Hochschule in Munich and then Berlin, graduating with a degree in (practicing) architecture in 1904.": [
        [
            99,
            109,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ]
    ],
    "He married an artist, Elsa Johanna Herzberg in 1905, working as an architect.": [
        [
            35,
            43,
            [
                "Herbert",
                "Hedberg"
            ]
        ]
    ],
    "He returned school in 1908, studying philology, history and art history at Ludwig-Maximilians-Universität in Munich, the latter topic under <a href=\"/wolfflinh\">Heinrich Wölfflin</a>.": [
        [
            75,
            105,
            [
                "Ludwig-Maximilian-Universität",
                "Ludwig-Maximilians-University"
            ]
        ]
    ],
    "Frankl's dissertation advisor, however, was <a href=\"/riehlb\">Berthold Riehl</a>, founder of the Institut für Kunstgeschichte (Art History Institute) there.": [
        [
            0,
            6,
            [
                "Frank",
                "Franks",
                "Frankly",
                "Frankel",
                "Fran kl"
            ]
        ]
    ],
    "The topic was on fifteenth-century glass painting in southern Germany, accepted in 1910.": [],
    "Frankl remained at Munich as Wölfflin's assistant (through 1913), who was now Riehl's successor, writing his <em>Habilitationschrift</em> on developmental phases in architecture under Wölfflin.": [
        [
            0,
            6,
            [
                "Frank",
                "Franks",
                "Frankly",
                "Frankel",
                "Fran kl"
            ]
        ],
        [
            29,
            37,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ],
        [
            78,
            83,
            [
                "Riel"
            ]
        ]
    ],
    "While this work employed Wölfflin's theoretical structure of development (and was dedicated to the master), it rejected Wölfflin's formalism.": [
        [
            25,
            33,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ],
        [
            120,
            128,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "Frankl worked as a <em>privatdozent</em> at Munich from 1914, exempt from military service in World War I because of an amputated arm, participating in the <em>Handbuch der Kunstwissenschaft</em> editions (under the editorship of <a href=\"/brinckmanna\">Albert Brinckmann</a> and <a href=\"/burgerf\">Fritz Burger</a>) beginning in 1916.": [
        [
            0,
            6,
            [
                "Frank",
                "Franks",
                "Frankly",
                "Frankel",
                "Fran kl"
            ]
        ]
    ],
    "In 1920 he was promoted to <em>außerordentlicher</em> (assistant) Professor at Munich, called the following year to become <em>ordentlicher</em> (full) Professor at Halle.": [
        [
            3,
            7,
            [
                "1920,"
            ]
        ]
    ],
    "It was there that Frankl turned to the topic of Gothic architecture, which would become his life's work and fame.": [
        [
            18,
            24,
            [
                "Frank",
                "Franks",
                "Frankly",
                "Frankel",
                "Fran kl"
            ]
        ]
    ],
    "His 1924 contribution to Wölfflin's festschrift--a seminal essay--theorized stylistic laws governing Gothic and Romanesque architecture.": [
        [
            25,
            33,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "Two years later it was expanded into his book <em>Baukunst des Mittelalters</em>.": [],
    "In 1933 at the 13th International Congress of the History of Art, Stockholm, he traveled with a group of medievalists including <a href=\"/hamannr\">Richard Hamann</a>, <a href=\"/conantk\">Kenneth John Conant</a> and <a href=\"/hahnloserh\">Hans R. Hahnloser</a>, lead by <a href=\"/roosvalj\">Johnny Roosval</a>, to see the discovery of the only gothic church still with its wooden arch scaffolding remaining (Frankl, <em>Gothic</em>).": [],
    "That same year the Nazis assumed control of the German government forcing the dismissal of Jews from government positions, including academics.": [],
    "Frankl was terminated in 1934, returning to Munich were he lived in poverty.": [
        [
            0,
            6,
            [
                "Frank",
                "Franks",
                "Frankly",
                "Frankel",
                "Fran kl"
            ]
        ],
        [
            51,
            55,
            [
                "where"
            ]
        ]
    ],
    "After a brief trip to Constantinople, he published his important theory of art-historical practice, <em>Das System der Kunstwissenschaft</em> issued in Czechoslovakia because works by Jewish authors were no longer permitted in Germany or Austria.": [],
    "The 1000-plus-page treatise is his most pure example of his <em>Kunstwissenschaft</em> notion, a systematic art history covering all principles in all forms from all periods.": [],
    "This book was among those the Nazi's selected for their book burnings.": [],
    "He traveled to the United States in 1938 but was prevented from returning because of illness.": [],
    "He was financially assisted in the U.S.": [],
    "by the German-American museum director <a href=\"/valentinerw\">Wilhelm Rheinhold Otto Valentiner</a>.": [
        [
            0,
            2,
            [
                "By"
            ]
        ]
    ],
    "In 1940 Frankl was appointed a member of the Institute of Advanced Study in Princeton through the initiative of Princeton University professor <a href=\"/moreyc\">Charles Rufus Morey</a> and Institute of Advanced Study member (and fellow Nazi-refugee) <a href=\"/panofskye\">Erwin Panofsky</a>.": [
        [
            8,
            14,
            [
                "Frank",
                "Franks",
                "Frankly",
                "Frankel",
                "Fran kl"
            ]
        ]
    ],
    "Panofsky argued for the non-teaching IAS position because Frankl's English was too poor to lecture in U.S.": [
        [
            0,
            8,
            [
                "Sinofsky"
            ]
        ],
        [
            58,
            64,
            [
                "Frank",
                "Franks",
                "Frankly",
                "Frankel",
                "Fran kl"
            ]
        ]
    ],
    "schools.": [
        [
            0,
            7,
            [
                "Schools"
            ]
        ]
    ],
    "Frankl spent much of his efforts at Princeton writing a book on the commentaries on the Gothic from that time to the present.": [
        [
            0,
            6,
            [
                "Frank",
                "Franks",
                "Frankly",
                "Frankel",
                "Fran kl"
            ]
        ]
    ],
    "After the War, <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a> invited him to write the volume on Gothic architecture for his English-language survey series, the <em>Pelican History of Art</em>.": [],
    "In 1948 Frankl returned to Germany as a guest lecturer at the universities of Berlin and Halle and in the United States at Yale University.": [
        [
            8,
            14,
            [
                "Frank",
                "Franks",
                "Frankly",
                "Frankel",
                "Fran kl"
            ]
        ]
    ],
    "From 1951 onward he took as his assistant the wife of Princeton medievalist <a href=\"/weitzmannk\">Kurt Weitzmann</a>, Josepha Weitzmann-Fiedler (1904-2000).": [],
    "She helped him see the completion of his manuscript for the <em>Gothic Architecture</em> volume for the <em>Pelican History of art</em>, completed in German in 1956 and his Gothic literature study, <em>The Gothic: Literary Sources and Interpretations through Eight Centuries</em>, published in 1960.": [],
    "He finished reading the English translation of the manuscript of the <em>Gothic Architecture</em> volume the day before he died, at his desk, at the Institute, at age 83.": [],
    "A revision of his <em>System der Kunstwissenschaft</em> remained unfinished, but was later issued under Weitzmann-Fiedler's direction in 1988 as <em>Zu Fragen des Stills</em>.": [],
    "His students in Halle included <a href=\"/krautheimerr\">Richard Krautheimer</a>, <a href=\"/hoeltjeg\">Georg Hoeltje</a> and <a href=\"/grotel\">Ludwig Grote</a>.": [],
    "Frankl was one of the giants of <em>Kunstwissenschaft</em> (Crossley) as well as one of the last.": [
        [
            0,
            6,
            [
                "Frank",
                "Franks",
                "Frankly",
                "Frankel",
                "Fran kl"
            ]
        ]
    ],
    "This theoretical approach to art history had been practiced most profoundly by Vienna School historian <a href=\"/riegla\">Aloïs Riegl</a> and Wölfflin.": [],
    "His <em>Kunstwissenschaft</em> writing consistently shows an interest in principles and categories--visual and intellectual--that control the viewer, the work of art and the conditions of its construction (Krautheimer).": [],
    "In <em>Das System der Kunstwissenschaft</em> Frankl demonstrated his ambition to create a comprehensive art history.": [],
    "Broken down into numerous categories (persons, things, places, time) and then into intricate substructures, (membrism, regularism, limitism, harmonism, etc.": [
        [
            109,
            117,
            [
                "mesmerism"
            ]
        ],
        [
            141,
            150,
            [
                "harmonium"
            ]
        ]
    ],
    "), the work constitutes \"probably the most ambitious morphological and phenomenological study of the visual arts ever undertaken\" (Crossley).": [
        [
            0,
            1,
            [
                ""
            ]
        ],
        [
            131,
            139,
            [
                "Crossly"
            ]
        ]
    ],
    "He coined terms, such as \"akyrism\" to define the changing contexts and meanings of art, mostly clearly realized in his final article on Boucher's 1752 painting \"Girl on the Counch.\"": [
        [
            26,
            33,
            [
                "Skyrim"
            ]
        ],
        [
            173,
            179,
            [
                "Couch",
                "Conch",
                "Crunch"
            ]
        ]
    ],
    "Frankl's system was not always easy to follow, a fact about which Frankl himself worried.": [
        [
            0,
            6,
            [
                "Frank",
                "Franks",
                "Frankly",
                "Frankel",
                "Fran kl"
            ]
        ],
        [
            66,
            72,
            [
                "Frank",
                "Franks",
                "Frankly",
                "Frankel",
                "Fran kl"
            ]
        ]
    ],
    "His emphasis on space as an analytic for architecture can be traced to the earlier pioneering work of <a href=\"/brinckmanna\">Albert Brinckmann</a> (Watkin).": [],
    "Frankl saw French Gothic architecture as a progressive style of the avante-garde, a laboratory of diverse ideas, in similar ways to the work of <a href=\"/bonyj\">Jean Bony</a>.": [
        [
            0,
            6,
            [
                "Frank",
                "Franks",
                "Frankly",
                "Frankel",
                "Fran kl"
            ]
        ],
        [
            68,
            80,
            [
                "avant-garde"
            ]
        ]
    ],
    "(Crossley).": [
        [
            1,
            9,
            [
                "Crossly"
            ]
        ]
    ]
}