{
    "Sociological art historian.": [],
    "Francastel's father was Albert Francastel and his mother Isabelle ter Linden.": [
        [
            0,
            10,
            [
                "Lancaster",
                "Fracases"
            ]
        ],
        [
            31,
            41,
            [
                "Lancaster",
                "Fracases"
            ]
        ],
        [
            66,
            69,
            [
                "TER",
                "her",
                "term",
                "ten",
                "tea",
                "per"
            ]
        ]
    ],
    "Francastel initially studied literature at the Sorbonne under the French Hellenist Paul Mazon (1874-1955).": [
        [
            0,
            10,
            [
                "Lancaster",
                "Fracases"
            ]
        ],
        [
            88,
            93,
            [
                "Amazon",
                "Mason",
                "Macon",
                "Manon"
            ]
        ]
    ],
    "Beginning in 1925, he worked for the architecture conservation department at the Palace of Versailles while researching his Ph.D.": [],
    "His thesis, which was published in 1930, was on the sculpture of Versailles.": [],
    "Francastel was appointed director of the Institut français in Warsaw, Poland in 1930.": [
        [
            0,
            10,
            [
                "Lancaster",
                "Fracases"
            ]
        ],
        [
            41,
            49,
            [
                "Institute"
            ]
        ],
        [
            50,
            58,
            [
                "Français",
                "Francis",
                "François",
                "Francois",
                "franchise",
                "Frances"
            ]
        ]
    ],
    "There he focused on the materialist theories of art history.": [],
    "He moved to Strasbourg as professor at the university of Strasbourg in 1936.": [],
    "At Strasbourg, he continued to concentrate on the social production of art, weaving a combination of political, religious and scientific history into his writing.": [],
    "Francastel changed research period to the 19th century, retaining his methodology.": [
        [
            0,
            10,
            [
                "Lancaster",
                "Fracases"
            ]
        ]
    ],
    "In 1937 he published <em>l'Impressionnisme, les origines de la peinture moderne de Monet à Gauguin</em>.": [
        [
            3,
            7,
            [
                "1937,"
            ]
        ]
    ],
    "His sociological thrust brought him to theorize particularly about space--cultural and physical--as an organizing principal in art.": [],
    "After World War II, <em>Annales</em> scholar Lucien Febvre (1878-1956) created the chair <em>Professeur de sociologie de l'art</em> (Professor of the Sociology of Art) at the l'école pratique des hautes études in 1948, appointing Francastel.": [],
    "Francastel's books <em>Art et Sociologie</em> (1948) and <em>Peinture et Société</em> (1952) were both produced during this time.": [
        [
            0,
            10,
            [
                "Lancaster",
                "Fracases"
            ]
        ]
    ],
    "His seminar on modern architecture resulted in his most influential book, <em>Art et Technique aux 19e et 20e siècles</em>, 1956.": [],
    "The book challenged the standard architectural interpretation of the era, asserting most fundamentally that the industrial revolution of the eighteenth century did not create a cultural rupture in the art of the western world.": [],
    "The book departed with the dominant architectural historians such as <a href=\"/giedions\">Sigfied Giedeon</a>, <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a> and <a href=\"/zevib\">Bruno Zevi</a>.": [],
    "After his death, an English translation was published as <em>Art and Technology</em>.": [],
    "His students at the école included the Marxist/El Greco scholar <a href=\"/hadjinicolaoun\">Nicos Hadjinicolaou</a>.": [
        [
            20,
            25,
            [
                "Cole",
                "ecol"
            ]
        ]
    ],
    "Francastel's sociological approach is indebted to the work of émile Durkheim (1858-1917), particularly Durkheim's studies of symbolic classification.": [
        [
            0,
            10,
            [
                "Lancaster",
                "Fracases"
            ]
        ],
        [
            62,
            76,
            [
                "Émile Durkheim"
            ]
        ]
    ],
    "Francastel disagreed with Marxist art historians such as <a href=\"/antalf\">Frederick Antal</a> and others writing social histories of art, insisting that art is not simply an expression of class ideology, but rather is an operative system acting on society and society reciprocating (Tanner).": [
        [
            0,
            10,
            [
                "Lancaster",
                "Fracases"
            ]
        ]
    ],
    "Likewise, he discarded the \"mystique of progress\" concept of <a href=\"/mumfordl\">Lewis Mumford</a> in which Mumford and others asserted that the development of the machine results in the greatest advancement of humankind.": [],
    "<a href=\"/hitchcockr\">Henry-Russell Hitchcock</a> and his view of \"first generation\" of modern architecture was anathema to Francastel.": [],
    "Francastel posited that architecture, sculpture and painting constituted specific forms of knowledge.": [
        [
            0,
            10,
            [
                "Lancaster",
                "Fracases"
            ]
        ]
    ],
    "He analyzed works according to their \"plastic or aesthetic thought\" manifested in these different figurative systems.": [],
    "His sociological framework differs as well from Pierre Bourdieu (1930-2002) and Bourdieu's dynamic theory of art.": [],
    "His writing was full of contradictions and assertions that have not been adopted into mainstream architectural history; he termed Frank Lloyd Wright's architecture \"Victorian,\" denied the modernity in Henry Hobson Richardson's architecture, and suggested more than a little chauvinistically that modernism was key to understanding <a href=\"/violletleduce\">Eugène Viollet-le-Duc</a> (Bois).": [],
    "Among historians, his thought is most closely associated with <em>Annales</em> historians Febvre and Ferdinand Braudel (1902-1985).": [],
    "Historians of the <em>Nouvelle Historie</em> in France considered him a pioneer of the history of mentalities and of the \"imaginary,\" the organization of social space (Doyon).": [],
    "Michel Foucault condemned Francastel for a \"totalizing vision\" of history that allowed comparisons of the Eiffel tower with Cézanne.": [
        [
            26,
            36,
            [
                "Lancaster",
                "Fracases"
            ]
        ],
        [
            106,
            118,
            [
                "Eiffel Tower"
            ]
        ]
    ],
    "Within the field of art history, his theories have lingered but have neither become mainstream nor incorporated into other methodologies.": []
}