{
    "<p>Medievalist and curator, Cloisters, Metropolitan Museum of Art.": [],
    "Freeman was the daughter of Orville Ezra Freeman (1863-1909), a grocer, and Sarah Adelaide Sigler (Freeman).": [
        [
            91,
            97,
            [
                "Signer",
                "SIGLE"
            ]
        ]
    ],
    "She graduated from Wellesley College with a B.A, continuing for a master's degree at Columbia University.": [
        [
            46,
            47,
            [
                " A"
            ]
        ]
    ],
    "Freeman continued study at the College de France, Sorbonne, summer school.": [],
    "After returning, she worked as a research assistant at the Newark Museum, 1924-1925, and as an instructor at the Dana Hall School, a girls' boarding school in Wellesley, MA, between 1925-1927.": [],
    "She joined the Metropolitan Museum of Art first as a lecturer in the department of Egyptian and Medieval art in 1928.": [],
    "When the Cloisters opened in 1938, Freeman moved to the medieval-concentration museum, under <a href=\"/rorimerj\">James Rorimer</a>, developing the medieval gardens and organized the music programs held there.": [],
    "She rose to assistant curator in 1940 and, when Rorimer was called to military duty in 1943, became associate curator, acting as director of the Cloisters until his return.": [
        [
            48,
            55,
            [
                "Former",
                "Primer",
                "Mortimer",
                "Dormer",
                "Roomier",
                "Gorier"
            ]
        ]
    ],
    "Her interest in medieval gardens resulted in her book <em>Herbs for the Mediaeval Household</em>, published in 1943.": [],
    "After Rorimer's appointment as director of the Met in 1955, Freeman became curator of the Cloisters.": [
        [
            6,
            13,
            [
                "Former",
                "Primer",
                "Mortimer",
                "Dormer",
                "Roomier",
                "Gorier"
            ]
        ]
    ],
    "She wrote two books on Cloisters textiles, the <em>St.": [],
    "Martin Embroideries</em>, 1968, and on the Museum's famous Unicorn Tapestries in 1976.": [],
    "She retired in 1965 as curator emeritus.</p>": []
}