{
    "Harvard professor and scholar of the Italian Renaissance.": [],
    "Freedberg attended the Boston Latin School and then Harvard University where he graduated <em>summa cum laude</em> in 1936.": [
        [
            0,
            9,
            [
                "Friedberg",
                "Freed berg"
            ]
        ]
    ],
    "He continued to pursue his Ph.D.": [],
    "there studying under <a href=\"/berensonb\">Bernard Berenson</a> at Villa I Tatti in Florence.": [
        [
            0,
            5,
            [
                "There"
            ]
        ]
    ],
    "His 1940 dissertation topic was the painting of Parmigianino.": [],
    "When the United States entered World War II the following year, Freedberg commanded an intelligence unit for the United States Army that reported to the British war cabinet.": [
        [
            64,
            73,
            [
                "Friedberg",
                "Freed berg"
            ]
        ]
    ],
    "Assigned to assemble information for Rome, Freedberg refused, risking disciplinary action, because he later stated, he worried that the information would result in a military operation leading to the destruction of artworks there.": [
        [
            43,
            52,
            [
                "Friedberg",
                "Freed berg"
            ]
        ]
    ],
    "He was nevertheless awarded the Order of the British Empire (Military Division) in 1946.": [],
    "After the war, Freedberg joined the faculty at Wellesley College, teaching as an associate professor from 1950 to 1954.": [
        [
            15,
            24,
            [
                "Friedberg",
                "Freed berg"
            ]
        ]
    ],
    "He joined the faculty at Harvard University in 1954, eventually rising to <a href=\"/portera\">A.": [],
    "Kingsley Porter</a> professor of fine arts.": [],
    "After Berenson's death in 1959, Freedberg assisted in the transforming of I Tatti into a research center for Havard, twice serving as professor in residence at the Center for Renaissance Studies, as I Tatti was named.": [
        [
            6,
            14,
            [
                "Benenson"
            ]
        ],
        [
            32,
            41,
            [
                "Friedberg",
                "Freed berg"
            ]
        ],
        [
            76,
            81,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ],
        [
            109,
            115,
            [
                "Harvard",
                "Hazard"
            ]
        ],
        [
            201,
            206,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ]
    ],
    "He was chairman of the Department of Fine Arts for several years.": [],
    "In 1978-79 he was acting director of the Fogg Art Museum.": [
        [
            41,
            45,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "As professor, he advised the Fogg Art Museum, the Museum of Fine Arts in Boston and at the Metropolitan Museum of Art in New York.": [
        [
            29,
            33,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "That year Harvard appointed the controversial <a href=\"/clarkt\">T.": [],
    "J. Clark</a> from UCLA to the faculty.": [],
    "Clark, a self-described Marxist, was vigorously opposed by the highly traditional Freedberg and others.": [
        [
            82,
            91,
            [
                "Friedberg",
                "Freed berg"
            ]
        ]
    ],
    "Freedberg's displeasure led to his early retirement from Harvard in 1983.": [
        [
            0,
            9,
            [
                "Friedberg",
                "Freed berg"
            ]
        ]
    ],
    "That year, that year he accepted a position offered by one of his former students, National Gallery of Art director <a href=\"/brownjc\">J.": [],
    "Carter Brown</a>, as chief curator.": [],
    "Freedberg's assignment was to improve the Gallery's comparatively weak collection of baroque Italian art.": [
        [
            0,
            9,
            [
                "Friedberg",
                "Freed berg"
            ]
        ]
    ],
    "Freedberg also mounted several exhibitions including the 1986 \"Age of Correggio and the Carracci\" show, an innovative survey of 16th-century Italian painting.": [
        [
            0,
            9,
            [
                "Friedberg",
                "Freed berg"
            ]
        ],
        [
            88,
            96,
            [
                "Carrack",
                "Carrasco",
                "Carpaccio"
            ]
        ]
    ],
    "Freedberg acquired of a pair of paintings from that exhibition, <em>Joseph and Potiphar's Wife</em> and <em>Amnon and Tamar</em>, 1649, by Guercino, in 1988.": [
        [
            0,
            9,
            [
                "Friedberg",
                "Freed berg"
            ]
        ]
    ],
    "He was named to the rank of Grand Officer in the Order of the Star of Solidarity by the Italian Government for his rescue work during the catastrophic flooding of Florence in 1966, and Grand Officer of the Order of Merit of the Italian Republic in 1982.": [],
    "He received the National Medal of Arts in 1988, and remains the only art historian to have been so honored.": [],
    "Freedberg died of cardiac arrest and renal failure.": [
        [
            0,
            9,
            [
                "Friedberg",
                "Freed berg"
            ]
        ]
    ],
    "His students included <a href=\"/hallm\">Marcia B. Hall</a>.": [],
    "Holland Cotter characterized Freedberg as one who \"embodied a formalist approach that emulated the patrician scholarly style of an earlier era.\"": [
        [
            29,
            38,
            [
                "Friedberg",
                "Freed berg"
            ]
        ]
    ],
    "He was an old-style connoisseur that was a hallmark of Harvard's brand of art historian.": [],
    "Freedberg's authoritarian personality led to what Hilton Kramer termed the clubbiness of the Fogg tradition, \"an example of cultural elitism that serves the public interest.\"": [
        [
            0,
            9,
            [
                "Friedberg",
                "Freed berg"
            ]
        ],
        [
            75,
            85,
            [
                "chubbiness"
            ]
        ],
        [
            93,
            97,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "Freedberg affected, by his own admission, an accent that was partially British and his native Bostonian.": [
        [
            0,
            9,
            [
                "Friedberg",
                "Freed berg"
            ]
        ]
    ]
}