{
    "Curator of Greek and Roman art at the Getty Museum, 1973-1985; fired for impropriety.": [],
    "Frel's father was an elementary school teacher in a Czechoslovakian village.": [
        [
            0,
            4,
            [
                "Free",
                "Feel",
                "Fuel",
                "Fred",
                "Fret",
                "Frey"
            ]
        ]
    ],
    "The family changed the name to Frel from one of Jewish origin to escape Nazi persecution during their occupation.": [
        [
            31,
            35,
            [
                "Free",
                "Feel",
                "Fuel",
                "Fred",
                "Fret",
                "Frey"
            ]
        ]
    ],
    "After World War II, Frel studied at the Sorbonne école normale supérieure in Paris.": [
        [
            20,
            24,
            [
                "Free",
                "Feel",
                "Fuel",
                "Fred",
                "Fret",
                "Frey"
            ]
        ],
        [
            49,
            54,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            55,
            62,
            [
                "normal",
                "Normal",
                "nor male",
                "norm ale"
            ]
        ],
        [
            63,
            73,
            [
                "superior",
                "superhero",
                "Superior",
                "superiors",
                "supersede",
                "superstore"
            ]
        ]
    ],
    "He returned to Czechoslovakia where he taught classical art at Charles University (Universitas Carolina) from 1948 to 1968.": [
        [
            83,
            94,
            [
                "University",
                "Universities"
            ]
        ]
    ],
    "During the 1968 Czech revolt, he defected from Czechoslovakia, then under communist rule, to the United States.": [],
    "He taught at Princeton University before joining the staff of Metropolitan Museum of Art, New York, in 1970 as associate curator of Greek and Roman Art.": [],
    "In 1973 the American billionaire J. Paul Getty (1892-1976) appointed him curator of ancient art for his future museum, the J. Paul Getty Museum.": [],
    "Working with Getty, who had narrow views of art, and the board of directors, proved difficult and Frel actually found himself soliciting donations from outside the museum for greater freedom to purchase.": [
        [
            98,
            102,
            [
                "Free",
                "Feel",
                "Fuel",
                "Fred",
                "Fret",
                "Frey"
            ]
        ]
    ],
    "After Getty's death in 1976, the museum, recipient of his fortune, became the wealthiest in the world.": [],
    "Frel married the classicist curator Faya Causey (later divorced).": [
        [
            0,
            4,
            [
                "Free",
                "Feel",
                "Fuel",
                "Fred",
                "Fret",
                "Frey"
            ]
        ],
        [
            36,
            40,
            [
                "Maya",
                "Fay",
                "Faye",
                "Fays",
                "AYA",
                "Baya"
            ]
        ],
        [
            41,
            47,
            [
                "Cause",
                "Caused",
                "Causes",
                "Casey",
                "Causal",
                "Hausa"
            ]
        ]
    ],
    "At the Getty, he was assigned to acquire the best classical works of art available as the Museum's focal-point collection.": [],
    "He used two principal antiquities dealers, Giacomo Medici in Italy and Robert Hecht of Los Angeles, both of whom were subsequently accused of major antiquities export violations in Italy.": [
        [
            78,
            83,
            [
                "Heart",
                "Heat",
                "Height",
                "Tech",
                "Heath",
                "Echo"
            ]
        ]
    ],
    "He acquired thousands of small ancient Greek pottery sherds to fill the collection which later scholars charged to be of dubious research value.": [
        [
            53,
            59,
            [
                "herds",
                "sheds",
                "shards",
                "shreds"
            ]
        ]
    ],
    "Frel also devised a scheme where individuals could buy works from Hecht's antiquities gallery and donate them to the Getty for inflated values Frel secured.": [
        [
            0,
            4,
            [
                "Free",
                "Feel",
                "Fuel",
                "Fred",
                "Fret",
                "Frey"
            ]
        ],
        [
            66,
            71,
            [
                "Heart",
                "Heat",
                "Height",
                "Tech",
                "Heath",
                "Echo"
            ]
        ],
        [
            143,
            147,
            [
                "Free",
                "Feel",
                "Fuel",
                "Fred",
                "Fret",
                "Frey"
            ]
        ]
    ],
    "In 1979, Frel was instrumental in buying a stone head of Achilles for the Museum, supposedly carved by Scopas, for $ 2.5 million.": [
        [
            9,
            13,
            [
                "Free",
                "Feel",
                "Fuel",
                "Fred",
                "Fret",
                "Frey"
            ]
        ],
        [
            103,
            109,
            [
                "Scopes",
                "Scopus"
            ]
        ],
        [
            115,
            118,
            [
                "$2"
            ]
        ]
    ],
    "Frel hired Marion True (b.": [
        [
            0,
            4,
            [
                "Free",
                "Feel",
                "Fuel",
                "Fred",
                "Fret",
                "Frey"
            ]
        ]
    ],
    "1948), then a Ph.D candidate in classical art, to catalog objects.": [
        [
            14,
            18,
            [
                "Ph.D."
            ]
        ]
    ],
    "In 1982 the Museum hired Arthur A. Houghton III (b.1940), son of Metropolitan Musuem of Art Board President Arthur A. Houghton, Jr.": [
        [
            78,
            84,
            [
                "Museum"
            ]
        ]
    ],
    "(1906-1990), formerly of the U.S.": [],
    "State department and a Corning Glass heir, as its Associate Curator of Antiquities.": [],
    "Houghton uncovered, Frel's overvaluing the donations of objects to the Museum by donors for tax breaks.": [
        [
            20,
            24,
            [
                "Free",
                "Feel",
                "Fuel",
                "Fred",
                "Fret",
                "Frey"
            ]
        ]
    ],
    "Some of the most aggregious of which were Frel's typing valuations on dealer stationary.": [
        [
            17,
            27,
            [
                "egregious"
            ]
        ],
        [
            42,
            46,
            [
                "Free",
                "Feel",
                "Fuel",
                "Fred",
                "Fret",
                "Frey"
            ]
        ]
    ],
    "Over the eleven years he worked at the Getty, his evaluation of donations totaled a purported $14.4 million.": [],
    "The Museum launched an internal probe and Frel was relieved of acquisitions duties in 1984 for what the museum publicly termed ''serious violations of the museum's policies and rules regarding donations to the antiquities collection,\" but still kept on the Museum's payroll, succeeded by Houghton.": [
        [
            42,
            46,
            [
                "Free",
                "Feel",
                "Fuel",
                "Fred",
                "Fret",
                "Frey"
            ]
        ]
    ],
    "In 1985 a purchase of a Greek kouros (standing nude youth) was made at Frel's urging and based on Frel's attribution of 6th century B.C.": [
        [
            30,
            36,
            [
                "hours",
                "courts",
                "tours",
                "euros",
                "fours",
                "Kurds"
            ]
        ],
        [
            71,
            75,
            [
                "Free",
                "Feel",
                "Fuel",
                "Fred",
                "Fret",
                "Frey"
            ]
        ],
        [
            98,
            102,
            [
                "Free",
                "Feel",
                "Fuel",
                "Fred",
                "Fret",
                "Frey"
            ]
        ]
    ],
    "The Museum paid for $7 million.": [],
    "<a href=\"/zerif\">Federico Zeri</a>, then the only art historian on the Getty's board, denounced it as a fake.": [],
    "The attribution was effusively supported by <em>New York Times</em> art critic <a href=\"/russellj\">John Russell</a>.": [],
    "Though the kouros was added to the museum, the controversy grew.": [
        [
            11,
            17,
            [
                "hours",
                "courts",
                "tours",
                "euros",
                "fours",
                "Kurds"
            ]
        ]
    ],
    "Ultimately, the Museum decided to describe the Getty kouros as ''6th century Greek or modern forgery.''": [
        [
            53,
            59,
            [
                "hours",
                "courts",
                "tours",
                "euros",
                "fours",
                "Kurds"
            ]
        ]
    ],
    "Then, in 1987, a University of Mainz professor, German Hafner, proved that the stone Achilles' head Frel had purchased wore an incorrect helmet for the period, one apparently copied from another 19th-century fake.": [
        [
            55,
            61,
            [
                "Hefner",
                "Heifer"
            ]
        ],
        [
            100,
            104,
            [
                "Free",
                "Feel",
                "Fuel",
                "Fred",
                "Fret",
                "Frey"
            ]
        ]
    ],
    "Frel's judgments were attacked in the popular press by the former director of the Metropolitan Museum of Art in New York, <a href=\"/hovingt\">Thomas Hoving</a>, editor of <em>Connoisseur</em> magazine, and Geraldine Norman (b.": [
        [
            0,
            4,
            [
                "Free",
                "Feel",
                "Fuel",
                "Fred",
                "Fret",
                "Frey"
            ]
        ]
    ],
    "1940), a freelance writer for the arts for the London <em>Independent</em> in 1986.": [],
    "Frel moved back to Europe after these incidents.": [
        [
            0,
            4,
            [
                "Free",
                "Feel",
                "Fuel",
                "Fred",
                "Fret",
                "Frey"
            ]
        ]
    ],
    "His wife divorced him.": [],
    "He died at age 82 and is buried at Pere-Lachaise cemetery in Paris.": [
        [
            35,
            48,
            [
                "Pair-Lachaise",
                "Pere-La chaise"
            ]
        ]
    ],
    "Frel's disregard for provenance and legal ownership apparently continued.": [
        [
            0,
            4,
            [
                "Free",
                "Feel",
                "Fuel",
                "Fred",
                "Fret",
                "Frey"
            ]
        ]
    ],
    "Marion True, his eventual successor at the Getty, resigned because of litigation by the Italian government over stolen works.": []
}