{
    "Curator at the Hessisches Landesmuseum Darmstadt; exponent of Expressionism; primarily focused on works of the painting collection and prints and drawings department.": [
        [
            15,
            25,
            [
                "Besmirches",
                "Hemstitches",
                "Restitches"
            ]
        ]
    ],
    "Freund was born in Nußloch, Grand Duchy of Baden [modern Baden-Württemberg], Germany, to Max Freund (1857–1933), a cigar manufacturer, and Auguste Weisenburger (1860–1898).": [
        [
            0,
            6,
            [
                "Freud"
            ]
        ],
        [
            19,
            26,
            [
                "Unlock",
                "Bloch",
                "Bullock",
                "Murdoch",
                "Mulch",
                "Gulch"
            ]
        ],
        [
            93,
            99,
            [
                "Freud"
            ]
        ],
        [
            139,
            146,
            [
                "August",
                "Augusta",
                "Augusto",
                "Augusts",
                "Auguster"
            ]
        ],
        [
            147,
            159,
            [
                "Weinberger"
            ]
        ]
    ],
    "He attended school at the Ludwig-Georgs-Gymnasium in Darmstadt, completing his <em>Abitur</em> in 1900.": [
        [
            26,
            49,
            [
                "Ludwig-George-Gymnasium"
            ]
        ]
    ],
    "Freund initially studied law in Heidelberg and Berlin, as well as modern philology and anthropology in Munich and Freiburg.": [
        [
            0,
            6,
            [
                "Freud"
            ]
        ]
    ],
    "From 1903 to 1906 he studied art history in Munich under <a href=\"”/riehlb”\">Berthold Riehl</a> and at Heidelberg under <a href=\"”/oechelhausera”\">Adolf von Oechelhäuser</a>.": [],
    "In 1906, Freund earned his doctorate from Munich under Riehl as his advisor.": [
        [
            9,
            15,
            [
                "Freud"
            ]
        ],
        [
            55,
            60,
            [
                "Riel"
            ]
        ]
    ],
    "His dissertation, <em>Wand- und Tafelmalerei der Münchener Kunstzone im Ausgange des Mittelalters</em> (<em>Wall and Panel Painting in Late Medieval Munich</em>), was published in Darmstadt in 1906.": [],
    "After receiving his doctorate, Freund traveled extensively in Europe.": [
        [
            31,
            37,
            [
                "Freud"
            ]
        ]
    ],
    "From 1910 he worked as an art museum intern in Darmstadt, later advancing to assistant.": [],
    "He served in the military in World War I, resulting in two years of captivity in a prisoner of war camp in Siberia.": [],
    "Beginning in 1919, Freund worked as curator at the Hessisches Landesmuseum Darmstadt, mainly concerned with the works of the painting collection and prints and drawings department.": [
        [
            19,
            25,
            [
                "Freud"
            ]
        ],
        [
            51,
            61,
            [
                "Besmirches",
                "Hemstitches",
                "Restitches"
            ]
        ]
    ],
    "His main interest was in modern art.": [],
    "During this time, he lectured, mounted exhibitions, and contributed journal essays and newspaper articles.": [],
    "In 1920, Freund married the painter Elisabeth Fischer (1882–1947).": [
        [
            9,
            15,
            [
                "Freud"
            ]
        ]
    ],
    "He published an article in <em>Kunst</em> titled “Deutscher Expressionismus in Darmstadt” the same year.": [],
    "From 1928 to 1930, he published folios about drawings in the museum, <em>Zeichnungen aus dem Kupferstichkabinett des Hessischen Landesmuseums zu Darmstadt</em>.": [],
    "Freund, being Jewish, was dismissed from his position on July 1, 1933 for being a “non-Aryan” under Article 4 of the Law for the Restoration of the Professional Civil Service.": [
        [
            0,
            6,
            [
                "Freud"
            ]
        ],
        [
            65,
            69,
            [
                "1933,"
            ]
        ]
    ],
    "Freund was deported to the Buchenwald concentration camp in November 1938, but was later released.": [
        [
            0,
            6,
            [
                "Freud"
            ]
        ]
    ],
    "A subsequent planned emigration to the USA failed.": [],
    "Freund was arrested for a second time in 1943, imprisoned for four weeks in Darmstadt, then deported to Auschwitz and perished in the extermination camp.": [
        [
            0,
            6,
            [
                "Freud"
            ]
        ]
    ],
    "Freund was influenced by the philosopher Georg Simmel.": [
        [
            0,
            6,
            [
                "Freud"
            ]
        ],
        [
            47,
            53,
            [
                "Kimmel",
                "Simmer"
            ]
        ]
    ],
    "From the 1920s and 1930s, Freund’s work was characterized by the expressionist lexicon.": [
        [
            26,
            32,
            [
                "Freud"
            ]
        ]
    ],
    "His skepticism towards art history, which he saw only as an aid to the understanding of art, may have been connected to the expressionist sense of the world.": [],
    "Like many of his contemporaries, Freund was concerned with the “experience of the artwork”; at the same time he was not a sentimentalist, but a meticulous scientist who observed detail exactly (Bergsträsser).": [
        [
            33,
            39,
            [
                "Freud"
            ]
        ]
    ],
    "He is not related to the New York art dealer Karl Augustus Freund (1883–1956).": [
        [
            59,
            65,
            [
                "Freud"
            ]
        ]
    ]
}