{
    "Scholar of Renaissance and Baroque art in Austria and Italy, Nazi collaborator during World War II.": [],
    "Frey studied (practicing) architecture at the Technische Hochschule in Vienna.": [
        [
            46,
            56,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ]
    ],
    "In 1911, the second-Vienna School art historian <a href=\"/dvorakm\">Max Dvořák</a> took him as his assistant in the Austrian monument conservation bureau.": [],
    "Dvořák encourage Frey to study art history, and Frey wrote his dissertation in 1915 (under Dvořák) on Bramante's plan for St.": [
        [
            0,
            6,
            [
                "Dvorak"
            ]
        ],
        [
            91,
            97,
            [
                "Dvorak"
            ]
        ],
        [
            102,
            110,
            [
                "Bram ante"
            ]
        ]
    ],
    "Peter's.": [],
    "In addition to Dvořák, other Vienna-school leaders, <a href=\"/schlosserj\">Julius Alwin von Schlosser</a> and Schlosser's nemesis, <a href=\"/strzygowski\">Josef Rudolf Thomas Strzygowski</a> also exerted tremendous influence on Frey.": [
        [
            15,
            21,
            [
                "Dvorak"
            ]
        ]
    ],
    "In 1929 he published his controversial <em>Gotik und Renaissance</em> whose subtitle was \"the principles of a modern worldview.\"": [
        [
            3,
            7,
            [
                "1929,"
            ]
        ]
    ],
    "In it, he asserted that gothic art is perceived over time (in a succession) whereas the renaissance is experienced simultaneously.": [],
    "He was appointed professor of Art History at Breslau (now Wroclaw, Poland) in 1931.": [
        [
            45,
            52,
            [
                "Presley",
                "Belau",
                "Bresler"
            ]
        ],
        [
            58,
            65,
            [
                "Wrocław"
            ]
        ]
    ],
    "In 1938, Frey authored the article \"Die Entwicklung nationaler Stile in der mittelalterlichen Kunst,\" connecting national characteristics with style.": [
        [
            72,
            75,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            94,
            99,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "After the invasion of Poland by Germany in 1939, Frey was one of three leading professors selected by the Nazi high command to validate Poland as a \"Teutonic land\" deserving of German invasion and to rewrite Polish history without Jewish involvement.": [],
    "Frey's 1941 book, <em>Krakau</em>, denied any Slavic influence in the art or culture.": [],
    "Likewise, his 1942 guide to the city of Lublin, one of the oldest Jewish communities in Poland, mentions Jews only once.": [],
    "Frey was interrogated by the OSS and relieved of his position in 1945.": [],
    "He returned to Austria to work in monuments preservation office in Vienna again.": [],
    "In 1951 he moved to Stuttgart as professor of art history at the Technische Hochschule.": [
        [
            3,
            7,
            [
                "1951,"
            ]
        ],
        [
            65,
            75,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ]
    ],
    "His post-war research involved earlier renaissance figures (Giotto) as well as Titian, Michelangelo and Rembrandt.": [],
    "His son, Gerhard Frey (1915-) was also a professor and edited his father's writings.": [],
    "Methodologically, Frey demonstrates the influence of the multiple Vienna-school scholars under whom he studied and worked.": [],
    "His allegiance to documentary evidence is closest to Schlosser.": [],
    "His theoretical view of space and time is akin to the theoretics of Dvořák.": [
        [
            68,
            74,
            [
                "Dvorak"
            ]
        ]
    ],
    "To the unorthodox Strzygowski, Frey borrowed his interest in interdisciplinary methods, and unfortunately, a predilection for assigning national/ethnic characteristics to art.": [],
    "In <em>Gotik and Renaissance</em>, Frey suggests that the Renaissance introduced a closed space (linear perspective) where figures are instantaneously comprehensible in their enclosure.": [],
    "By contrast, Gothic painting and sculpture requires \"reading\" to construct the scene by the view.": [],
    "This ingenious view of two art epochs draws much from Lessing's view that the visual arts are static and the arts of literature, temporal.": [
        [
            54,
            61,
            [
                "Blessing",
                "Leasing",
                "Messing",
                "Fessing",
                "Yessing",
                "Les sing"
            ]
        ]
    ],
    "Renaissance and baroque architecture were the thrust of his research as well as local history books on Austria in addition to his infamous <em>Krakau</em> and <em>Lublin</em>.": [],
    "His interest in theories of art and methodologies makes his work of lasting value.": [],
    "Frey's writing on style and African and Eurasian cultures shows the influence of Tübingen art historian <a href=\"/langek\">Konrad von Lange</a>.": [],
    "Joseph Frank's \"Spatial Form in Modern Literature (1945) and W. J. T. Mitchell, (1980) employs this theory directly.": [],
    "The work of the medievalist Miriam S. Bunim (1912-1986) also draws upon Frey's theory.": [
        [
            38,
            43,
            [
                "Bunin"
            ]
        ]
    ],
    "Frey's intent was to combine different disciplines into a philosophy of art which could make use of multiple approaches.": [],
    "It remained uncompleted at the time of his death.": []
}