{
    "<p>Art historian of the Florentine Renaissance and 16th-century art historiography.": [],
    "Frey attended the University of Berlin from where he wrote his dissertation on the Loggia dei Lanzi in 1884.": [
        [
            90,
            93,
            [
                "DEI",
                "day",
                "die",
                "Dan",
                "Del",
                "Wei"
            ]
        ],
        [
            94,
            99,
            [
                "Lanai"
            ]
        ]
    ],
    "His early publications were on the writing of the early art biographer <a href=\"/vasarig\">Giorgio Vasari</a>, an edition of the <em>Vite</em> between 1884 and 1887.": [],
    "Between 1891 and 1893, the Hungarian scholar Cornelius von Fabriczy (1839-1910) published articles in the <em>Archivio storico italiano</em> on two artistic biographies before Vasari, manuscripts found in the Biblioteca Nazionale Centrale in Florence of Antonio Gaddiano and <a href=\"/billia\">Antonio Billi</a>.": [
        [
            59,
            67,
            [
                "Fabric",
                "Fabrics",
                "Fabrice",
                "Fabricio"
            ]
        ]
    ],
    "Between that time, in 1892, Frey published edited versions of both these texts as well as the Magliabechiano manuscript (discovered in the Magliabechiano collection), known to be authored simply by \"<a href=\"/magliabechianoa\">Anonimo Magliabechiano</a>\" (anonymous of Magliabechiano).": [
        [
            79,
            89,
            [
                "and"
            ]
        ]
    ],
    "In the latter 1890s, Frey's attention turned to Michelangelo.": [],
    "He began what he hoped would be a critical edition of the artist's letters in 1907 with, <em>Michelagniolos Jungendjahre</em>.": [],
    "However, none more was published.": [],
    "He published books on Michelangelo's drawings between 1909 an 1911 before embarking on a project of Vasari's work and influence.": [
        [
            100,
            106,
            [
                "Va sari"
            ]
        ]
    ],
    "Frey's death in 1917 left these unpublished.": [],
    "Some were completed by his sone, Hermann-Walther Frey.": [
        [
            23,
            31,
            [
                "hiss one",
                "his one",
                "his some",
                "his son",
                "his done",
                "his gone"
            ]
        ]
    ],
    "Notes about Frey's opinions appear in the annotated catalog owned by <a href=\"/offnerr\">Richard Offner</a>, the 1937 <em>Mostra Giottesca</em>.": [],
    "Frey's work was one of the foundation blocks for <em>Architecture of Michelangelo</em> (1961) of <a href=\"/ackermanj\">James S. Ackerman</a> (Lein).</p>": []
}