{
    "Princeton University Byzantinist and early administrator of Dumbarton Oaks.": [
        [
            21,
            32,
            [
                "Byzantines"
            ]
        ],
        [
            60,
            69,
            [
                "Lumberton"
            ]
        ]
    ],
    "Friend entered Princeton University in 1911, received his B. A. in 1915 and continued his graduate work in the Department of Art and Archaeology with <a href=\"/marquanda\">Allan Marquand</a> as chair.": [],
    "It was with medievalist <a href=\"/moreyc\">Charles Rufus Morey</a> that Friend did most of his graduate work.": [],
    "During World War I he served with the American Expeditionary Force in France in 1918.": [],
    "After his return he joined the Princeton Department in 1921, remaining on the faculty the rest of his life.": [],
    "He never completed the Ph.D.": [],
    "degree.": [
        [
            0,
            6,
            [
                "Degree"
            ]
        ]
    ],
    "Initially Friend researched and wrote on medieval manuscript illumination.": [],
    "His studies on the manuscript style of the Abbey of St.": [],
    "Denis, although today generally discredited, was his initial foray into the field.": [],
    "From there, Friend's interest in Evangelist types in the art of both east and west, ultimately brought him into his mature area, Byzantine studies.": [],
    "He was elected Fellow of the Medieval Academy of America in 1936 and made Professor of the department.": [],
    "Friend built a research room at Princeton equipped with a library and photographs to better research the topics of the so-called \"Manuscript Seminar,\" begun by Morey and attended by scholars from throughout the world.": [],
    "The photographs were those taken on Princeton expeditions to Greek Orthodox monasteries on Mount Athos.": [],
    "Friend used the collection to make important discoveries, including tracing the work of the eighth-century theologian, John of Damascus, through a <em>sticherarium</em> or hymn book, concluding John as the \"father\" of both Byzantine music and art.": [],
    "Friend became editor of the project to publish a corpus of Greek Bible manuscripts based on the \"Athos photographs\" a project known as the volumes, <em>Illustrations in the Manuscripts of the Septuagint</em>.": [
        [
            97,
            102,
            [
                "Pathos",
                "Bathos",
                "Atmos",
                "Atos",
                "Ethos",
                "At hos"
            ]
        ]
    ],
    "The first volume appeared in 1941.": [],
    "His single publication on renaissance art, an article on Dürer, appeared in 1943.": [],
    "In 1943, too, he was named named a member of the Board of Scholars to Harvard University's Dumbarton Oaks, a research center for Byzantine studies outside Washgington, D. C. Thus began a long and important relationship with the institution.": [
        [
            21,
            32,
            [
                "named"
            ]
        ],
        [
            91,
            100,
            [
                "Lumberton"
            ]
        ],
        [
            155,
            166,
            [
                "Washington"
            ]
        ]
    ],
    "He directed the 1944 symposium at the center, became a resident scholar between 1947-1948, and from 1948, Director of Studies.": [],
    "Although retaining Princeton faculty status, Friend's devotion to Dumbarton Oaks developed it into the premier Byzantine studies center on which its current reputation is based.": [
        [
            66,
            75,
            [
                "Lumberton"
            ]
        ]
    ],
    "As an administrator, he strengthened its ties with the university, giving scholars academic rank while there, and creating junior position for newer scholars.": [],
    "Each spring Friend hosted distinguished seminars at Dumbarton Oaks, bringing together the best scholars on Byzantine culture.": [
        [
            52,
            61,
            [
                "Lumberton"
            ]
        ]
    ],
    "In 1946 succeeded Morey as Marquand Professor at Princeton.": [
        [
            27,
            35,
            [
                "Maryland"
            ]
        ]
    ],
    "A three-year illness cut short his work.": [],
    "He died at 62.Friend's research focused on reconstructing the origins of early manuscript illumination.": [
        [
            14,
            20,
            [
                " Friend"
            ]
        ]
    ],
    "His methodology followed that of C. R. Morey, his mentor and colleague.": [],
    "His students included <a href=\"/breckenbridgej\">James Breckenbridge</a> (finish later under <a href=\"/weitzmannk\">Kurt Weitzmann</a>).": []
}