{
    "J. R. Herbert Boone Professor of Humanities; Professor of Humanities and the History of Art, Johns Hopkins University, 1975- and critic.": [],
    "Fried began writing art criticism in his teens.": [],
    "While an undergraduate at Princeton University, he sought out the art critic <a href=\"/greenbergc\">Clement Greenberg</a> in 1958 and the pair examined art together at galleries.": [],
    "Fried received his B. A. in English <em>summa cum laude</em> at Princeton University in 1959 (at age 20).": [],
    "Following graduation, he was named a Rhodes scholar at Merton College, Oxford University for 1959-1961.": [],
    "At Oxford he took a private course with the esthetics philosopher Richard Wollheim (1923-2003).": [
        [
            3,
            9,
            [
                "Oxford,"
            ]
        ],
        [
            44,
            53,
            [
                "aesthetics",
                "esthetic"
            ]
        ],
        [
            74,
            82,
            [
                "William",
                "Waltham",
                "Waldheim",
                "Wolfram",
                "Müllheim",
                "Wolfsheim"
            ]
        ]
    ],
    "He returned to the United States and entered Harvard University, appointed a junior fellow there for the years 1964-1968.": [],
    "As a graduate student, he was intensely involved in contemporary art and writing criticism.": [],
    "At Harvard he made the acquaintance of Stanley Cavell (b.": [
        [
            3,
            10,
            [
                "Harvard,"
            ]
        ]
    ],
    "1926).": [],
    "He contributed art criticism for <em>Art International</em> and <em>Arts</em> magazine.": [],
    "Fried began writing for <em>Artforum</em> magazine in 1965 and was named a contributing editor the following year (through 1973).": [],
    "He became close friends with critic <a href=\"/roseb\">Barbara E. Rose</a> and, at the birth of her daughter her husband, the artist Frank Stella, Fried acted as godfather.": [],
    "Fried established his art theory and criticism with a 1967 essay, \"Art and Objecthood\" in <em>Artforum</em>.": [
        [
            75,
            85,
            [
                "Object hood"
            ]
        ]
    ],
    "It remains the essay for which he his best known.": [],
    "In it, he attacked minimalism as being primarily \"theatrical,\" i.e., relying on what he considered necessity of of being viewed, of pandering to an audience reaction (Gewen), i.e., a theater relationship, for its success.": [
        [
            109,
            114,
            [
                "of"
            ]
        ],
        [
            167,
            172,
            [
                "Gwen",
                "Gooey",
                "Guion"
            ]
        ]
    ],
    "Fried instead championed artists like Stella and the color-field painters Morris Louis, Kenneth Noland, Jules Olitski and the sculptor Anthonly Caro, most of whom he knew well personally.": [
        [
            96,
            102,
            [
                "Poland",
                "Roland",
                "Nolan",
                "Öland",
                "No land"
            ]
        ],
        [
            110,
            117,
            [
                "Omits",
                "Slits",
                "Polanski",
                "Flits",
                "Litchi",
                "Oilskin"
            ]
        ],
        [
            135,
            143,
            [
                "Anthony"
            ]
        ],
        [
            144,
            148,
            [
                "Car",
                "Care",
                "Cars",
                "Card",
                "Cargo",
                "Carl"
            ]
        ]
    ],
    "In 1968 he was appointed assistant professor of fine arts at Harvard.": [
        [
            3,
            7,
            [
                "1968,"
            ]
        ]
    ],
    "His Ph.D.": [],
    "was granted the following year with a dissertation on Manet's artistic sources.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "Fried was promoted to Associate professor in 1972 and awarded a Guggenheim Fellowship for the 1973-1974 year.": [],
    "He moved to Johns Hopkins University in 1975, presenting the Christian Gauss lectures on Criticism at Princeton the same year.": [],
    "In his research, Fried pushed back his subject area to the eighteenth century, developing his theory of theatricality and applying it from the 1750s to Impressionism.": [],
    "His 1980 book, <em>Absorption and Theatricality: Painting and Beholder in the Age of Diderot</em> consolidated this view to the art-historical world.": [],
    "In 1986 he was named J. R. Herbert Boone Professor of Humanities at Hopkins.": [
        [
            3,
            7,
            [
                "1986,"
            ]
        ]
    ],
    "Fried published subsequent books drawing upon the concept of theatricality for later art historical periods, one on Courbet in 1990, another on Manet in 1996, and a third on Adolf Menzel in 2002.": [
        [
            180,
            186,
            [
                "Mendel",
                "Denzel"
            ]
        ]
    ],
    "The same year, 2002, he delivered the Andrew Mellon Lectures in the Visual Arts at the National Gallery in Washgington, D. C. Fried also wrote poetry, publishing a volume, <em>To the Centre of the Earth</em>.": [
        [
            107,
            118,
            [
                "Washington"
            ]
        ]
    ],
    "His interest turned to photography in later years.": [],
    "Fried acknowledged Greenberg as his mentor, joining him in what Fried termed \"evaluative criticism,\" contending that great paintings can come in various types, but that some are better than others.": [],
    "The modern heir of formalist criticism, works of art, he insisted, had to be first and foremost <em>art</em> with other conditions secondary (Gewen).": [
        [
            142,
            147,
            [
                "Gwen",
                "Gooey",
                "Guion"
            ]
        ]
    ],
    "When Minimalism emerged in the 1960's, Fried opposed it, most clearly in his essay \"Art and Objecthood\" and what he called Minimalism's \"theatricality,\" the surrounding event of the exhibition, becoming as important work itself.": [
        [
            31,
            37,
            [
                "1960s"
            ]
        ],
        [
            92,
            102,
            [
                "Object hood"
            ]
        ]
    ],
    "His efforts to check Minimalism were ignored and Fried wrote little criticism after the 1970s in favor of an academic post.": [],
    "Fried's abstract Formalism contrasted the view of <a href=\"/rosenbergh\">Harold Rosenberg</a>, who desparage artists like Stella.": [],
    "Fried's 1990 book <em>Absorption and Theatricality</em> outlines two basic views of subject matter in eighteenth- and nineteenth-century art.": [
        [
            84,
            98,
            [
                "subject"
            ]
        ]
    ],
    "The first is where the subject-matter (sitter) is absorbed in his/her intent and not consciously regarding the viewer.": [],
    "The second is where the subject is clearly represented for a viewer's gaze (the theatricality).": [],
    "Fried drew upon contemporary documentation to show how these two subject selections related to the events of the time.": [],
    "This thematic view of art was followed in subsequent books of later years on Corbet and Manet.": [
        [
            77,
            83,
            [
                "Corbett",
                "Cornet",
                "Corset",
                "Courbet",
                "Corbel",
                "Sorbet"
            ]
        ]
    ],
    "A maverick in the art-history world, he has been embraced as much by literary critics as art historians.": []
}