{
    "Netherlandish art scholar and director Kaiser Friedrich Museum.": [],
    "Friedländer was the son of Leopold Friedländer (1832-ca.1880), a Berlin banker, and Helene Noether (Friedländer) (1843-after 1901).": [
        [
            0,
            11,
            [
                "Freelander"
            ]
        ],
        [
            35,
            46,
            [
                "Freelander"
            ]
        ],
        [
            91,
            98,
            [
                "Nether",
                "Norther",
                "No ether"
            ]
        ],
        [
            100,
            111,
            [
                "Freelander"
            ]
        ]
    ],
    "He began studying art history in 1891 in Munich, continuing in Florence (under <a href=\"/schmarsowa\">August Schmarsow</a>, and ultimately Leipzig, writing a dissertation on Albrecht Altdorfer under <a href=\"/springera\">Anton Springer</a>.": [],
    "Friedländer volunteered at the graphics collection (Kupferstichkabinett) of the Berlin State Museums under <a href=\"/lippmannf\">Friedrich Lippmann</a> in 1891 and the Wallraf-Richartz-Museum in Cologne between 1895-96 under <a href=\"/scheiblerl\">Ludwig Scheibler</a>.": [
        [
            0,
            11,
            [
                "Freelander"
            ]
        ]
    ],
    "Through Lippmann's recommendation, he joined the Gemäldegalerie (Paintings Department) of the Berlin State Museums in 1896 under <a href=\"/bodew\">Wilhelm Bode</a>.": [],
    "He was appointed Deputy Director (immediately under Bode) in 1904, adding the Kupferstichkabinett responsibilities of the Museum in 1908.": [],
    "He and Bode were responsible for the great acquisitions years of the Berlin museums, with Friedländer personally donating a number of works to the Gemäldegalerie and Kupferstichkabinett.": [
        [
            90,
            101,
            [
                "Freelander"
            ]
        ]
    ],
    "In 1924, Friedländer began publishing his magnum opus, a history of early Netherlandish painting artist by artist, which, for its detail and documentation, has never been surpassed.": [
        [
            9,
            20,
            [
                "Freelander"
            ]
        ]
    ],
    "He succeeded Bode as Director in 1924.": [],
    "He and <a href=\"/rosenbergj\">Jakob Rosenberg</a> wrote a monograph on Lucas Cranach in 1932.": [],
    "His retirement age coincided with the ascension of the Nazi rise in 1933 and the proscriptions against Jews in federal employment.": [],
    "He left museum, working as a private expertiser for German and foreign art dealers, enjoying the protection of Nazi <em>Reichmarshall</em> Hermann Goering (1893-1946) whose art collection he helped advise.": [
        [
            37,
            47,
            [
                "expertise",
                "expertises"
            ]
        ]
    ],
    "Friedländer emigrated to his spiritual home of Amsterdam in 1939.": [
        [
            0,
            11,
            [
                "Freelander"
            ]
        ],
        [
            12,
            24,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "After the German occupation of the Netherlands during World War II, an erroneous arrest was reversed through intervention of the Nazi art dealer Karl Haberstock (1878-1956) who was also working for Goering.": [
        [
            150,
            160,
            [
                "Haber stock"
            ]
        ]
    ],
    "Friedländer's book, <em>On Art and Connoisseurship</em>, appeared first in English in 1942 and in German only after the war as, <em>Von Kunst und Kennerschaft</em> in 1946.": [
        [
            0,
            11,
            [
                "Freelander"
            ]
        ]
    ],
    "Shortly before his death, his 1916 <em>Von Eyck bis Bruegel</em> was revised and edited by <a href=\"/grossmannf\">Fritz Grossmann</a> and published in 1956 in English as <em>From Van Eyck to Bruegel, Early Netherlandish Painting</em>.": [],
    "Though methodologically a connoisseur-style art historian, Friedländer was a severe critic of the method of <a href=\"/morellig\">Giovanni Morelli</a>, as was Bode.": [
        [
            59,
            70,
            [
                "Freelander"
            ]
        ]
    ],
    "This may have been as much an anti-Austrian, anti-academician stance, since Morelli was most highly revered by the University of Vienna art historian <a href=\"/wickhofff\">Franz Wickhoff</a>.": [
        [
            76,
            83,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ]
    ],
    "Friedländer wrote that \"Academicians enter the museum with ideas, art connoisseurs leave it with ideas.\"": [
        [
            0,
            11,
            [
                "Freelander"
            ]
        ]
    ],
    "(Ladis).": [
        [
            1,
            6,
            [
                "Ladies",
                "Lads",
                "Wadis",
                "Lades",
                "LAGIS",
                "Padis"
            ]
        ]
    ],
    "Vienna school art historians generally were distained by the Berlin museum directors.": [
        [
            44,
            53,
            [
                "disdained",
                "distrained"
            ]
        ]
    ],
    "Friedländer retorted to <a href=\"/panofskye\">Erwin Panofsky</a>, after seeing the posthumously titled book <em>Art History as the History of the Mind</em> (<em>Kunstgeschichte als Geistesgeschichte</em>), by the Vienna school (and van Eyck) scholar, <a href=\"/dvorakm\">Max Dvořák</a>, that \"we [in the museum world] are engaged in the physical art history\" (Körpergeschichte).": [
        [
            0,
            11,
            [
                "Freelander"
            ]
        ]
    ],
    "Friedländer's brand of connoisseurship relied on intuition and vast experience rather than a Morellian cataloging of stylistic idiosyncrasies of an individual artist.": [
        [
            0,
            11,
            [
                "Freelander"
            ]
        ],
        [
            93,
            102,
            [
                "Morelia",
                "Orwellian"
            ]
        ]
    ],
    "His realm was the rarified world of the dealer and connoisseur: he never gave a public lecture (Panofsky).": [
        [
            18,
            26,
            [
                "ratified",
                "ramified",
                "rarefied"
            ]
        ],
        [
            96,
            104,
            [
                "Sinofsky"
            ]
        ]
    ],
    "His interests within art, however, were wide-ranging.": [],
    "A monograph on the contemporary artist Max Liebermann written by Friedländer included works from Friedländer's own collection.": [
        [
            65,
            76,
            [
                "Freelander"
            ]
        ],
        [
            97,
            108,
            [
                "Freelander"
            ]
        ]
    ],
    "Other modernist art books by Friedländer included ones on Max Slevogt and the French Impressionists, of whose styles he, unlike Bode, approved.": [
        [
            29,
            40,
            [
                "Freelander"
            ]
        ],
        [
            62,
            69,
            [
                "Revolt",
                "Slot",
                "Devout",
                "Slept",
                "Levant",
                "Sellout"
            ]
        ]
    ],
    "Next to Bode, Friedländer was the most consulted \"art expert\" in Berlin (Wendland).": [
        [
            14,
            25,
            [
                "Freelander"
            ]
        ],
        [
            73,
            81,
            [
                "Wend land"
            ]
        ]
    ],
    "Many of the most important art historians of the next generation passed through his Print Room as volunteers.": [],
    "These included <a href=\"/lanyij\">Jenö Lányi</a>.": [],
    "During the last part of his life he was often compared to the other nonagenarian connoisseur art historian, <a href=\"/berensonb\">Bernard Berenson</a>, though the two had little in common.": [],
    "He is not related to the German-American art historian <a href=\"/friedlanderw\">Walter F. Friedländer</a>.": []
}