{
    "New York University baroque scholar, 1935-42.": [],
    "He was born in Glogau, Germany, which is present-day Poland.": [
        [
            15,
            21,
            [
                "Global",
                "Slogan",
                "Logan",
                "Gloat"
            ]
        ]
    ],
    "Friedländer was the son of Sigismund Friedländer, a merchant, and Anna Joachimsthal (Friedländer).": [
        [
            0,
            11,
            [
                "Freelander"
            ]
        ],
        [
            37,
            48,
            [
                "Freelander"
            ]
        ],
        [
            85,
            96,
            [
                "Freelander"
            ]
        ]
    ],
    "Orphaned early in life, Friedländer was raised a Lutheran, though his deceased parents had both been Jewish.": [
        [
            24,
            35,
            [
                "Freelander"
            ]
        ]
    ],
    "He moved at age 13 to live with a sister in Berlin, where he obtained the nickname \"Fridolin.\"": [
        [
            84,
            92,
            [
                "Franklin",
                "Violin",
                "Mandolin",
                "Tripoli",
                "Fiddling",
                "Frivolity"
            ]
        ]
    ],
    "Friedländer attended the University in Berlin studying Sanscrit under Albrecht Weber (1825-1901).": [
        [
            0,
            11,
            [
                "Freelander"
            ]
        ],
        [
            55,
            63,
            [
                "Sanskrit"
            ]
        ]
    ],
    "He also spent a semester in Geneva studying linguistics under Ferdinand de Saussure (1857-1913).": [],
    "His Ph.D.": [],
    "on the topic of the Sanskrit language was granted in Berlin in 1898.": [
        [
            0,
            2,
            [
                "On"
            ]
        ]
    ],
    "In 1900 he traveled to London on a post-doctorate fellowship at the British Museum.": [
        [
            3,
            7,
            [
                "1900,"
            ]
        ]
    ],
    "The treasures of the National Gallery convinced him to become an art historian.": [],
    "He returned to Berlin taking courses in art history under <a href=\"/wolfflinh\">Heinrich Wölfflin</a>, although Berlin would not allow a second Ph.D.": [],
    "Friedländer wrote newspapers magazine reviews under the pseudonym \"Dr.": [
        [
            0,
            11,
            [
                "Freelander"
            ]
        ]
    ],
    "Friedrich Walter,\" from 1904 onward.": [],
    "He traveled to Italy, and, in 1912 wrote his book on Federico Barocci which established him as an art historian.": [],
    "His next monograph, on Nicolas Poussin, in 1914 was the result of study in Paris.": [],
    "Unfortunately, a book on the same subject, published by <a href=\"/grautoffo\">Otto Grautoff</a> appeared the same year, largely overshadowing his accomplishment.": [],
    "In 1914, too, he married Emma Cardin and became a <em>Privatdozent</em> at the University of Freiburg am Breisgau.": [],
    "The Freiburg art history department was led by the eminent medievalist <a href=\"/vogew\">Wilhelm Vöge</a>, who had initiated the art history seminar in 1908.": [],
    "Friedländer's inaugural lecture re-evaluated the Mannerist period of Italian painting in a talk entitled \"Anti-classical Style of 1520.\"": [
        [
            0,
            11,
            [
                "Freelander"
            ]
        ],
        [
            49,
            58,
            [
                "Mannerism"
            ]
        ]
    ],
    "Friedländer was a visionary here, especially considering that Wölfflin's <em>Grundbegriffe</em>, which would appear the following year, still considered the last sixteenth century an ignorable period.": [
        [
            0,
            11,
            [
                "Freelander"
            ]
        ],
        [
            62,
            70,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "Friedländer taught a range of courses from medieval to nineteenth-century.": [
        [
            0,
            11,
            [
                "Freelander"
            ]
        ]
    ],
    "Among his first students was the brilliant <a href=\"/panofskye\">Erwin Panofsky</a> who eventually wrote his dissertation under Vöge in 1914.": [],
    "Vöge suffered a mental collapse in 1916, leaving Friedländer to carry much of the teaching load.": [
        [
            0,
            4,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ],
        [
            49,
            60,
            [
                "Freelander"
            ]
        ]
    ],
    "In 1925 Friedländer published his lecture on early (Mannerist) \"Anti-classicism,\" a second in 1929 on later and post-Mannerism, and an primer on the early modernist movement, <em>Von David bis Delacroix</em> in 1932.": [
        [
            8,
            19,
            [
                "Freelander"
            ]
        ],
        [
            52,
            61,
            [
                "Mannerism"
            ]
        ],
        [
            132,
            134,
            [
                "a"
            ]
        ]
    ],
    "For this, he was promoted to <em>Nichtbeamtete Professor extraordinarius</em>, but not full professor.": [],
    "Panofsky, now at the University in Hamburg and the Warburg Library, oversaw publication of a festschrift to Friedländer in 1933, despite Friedländer's largely formalist methodological approach.": [
        [
            0,
            8,
            [
                "Sinofsky"
            ]
        ],
        [
            108,
            119,
            [
                "Freelander"
            ]
        ],
        [
            137,
            148,
            [
                "Freelander"
            ]
        ]
    ],
    "Before Friedländer could retire and the festschrift printed, the Nazis dismissed Panofsky and Friedländer on \"racial/Jewish\" grounds.": [
        [
            7,
            18,
            [
                "Freelander"
            ]
        ],
        [
            81,
            89,
            [
                "Sinofsky"
            ]
        ],
        [
            94,
            105,
            [
                "Freelander"
            ]
        ]
    ],
    "Friedländer traveled the next two years in Germany before Panofsky secured a temporary position for him at he University of Pennsylvania and at New York University's new Institute of Fine Arts.": [
        [
            0,
            11,
            [
                "Freelander"
            ]
        ],
        [
            58,
            66,
            [
                "Sinofsky"
            ]
        ],
        [
            107,
            109,
            [
                "the",
                "his"
            ]
        ]
    ],
    "He and another German refugee, <a href=\"/lehmannk\">Karl Leo Heinrich Lehmann</a>, were given permanent appointments at NYU.": [],
    "In 1939, his catalog on Poussin drawings began appearing (through 1974).": [],
    "His articles on mannerism and anti-mannerism were translated by his students, (Mahonri S. Young and others), and circulated widely in mimeographed copies.": [
        [
            79,
            86,
            [
                "Masonry",
                "Maori",
                "Mahoney",
                "Mahjouri",
                "Māori"
            ]
        ]
    ],
    "Friedländer retired in 1942 to <em>emeritus</em> status.": [
        [
            0,
            11,
            [
                "Freelander"
            ]
        ]
    ],
    "He divorced in 1943; he continued to be productive, advising students and writing until his death.": [],
    "His students translated <em>Von David bis Delacroix</em> in 1952 as <em>From David to Delacroix</em>.": [],
    "In 1955, Friedländer's last book, <em>Caravaggio Studies</em>, appeared.": [
        [
            9,
            20,
            [
                "Freelander"
            ]
        ]
    ],
    "It had started as a larger work on the artist during Friedländer's Freiburg years.": [
        [
            53,
            64,
            [
                "Freelander"
            ]
        ]
    ],
    "His articles on the anti-classical and post-Mannerism, again, translated by his students, appeared in 1957.": [],
    "His papers were donated to the Leo Baeck Institute for the Study of the History of Culture of German-speaking Jewry.": [
        [
            35,
            40,
            [
                "Back",
                "Beck"
            ]
        ]
    ],
    "Friedländer's students included the modernists <a href=\"/goldwaterr\">Robert Goldwater</a>, <a href=\"/brownm\">Milton W. Brown</a>, and <a href=\"/rosenblumr\">Bob Rosenblum</a>; in his own subject area, students included <a href=\"/coolidgej\">John P. Coolidge</a>, <a href=\"/harttf\">Frederick Hartt</a>, <a href=\"/costelloj\">Jane Costello</a>, <a href=\"/gilbertc\">Creighton E. Gilbert</a>, <a href=\"/huemerf\">Frances Huemer</a>, <a href=\"/cahnw\">Walter B. Cahn,</a> <a href=\"https://arthistorians.info/judsonj/\">Richard Judson</a>, and <a href=\"/posnerd\">Donald Posner.": [
        [
            0,
            11,
            [
                "Freelander"
            ]
        ]
    ],
    "</a>Friedländer's reputation as an art historian is uneven.": [
        [
            4,
            15,
            [
                "Freelander"
            ]
        ]
    ],
    "Methodologically he employed a largely formalist approach to his history which remained unaffected by other emerging methods, though he was capable of criticizing Wölfflin's work such as <em>Classic Art</em>.": [
        [
            163,
            171,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "Friedländer was among those art historians who rejected the notion of Italian Mannerism as a degenerate style, even eschewing the term \"Mannerism\" itself.": [
        [
            0,
            11,
            [
                "Freelander"
            ]
        ]
    ],
    "He formulated the boundaries of Mannerism (\"anti-classicism\") as beginning around 1520 and generating a second wave around 1550.": [],
    "Posthumously published volumes of his catalog of Poussin drawings were significantly changed by its editors, <a href=\"/wittkowerr\">Rudolf Wittkower</a>, who disagreed with Friedländer's decisions on autograph works, and <a href=\"/blunta\">Anthony Blunt</a>, who was working on a Poussin book of his own.": [],
    "His volume on Caravaggio revised the artist's reputation to underscore Caravaggio's religious seriousness.": [],
    "He refused to credit formally the work of his New York University students in his books (<em>Caravaggio Studies</em> for example), except for dedication to them.": []
}