{
    "Scholar of Romanesque art, selected works of art for Nazi confiscation to the Reich.": [],
    "Frodl received his Ph.": [
        [
            0,
            5,
            [
                "Frodo"
            ]
        ],
        [
            19,
            21,
            [
                "pH",
                "PH",
                "PA",
                "PC",
                "Mph",
                "PM"
            ]
        ]
    ],
    "D. in 1930 from the University at Graz where he studied under <a href=\"/eggerh\">Hermann Egger</a> and the classical art historian <a href=\"/heberdeyr\">Rudolf Heberdey</a>.": [
        [
            3,
            5,
            [
                "In"
            ]
        ]
    ],
    "He became a <em>privatdozent</em> studying architectural conservation at the Technical Hochschule, Graz.": [],
    "In 1936 he was appointed Head of Carinthian Monuments and Fine Arts Office, a unit for the conservation of buildings [Landeskonservator für Kärnten im Klagenfurt].": [
        [
            3,
            7,
            [
                "1936,"
            ]
        ],
        [
            136,
            139,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            140,
            147,
            [
                "Karsten"
            ]
        ],
        [
            148,
            150,
            [
                "I'm",
                "IM",
                "in",
                "is",
                "I",
                "it"
            ]
        ]
    ],
    "In December 1939 two decrees issued by the German government allowed for the confiscation of works of art from religious and private ownership in Poland.": [],
    "The Austrian government, now part of the Nazi empire, chose Frodl as the art historian to select which works of art were to be taken for Hitler's projected art museum in Linz, Austria, and other \"private\" Nazi leader collections.": [
        [
            60,
            65,
            [
                "Frodo"
            ]
        ]
    ],
    "He married Eva Kraft (b.": [],
    "1916) who, beginning in 1942, supervised the photographic division of the historic preservation division in Vienna (she later became the art historian Eva Kraft-Frodl, dissertation 1976).": [
        [
            155,
            166,
            [
                "Kraft Foods"
            ]
        ]
    ],
    "The same year he wrote his habilitation at Graz and was appointed director of the Carinthian state museum [Landesmuseum Kärnten].": [
        [
            27,
            39,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ],
        [
            120,
            127,
            [
                "Karsten"
            ]
        ]
    ],
    "After the war, both she and <a href=\"/frodlw\">Walter Frodl</a> were dismissed from their positions by the new government (1945).": [],
    "Frodl was named professor of art history in 1948 at the Technische Hochschule in Graz, where he remained until 1959.": [
        [
            0,
            5,
            [
                "Frodo"
            ]
        ],
        [
            56,
            66,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ]
    ],
    "In 1960 he became professor of art at the Technische Hochschule in Vienna.": [
        [
            3,
            7,
            [
                "1960,"
            ]
        ],
        [
            42,
            52,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ]
    ],
    "He authored an English-language volume with <a href=\"/riced\">David Talbot Rice</a> in 1964 on Austrian Romanesque wall painting.": [],
    "Somewhat ironically, in 1965, Frodl became president of the Austrian Federal Monument Office (Bundesdenkmalamt), succeeding <a href=\"/demuso\">Otto Demus</a>, a similar position to the one he had held during the Nazi regime, this time charged to protect monuments from destruction.": [
        [
            30,
            35,
            [
                "Frodo"
            ]
        ]
    ],
    "He continued to publish on the indigenous monuments in Austria, mostly Romanesque wall painting.": [],
    "Frodl retired from the Bundesdenkmalamt in 1970 and from the Hochschule in 1979.": [
        [
            0,
            5,
            [
                "Frodo"
            ]
        ]
    ],
    "Charges surfaced in the 1980s that during his tenure at the Bundesdenkmalamt, he impeded the return of works of art now owned by Austrian government musuems which had been seized during the Nazi years to their rightful owners.": [
        [
            149,
            156,
            [
                "museums"
            ]
        ]
    ],
    "These accusations, never disputed, also asserted that he was at least tacitly assisted by Erwin Thalhammer (b.": [
        [
            96,
            106,
            [
                "Triphammer",
                "Warhammer"
            ]
        ]
    ],
    "1916), then a government minister, who succeeded Frodl at the Bundesdenkmalamt.": [
        [
            49,
            54,
            [
                "Frodo"
            ]
        ]
    ],
    "Frodl also served on the board for the Institute for Austrian Art Research Institut für österreichische Kunstforschung), where his wife worked from 1945.": [
        [
            0,
            5,
            [
                "Frodo"
            ]
        ],
        [
            75,
            83,
            [
                "Institute"
            ]
        ],
        [
            84,
            87,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "His son, Gerbert Frodl (b.": [
        [
            9,
            16,
            [
                "Herbert",
                "Gerber"
            ]
        ],
        [
            17,
            22,
            [
                "Frodo"
            ]
        ]
    ],
    "1940), was also an art historian and Director of the Austrian Gallery (Österreichischen Galerie), from which several Gustav Klimt paintings were repatriation to their former owners.": [
        [
            88,
            95,
            [
                "Valerie"
            ]
        ]
    ],
    "Frodl was a well-respected Romanesque scholar who supervised numerous students.": [
        [
            0,
            5,
            [
                "Frodo"
            ]
        ]
    ],
    "He was one of a number of Austrian art historians who effectively effaced his collaboration with the Nazis.": [],
    "His 1975 festschrift, for example, makes no mention of his complicity with the Third Reich in the theft of or forced-sale of works of art from Jews and others.": []
}