{
    "Private scholar, art dealer, and art critic; specialist in Italian paintings and drawings, especially Renaissance and Baroque; trained under the Vienna School scholars.": [],
    "Frohlich-Bume was born in Vienna, Austria-Hungary which is present day Vienna, Austria to Ernst Bum, a lawyer and publisher, and an unknown mother.": [
        [
            0,
            13,
            [
                "Frolic-Bume",
                "Frohlich-Bump"
            ]
        ]
    ],
    "She attended a private girls’ school in Vienna and completed her <em>Abitur</em> in 1906 at the Ersten Staatsgymnasium in Graz.": [
        [
            96,
            102,
            [
                "Eastern",
                "Eaten",
                "Listen",
                "Easter",
                "Ester",
                "Austen"
            ]
        ]
    ],
    "From 1906 to 1910 she studied art history, archaeology, and philosophy in Vienna under <a href=\"”/dvorakm”\">Max Dvořák</a>, <a href=\"”/wickhofff”\">Franz Wickhoff</a>, <a href=\"”/schlosserj”\">Julius Schlosser</a>, and <a href=\"”/strzygowski”\">Josef Strzygowski</a>.": [],
    "During this time, she collaborated on the <em>Internationale Bibliographie der Kunstwissenschaft</em>, edited by Otto Fröhlich (1873–1947), whom she would eventually marry.": [],
    "She edited volumes VI, VII, and VIII from 1907 to 1909.": [],
    "She earned her doctorate in 1910 from Vienna under Dvořák as her advisor.": [
        [
            51,
            57,
            [
                "Dvorak"
            ]
        ]
    ],
    "From 1912 onwards, she worked in her husband’s art trade.": [],
    "Her dissertation, <em>Andrea Meldolla, genannt Schiavone</em> (<em>Andrea Meldolla, Called Schiavone</em>), was published in the <em>Jahrbuch der kunsthistorischen Sammlungen in Wien</em> in 1913.": [],
    "Her first book, <em>Parmigianino und der Manierismus</em>, was published in 1921.": [],
    "From 1923 to 1934, Frohlich-Bume worked in the Albertina’s Collection of Drawings and Prints in Vienna without official employment.": [
        [
            19,
            32,
            [
                "Frolic-Bume",
                "Frohlich-Bump"
            ]
        ]
    ],
    "Her book <em>Ingres: sein Leben und sein Stil</em> was published in 1924, receiving an English-language publication in 1926.": [],
    "She also worked with the director of the collection, Alfred Stix, to compile the catalog of Italian drawings.": [
        [
            60,
            64,
            [
                "Six",
                "Stir",
                "Styx",
                "STI",
                "STID",
                "STIF"
            ]
        ]
    ],
    "The first volume, <em>Beschreibender Katalog der Handzeichnungen in der graphischen Sammlung Albertina.": [
        [
            37,
            44,
            [
                "Catalog"
            ]
        ],
        [
            45,
            48,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            68,
            71,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            72,
            83,
            [
                "garfishes"
            ]
        ],
        [
            84,
            92,
            [
                "Sampling",
                "Samsung"
            ]
        ]
    ],
    "I.: Die Zeichnungen der Venezianischen Schule</em>, was published in 1926.": [
        [
            20,
            23,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            39,
            45,
            [
                "Schulz"
            ]
        ]
    ],
    "Frohlich-Bume also collaborated on the third volume, <em>Beschreibender Katalog der Handzeichnungen in der graphische Sammlung Albertina.": [
        [
            0,
            13,
            [
                "Frolic-Bume",
                "Frohlich-Bump"
            ]
        ],
        [
            72,
            79,
            [
                "Catalog"
            ]
        ],
        [
            80,
            83,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            103,
            106,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            107,
            117,
            [
                "graphic",
                "graphics",
                "graphical",
                "graphite",
                "garfish",
                "garfishes"
            ]
        ],
        [
            118,
            126,
            [
                "Sampling",
                "Samsung"
            ]
        ]
    ],
    "III.": [],
    ": Die Zeichnungen der toskanischen, umbrischen und römischen Schulen</em>, published in 1932.": [
        [
            0,
            1,
            [
                ""
            ]
        ],
        [
            18,
            21,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            47,
            50,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            61,
            68,
            [
                "Schultz",
                "Schulz",
                "Schuyler",
                "Schlep",
                "Schulman",
                "Schumer"
            ]
        ]
    ],
    "During this time, she also had regular publications in journals.": [],
    "Following the Anschluss in 1938, Frohlich-Bume emigrated to England due to persecution because she was Jewish.": [
        [
            33,
            46,
            [
                "Frolic-Bume",
                "Frohlich-Bump"
            ]
        ],
        [
            47,
            59,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "From 1938 onwards she lived in London, working as an art dealer until 1947.": [],
    "During this time, she provided support and care for her ill husband until his death in 1947.": [],
    "Frohlich-Bume was naturalized in 1948, and began journalistic work for various magazines the same year.": [
        [
            0,
            13,
            [
                "Frolic-Bume",
                "Frohlich-Bump"
            ]
        ]
    ],
    "From 1954 onwards, she published numerous exhibition and auction reports for <em>Weltkunst</em>, primarily from London.": []
}