{
    "Painter; founder of the modern practice of art criticism and art historian who helped reassert the primacy of sixteenth- and seventeenth-century Dutch/Belgian masters.": [],
    "Fromentin's father, Toussaint Fromentin-Dupeux (d.": [
        [
            0,
            9,
            [
                "Fomenting"
            ]
        ],
        [
            30,
            46,
            [
                "Fomenting-Dupeux",
                "Fromentin-Duplex"
            ]
        ]
    ],
    "1867), was a doctor and amateur painter (trained under Jean-Victor Bertin), and his mother, Jenny Billotte Fromentin-Dupeux, the daughter of a Naval administrator and regional councillor in La Rochelle.": [
        [
            67,
            73,
            [
                "Berlin",
                "Bertie",
                "Bert in"
            ]
        ],
        [
            98,
            106,
            [
                "Gillette"
            ]
        ],
        [
            107,
            123,
            [
                "Fomenting-Dupeux",
                "Fromentin-Duplex"
            ]
        ]
    ],
    "Fromentin excelled in Greek and Latin in school, receiving a <em>bachelierre</em> in 1838 in La Rochelle but remained at home for a year instead of going directly to college, writing poetry and translations of classical and foreign authors.": [
        [
            0,
            9,
            [
                "Fomenting"
            ]
        ]
    ],
    "In 1839 he began studying law in Paris, receiving <em>baccalauréat en droit</em> in 1841 and his <em>licence</em> (the second required law diploma) in 1843.": [
        [
            3,
            7,
            [
                "1839,"
            ]
        ]
    ],
    "When he failed the French bar exam, Fromentin switched to painting, studying under Jean-Charles-Joseph Rémond (1795-1875) and then Nicolas-Louis Cabat.": [
        [
            36,
            45,
            [
                "Fomenting"
            ]
        ],
        [
            103,
            109,
            [
                "Remind",
                "Redmond",
                "Remand",
                "Remold"
            ]
        ],
        [
            145,
            150,
            [
                "Cabot",
                "Cabal",
                "Carat",
                "Rabat",
                "Ca bat",
                "Cab at"
            ]
        ]
    ],
    "His first important piece of criticism appeared as the Salon of 1845.": [],
    "Fromentin visited Algeria in 1846 and debuted as a painter in the Salon in 1847 with two Algerian scenes, subjects occupying his interests throughout his career.": [
        [
            0,
            9,
            [
                "Fomenting"
            ]
        ]
    ],
    "He returned to Algeria twice more in 1847 and 1852, exhibiting in between as an Orientalist at the 1850-1851 Salon.": [],
    "He married Marie Cavellet de Beaumont, the neice of his compatriot Armond du Mesnil, in 1852.": [
        [
            17,
            25,
            [
                "Wavelet",
                "Cavell",
                "Coverlet",
                "Gavelled"
            ]
        ],
        [
            43,
            48,
            [
                "name",
                "nice",
                "race",
                "face",
                "niece",
                "pace"
            ]
        ],
        [
            67,
            73,
            [
                "Armand",
                "Almond",
                "Armonk",
                "Ormond"
            ]
        ],
        [
            77,
            83,
            [
                "Mes nil"
            ]
        ]
    ],
    "Around the same time he began writing travel books drawing on his north-African experiences, <em>Un Eté dans le Sahara</em> in 1857, and <em>Une Année dans le Sahel</em> in 1859.": [],
    "He was recognized at the Salon of 1859 with a first-class medal and the <em>Légion d'honneur</em>.": [],
    "After 1860, his reputation as a painter secure--and only then able to fully leave his family's financial support--Fromentin turned to writing in earnest.": [
        [
            105,
            123,
            [
                "support--Fomenting"
            ]
        ]
    ],
    "His 1863 novel <em>Dominique</em> (serialized first in 1862 in the <em>Revue des Deux Mondes</em>) remained a popular work in the French confessional style.": [],
    "The following year, he took on the powerful French Academy in a lecture, <em>Une programme de critque</em>, 1864.": [],
    "After failing to gain admission to the Académie des Beaux-Arts in 1867, he withdrew to summer residence at Saint-Maurice (near La Rochelle).": [],
    "He continued to paint Orientalist scenes and a series of centaur paintings in 1868, the latter generally depricated except for the critic Charles Baudelaire and Edgar Degas.": [
        [
            105,
            115,
            [
                "deprecated"
            ]
        ]
    ],
    "Fromentin returned to Algerian-subject painting (and success with the critics) in the 1874 Salon.": [
        [
            0,
            9,
            [
                "Fomenting"
            ]
        ]
    ],
    "His health ever poor, Fromentin visited the Low Countries in 1875 for a respite and became deeply enamored with the early Dutch and Flemish masters.": [
        [
            22,
            31,
            [
                "Fomenting"
            ]
        ]
    ],
    "He wrote what has become on of the most important books of 19th-century art-history writing, <em>Les Maîtres d'autrefois</em> shortly before his death.": [
        [
            25,
            27,
            [
                "one"
            ]
        ]
    ],
    "Penned hurredly at the Saint-Maurice residence during the summer of 1875, he initially published it serially at the suggestion of Francois Buloz (1803-1877) in the <em>Revue des Deux Mondes</em> (January-March 1876) appearing in book form the same year.": [
        [
            7,
            15,
            [
                "hurriedly"
            ]
        ],
        [
            139,
            144,
            [
                "Below",
                "Bulk",
                "Blog",
                "Blow",
                "Bull",
                "Bloc"
            ]
        ]
    ],
    "A sensitive and sympathetic account of these artists, the book was ground-breaking particularly because their work was under-appreciated in France at the time.": [],
    "His hopes that the book would garner the Académie des Beaux-Arts' award were again dashed when the award went to <a href=\"/blancc\">Charles Blanc</a>.": [],
    "Blanc used his postion as a member of the Académie to chide Fromentin as unsuited to judge art because he writing was too subtle (!).": [
        [
            15,
            22,
            [
                "position",
                "portion",
                "potion"
            ]
        ],
        [
            42,
            50,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            60,
            69,
            [
                "Fomenting"
            ]
        ],
        [
            103,
            113,
            [
                "he's writing",
                "he is writing",
                "he was writing"
            ]
        ]
    ],
    "Fromentin exhibited once more at the Salon of 1876, contributing an anonymous criticism of the Salon to the <em>Bibliothèque universelle et revue suisse</em> in Lausanne.": [
        [
            0,
            9,
            [
                "Fomenting"
            ]
        ]
    ],
    "He contracted cutaneous anthrax (a malignant tumor) and died at Saint-Maurice, Paris, France, near La Rochelle, at age 56, while working on a re-write of <em>Domnique</em>.": [],
    "He is buried in the cemetery at Saint-Maurice.": [],
    "Fromentin conceived of art history as problems to be solved through the use of a variety of methods, though principally employing his knowledge of artistic techniques and strong visual analysis.": [
        [
            0,
            9,
            [
                "Fomenting"
            ]
        ]
    ],
    "He avoided overt methodological positions (<a href=\"/kultermannu\">Udo Kultermann</a> termed him an \"anti-methodical subjectivist\" akin to <a href=\"/burckhardtj\">Jacob Burckhardt</a>).": [],
    "Fromentin's comparatively sober analysis of art caused the art historian <a href=\"/pittalugam\">Mary Pittaluga</a> to declare him the first modern art critic.": [
        [
            0,
            9,
            [
                "Fomenting"
            ]
        ]
    ],
    "<em>Les Maîtres d'autrefois</em> remains his most important work in art historiography.": [],
    "In it, Fromentin departed from typical French art criticism combining instead a more theoretical framework with profound technical sensitivity (color, space) and evaluative methods.": [
        [
            7,
            16,
            [
                "Fomenting"
            ]
        ]
    ],
    "Perhaps surprisingly, he was uninterested in most early Netherlandish art or Vermeer, reflecting the general attitude of the French art public.": [],
    "His chapters on the seventeenth-century masters Rubens (six alone), Rembrandt, and Jacob van Ruysdael, as well as sixteenth-century painters Jan and Hubert van Eyck and Hans Memling, focused on a detailed analysis of individual paintings to conclude the personalities of the men behind these paintings, a determinist approach borrowed from the philosophy of <a href=\"/taineh\">Hippolyte Taine</a>.": [
        [
            93,
            101,
            [
                "Drysdale",
                "Russel"
            ]
        ]
    ],
    "Modern critics have tended to see this work is more literary than art-historical (Sagnes).": [
        [
            82,
            88,
            [
                "Agnes",
                "Sages"
            ]
        ]
    ],
    "His account of the portraits of Rembrandt are among his finest writing.": [],
    "His popularization of art critique is characteristic of <em>Gründerzeit</em> impulse and the rising power of an educated middle class.": [],
    "Esthetically, he was largely opposed to the Impressionists, Edouard Manet for example, perhaps because of the challange they provided to his work painted work.": [
        [
            60,
            73,
            [
                "Édouard Manet"
            ]
        ],
        [
            110,
            119,
            [
                "challenge"
            ]
        ]
    ],
    "In his own time, the art historian/critic <a href=\"/michele1828\">Émile Michel</a> remarked that \"Fromentin first gave the example of an art critic who was himself a work of art.\"": [],
    "In the twentieth century, Fromentin was positively re-evaluated by <a href=\"/bialostockij\">Jan Białostocki</a> and <a href=\"/schapirer\">Meyer Schapiro</a>; eminent translators of his work included <a href=\"/vandewaalh\">Henri van de Waal</a> into Dutch.": [
        [
            26,
            35,
            [
                "Fomenting"
            ]
        ]
    ],
    "A manuscript version of a second <em>Les Maitres d'autrefois</em> is held at the municipal library at Versailles.": []
}