{
    "<p>Archaeologist, editor and early art history professor at Princeton 1886-1906.": [],
    "Frothingham was born to a wealthy Boston family.": [
        [
            0,
            11,
            [
                "Frothing ham"
            ]
        ]
    ],
    "He studied languages in Rome between 1868 and 1881.": [],
    "In 1882 he began teaching Semitic languages at Johns Hopkins University.": [
        [
            3,
            7,
            [
                "1882,"
            ]
        ]
    ],
    "In 1883 he received his Ph.D., from Leipzig.": [
        [
            3,
            7,
            [
                "1883,"
            ]
        ]
    ],
    "He married Helen Bulkley Post.": [
        [
            17,
            24,
            [
                "Buckley"
            ]
        ]
    ],
    "In 1885 Frothingham and Princeton's first art history professor, <a href=\"/marquanda\">Allan Marquand</a> co-founded the <em>American Journal of Archaeology</em>, the organ of the newly founded Archaeological Institute of America, and Frothingham became its first editor.": [
        [
            8,
            19,
            [
                "Frothing ham"
            ]
        ]
    ],
    "After lecturing at Princeton (then known as the College of New Jersey) as a visiting faculty in 1885, he moved to Princeton the following year to become professor (at the relatively young age of 31), teaching archaeology and art history, though he was neither paid from the regular funds nor considered faculty.": [],
    "Frothingham taught renaissance art-history, the first post-classical art classes at the College.": [
        [
            0,
            11,
            [
                "Frothing ham"
            ]
        ]
    ],
    "In 1886 he gave the first graduate course in art history (and one of the first at the College).": [
        [
            3,
            7,
            [
                "1886,"
            ]
        ]
    ],
    "He and Marquand revised and rewrote the <em>Bilder Atlas</em> of <a href=\"/carrierem\">Moritz Carrière</a> as volume four of the <em>Iconographic Encyclopedia</em> in 1887.": [
        [
            7,
            15,
            [
                "Maryland"
            ]
        ]
    ],
    "Around 1890 Frothingham and Marquand developed what would be major disagreements over the teaching of art, owing apparently to the overlap of the renaissance area in each other's courses.": [
        [
            12,
            23,
            [
                "Frothing ham"
            ]
        ],
        [
            28,
            36,
            [
                "Maryland"
            ]
        ]
    ],
    "He was also more willing to introduce new topics for the history of art than Marquand.": [
        [
            77,
            85,
            [
                "Maryland"
            ]
        ]
    ],
    "Frothingham taught his renaissance course (which was largely medieval monuments) for the last time in 1892-93.": [
        [
            0,
            11,
            [
                "Frothing ham"
            ]
        ]
    ],
    "During the 1890s, Frothingham was associate director of the American Academy in Rome, a position largely directing visitors and acting as an agent for American museums.": [
        [
            18,
            29,
            [
                "Frothing ham"
            ]
        ]
    ],
    "In this capacity, he acquired twenty-nine Etruscan tomb groups excavated by Francesco Mancinelli in Narce as well as from other sites.": [
        [
            86,
            96,
            [
                "Mancini",
                "Antonelli",
                "Farinelli",
                "Minnelli",
                "Montanelli"
            ]
        ],
        [
            100,
            105,
            [
                "Farce",
                "Nacre",
                "Narc",
                "NACE",
                "Narcs"
            ]
        ]
    ],
    "As a professor of art at Princeton, he added courses such as \"Subjects and Symbols in Early Christian Art,\" the prototype to iconographic studies for which Princeton would later become famous.": [],
    "When Marquand returned from a year's stint at the American School in Rome, he found that Frothingham was teaching a new course: Italian art of the middle ages.": [
        [
            5,
            13,
            [
                "Maryland"
            ]
        ],
        [
            89,
            100,
            [
                "Frothing ham"
            ]
        ],
        [
            147,
            158,
            [
                "Middle Ages"
            ]
        ]
    ],
    "Marquand exercised one of the powers under his control: because all salaries of art historians were paid not from regular faculty lines, but from the Frederic Marquand Bequest over which <a href=\"/marquanda\">Allan Marquand</a> had complete control, Marquand simply stopped paying Frothingham's salary mid-semester.": [
        [
            0,
            8,
            [
                "Maryland"
            ]
        ],
        [
            159,
            167,
            [
                "Maryland"
            ]
        ]
    ],
    "An ugly situation was avoided when president Francis Landey Patton paid Frothingham for the rest of the semester out of discretionary lines.": [
        [
            53,
            59,
            [
                "Landed",
                "Lanka",
                "Linda",
                "Wanda",
                "Lander",
                "Panda"
            ]
        ],
        [
            72,
            83,
            [
                "Frothing ham"
            ]
        ]
    ],
    "President Patton reconfigured Frothingham's position to one of ancient art and archaeology (thereby becoming regular faculty), but no longer empowered to teach medieval art or be editor of the <em>American Journal of Archaeology</em>.": [
        [
            30,
            41,
            [
                "Frothing ham"
            ]
        ]
    ],
    "Frothingham and Marquand co-wrote a text book in 1896, <em>A Textbook of the History of Sculpture</em>.": [
        [
            0,
            11,
            [
                "Frothing ham"
            ]
        ],
        [
            16,
            24,
            [
                "Maryland"
            ]
        ]
    ],
    "Frothingham remained professor of ancient history and archaeology at Princeton until 1906, creating new and innovative courses, albeit within the proscriptions of his title.": [
        [
            0,
            11,
            [
                "Frothing ham"
            ]
        ]
    ],
    "In 1903-04, however, his thinly-disguised medieval course, now lasting two full semesters, raised the ire of the university.": [],
    "His name disappeared from the faculty rolls the following year and though he remained in the city of Princeton the rest of his life, publishing as a private scholar, he never again taught courses.": [],
    "In the years after World War I, Frothingham studied the issues of immigrant populations in the United States, testifying at the Lusk hearings in Washington.": [
        [
            32,
            43,
            [
                "Frothing ham"
            ]
        ],
        [
            128,
            132,
            [
                "Luck",
                "Lush",
                "Dusk",
                "Lust",
                "Musk",
                "Husk"
            ]
        ]
    ],
    "Toward the end of his life, he traveled to Italy to understand Fascism.": [],
    "Like many during that era, he returned enamored of its accomplishments.": [],
    "He died of heart disease in a sanitarium in New York at age 65.": [],
    "Frothingham's work shows an early and deep commitment to pedagogy and the dissemination of scholarship in a thoroughly American vein.": [
        [
            0,
            11,
            [
                "Frothing ham"
            ]
        ]
    ],
    "Among the students who were inspired by his teaching was the later Princeton architectural historian <a href=\"/butlerh\">Howard Crosby Butler</a>.</p>": []
}