{
    "Italian renaissance scholar, Bloomsbury art critic and curator of European painting, Metropolitan Museum of Art, 1904-1910.": [],
    "Fry was born to Sir Edward Fry (1827-1918), a judge and Mariabella Hodgkin (Fry) (1833-1930) and raised in a Quaker household.": [
        [
            56,
            66,
            [
                "Arabella",
                "Marbella",
                "Mariella"
            ]
        ]
    ],
    "Although headed for a career in science at Clifton College, Bristol, the lectures of <a href=\"/middletonj\">J.": [],
    "H. Middleton</a>, Slade Professor of Art, impressed Fry.": [
        [
            18,
            23,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "Fry graduated from King's College, Cambridge, with firsts in natural sciences, 1887 and 1888.": [],
    "Partially to please his father he dabbled in scientific areas while studying studio painting on the side.": [],
    "Entirely won over to art, he traveled to Italy in 1891 and studied studio painting at the Académie Julian, Paris in 1892.": [
        [
            90,
            98,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "Returning to Italy and resolving to study art history, he read the works of <a href=\"/morellig\">Giovanni Morelli</a> on connoisseurship and <a href=\"/paterw\">Walter Pater</a>.": [],
    "His acquaintance with the scholar <a href=\"/berensonb\">Bernard Berenson</a> likely happened during this time.": [],
    "Fry soon established a reputation as a scholar of Italian art, lecturing on the subject for the Cambridge Extension Movement.": [],
    "Still painting, he met and married a fellow art student Helen Coombe (1864-1937) in 1896.": [
        [
            62,
            68,
            [
                "Come",
                "Colombo",
                "Cooke",
                "Comb",
                "Combo",
                "Cookie"
            ]
        ]
    ],
    "Shortly thereafter Helen began exhibiting signs of mental illness, was hospitalized in 1899 but recovered somewhat.": [],
    "Fry's articles from 1900 onwards in the <em>Athenaeum</em> led to a regular position writing art criticism.": [],
    "His first book on one of the Old Masters, <em>Giovanni Bellini</em> (1899) appeared at this time.": [],
    "Part of a group of English-speaking art experts, whose ranks included his friends Berenson and <a href=\"/horneh\">Herbert P. Horne</a>, Fry used his influence to help found <em>The Burlington Magazine</em> in 1903.": [
        [
            82,
            90,
            [
                "Benenson"
            ]
        ]
    ],
    "As an Italian Renaissance scholar, he sided with Berenson against <a href=\"/douglasr\">R.": [
        [
            49,
            57,
            [
                "Benenson"
            ]
        ]
    ],
    "Langton Douglas</a> in the famous connoisseurship-vs.-documentary art history feuds.": [
        [
            0,
            7,
            [
                "Langston",
                "Lang ton"
            ]
        ]
    ],
    "His first solo show of his painting was held at the Carfax Gallery in 1903.": [
        [
            52,
            58,
            [
                "CARFAX",
                "Car fax",
                "Fairfax",
                "Carla",
                "Carney",
                "Carpal"
            ]
        ]
    ],
    "Failing to be appointed as Slade Professor at Oxford in 1904, Fry accepted an invitation from J. Pierpont Morgan (1837-1913) to visit the United States and consider the position of Curator of European Painting of the Metropolitan Museum of Art.": [
        [
            27,
            32,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "Although Fry hoped to succeed <a href=\"/poyntere\">Edward John Poynter</a> as Director of the National Gallery in London, which ironically became available immediately after Fry accepted the Metropolitan job, Fry took the New York position, succeeding <a href=\"/storyg\">George Henry Story</a>.": [],
    "As Morgan's hand-picked curator, Fry accompanied the multi-millionaire on buying trips to Europe, now with a title of \"European Adviser.\"": [],
    "Fry edited Joshua Reynolds' <em>Discourses</em>, which appeared in 1905.": [],
    "This marked the last of his interest in the Old Masters.": [],
    "The same year Fry encountered <a href=\"/prichardm\">Matthew Stewart Prichard</a>, then a curator of classical antiquities at the Boston Museum of Fine Art, who exposed him to his Bergsonian view of museology, but also oriental and modern art.": [],
    "In 1906 Fry and Prichard met again, in Paris, where Prichard connected for Fry a relationship with Byzantine and modern art (Nelson, 161).": [],
    "Fry saw the work of Paul Cézanne for the first time the same year and from that moment, devoted his energies to modern art.": [],
    "The following year Fry persuaded the Metropolitan Museum Board to release him from his Curator position in favor of a title as \"European advisor,\" living in England.": [],
    "In 1910, however, a dispute with Morgan, who was Chairman of the Board of the Metropolitan, led to his dismissal.": [],
    "Fry's wife was re-committed to an asylum.": [],
    "Fry met the painter Vanessa Bell (1879-1961) and her husband, the critic <a href=\"/bellc\">Clive Bell</a> (1881-1964), the same year, 1910, and emerged as a major figure in the circle of artists and writers known as the Bloomsbury group.": [],
    "The group, whose most famous member was the writer Virginia Woolf (1882-1941), was engaged in tradition-breaking practices; Fry and Vanessa Bell became lovers for the years 1911-1913.": [],
    "Fry opened the exhibition \"Manet and the Post-Impressionists at the Grafton Galleries,\" coining the term <em>Post-Impressionist</em>.": [],
    "England was not entirely prepared for the modernist sensibilities and Fry was denounced in the press, including the London <em>Times</em>.": [],
    "Fry took the criticism favorably and mounted a second show at Grafton Galleries in 1912, establishing for himself the reputation as the champion of modern art.": [],
    "Part of Fry's devotion to modern art was the direct application, as Fry saw it, to common Arts and Crafts Movement form.": [],
    "He read papers on art at the Fabian Society and founded the Omega Workshops which manufactured quality-designed modernist objects.": [],
    "Young artists decorated furniture, designed fabrics, and pottery in the new Post-Impressionist style.": [],
    "Fry himself continued to paint, now in a looser decorative idiom.": [],
    "Wyndham Lewis was among the artists he employed at the Workshops.": [],
    "The First World War forced the collapse of the Omega project.": [],
    "In 1919 Fry forced both <a href=\"/custl\">Lionel Cust</a> and <a href=\"/adeym\">More Adey</a>, both joint editors of the <em>Burlington Magazine</em>, out of the periodical after a bitter dispute.": [],
    "Fry achieved a fame as a art critic similar to <a href=\"/ruskinj\">John Ruskin</a> half a century before with the 1920 publication of his collected essays from the Fabian Society and <em>Burlington Magazine</em>, titled <em>Vision and Design</em>.": [],
    "Fry and Vanessa Bell briefly had a second relationship in 1921.": [],
    "However, in 1925 he met Helen Maitland Anrep (1885-1965) at a party in Bell's studio; Anrep left her husband and family to live with Fry the rest of his life.": [
        [
            39,
            44,
            [
                "An rep"
            ]
        ],
        [
            86,
            91,
            [
                "An rep"
            ]
        ]
    ],
    "Fry's second collected essays, <em>Transformations</em>, appeared in 1926.": [],
    "Already, Fry was at work on his most thought-through book, <em>Cézanne</em> (1927).": [],
    "Both the first serious account of the artist's life as well as the first to show the relation of Cézanne's watercolors to his late oil painting, Fry established himself as a modernist art historian as well as a critic.": [
        [
            52,
            62,
            [
                "and"
            ]
        ]
    ],
    "After a second denial of a Slade Professorship at Oxford in 1927, Fry accepted a similar Slade Professor position at Cambridge in 1933.": [
        [
            27,
            32,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ],
        [
            89,
            94,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "In his inaugural lectures for the Slade appointment, <em>Art History as an Academic Study</em>, Fry espoused a chronological approach to art.": [
        [
            34,
            39,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "After the lecture on Greek art in the series, however, he sustained in a fall in 1934 and died of apparent heart failure connected to his trauma.": [],
    "The Slade lectures were published as <em>Last Lectures</em> in 1939.": [
        [
            4,
            9,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "Virginia Woolf wrote his biography, published in 1940, but largely confined herself to the public record out of deference to his relationship with her sister and her friend, Anrep.": [
        [
            174,
            179,
            [
                "An rep"
            ]
        ]
    ],
    "Fry's clearest thoughts on art, according to <a href=\"/clarkk\">Kenneth Clark</a>, appeared in the introduction to Reynold's <em>Discourses</em>.": [],
    "Fry and <a href=\"/bellc\">Clive Bell</a> enjoyed mutual inspiration from one another.": [],
    "It was Bell's 1914 polemic <em>Art</em> that introduced the concept of \"significant form\" to Fry, which would subsequently be more associated with Fry than Bell.": [],
    "In the essays of <em>Vision and Design</em>, Fry stated his case that all art could and should be appreciated principally by its \"significant form.\"": [],
    "To a public suspicious of complicated modernist theories and the notion of expertising, Fry's viewer-approach dictum appealed to many.": [
        [
            75,
            86,
            [
                "exercising"
            ]
        ]
    ],
    "His books convinced a vast readership of the qualities of modern art.": [],
    "Fry criticized the German model of art scholarship in 1933 as seeing works of art \"almost entirely from a chronological point of view, as coefficients of a time sequence, without reference to their aesthetic significance.\"": [],
    "Fry's populist approach to art became so pervasive that some thirty years later the German-American art historian <a href=\"/wittkowerr\">Rudolf Wittkower</a> decried it in his own lecture, \"Art History as a Discipline.\"": [],
    "He owed much to Morelli and Pater, the latter of whom he remarked in 1898, \"makes so many mistakes about pictures; but the strange, and for a Morelli-ite disappointing, thing is that the net result is so very just.\"": [
        [
            16,
            23,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ],
        [
            28,
            33,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ],
        [
            142,
            153,
            [
                "Morally-ite"
            ]
        ]
    ],
    "(quoted, Ladis).": [
        [
            9,
            14,
            [
                "Ladies",
                "Lads",
                "Wadis",
                "Lades",
                "LAGIS",
                "Padis"
            ]
        ]
    ],
    "His early monographs on Bellini and Veronese were the best writings on those artists of the time.": [],
    "Throughout his life, he continued to paint and always considered himself an artist as well as an art historian.": []
}