{
    "Political activist, cultural historian and Daumier scholar; art collector.": [],
    "Fuchs' father was a shopkeeper.": [],
    "Early on the younger Fuchs developed socialist and Marxist political convictions.": [],
    "In 1886 he joined the outlawed political party Sozialistische Arbeiterpartei (the precursor of the modern SPD, Sozialdemokratische Partei Deutschlands).": [
        [
            3,
            7,
            [
                "1886,"
            ]
        ],
        [
            131,
            137,
            [
                "Parted",
                "Pasta",
                "Marta",
                "Parka",
                "Parma",
                "Parra"
            ]
        ],
        [
            138,
            150,
            [
                "Deutschland's",
                "Deutschland"
            ]
        ]
    ],
    "Fuchs received a doctor of law degree and practiced as an attorney.": [],
    "In 1892 he became editor-in-chief of the satiric weekly <em>Süddeutscher Postillon</em> and later co-editor of the <em>Leipziger Volkszeitung</em>.": [
        [
            3,
            7,
            [
                "1892,"
            ]
        ]
    ],
    "His inflammatory articles in newspapers--one accusing the Kaiser of being a mass murder--resulted in periodic jail sentences.": [],
    "During his periods of confinement, Fuchs wrote various social histories utilizing images as one of his primary sources.": [],
    "The first of these was his <em>Karikatur der europäischen Völker</em> (Caricatures of European Peoples), 1901.": [],
    "He moved to Berlin that same year were he edited the socialist newspaper <em>Vorwärts</em>.": [
        [
            34,
            38,
            [
                "where",
                "we"
            ]
        ]
    ],
    "The following year he began his <em>magnum opus</em>, an examination of moral practice, <em>Sittengeschichte</em>, eventually running to six volumes by 1912.": [],
    "While engaged in this series, he followed up his interest in caricatures with one devoted to the representation of women, <em>Die Frau in der Karikatur</em>, 1905 (3 vols).": [],
    "Another book documenting the stereotypical representations of Jews appeared in 1912.": [],
    "Fuchs traveled with the artist Max Slevogt to Egypt in 1914, shortly before the outbreak of World War I. He was a pacificist during the War.": [
        [
            35,
            42,
            [
                "Revolt",
                "Slot",
                "Devout",
                "Slept",
                "Levant",
                "Sellout"
            ]
        ],
        [
            114,
            124,
            [
                "pacificism"
            ]
        ]
    ],
    "Lenin's government put him in charge of prisoner exchange with Germany after the war; he was among the leaders of the German Comintern in Berlin in 1919.": [],
    "His interest in societal concerns in caricature led to a research interest in Daumier.": [],
    "Beginning in 1920, Fuchs published a <em>catalogue raisonné</em> on the artist in three volumes.": [],
    "He resigned from the party in 1929, following the expulsion of several stalwarts.": [],
    "At Hitler's ascension to power in Germany in 1933, Fuchs moved to France.": [],
    "Fuchs was a Marxist and his interpretation of culture conforms to that theory.": []
}