{
    "<p>Director of the National Gallery in Dublin.": [],
    "Furlong was orphaned at nine years old and educated by Jesuits at Clongowes Wood.": [
        [
            66,
            75,
            [
                "Clones",
                "Consoles",
                "Congolese",
                "Connotes",
                "Condones",
                "Elongates"
            ]
        ]
    ],
    "He attended University College, Dublin and his graduate studies were at Grenoble, Paris (the Sorbonne), Munich.": [],
    "He received his Ph.D.": [],
    "in Vienna writing on the topic of 10<sup>th</sup> and 11<sup>th</sup> century Anglo-Saxon manuscript illumination.": [
        [
            0,
            2,
            [
                "In"
            ]
        ],
        [
            41,
            43,
            [
                "the",
                "TH",
                "Th",
                "to",
                "tho",
                "TT"
            ]
        ],
        [
            61,
            63,
            [
                "the",
                "TH",
                "Th",
                "to",
                "tho",
                "TT"
            ]
        ]
    ],
    "As a student in Munich he observed Hitler's 1923 abortive putsch.": [],
    "A homosexual, Furlong developed strong antipathies to Nazism.": [],
    "In 1936 he assisted the Jewish Viennese art historian <a href=\"/pachto\">Otto Pächt</a> in escaping from Austria by issuing him an invitation to Ireland.": [
        [
            3,
            7,
            [
                "1936,"
            ]
        ]
    ],
    "Furlong obtained a position as an Assistant Keeper at the National Gallery, London in 1930, lecturing at the Tate and National Galleries.": [],
    "By 1935 he had been appointed Director of the National Gallery in Dublin, the youngest person to ever hold that position.": [],
    "With limited resources at the Irish museum, he nevertheless purchased major works of art, many, such as those by Gentileschi, Crespi and Castiglione, underappreciated at the time.": [
        [
            113,
            124,
            [
                "Gentiles chi"
            ]
        ],
        [
            126,
            132,
            [
                "Crest",
                "Crests",
                "Crisp",
                "Creep",
                "Creepy",
                "Crept"
            ]
        ]
    ],
    "Furlong had to contend with conservative trustees on the museum board who rejected paintings by Monet, Gauguin and Roualt.": [
        [
            115,
            121,
            [
                "Rouault"
            ]
        ]
    ],
    "His involvement in the Lane Bequest brought him additional controversy.": [],
    "He remained at the Gallery for fifteen years, lecturing and writing.": [],
    "In addition, he performed examiners duties in art history at both Trinity College and University College Dublin.": [],
    "When trustees at the Gallery turned down Murillo's <em>Christ Healing at Bethesda</em>, Furlong resigned in protest and moved to London in 1950.": [],
    "(The painting was subsequently purchased by the National Gallery, London).": [],
    "He lived there the remainder of his life with his partner, Rex Britcher.</p>": [
        [
            63,
            71,
            [
                "Britches"
            ]
        ]
    ]
}