{
    "Professor of classical archaeology and museum director; established modern methods of ancient Greek vase analysis.": [],
    "Furtwängler's father was a classical scholar and schoolmaster.": [
        [
            0,
            11,
            [
                "Furtwangler"
            ]
        ]
    ],
    "From 1870 onward, Furtwängler studied at Leipzig, under <a href=\"/overbeckj\">Johannes Overbeck</a> and Freiburg where he received his undergraduate degree.": [
        [
            18,
            29,
            [
                "Furtwangler"
            ]
        ]
    ],
    "His dissertation, <em>Eros in der Vasenmalerei</em>, was written in 1874, (published 1876) in Munich under <a href=\"/brunnh\">Enrico Brunn</a>.": [],
    "Furtwängler would later write a memoir of von Brunn.": [
        [
            0,
            11,
            [
                "Furtwangler"
            ]
        ],
        [
            42,
            45,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ],
        [
            46,
            51,
            [
                "Bruno",
                "Brunt",
                "Brynn",
                "Bruin"
            ]
        ]
    ],
    "The academic years 1876-1877 and 1877-1878 he worked under a stipend at the Deutsches Archäologisches Institut (DAI), in several Mediterranean countries.": [
        [
            76,
            85,
            [
                "Deutsche's",
                "Deutsche"
            ]
        ],
        [
            102,
            110,
            [
                "Institute"
            ]
        ]
    ],
    "In 1878 he participated in the Olympia excavation site of <a href=\"/schliemannh\">Heinrich Schliemann</a> in Greece.": [
        [
            3,
            7,
            [
                "1878,"
            ]
        ]
    ],
    "He completed his <em>habilitation</em> the following year under <a href=\"/kekuler\">Reinhard Kekulé</a> in Bonn.": [],
    "In 1879 he published together with his colleague <a href=\"/loeschckeg\">Georg Loeschcke</a>, <em>Mykenische Thongefäße</em>.": [
        [
            3,
            7,
            [
                "1879,"
            ]
        ]
    ],
    "This groundbreaking study established the difference between Mycenaean and Geometric pottery.": [],
    "Furtwängler achieved appointments in 1880 both as assistant director at the Königliche Museen zu Berlin and as a <em>privatdozent</em> at the University in Berlin.": [
        [
            0,
            11,
            [
                "Furtwangler"
            ]
        ],
        [
            94,
            96,
            [
                "EU",
                "nu",
                "Eu",
                "GU",
                "Ru",
                "Zn"
            ]
        ]
    ],
    "In later years Furtwängler concluded he had dedicated his best years to the museum.": [
        [
            15,
            26,
            [
                "Furtwangler"
            ]
        ]
    ],
    "His book on the Sabouroff collection (1883-1887) demonstrated his mastery on classical terracottas.": [
        [
            87,
            98,
            [
                "terracotta"
            ]
        ]
    ],
    "He married in 1885 to Adelheid Wendt.": [
        [
            22,
            30,
            [
                "Adelman"
            ]
        ],
        [
            31,
            36,
            [
                "Went",
                "Wendy",
                "Wendi",
                "Wends",
                "Wend"
            ]
        ]
    ],
    "The same year, his two-volume <em>Beschreibung der Vasensammlung im Antiquarium</em> (Writings on Vase Paining in Antiquity) appeared, a book describing over four thousand objects in a manner still emulated today.": [],
    "<em>Meisterwerke der griechischen Plastik</em> (Masterworks of Greek Sculpture) appearing in 1893, served to initiate his method to a larger audience than his earlier works and impress scholars.": [],
    "In 1894 he left Berlin to succeed his mentor, von Brunn, as professor of classical archaeology in Munich, adding to his duties the Director of the Glyptothek Museum.": [
        [
            3,
            7,
            [
                "1894,"
            ]
        ],
        [
            46,
            49,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ],
        [
            50,
            55,
            [
                "Bruno",
                "Brunt",
                "Brynn",
                "Bruin"
            ]
        ]
    ],
    "The English translation to <em>Meisterwerke</em>, <em>Masterpieces of Greek Sculpture</em>, translated by <a href=\"/stronge\">Eugenie Strong</a>, appeared in 1895.": [],
    "These two editions formed what <a href=\"/sievekingj\">Johannes Sieveking</a> called \"the Book of Books,\" the \"Bible of archaeologists.\"": [],
    "Furtwängler issued a study on Greek gems and their inscriptions in 1900, <em>Die Antiken Gemmen</em>, demonstrating again his breadth of classical knowledge.": [
        [
            0,
            11,
            [
                "Furtwangler"
            ]
        ]
    ],
    "In the same year, he renewed the excavations at the temple of Aphaia in Aigina.": [
        [
            62,
            68,
            [
                "Aphasia",
                "Aphaea"
            ]
        ],
        [
            72,
            78,
            [
                "Angina"
            ]
        ]
    ],
    "Furtwängler and <a href=\"/reichholdk\">Karl W. Reichhold</a> began issuing a corpus of Greek vases, <em>Griechische Vasenmalerei</em> in 1904, issued in six \"Lieferungen.\"": [
        [
            0,
            11,
            [
                "Furtwangler"
            ]
        ]
    ],
    "He published his research on Aphaia in Aigina in a monograph of 1906.": [
        [
            29,
            35,
            [
                "Aphasia",
                "Aphaea"
            ]
        ],
        [
            39,
            45,
            [
                "Angina"
            ]
        ]
    ],
    "Furtwängler embarked on writing a history of ancient art the following year, but contracted a case of dysentery in Aigina and died at age 54, cutting short a brilliant career.": [
        [
            0,
            11,
            [
                "Furtwangler"
            ]
        ],
        [
            115,
            121,
            [
                "Angina"
            ]
        ]
    ],
    "His students formed the most eminent of the next generation of classical art historians and archaeologists.": [],
    "These included, in addition to Sieveking, <a href=\"/curtiusl\">Ludwig Curtius</a>, Oskar Waldhauer (1883-1935), <a href=\"/lippoldg\">Georg Lippold</a>, <a href=\"/schmidte\">Eduard Schmidt</a>, <a href=\"/heklera\">Anton Hekler</a> and initially <a href=\"/buschore\">Ernst Buschor</a>.": [
        [
            31,
            40,
            [
                "Sieve king"
            ]
        ]
    ],
    "His research significantly influenced many major scholars, most notable among them <a href=\"/beazleyj\">J.": [],
    "D. Beazley</a>, and the classicists Carl Blegen (1887-1971) and A. J. B. Wace (1879-1957).": [
        [
            3,
            10,
            [
                "Beasley"
            ]
        ],
        [
            41,
            47,
            [
                "Been",
                "Began",
                "Begin",
                "Begun",
                "Legend",
                "Eleven"
            ]
        ],
        [
            73,
            77,
            [
                "Race",
                "Face",
                "Wave",
                "Pace",
                "Wage",
                "Wake"
            ]
        ]
    ],
    "The eminent orchestra conductor, Wilhelm Furtwängler (1886-1954), was his son.": [],
    "After his death, <a href=\"/hauserf\">Friedrich Hauser</a> assumed editorship of the project.": [],
    "Buschor completed volume three of Furtwängler's <em>Griechische Vasenmalerei</em> in 1932.": [
        [
            0,
            7,
            [
                "Busch or"
            ]
        ],
        [
            34,
            45,
            [
                "Furtwangler"
            ]
        ]
    ],
    "Furtwängler is buried in Athens.": [
        [
            0,
            11,
            [
                "Furtwangler"
            ]
        ]
    ],
    "Furtwängler's accomplishment cannot be overstated.": [
        [
            0,
            11,
            [
                "Furtwangler"
            ]
        ]
    ],
    "He developed a pioneering method for prehistorical stylistic categorization of small artworks, principally pottery sherds.": [
        [
            115,
            121,
            [
                "herds",
                "sheds",
                "shards",
                "shreds"
            ]
        ]
    ],
    "At the time, pottery fragments were thought to be of little importance by archaeologists.": [],
    "Furtwängler demonstrated that documenting the specific strata where vases were discovered could establish both the dating of pottery as well as the chronology of the cites.": [
        [
            0,
            11,
            [
                "Furtwangler"
            ]
        ],
        [
            133,
            143,
            [
                "and"
            ]
        ]
    ],
    "His belief in the importance of sherds also led him to assemble many many, theorizing the artists and schools of Greek vase painting.": [
        [
            32,
            38,
            [
                "herds",
                "sheds",
                "shards",
                "shreds"
            ]
        ],
        [
            64,
            73,
            [
                "many"
            ]
        ]
    ],
    "It was a technique he learned from his mentor, von Brunn, who had developed a similar method for Greek sculpture.": [
        [
            47,
            50,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ],
        [
            51,
            56,
            [
                "Bruno",
                "Brunt",
                "Brynn",
                "Bruin"
            ]
        ]
    ],
    "(Furtwängler, like most of his contemporaries, still largely ignored the value of unpainted pottery).": [
        [
            1,
            12,
            [
                "Furtwangler"
            ]
        ]
    ],
    "Furtwängler and Reichhold's <em>Griechische Vasenmalerei</em> raised the standard for accurate drawings of vase paintings to an exceptional level.": [
        [
            0,
            11,
            [
                "Furtwangler"
            ]
        ],
        [
            16,
            25,
            [
                "Reich hold"
            ]
        ]
    ],
    "His volume on gems, <em>Die Antiken Gemmen</em> of 1900, remained his most influential work of his lifetime.": [],
    "featured exceptionally accurate drawings of vase paintings.": [
        [
            0,
            8,
            [
                "Featured"
            ]
        ]
    ],
    "Furtwängler's attribution of Roman copies of Greek sculpture to artists was also influential in augmenting interest in style and artistic personalities of classical art.": [
        [
            0,
            11,
            [
                "Furtwangler"
            ]
        ]
    ],
    "Following in the tracks of Winckelmann, he conceived of a history of ancient art built upon an aesthetic appreciation of \"masterpieces\" of ancient art that served as \"records of Western art-historical development\" (Marchand).": [],
    "Furtwängler's work on attributing Roman copies of Greek sculpture to artists spurred an interest in the study of style and artistic personalities in classical art (Rouet).": [
        [
            0,
            11,
            [
                "Furtwangler"
            ]
        ],
        [
            164,
            169,
            [
                "Route",
                "Rouen",
                "Roget",
                "Roue",
                "Roué",
                "Roues"
            ]
        ]
    ],
    "He was perhaps the last classicist to fulfill the <em>Totalitätsideal</em> of <a href=\"/welckerf\">Friedrich Gottlieb Welcker</a>, the goal that a classical historian could master all aspects of the studies he pursued.": [],
    "Together with Welcker and Brunn,": [
        [
            14,
            21,
            [
                "Walker",
                "Weaker",
                "Becker",
                "Belcher",
                "Decker",
                "Weller"
            ]
        ],
        [
            26,
            31,
            [
                "Bruno",
                "Brunt",
                "Brynn",
                "Bruin"
            ]
        ]
    ]
}