{
    "Painter and Royal Academy teacher; translator of German art histories and art historian.": [],
    "Fuseli, born Heinrich Füssli, was one of eighteen children (five living to adulthood) born to Johann Caspar Füssli (1706-1782), in later life a city clerk, and his wife, Anna Elisabeth Waser (Füssli) (1714-1759).": [
        [
            0,
            6,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ],
        [
            22,
            28,
            [
                "Fossil",
                "Fuss",
                "Fussy",
                "Tussle",
                "Muesli",
                "Fussed"
            ]
        ],
        [
            108,
            114,
            [
                "Fossil",
                "Fuss",
                "Fussy",
                "Tussle",
                "Muesli",
                "Fussed"
            ]
        ],
        [
            185,
            190,
            [
                "Weiser",
                "Water",
                "Laser",
                "Wafer",
                "Wager",
                "Washer"
            ]
        ],
        [
            192,
            198,
            [
                "Fossil",
                "Fuss",
                "Fussy",
                "Tussle",
                "Muesli",
                "Fussed"
            ]
        ]
    ],
    "His father devoted his life to art, painting portraits, writing on art and collecting master drawings and prints.": [],
    "The father's correspondence with theorists such as <a href=\"/winckelmannj\">Johann Joachim Winckelmann</a> and artists inspired the young Heinrich; the elder Füssli's <em>Geschichte der besten Künstler in der Schweitz</em> (History of the Best Painters in Switzerland) (2 vols.": [],
    "1755-1757) may have been written or researched in part by his son.": [],
    "After home tutoring by his mother, Fuseli attended Caroline College, Zürich, studying literature, aesthetics, Greek, and Latin under Johann Jakob Bodmer (1698-1783) and Johann Jakob Breitinger (1701-1776).": [
        [
            35,
            41,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ],
        [
            146,
            152,
            [
                "Boomer"
            ]
        ],
        [
            182,
            192,
            [
                "Grainger",
                "Brainier"
            ]
        ]
    ],
    "He gained a strong command of Greek and Latin.": [],
    "Fuseli was ordained a minister in 1761, according to his father's wishes.": [
        [
            0,
            6,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ]
    ],
    "In 1762 he and two colleagues issued a pamphlet accusing the corrupt Zürich magistrate Felix Grebel of graft and Fuseli was forced to flee to Prussia in 1763 to avoid retribution.": [
        [
            3,
            7,
            [
                "1762,"
            ]
        ],
        [
            93,
            99,
            [
                "Rebel",
                "Grebes",
                "Gretel",
                "Grebe",
                "G rebel"
            ]
        ],
        [
            113,
            119,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ]
    ],
    "There he met another Swiss expatriate, the art theorist and mathematician Johann Georg Sulzer (1720-1779).": [
        [
            87,
            93,
            [
                "Summer",
                "Silver",
                "Ruler",
                "Super",
                "Suffer",
                "Seller"
            ]
        ]
    ],
    "Fuseli assisted Sulzer with his book <em>Allgemeine Theorie der schönen Künste</em> (General Theory of the Fine Arts), 1773, published in 1774.": [
        [
            0,
            6,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ],
        [
            16,
            22,
            [
                "Summer",
                "Silver",
                "Ruler",
                "Super",
                "Suffer",
                "Seller"
            ]
        ]
    ],
    "In 1764 Sir Andrew Mitchell (1708-1771), the British <em>chargé d'affaires</em> in Berlin, took Fuseli to London with the hopes that Fuseli would broaden British knowledge of German-language literature through writing and lectures.": [
        [
            96,
            102,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ],
        [
            133,
            139,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ]
    ],
    "In England, Fuseli met the publisher Joseph Johnson (1738-1809) who provided him support through journalism and book illustrations.": [
        [
            12,
            18,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ]
    ],
    "Fuseli translated one of the first serious art histories, Winckelmann's 1755 <em>Gedanken über die Nachahmung der griechischen Werke in der Malerei und Bildhauerkunst</em>, as <em>Reflections on the Painting and the Sculpture of the Greeks</em> in 1765.": [
        [
            0,
            6,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ]
    ],
    "A published poety, he entered the work of theory with his work, <em>Remarks on J. J. Rousseau</em>, 1767, which endorsed Rousseau's views on the separation of art and morality.": [
        [
            12,
            17,
            [
                "poet",
                "poetry",
                "poets",
                "piety",
                "potty",
                "poesy"
            ]
        ]
    ],
    "He met Sir Joshua Reynolds in 1768, who urged him to return to painting, which he did, continuing his study of art literature as well.": [],
    "His translation of the <em>Delle virtù e dé premj</em>, 1766, by Giacinto Dragonetti (1738-1818) appeared as <em>Treatise on Virtues and Rewards</em> in 1769.": [],
    "After a disasterous house fire, Fuseli traveled to Rome in 1770 to study art further, though he did not take classes there.": [
        [
            8,
            19,
            [
                "disastrous"
            ]
        ],
        [
            32,
            38,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ]
    ],
    "His Rome experience led him embrace the mannerists and Michelangelo, particularly their use of line and emotional, discarding the Winckelmann canon of cool classicism.": [
        [
            40,
            50,
            [
                "mannerisms"
            ]
        ]
    ],
    "Rome, too, afforded him multiple sexual forays, rendered, perhaps, in Fuseli's erotic drawings, eventually purchased by art historian <a href=\"/horneh\">Herbert P. Horne</a> for his museum in Florence (Weinglass).": [
        [
            70,
            76,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ]
    ],
    "Fuseli returned to England with a pause in Switzerland, 1778-1779.": [
        [
            0,
            6,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ]
    ],
    "In Zürich, he fell deeply in love with the 21-year-old niece of the scientist Johann Caspar Lavater (1741-1801), Anna Landolt (Lavater) vom Rech, unrequited.": [
        [
            118,
            125,
            [
                "Landon",
                "Landsat",
                "Handout",
                "Sandlot"
            ]
        ],
        [
            136,
            139,
            [
                "com",
                "Tom",
                "mom",
                "vow",
                "VM",
                "VOC"
            ]
        ],
        [
            140,
            144,
            [
                "Reach",
                "Rich",
                "Tech",
                "Reich",
                "Rec",
                "RCH"
            ]
        ]
    ],
    "He and his father brought out a book on selected Winckelmann letters, <em>Winckelmanns Briefe an seine Freunde in der Schweiz</em>.": [],
    "In London, Fuseli exhibited enough history paintings at the Royal Academy between 1780 and 1786 to establish him a reputation in this important genre.": [
        [
            11,
            17,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ]
    ],
    "He also reacquainted himself with Reynolds, now the president of the Royal Academy.": [],
    "Fuseli's most famous painting, \"The Nightmare,\" was painted during this time, bringing him celebrity status and eventual posthumous fame as a forerunner of Romanticism.": [
        [
            0,
            6,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ]
    ],
    "A cycle of forty-one paintings devoted to Milton's life and works in 1799 was a financial failure.": [],
    "During this time, he authored more than sixty anonymous critiques of books and exhibition reviews in <em>Johnson's Analytical Review</em> (1788-1798).": [],
    "In 1788 Johnson published Fuseli's translations of Lavater's <em>Vermischte unphysiognomische Regeln</em> as <em>Aphorisms on Man</em>, heavily modified by Fuseli.": [
        [
            26,
            32,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ]
    ],
    "William Blake met Fuseli around 1787 and became close friends, engraving occasional works for Fuseli.": [
        [
            18,
            24,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ],
        [
            94,
            100,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ]
    ],
    "The same year, 1787, he was elected associate of the Royal Academy.": [],
    "Fuseli married Sophia Rawlins (1762/3-1832), a woman more than twenty years younger than him in 1788.": [
        [
            0,
            6,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ],
        [
            22,
            29,
            [
                "Rawling"
            ]
        ]
    ],
    "About the same time Fuseli met the feminist writer Mary Wollstonecraft (1759-1797) who fell deeply in love with the painter, eventually approaching Fuseli's young wife's to share the man between them.": [
        [
            20,
            26,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ],
        [
            148,
            154,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ]
    ],
    "Fuseli was elevated to Royal Academician in 1790 (though opposed by Reynolds) and professor of painting in 1799.": [
        [
            0,
            6,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ]
    ],
    "His three lectures on painting were published in 1801.": [],
    "The final period in Fuseli's life focused on teaching and formulating his art-historical ideas.": [
        [
            20,
            26,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ]
    ],
    "A supporter of the French Revolution, he visited Paris in 1802 during the brief Peace of Amiens, visiting the Musée Napoleon and drafting a commentary for British visitors of the paintings looted from Italy as well as other pictures in the museum (present Musée du Louvre).": [
        [
            89,
            95,
            [
                "Aliens",
                "Amines",
                "Miens",
                "A miens"
            ]
        ],
        [
            110,
            115,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ]
    ],
    "The guide was never published.": [],
    "However, Fuseli revised and published a new edition of <em>Dictionary of Painters</em> originally by <a href=\"/pilkingtonm\">Matthew Pilkington</a> in 1805 and issued a radically reworked version in 1810.": [
        [
            9,
            15,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ]
    ],
    "The new work was noted for its accuracy if occasional personalized view of art (Fuseli disparaged Albrecht Dürer, for example).": [
        [
            80,
            86,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ]
    ],
    "In 1818 John Knowles (1781-1841)--his future biographer--collaborated with Fuseli in compiling the artist's notes for the book, <em>Aphorisms on Art</em> and a drafted of Italian Renaissance art history.": [
        [
            75,
            81,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ]
    ],
    "In 1816 Fuseli, Sir Thomas Lawrence and John Flaxman were elected honorary academicians of the Accademia di San Luca at Rome, likely through the urging of Antonio Canova.": [
        [
            8,
            14,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ],
        [
            45,
            52,
            [
                "Flagman",
                "Flax man"
            ]
        ],
        [
            95,
            104,
            [
                "Academia"
            ]
        ]
    ],
    "He died at the home of the countess of Guilford at Surrey in 1825 and is buried in St.": [],
    "Paul's Cathedral.": [],
    "Knowles' posthumous biography included Fuseli's <em>Aphorisms</em> and <em>A History of Art in the Schools of Italy</em>.": [
        [
            39,
            45,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ]
    ],
    "Fuseli's painting students included the leading artists of the next generation, including John Constable, Edwin Landseer, William Mulready, <a href=\"/lesliec\">Charles Robert Leslie</a> and Benjamin Robert Haydon.": [
        [
            0,
            6,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ],
        [
            130,
            138,
            [
                "Already",
                "McCready",
                "Unready"
            ]
        ]
    ],
    "Fuseli's brother, Rudolf (1737-1806), named his son Johann Heinrich Füssli, who assumed editing a dictionary of painters after Rudolf's death in 1806.": [
        [
            0,
            6,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ]
    ],
    "Fuseli's reputation as an important artist overshadows his work as an art historian and documenter of art.": [
        [
            0,
            6,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ],
        [
            88,
            98,
            [
                "documented"
            ]
        ]
    ],
    "His \"uncommonly tenacious visual memory helped him become one of the most perceptive art historians of the eighteenth and nineteenth centuries\" (Weinglass).": [
        [
            145,
            154,
            [
                "Wingless",
                "Windlass",
                "Isinglass",
                "Wineglass",
                "Wangles",
                "Pangloss"
            ]
        ]
    ],
    "He introduced scores of new art-historical terms into English.": [],
    "Neither trained formally in studio or art history, Fuseli's tastes could be uneven; he failed to recognize the worth of the Elgin marbles.": [
        [
            35,
            37,
            [
                "nor"
            ]
        ],
        [
            51,
            57,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ]
    ]
}