{
    "Italian archaeologist, monuments conservator, and authority on Etruscan vase painting.": [],
    "Fèa received a degree in law from the University of Rome (the Sapienza).": [
        [
            0,
            3,
            [
                "Few",
                "Sea",
                "Fear",
                "Fed",
                "Fee",
                "Tea"
            ]
        ],
        [
            62,
            70,
            [
                "Sapiens",
                "Sapient",
                "Sapience"
            ]
        ]
    ],
    "He took priestly orders, and after a successful, brief career as a lawyer, he edited an edition of <em>Geschichte der Kunst des Altertums</em> of <a href=\"/winckelmannj\">Johann Joachim Winckelmann</a>, <em>Storia della Arti</em> (1783) adding a personal essay \"Dissertation on the Ruins of Rome\" (Sulle rovine di Roma).": [],
    "He worked as the librarian of the Biblioteca Chigiana.": [
        [
            45,
            53,
            [
                "Chicana",
                "Chipiona"
            ]
        ]
    ],
    "In 1790 he edited the first of two important archival publications, <em>Miscellanea filogica</em>.": [
        [
            3,
            7,
            [
                "1790,"
            ]
        ]
    ],
    "The following year he began excavating at Ardea, which launched his career as an archaeologist.": [
        [
            42,
            47,
            [
                "Area",
                "Arden"
            ]
        ]
    ],
    "Napoleon's conquest of the region forced him into exile and prison.": [],
    "However, his appointment as Commissario delle Antichit à in 1800 by Pope Pius VII outwardly vindicated him of the charges.": [
        [
            28,
            39,
            [
                "Commissary",
                "Commissar",
                "Commissars",
                "Commissariat",
                "Commissaries"
            ]
        ],
        [
            40,
            45,
            [
                "Dell",
                "Elle",
                "Della",
                "belle",
                "dell",
                "delve"
            ]
        ],
        [
            46,
            54,
            [
                "Antic hit"
            ]
        ]
    ],
    "He remained in this capacity until his death in 1836.": [],
    "In 1801 he was appointed president of the Capitoline Museum.": [
        [
            3,
            7,
            [
                "1801,"
            ]
        ]
    ],
    "Fèa was responsible for the 1802 antiquities regulations that stimulated new archaeological investigations of major Roman monuments, including the Arch of Constintine, Arch of Septimus Severus and the Flavian ampitheater (Colosseum).": [
        [
            0,
            3,
            [
                "Few",
                "Sea",
                "Fear",
                "Fed",
                "Fee",
                "Tea"
            ]
        ],
        [
            155,
            166,
            [
                "Constantine"
            ]
        ],
        [
            176,
            184,
            [
                "Sections",
                "Serious",
                "Settings",
                "Reptiles",
                "Optimum",
                "Peptides"
            ]
        ],
        [
            201,
            208,
            [
                "Flavia",
                "Fl avian"
            ]
        ],
        [
            209,
            220,
            [
                "amphitheater"
            ]
        ]
    ],
    "He personally worked on the Pantheon in 1804 with the architect and restorer Giuseppe Valadier (1762-1832).": [
        [
            86,
            94,
            [
                "Maladies",
                "Valarie"
            ]
        ]
    ],
    "In 1809 he concluded his tenure at the Capitoline with the Napoleonic occupation, but continued work with Valadier on the Domus Aurea and the Temple of Vesta.": [
        [
            3,
            7,
            [
                "1809,"
            ]
        ],
        [
            106,
            114,
            [
                "Maladies",
                "Valarie"
            ]
        ],
        [
            122,
            127,
            [
                "Domes",
                "Do mus"
            ]
        ],
        [
            128,
            133,
            [
                "Area",
                "Aura",
                "Urea",
                "A urea"
            ]
        ]
    ],
    "The excavation in 1812 of the arena in the Colosseum set off a major debate with many of his colleagues.": [],
    "After the Napoleonic withdrawal in 1814, Fèa continued his archaeolgical research.": [
        [
            41,
            44,
            [
                "Few",
                "Sea",
                "Fear",
                "Fed",
                "Fee",
                "Tea"
            ]
        ],
        [
            59,
            72,
            [
                "archaeological"
            ]
        ]
    ],
    "He correctly identified the Temple of Castor in 1816 with the Duc de Blacas (Pierre-Louis-Jean-Casimir Duc de Blacas d'Aulps, 1770-1839).": [
        [
            62,
            65,
            [
                "Due",
                "Duo",
                "Dub",
                "Duck",
                "Dug",
                "DEC"
            ]
        ],
        [
            103,
            106,
            [
                "Due",
                "Duo",
                "Dub",
                "Duck",
                "Dug",
                "DEC"
            ]
        ],
        [
            119,
            124,
            [
                "Alps",
                "Pulps",
                "Gulps"
            ]
        ]
    ],
    "The following year he discovered the Clivus Capitolinus and the Temple of Concord with the count of Funchal.": [
        [
            37,
            43,
            [
                "Lives",
                "Cliffs",
                "Clips",
                "Climbs",
                "Claus",
                "Clive"
            ]
        ],
        [
            44,
            55,
            [
                "Capitoline"
            ]
        ]
    ],
    "His 1819 guide to the antiquities of Rome, <em>Nouva descrizione de' monumenti antichi</em>, remains an important study of the time.": [],
    "His work on Etruscan vases, <em>Storia dei vasi fittili</em>, appeared in 1832.": [],
    "In 1836 he published the second volume of <em>Miscellanea filogica</em>.": [
        [
            3,
            7,
            [
                "1836,"
            ]
        ]
    ],
    "Fèa's success as Commissioner of antiquities (he was the longest incumbent) is measured in the monuments he saved from destruction or abuse.": [
        [
            0,
            3,
            [
                "Few",
                "Sea",
                "Fear",
                "Fed",
                "Fee",
                "Tea"
            ]
        ]
    ],
    "At the founding of the Instituto di Corrispondenza Archeologica in 1829, he was the only Italian founding member.": [
        [
            36,
            50,
            [
                "Correspondence",
                "Correspondent",
                "Correspondents"
            ]
        ],
        [
            51,
            63,
            [
                "Archeological"
            ]
        ]
    ]
}