{
    "Critic and historian of Italian and French art and royal art collections.": [],
    "Félibien was educated primarily in Paris.": [
        [
            0,
            8,
            [
                "Religion",
                "Feminine",
                "Felipe",
                "Feline",
                "Felice",
                "Felicia"
            ]
        ]
    ],
    "In 1647 he was appointed secretary to Marquis de Fontenay-Mareuil (1594-1655), the ambassador to the Holy See, Rome, under Louis XIV.": [
        [
            3,
            7,
            [
                "1647,"
            ]
        ]
    ],
    "During his service to the ambassador, Félibien spent two years in Rome, where he studied ancient monuments and the works of living artists such as Claude Lorrain, Pietro da Cortona, and Nicolas Poussin, whom he personally met.": [
        [
            38,
            46,
            [
                "Religion",
                "Feminine",
                "Felipe",
                "Feline",
                "Felice",
                "Felicia"
            ]
        ]
    ],
    "He returned to France in 1649 and married.": [],
    "Nicolas Fouquet, marquis de Belle-Isle, (1615-1680), the Superintendent of Finances in France, was impressed by his ability and Félibien dedicated his <em>de L'origine de la peinture</em>, 1660, a historical analysis of painting modeled after the writings of <a href=\"/vasarig\">Giorgio Vasari</a> to Fouquet.": [
        [
            8,
            15,
            [
                "Bouquet"
            ]
        ],
        [
            128,
            136,
            [
                "Religion",
                "Feminine",
                "Felipe",
                "Feline",
                "Felice",
                "Felicia"
            ]
        ]
    ],
    "However, when Fouquet became the target of a financial scandal, Félibien was forced to flee Paris as well.": [
        [
            14,
            21,
            [
                "Bouquet"
            ]
        ],
        [
            64,
            72,
            [
                "Religion",
                "Feminine",
                "Felipe",
                "Feline",
                "Felice",
                "Felicia"
            ]
        ]
    ],
    "He was recalled by the Fouquet's successor, Jean-Baptiste Colbert (1619-1683).": [
        [
            23,
            30,
            [
                "Bouquet"
            ]
        ]
    ],
    "He became a founding member of the <em>Académie des Inscriptions et Belles-lettres</em> in 1663, and wrote several articles documenting works in royal collections.": [],
    "Through his position, he exerted great influence on the policies of the <em>Académie Royale de peinture et de sculpture</em>.": [],
    "His appointment by Colbert as historiographer of the Bâtiments du Roi in 1666 expanded his role as a critic and an arts administrator.": [
        [
            53,
            62,
            [
                "Patients",
                "Basements",
                "Abatements",
                "Aliments"
            ]
        ],
        [
            66,
            69,
            [
                "ROI",
                "Row",
                "Rio",
                "Rod",
                "ROC",
                "Rob"
            ]
        ]
    ],
    "Félibien began immediately to publish a ten-volume history of painting from antiquity to the17th century, entitled <em>Entretiens sur la vie et les ouvrages des plus excellences peintres anciens et modernes</em>,1666-1668.": [
        [
            0,
            8,
            [
                "Religion",
                "Feminine",
                "Felipe",
                "Feline",
                "Felice",
                "Felicia"
            ]
        ]
    ],
    "The work was intended to be a history of art from the antique to Poussin, but Félibien added two final parts containing more contemporary artists.": [
        [
            78,
            86,
            [
                "Religion",
                "Feminine",
                "Felipe",
                "Feline",
                "Felice",
                "Felicia"
            ]
        ]
    ],
    "He was named secretary to the newly-founded Academy of Architecture in 1671 and in 1673 keeper of the cabinet of antiques in the palace of Brion.": [
        [
            139,
            144,
            [
                "Brian",
                "Orion",
                "Briton",
                "Prion",
                "Brien",
                "Bryon"
            ]
        ]
    ],
    "In 1679, Félibien published his <em>Noms des peintres les plus célèbres</em> a dictionary of of artists.": [
        [
            9,
            17,
            [
                "Religion",
                "Feminine",
                "Felipe",
                "Feline",
                "Felice",
                "Felicia"
            ]
        ]
    ],
    "His two sons, <a href=\"/felibienm\">Michel Félibien</a>, a monk, and <a href=\"/felibienj\">Jean-François Félibien</a>, an architect, also became scholars of French art and architecture.": [],
    "Félibien, owing to his position, was the orthodox voice of France, yet succeeded in original judgments on artists.": [
        [
            0,
            8,
            [
                "Religion",
                "Feminine",
                "Felipe",
                "Feline",
                "Felice",
                "Felicia"
            ]
        ]
    ],
    "Even his earliest work, <em>Des principes</em> was less about theoretics (principles) than it was a description of working methods.": [],
    "From this first, Félibien shows himself interested in facts--the bits of history--as much as postulation.": [
        [
            17,
            25,
            [
                "Religion",
                "Feminine",
                "Felipe",
                "Feline",
                "Felice",
                "Felicia"
            ]
        ]
    ],
    "<em>Entretiens</em> shows Félibien to be seriously concerned with establishing an approach to art history (Pace).": [],
    "His writings on art history are credited (by Bazin) to have rekindled art criticism in France.": [
        [
            45,
            50,
            [
                "Basin",
                "Bain"
            ]
        ]
    ]
}