{
    "<p>Benedictine Monk and architectural historian from France.": [],
    "Born into a prominent family in Coutainville near Chartres, France, in 1665, Michel was the son of <a href=\"/felibiena\">André Félibien</a> (1619-1695), historiographer of the Academy of Painting (1666) and secretary of the Academy of Architecture (1671).": [
        [
            32,
            44,
            [
                "Bougainville"
            ]
        ]
    ],
    "His brother, <a href=\"/felibienj\">Jean-François</a>, became an architect and historiographer.": [],
    "Michel Félibien became a Benedictine Monk in the Congregation of Saint-Maur in 1683.": [
        [
            7,
            15,
            [
                "Religion",
                "Feminine",
                "Felipe",
                "Feline",
                "Felice",
                "Felicia"
            ]
        ]
    ],
    "Also known as Maurists, the congregation were renowned for their erudite scholarship.</p>\n\n<p>In 1706, Félibien published <em>Histoire de l’Abbaye Royale de Saint-Denys en France</em> (History of the Royal Abbey of Saint-Denys in France) — one of the first major structures built in what came to be known as the Gothic style — up until the reign of Louis XIV.": [
        [
            14,
            22,
            [
                "Tourists",
                "Jurists",
                "Marxists",
                "Purists",
                "Maoists",
                "Fauvists"
            ]
        ],
        [
            41,
            45,
            [
                "was"
            ]
        ],
        [
            103,
            111,
            [
                "Religion",
                "Feminine",
                "Felipe",
                "Feline",
                "Felice",
                "Felicia"
            ]
        ]
    ],
    "Part of the significance of Félibien’s eight-volume text resides in the author’s emphasis upon situating his discussion of the Cathedral within its historical context.": [
        [
            28,
            36,
            [
                "Religion",
                "Feminine",
                "Felipe",
                "Feline",
                "Felice",
                "Felicia"
            ]
        ]
    ],
    "The second half of the book, which includes six engraved plates of various treasures housed within, provides a detailed account of the interior and exterior of the structure, including the treasury.": [],
    "The treasury, which played a significant role in the ceremonies of the French monarchy, is now largely known only through his account.": [],
    "Félibien next began researching the history of Paris, which appeared as <em>Histoire de la ville de Paris</em> in 1712.": [
        [
            0,
            8,
            [
                "Religion",
                "Feminine",
                "Felipe",
                "Feline",
                "Felice",
                "Felicia"
            ]
        ]
    ],
    "The five-volume was left unfinished at his death but completed by his fellow Benedictine, Guy Alexis Lobineau, Dom Lobineau (1666–1727) in 1725.": [
        [
            101,
            109,
            [
                "Linear",
                "Lineal",
                "Gatineau",
                "LeBeau"
            ]
        ],
        [
            111,
            114,
            [
                "DOM",
                "Do",
                "Com",
                "Dog",
                "Tom",
                "Dome"
            ]
        ],
        [
            115,
            123,
            [
                "Linear",
                "Lineal",
                "Gatineau",
                "LeBeau"
            ]
        ]
    ],
    "Following the Maurists tradition, he emphasised reliable sources as the key to ascertaining \"truth.\"": [
        [
            14,
            22,
            [
                "Tourists",
                "Jurists",
                "Marxists",
                "Purists",
                "Maoists",
                "Fauvists"
            ]
        ],
        [
            37,
            47,
            [
                "emphasized"
            ]
        ]
    ],
    "Approaching his work critically, Félibien \"swept aside the famous ... legends\" to provide a clear and accurate history of the subjects he explored (Vaivre).</p>\n\n<p>&nbsp;</p>": [
        [
            33,
            41,
            [
                "Religion",
                "Feminine",
                "Felipe",
                "Feline",
                "Felice",
                "Felicia"
            ]
        ],
        [
            148,
            154,
            [
                "Pierre",
                "Valve",
                "Viewer",
                "Naive",
                "Waiver",
                "Naïve"
            ]
        ]
    ]
}