{
    "Modernist art historian and man of letters.": [],
    "Fülep was early interested in Cézanne and wrote positively about the painter in his native Hungary.": [
        [
            0,
            5,
            [
                "Julep"
            ]
        ]
    ],
    "In 1906 he early showed appreciation for <em>Új Versek</em> (New Verse), the first volume of experimental Hungarian poetry by Endre Ady.": [
        [
            3,
            7,
            [
                "1906,"
            ]
        ]
    ],
    "Fülep lived in Italy, chiefly in Florence, from 1907 to 1914, with a Paris visit and a brief stay in London.": [
        [
            0,
            5,
            [
                "Julep"
            ]
        ]
    ],
    "In Florence he studied under <a href=\"/croceb\">Benedetto Croce</a>.": [
        [
            3,
            11,
            [
                "Florence,"
            ]
        ]
    ],
    "He returned to Hungary when the First World War erupted in 1914, along with his countryman, the philosopher <a href=\"/lukacsg\">György Lukács</a> (1885-1971) (who was in Heidelberg).": [],
    "Fülep was a member of the illustrious discussion group the <em>Sonntagskreis</em> (Sunday Circle) whose members included, in addition to Lukács, intellectuals such as the sociologist Karl Mannheim (1893-1947) and art historians <a href=\"/hausera\">Arnold Hauser</a>, <a href=\"/antalf\">Frederick Antal</a>, <a href=\"/wildej\">Johannes Wilde</a>, and <a href=\"/tolnayc\">Charles de Tolnay</a>.": [
        [
            0,
            5,
            [
                "Julep"
            ]
        ]
    ],
    "He and Tolnay developed a life-long friendship; Tolnay became greatly influenced by many of Fülep's ideas.": [
        [
            7,
            13,
            [
                "Today",
                "Tony",
                "Tonal",
                "Tollway",
                "Molnar",
                "Tonya"
            ]
        ],
        [
            48,
            54,
            [
                "Today",
                "Tony",
                "Tonal",
                "Tollway",
                "Molnar",
                "Tonya"
            ]
        ],
        [
            92,
            97,
            [
                "Julep"
            ]
        ]
    ],
    "Fülep's <em>Magyar Mûvészet-európai mûvészet</em> (Hungarian Art-European Art), a group of papers on art theory, was written during the war.": [
        [
            0,
            5,
            [
                "Julep"
            ]
        ]
    ],
    "It appeared in book form in 1919 (1923?).": [],
    "Fülep embarked upon a broad philosophy of art in the 1920s which he pursued the rest of his life.": [
        [
            0,
            5,
            [
                "Julep"
            ]
        ]
    ],
    "In 1927 Fülep chose the Presbyterian church in Zengővárkony, Baranya County, Hungary, for ministry.": [
        [
            8,
            13,
            [
                "Julep"
            ]
        ],
        [
            61,
            68,
            [
                "Banana",
                "Barony",
                "Paraná",
                "Parana",
                "Alanya",
                "Barangay"
            ]
        ]
    ],
    "Together with the choirmaster, János Császár, they collected relics of the region.": [
        [
            37,
            44,
            [
                "Caspar"
            ]
        ]
    ],
    "In 1930 Fülep won a Baumgartner prize for his writing and critical works.": [
        [
            8,
            13,
            [
                "Julep"
            ]
        ]
    ],
    "He used the prize money to build a small research library in the church.": [],
    "Fülep formed an intellectual and personal friendship with the classical scholar Károly (Karl) Kerényi (1897-1973).": [
        [
            0,
            5,
            [
                "Julep"
            ]
        ],
        [
            80,
            86,
            [
                "Karol"
            ]
        ],
        [
            94,
            101,
            [
                "Merely",
                "Keen",
                "Kernel",
                "Jeremy",
                "Karen",
                "Kenny"
            ]
        ]
    ],
    "Kerényi was appointed a professor in Pécs in 1934.": [
        [
            0,
            7,
            [
                "Merely",
                "Keen",
                "Kernel",
                "Jeremy",
                "Karen",
                "Kenny"
            ]
        ],
        [
            37,
            41,
            [
                "Pecs",
                "PCs",
                "Pets",
                "Peas",
                "Pens",
                "Peck"
            ]
        ]
    ],
    "In 1947 he was appointed professor of art at Péter Pázmány University in Budapest and was elected a member of the Hungarian Academy of Sciences.": [
        [
            3,
            7,
            [
                "1947,"
            ]
        ],
        [
            51,
            58,
            [
                "Tammany"
            ]
        ]
    ],
    "However, the mounting dictatorship brought him a despondency.": [],
    "Papers on Rembrandt and a lecture on Leonardo, unpublished, were mixed with scholarship on the Hungarian painters Tivadar Csontváry-Kosztka and Gyula Derkovits.": [
        [
            114,
            121,
            [
                "Radar",
                "Nevada",
                "Tidal",
                "Titular",
                "Trader",
                "Avatar"
            ]
        ],
        [
            122,
            139,
            [
                "Contrary-Kosztka"
            ]
        ],
        [
            144,
            149,
            [
                "Gaul",
                "Gould",
                "Paula",
                "Gala",
                "Gulf",
                "Gauls"
            ]
        ],
        [
            150,
            159,
            [
                "Deposits",
                "Berkowitz",
                "Perkowitz",
                "Devkits"
            ]
        ]
    ],
    "Perhaps Fülep's strongest contributions to art history was his influence on the Michelangelo and northern Renaissance scholar <a href=\"/tolnayc\">Charles de Tolnay</a>.": [
        [
            8,
            13,
            [
                "Julep"
            ]
        ]
    ],
    "Tolnay published a paper on Cézanne in Hungarian in 1924 in which he cited the influence of Fülep's 1906 and 1907 papers, arguing that Cézanne's contribution to art was depiction of the fragmented world of modernity.": [
        [
            0,
            6,
            [
                "Today",
                "Tony",
                "Tonal",
                "Tollway",
                "Molnar",
                "Tonya"
            ]
        ],
        [
            92,
            97,
            [
                "Julep"
            ]
        ]
    ],
    "His book <em>Magyar Mûvészet-európai mûvészet</em> examined painting, sculpture and architecture.": [],
    "Fülep was primarily interested in the relationship between national and European art, believing that only when national features of the art transcend to a universal (European) message do they become important.": [
        [
            0,
            5,
            [
                "Julep"
            ]
        ]
    ],
    "His major philosophy of art project remained unfinished at his death.": []
}