{
    "Artist, art critic and art historian.": [],
    "Gablik was born to Anthony J. Gablik and Geraldine Schwarz (Gablik).": [
        [
            0,
            6,
            [
                "Gaelic",
                "Garlic",
                "Gable",
                "Gabled",
                "Gables",
                "Goblin"
            ]
        ],
        [
            30,
            36,
            [
                "Gaelic",
                "Garlic",
                "Gable",
                "Gabled",
                "Gables",
                "Goblin"
            ]
        ],
        [
            60,
            66,
            [
                "Gaelic",
                "Garlic",
                "Gable",
                "Gabled",
                "Gables",
                "Goblin"
            ]
        ]
    ],
    "She briefly attended Black Mountain College during the summer of 1951 before entering Hunter College (now part of the City University of New York) where she studied with Robert Motherwell.": [],
    "She received her B. A. in 1955.": [],
    "Gablik began as an artist working in college paintings.": [
        [
            0,
            6,
            [
                "Gaelic",
                "Garlic",
                "Gable",
                "Gabled",
                "Gables",
                "Goblin"
            ]
        ]
    ],
    "In 1966 held her first one-woman show in New York.": [],
    "She and the New York Times art critic <a href=\"/russellj\">John Russell</a> wrote the exhibition catalog, <em>Pop Art Redefined</em> in 1969.": [],
    "Another solo show was held in 1972 in New York.": [],
    "In the late 1970s she ceased making art to devote herself to writing art history and criticism.": [],
    "She became a university lecturer.": [],
    "In 1977 she authored <em>Progress in Art</em>.": [
        [
            3,
            7,
            [
                "1977,"
            ]
        ]
    ],
    "Her writing became increasingly concerned with the social aspects.": [],
    "Her book <em>Has Modernism Failed?</em> appeared in 1984.": [],
    "In it she argued that the early modern art movement's commitment to social change ceased in the art of the 1980s.": [
        [
            3,
            5,
            [
                "it,"
            ]
        ]
    ],
    "Gablik claimed she stopped being a visual artist because her writing was more satisfying and was more able to alter people's thinking through books than art.": [
        [
            0,
            6,
            [
                "Gaelic",
                "Garlic",
                "Gable",
                "Gabled",
                "Gables",
                "Goblin"
            ]
        ]
    ],
    "She was the London critic for <em>Art In America</em> for most of the 1980s.": [],
    "Her <em>Re-Enchantment of Art</em>, 1991 pitted a new \"connective aesthetics\" against what she termed \"deconstruction and despair.\"": [],
    "The dominant art, she believed, was part of the problem.": [],
    "<em>Re-Enchantment</em> suggested a new \"connective aesthetics\" arguing against what she saw as the dominant trends of deconstruction and despair.": [],
    "Art should heal, she argued, something that contemporary art did not do.": []
}