{
    "<p>Aesthetician, art educational theorist, professor of art history at Lafayette College, Easton, PA,1947-1977.": [],
    "Gaertner was the son of Carl Eugen Gaertner (1884-1937) and Fanny Hurwitz (Gaertner).": [
        [
            0,
            8,
            [
                "Gartner"
            ]
        ],
        [
            35,
            43,
            [
                "Gartner"
            ]
        ],
        [
            66,
            73,
            [
                "Horowitz"
            ]
        ],
        [
            75,
            83,
            [
                "Gartner"
            ]
        ]
    ],
    "Though his mother was Jewish, he was raised a Christian.": [],
    "Gaertner received his doctorate in theology from the University in Heidelberg in 1936, writing a dissertation on Johann Gottfried Herder's position on Christian art.": [
        [
            0,
            8,
            [
                "Gartner"
            ]
        ]
    ],
    "His intent was to become a Christian minister.": [],
    "Despite being half Jewish, Gaertner was eligible for conscription in the German army.": [
        [
            27,
            35,
            [
                "Gartner"
            ]
        ]
    ],
    "To avoid this, he emigrated to Peru immediately after graduation.": [
        [
            18,
            30,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "There he met and married a Jewish refugee, also from Berlin, Gerda Meyer (1916-2004), a fashion designer, in 1941.": [],
    "The coupled lived in the South American country until the end of the World War II where Gaertner worked as a private language tutor in Lima and subsequently for a book importer.": [
        [
            88,
            96,
            [
                "Gartner"
            ]
        ]
    ],
    "He and his wife moved to the United States in 1946, initially settling in New York working for a book publisher.": [],
    "He was sponsored in the United States by the director of the Boston Athenaem, <a href=\"/whitehillw\">Walter Muir Whitehill</a> (1905-1978), through a mutual interest in Latin.": [],
    "Gaertner was hired at Lafayette College in Easton PA in 1947, initially as the Latin teacher.": [
        [
            0,
            8,
            [
                "Gartner"
            ]
        ]
    ],
    "He parlayed his skills in the small college to teaching a variety of humanities courses of the years.": [],
    "He published poetry in Latin and German between 1954 and 1964.": [],
    "At Lafayette, Gaertner instituted the first art history courses, a single one-term class.": [
        [
            14,
            22,
            [
                "Gartner"
            ]
        ]
    ],
    "He was promoted to associate professor in 1958.": [],
    "Gaertner collecting his thoughts on American painting in a German-language book, <em>Prisma der Demokratie: Ausdruck und Selbstkritik in der Malerei Amerikas</em>, published in 1961.": [
        [
            0,
            8,
            [
                "Gartner"
            ]
        ]
    ],
    "He was promoted to professor of art history in 1967, remaining teaching there for the next ten years until he retired <em>emeritus</em>.": [],
    "Students inspired by Gaertner included the Yale University art historian <a href=\"/prownj\">Jules Prown</a>.": [
        [
            21,
            29,
            [
                "Gartner"
            ]
        ]
    ],
    "He died at a local hospital at age 83.": [],
    "Gaertner was characteristic of many one-person art history departments in the second half of the 20th Century in the United States.": [
        [
            0,
            8,
            [
                "Gartner"
            ]
        ]
    ],
    "He taught all areas of art as a way to bring cultural studies to a small college.": [],
    "His early publishing career was on Latin instruction (his appointment at the time) and later on art articles on art instruction.": [],
    "Prown described Gaertner as \"an inspirational but idiosyncratic undergraduate teacher.": [
        [
            0,
            5,
            [
                "Brown",
                "Grown",
                "Crown",
                "Drown",
                "Prawn",
                "Prow"
            ]
        ],
        [
            16,
            24,
            [
                "Gartner"
            ]
        ]
    ],
    "\"</p>": []
}