{
    "Collector, art historian, and founder of the first museum gallery devoted exclusively to modern art in the U. S. Gallatin was born to wealth; his parents were Albert Horatio Gallatin, a chemistry professor at New York University, and Louisa Belford Ewing.": [
        [
            241,
            248,
            [
                "Bedford"
            ]
        ]
    ],
    "His great grandfather, Albert Gallatin (1761-1849), had been Secretary of he Treasury of the United States under Thomas Jefferson and James Madison.": [
        [
            4,
            21,
            [
                "great-grandfather"
            ]
        ],
        [
            74,
            76,
            [
                "the",
                "his"
            ]
        ]
    ],
    "After high school, Gallatin briefly studied between 1901-03 at University of the State of New York Law School.": [],
    "In 1902 he inherited the family banking and investment fortune, which set him on a career of art collecting and criticism.": [
        [
            3,
            7,
            [
                "1902,"
            ]
        ]
    ],
    "Gallatin became interested in art around 1910 when he began forming a collection of classical vases.": [],
    "His interests expanded to modern art during World War I. After the war, he made frequent trips to Paris, beginning in 1921 buy art from the major dealers there.": [],
    "Initially he donated works to the Brooklyn Museum and the Metropolitan Museum of Art in 1922.": [],
    "These museums, however, avoided the work of American artists.": [],
    "Gallatin actively bought work from the so-called Ash Can School in the United States.": [],
    "He used his position as trustee for New York University to establish the first museum in the U. S. dedicated solely to modern art, the Gallery of Living Art, located in South Study Hall that university.": [],
    "The gallery included works by Picasso, Braque, Gris, and Léger.": [
        [
            57,
            62,
            [
                "Leger",
                "Lever",
                "Lager",
                "Luger",
                "Ledger",
                "Leper"
            ]
        ]
    ],
    "Gallatin wrote the catalogs, which were issued between 1928 and 1940.": [],
    "In 1926 he co-published with the classicist/collector <a href=\"/hoppinj\">Joseph Clark Hoppin</a> the first fascicule of the prestigious <em>Corpus Vasorum Antiquorum</em> for a United States collection.": [
        [
            3,
            7,
            [
                "1926,"
            ]
        ]
    ],
    "Between 1928 and 1933 works by Joan Miró, André Masson, Robert Delaunay, Piet Mondrian, and Jean Arp were added to his gallery, the first to enter a public collection in the U. S. Gallatin, however, ignored Expressionism, Futurism, and Dada, art styles with less formal theory attached to them.": [],
    "In 1936 Gallatin renamed his museum the \"Museum of Living Art\" with his purchase of Picasso's <em>Three Musicians</em> (1921).": [],
    "Gallatin ceased his French buying trips in 1938 with the declaration of hostilities with Germany.": [],
    "Instead, he focused on American art.": [],
    "The later abstract expressionists Arshile Gorky and Willem de Kooning attributed their early development to the Museum of Living Art.": [
        [
            34,
            41,
            [
                "Archive",
                "Archie",
                "Ayrshire",
                "Awhile",
                "Armhole"
            ]
        ]
    ],
    "The University closed the museum in 1943 and Gallatin moved the collection to the Philadelphia Museum of Art, donating it at his death in 1952.Gallatin wrote largely about the art he collected, some of it, for example, the Ash Can School, was little valued at the time he made his purchases.": [
        [
            143,
            151,
            [
                " Gallatin"
            ]
        ]
    ],
    "<a href=\"/sweeneyj\">James Johnson Sweeney</a>, later curator of the Museum of Modern Art, New York, praised Gallatin in 1931 for showing the widest range of cubism in America, which the fledging Museum of Modern Art, founded two years after Gallatin's museum by <a href=\"/barra\">Alfred H. Barr, Jr.</a>, would spend the next decade amassing a similar collection.": [],
    "Gallatin's space at NYU is today Grey Art Gallery and Study Center.": []
}