{
    "<p>Professor (Ordinarius) of art history at the University of Basel, 1938-1967; Medieval and Renaissance scholar and art historiographer.": [
        [
            14,
            24,
            [
                "Ordinaries"
            ]
        ]
    ],
    "Gantner's father was Alfred Gantner (d. ca.": [
        [
            0,
            7,
            [
                "Gartner"
            ]
        ],
        [
            28,
            35,
            [
                "Gartner"
            ]
        ]
    ],
    "1943), a manager at the Baden, Switzerland, branch of the engineering firm Brown Boveri, and his mother Marie Wächter (Gantner), (d.": [
        [
            81,
            87,
            [
                "Over",
                "Cover",
                "Covers",
                "Boxer",
                "Lover",
                "Lovers"
            ]
        ],
        [
            110,
            117,
            [
                "Water",
                "Walter",
                "Waiter",
                "Richter",
                "Washer",
                "Watcher"
            ]
        ],
        [
            119,
            126,
            [
                "Gartner"
            ]
        ]
    ],
    "1944), a midwife.": [],
    "He attended the universities of Zürich, Basel, and Geneva before settling in 1915 at the Ludwig-Maximilians Universität, Munich.": [
        [
            89,
            107,
            [
                "Ludwig-Maximilian"
            ]
        ],
        [
            108,
            119,
            [
                "University"
            ]
        ]
    ],
    "Ganter studied the winter semester in Rome under <a href=\"/venturia\">Adolfo Venturi</a> before completing his doctorate in 1920 under <a href=\"/wolfflinh\">Heinrich Wölfflin</a>.": [
        [
            0,
            6,
            [
                "Banter",
                "Canter",
                "Garter",
                "Gaiter",
                "Gander",
                "Granter"
            ]
        ]
    ],
    "Wölfflin, another Swiss native, became a personal friend.": [
        [
            0,
            8,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "Gantner's dissertation topic was on the history of the reception of Michelangelo through the 19th century.": [
        [
            0,
            7,
            [
                "Gartner"
            ]
        ]
    ],
    "His first major studies were on Michelangelo's preliminary cartoons for the Sistine Chapel.": [],
    "He began as an assistant to <a href=\"/ganzp\">Paul Ganz</a> at the University of Basel.": [],
    "Between 1922-1923 he edited the Swiss art journal <em>Das Werk</em>.": [],
    "His <em>Habilitationsschrift</em> was completed in 1926, the same year he began work on a second doctorate (through 1928) at the university in Zürich.": [],
    "Gantner taught as a <em>privatdozent</em> in Zürich beginning in 1927 and editing <em>Das Werk</em> for a second term.": [
        [
            0,
            7,
            [
                "Gartner"
            ]
        ]
    ],
    "Gantner moved to the newly-founded Kunstschule, Frankfurt-am-Main, Germany, the same year.": [
        [
            0,
            7,
            [
                "Gartner"
            ]
        ]
    ],
    "In Frankfurt, he also edited the periodical <em>Das neue Frankfurt</em>.": [],
    "Gantner married the portrait photographer Maria Hanna Dreyfus (1907-2005) in Frankfurt in 1932.": [
        [
            0,
            7,
            [
                "Gartner"
            ]
        ]
    ],
    "After the Nazi accession to power in Germany in 1933, he returned to Switzerland in order to protect his Jewish wife from persecution.": [],
    "He began publishing his monographic set <em>Kunstgeschichte der Schweiz</em> in 1936.": [],
    "Gantner completed his second Zürich dissertation in 1938.": [
        [
            0,
            7,
            [
                "Gartner"
            ]
        ]
    ],
    "The same year he was appointed Professor of Art History at the University of Basel, a chair previously held by the most eminent Swiss art historians, who, in addition to Wölfflin, included <a href=\"/burckhardtj\">Jacob Burckhardt</a> and <a href=\"/croceb\">Benedetto Croce</a>.": [
        [
            170,
            178,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "In 1943 he founded the publication <em>Basler Beiträge zur Kunstgeschichte</em>.": [
        [
            3,
            7,
            [
                "1943,"
            ]
        ]
    ],
    "From 1952, Gantner also edited the <em>Zeitschrift für ästhetik und allgemeine Kunstwissenschaft</em> with <a href=\"/lutzelerh\">Heinrich Lützeler</a>.": [
        [
            11,
            18,
            [
                "Gartner"
            ]
        ]
    ],
    "He became Rektor of the University in 1954 and a member of the Kunstmuseum Basel (Basel Art Museum) Commission.": [
        [
            10,
            16,
            [
                "Rector"
            ]
        ]
    ],
    "In 1958 he published a book charting the reaction to Leonardo's work, discerning four stages in the reception to the artist's work in the years following Leonardo's death.": [
        [
            3,
            7,
            [
                "1958,"
            ]
        ]
    ],
    "He retired from University in 1967, publishing now on Spanish art (including a major work on Goya) and the esthetician José Ortega y Gasset (1883-1955) until Gantner's death at 91.": [
        [
            158,
            165,
            [
                "Gartner"
            ]
        ]
    ],
    "Gantner was deeply influenced by the teaching and friendship of Wölfflin.": [
        [
            0,
            7,
            [
                "Gartner"
            ]
        ],
        [
            64,
            72,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "His work also demonstrates an intellectual lineage to his Basel predecessors Burckhardt and Croce, and the French art historian <a href=\"/focillonh\">Henri Focillon</a>, particularly Focillon's theoretical framework outline in <em>The Life Forms of Art</em>.": [
        [
            77,
            87,
            [
                "Burkhart"
            ]
        ]
    ],
    "He was not, however, a slavish imitator of any of them.": [
        [
            40,
            49,
            [
                "of"
            ]
        ]
    ],
    "His major study of Swiss art history is of lasting value, as is his writing on the particular to problems of the artistic imagination, specifically Leonardo and his emphasis on the \"immaginario..</p>": [
        [
            182,
            193,
            [
                "imagination",
                "imaginary"
            ]
        ],
        [
            193,
            195,
            [
                ".",
                "…"
            ]
        ]
    ]
}