{
    "<p>Holbein scholar and professor of art history at the University in Basel, 1909-.": [],
    "Ganz father was Rudolf Ganz (1848-1928) the portrait photographer.": [
        [
            0,
            4,
            [
                "Gang",
                "ANZ"
            ]
        ],
        [
            23,
            27,
            [
                "Gang",
                "ANZ"
            ]
        ]
    ],
    "He studied at the Académie des beaux-arts in Brussels between 1890 and 1892 and then the history of art at the University in Zürich.": [],
    "His first appointment was at the Musée historique in Basel, 1900-1901, then a <em>privatdozent</em> 1901.": [
        [
            33,
            38,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            39,
            49,
            [
                "historize"
            ]
        ]
    ],
    "Between 1902 and 1919 he was conservator of the public art collections (öffentliche Kunstsammlung).": [],
    "In 1909 Ganz was appointed professor of art history at the University in Basel.": [
        [
            8,
            12,
            [
                "Gang",
                "ANZ"
            ]
        ]
    ],
    "The following year he married Cécile Kern.": [],
    "In 1913 he founded the <em>Jahrbuch für Kunst und Kunstpflege in der Schweiz</em>, an annual.": [
        [
            3,
            7,
            [
                "1913,"
            ]
        ]
    ],
    "Ganz hired the new Ph.D.": [
        [
            0,
            4,
            [
                "Gang",
                "ANZ"
            ]
        ]
    ],
    "<a href=\"/gantnerj\">Joseph Gantner</a> to be his assistant in 1920 at the University, who later became professor there.": [],
    "He became <em>ordinarius</em> in 1929.": [],
    "Ganz was part of the group founding the Archives suisses d'histoire de l'art.": [
        [
            0,
            4,
            [
                "Gang",
                "ANZ"
            ]
        ],
        [
            49,
            56,
            [
                "Swisses",
                "susses"
            ]
        ],
        [
            59,
            67,
            [
                "history",
                "historic",
                "histories",
                "histone",
                "historize"
            ]
        ]
    ],
    "Ganz built a significant personal art collection, which included a Turner and a Tintoretto as well as works by the Swiss artist Ferdinand Hodler.": [
        [
            0,
            4,
            [
                "Gang",
                "ANZ"
            ]
        ]
    ],
    "He reorganized the Society of Art History in Switzerland.": [],
    "In 1937 he made an extended trip to the United States, lecturing on Holbein and examining the considerable holdings in the country.": [
        [
            3,
            7,
            [
                "1937,"
            ]
        ]
    ],
    "He issued the <em>catalogue raisonné</em> on Holbein in 1950.": [],
    "Ganz was a member of the Pro Helvetia committee.": [
        [
            0,
            4,
            [
                "Gang",
                "ANZ"
            ]
        ],
        [
            29,
            37,
            [
                "Helvetian",
                "Helvetic",
                "Helvetica"
            ]
        ]
    ],
    "His son, Paul Leonhard Ganz (1910-1976), was also an art historian and edited his father's books after his death.Ganz specialized in the English émigré masters of his own country, Fuseli and Holbein.": [
        [
            14,
            22,
            [
                "Leonard",
                "Leon hard"
            ]
        ],
        [
            23,
            27,
            [
                "Gang",
                "ANZ"
            ]
        ],
        [
            113,
            117,
            [
                " Ganz"
            ]
        ],
        [
            180,
            186,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ]
    ],
    "His <em>catalogue raisonné</em> was considered by the Holbein scholar John Rowlands in 1985 to be one of the three important catalogues on the artist.</p>": [
        [
            75,
            83,
            [
                "Rowland's",
                "Rowland",
                "Lowlands",
                "Row lands"
            ]
        ],
        [
            125,
            135,
            [
                "catalogs"
            ]
        ]
    ]
}