{
    "Professor of Art History at the University of Valladolid with interests in Spanish and European engravings.": [],
    "Garcia Vega was born on September 4th, 1947, in Valladolid, Spain.": [],
    "In 1971, she received a bachelor’s in Philosophy and Letters.": [],
    "In 1982 she earned a doctorate in Art History at the University of Valladolid, where she began her tenure as an Art History professor.": [
        [
            3,
            7,
            [
                "1982,"
            ]
        ]
    ],
    "With research interests in European and Spanish engravings, as well as Oriental art, Garcia Vega won multiple awards during her time at Valladolid.": [],
    "In 1984, she received the Simancas Culture research award from the Madrid Mint Foundation and Museum of Art, and wrote her longest work on Spanish and European engravings, <em>El Grabado Del Libro español, Siglos XV, XVI, XVII: Aportación a Su Estudio Con Los Fondos De Las Bibliotecas De Valladolid</em>.": [
        [
            26,
            34,
            [
                "Finances",
                "Simulcast",
                "Romances",
                "Stanzas",
                "Bianca",
                "Stances"
            ]
        ]
    ],
    "She was a general member of the International association of Art Critics from 1987-1987 before she was promoted to General Secretary within the same organization.": [],
    "She was also a general member of the Artecampos Cultural Association (1997-2000), the Plastic Arts Panel at the Provincial Council of Valladolid (1999), the International Scientific Committee of the Florence Biennale (1999), and the Advisory Council of the Asia House of Barcelona (2003).": [],
    "Throughout her tenure at the University of Valladolid, Garcia Vega expressed a desire to break through the male centric lens of Art History.": [],
    "In an obituary she wrote to Maria Teresa Ortega Coca on October 15th, 2018, she commended Teresa Ortega Coca for advocating for female dissemination and criticism of contemporary art from the beginning of their careers, a period that Garcia Vega described as “a man’s world”.": [],
    "Her passion for engravings shone through in her book, outlining the differences between the medium of print and photography, highlighting the historical value of engravings, and exploring the cultural context surrounding the works she explored\n\n.": [
        [
            245,
            246,
            [
                "."
            ]
        ]
    ]
}