{
    "Archaeologist, classical art historian and editor of the <em>Journal of Hellenic Studies</em>,1897-1932.": [],
    "Gardner was the son of Thomas Gardner and Ann Pearse.": [
        [
            46,
            52,
            [
                "Pairs",
                "Pierre",
                "Piers",
                "Pierce",
                "Pearce",
                "Pears"
            ]
        ]
    ],
    "He studied initially at the City of London School under the Semitic scholar Edwin A. Abbott (1838-1926) and at Gonville and Caius College, Cambridge, beginning in 1880, graduating in 1884, and joining the college as a fellow from 1885 (to 1894).": [
        [
            111,
            119,
            [
                "Danville",
                "Granville",
                "Grenville",
                "Orville",
                "Joinville",
                "Linville"
            ]
        ],
        [
            124,
            129,
            [
                "Camus",
                "Cains",
                "CFIUS",
                "CIUS",
                "Laius"
            ]
        ]
    ],
    "Beginning in 1885, he furthered the excavations at Naucratis (Egypt) for the Egypt Exploration Fund (1885-6), begun by Sir Flinders Petrie (1853-1942).": [
        [
            51,
            60,
            [
                "Narrates",
                "Neuritis",
                "Nauseates"
            ]
        ]
    ],
    "This gained him entrance as the first student at the newly established British School at Athens under <a href=\"/penrosef\">Francis Cranmer Penrose</a> in 1886.": [],
    "Gardner's earliest publications began with the chapters on the inscriptions of Naucratis I and Naucratis II appeared between 1886-1888.": [
        [
            79,
            88,
            [
                "Narrates",
                "Neuritis",
                "Nauseates"
            ]
        ],
        [
            95,
            104,
            [
                "Narrates",
                "Neuritis",
                "Nauseates"
            ]
        ]
    ],
    "He was appointed the Craven student for Cambridge in 1887, which he held until 1890, studying in Athens with Oxford Craven fellow David Hogarth (1862-1927).": [],
    "In 1887, too, Gardner was appointed director of the British School, marrying Mary Wilson (d.": [],
    "1936).": [],
    "The work of Cambridge historian Francis H. H. Guillemard (1852-1933) established the Cyprus Exploration Fund which sponsored the archaeological digs at Old Paphos and Salamis, Egypt, under Gardner, Hogarth and <a href=\"/jamesm\">Monty James</a>.": [
        [
            46,
            56,
            [
                "Guillemots",
                "Guillemot",
                "Gaillard",
                "Gillard",
                "Guillem",
                "Juilliard"
            ]
        ]
    ],
    "With the renewal of his appointment as Director of the School, Gardner excavated Megalopolis in the Peloponnese.": [],
    "The School thrived under his direction, producing among its first students the archaeologist Sir John Myres (1869-1954) and the social anthropologist and mythologist Sir James Frazer (1854-1941).": [
        [
            102,
            107,
            [
                "Myers",
                "Mares",
                "Mores",
                "Myles",
                "Lyres",
                "Mires"
            ]
        ],
        [
            176,
            182,
            [
                "Fraser",
                "Frazier",
                "Framer",
                "Grazer",
                "Brazer",
                "Frater"
            ]
        ]
    ],
    "In 1895 he resigned his directorship, becoming Yates professor of archaeology at the University of London the following year.": [
        [
            3,
            7,
            [
                "1895,"
            ]
        ]
    ],
    "There Gardner founded a school of classical archaeology at University College.": [],
    "His first publication on art, a <em>Handbook of Greek Sculpture</em>, appeared in 1897,quickly becoming a standard.": [],
    "In 1897, too, Gardner became an editor for the <em>Journal of Hellenic Studies</em>, issuing his <em>Catalogue of the Greek Vases in the Fitzwilliam Museum, Cambridge</em> the same year.": [],
    "<em>Ancient Athens</em> was published in 1902.": [],
    "In 1905 he co-wrote the second volume of <em>Introduction to Greek Epigraphy</em> by Ernest Stewart Roberts (1847-1912) with Roberts.": [
        [
            3,
            7,
            [
                "1905,"
            ]
        ]
    ],
    "Another book on Greek sculpture, <em>Six Greek Sculptors</em> and <em>Religion and Art in Ancient Greece</em> both appeared in 1910.": [],
    "A revised and enlarged edition of <em>Handbook of Greek Sculpture</em> was issued in 1915.": [],
    "During World War I he was commissioned as a lieutenant-commander in the Royal Naval Volunteer Reserve, serving as an intelligence officer in Greece between 1915 to 1917 and then in London until 1919.": [
        [
            148,
            168,
            [
                "between 1915 and 1917"
            ]
        ]
    ],
    "His final art history text, <em>Art of Greece</em>, appeared in 1925.": [],
    "In 1927 he became Yates lecturer at University College.": [
        [
            3,
            7,
            [
                "1927,"
            ]
        ]
    ],
    "He relinquished his editorship of the <em>Journal of Hellenic Studies</em> in 1932.": [],
    "In 1933, Gardner's successful <em>vademecum</em> for Mediterranean travelers, <em>Greece and the Aegean</em>, was published.": [],
    "Gardner retired 1929 from his chair responsibilities, continuing to lecture until 1933.": [],
    "He died at his home in Maidenhead, Berkshire and is buried in Stubbings churchyard there.": [
        [
            62,
            71,
            [
                "Stabbings",
                "Stubbing"
            ]
        ]
    ],
    "His students included <a href=\"/wheelerm\">Robert Eric Mortimer Wheeler</a> in whose memoirs Gardner appears.": [],
    "His brother was the Oxford art historian <a href=\"/gardnerp\">Percy Gardner</a>.": [],
    "His papers are held at University College, London.": []
}