{
    "First director of the Nelson-Atkins Museum of Art, Kansas City, MO, 1933-1953.": [],
    "Gardner received a B.A.": [],
    "from MIT and an M.A.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "in European history from George Washington University.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He also studied ballet performance.": [],
    "Gardner entered Harvard University for his Ph.D., taking <a href=\"/sachsp\">Paul J. Sachs</a> museum course.": [],
    "While working on his dissertation, he was hired as an assistant to the University of Missouri trustees (the group mandated to establish the new Museum of art by the estate of William Rockhill Nelson) to set up the museum.": [
        [
            183,
            191,
            [
                "Rock hill"
            ]
        ]
    ],
    "Before taking on these duties, the board sent Gardner on a tour of Europe to study objects and their installation.": [],
    "Upon returning he assisted in the final arrangments for the Museum which was still under construction.": [
        [
            40,
            51,
            [
                "arrangements"
            ]
        ]
    ],
    "Gardner was advanced to the director position, the museum's first, in 1933.": [],
    "The same year he hired <a href=\"/wittmanno\">Otto Wittmann, Jr.</a>, to be his registrar, along with <a href=\"/beamp\">Philip C. Beam</a> and Richard B. Freeman.": [],
    "The trustees also appointed <a href=\"/sickmanl\">Laurence Sickman</a> to be the curator of Oriental art, upon Sickman's return from his Harvard fellowship in 1935.": [],
    "Gardner made most of his acquisitions through an agent, Harold Woodbury Parsons.": [],
    "Gardner was drafted by the army in 1942 to fight in World War II.": [],
    "He rose to the rank of major, assigned to the Italian theater where he safeguarded art treasures.": [],
    "He resumed his duties as director in 1945.": [],
    "For the next eight years he worked to acquire works and continue the education program.": [],
    "Gardner retired from the Museum in 1953, succeeded by Sickman.": [
        [
            54,
            61,
            [
                "Hickman",
                "Sick man"
            ]
        ]
    ],
    "He moved to New Mexico in retirement where he died twenty years later at his home near Lincoln, NM, \"Los Olmos.\".": [
        [
            105,
            110,
            [
                "Almost",
                "Los",
                "Holmes",
                "Demos",
                "Olds",
                "Solos"
            ]
        ]
    ],
    "He never completed his Ph.D.": []
}