{
    "<p>Oxford historian of Greek art and numismatics.": [],
    "Gardner was the son of Thomas Gardner, a stockbroker, and Ann Pearse.": [
        [
            62,
            68,
            [
                "Pairs",
                "Pierre",
                "Piers",
                "Pierce",
                "Pearce",
                "Pears"
            ]
        ]
    ],
    "Gardner graduated from Christ's College Cambridge in 1865, after a unsuccessful attempt working at the stock exchange.": [
        [
            65,
            66,
            [
                "an"
            ]
        ]
    ],
    "He attended the City of London School until fifteen when he left to enter his father's business.": [],
    "Gardner was unsuccessful, however, and entered Christ's College, Cambridge in 1865.": [],
    "Much behind his classmates, he read philosophy on his own, obtaining ranks in classical studies (the classical tripos) and in the moral sciences in 1869.": [],
    "He was appointed an assistant in the department of coins and medals at the British Museum in 1871.": [],
    "Together with <a href=\"/poolr\">Reginald Stuart Poole</a> and <a href=\"/headb\">Barclay Vincent Head</a> he wrote the first collections catalogs for Greek coins in British Museum (1876, 1877, 1879, and 1887).": [],
    "Gardner was awarded a fellowship at Christ's Church in 1872.": [],
    "His enthusiasm for scholarship cost him his marriage to Agnes Reid (d.": [],
    "1933), in 1874.": [],
    "Gardner's interest in coinage was highly art-historical.": [],
    "His <em>Numismatic Commentary on Pausanias</em> co-authored with Friedrich Imhoof-Blumer (1838-1920) in 1887, demonstrated how the study of numismatics could aid the study of ancient sculpture.": [],
    "Gardner traveled to Greece in 1877 with the vase scholar <a href=\"/newtonc\">Charles T. Newton</a> to evaluate excavation of Mycenae at Olympia of <a href=\"/schliemannh\">Heinrich Schliemann</a>.": [],
    "His observations, even today an important primary document for Schliemann scholarship, were published in <em>The Academy</em> 21 and 28 (April 1877).": [],
    "Upon his return, he championed the Society for the Promotion of Hellenic Studies, assuming the first editorship of the <em>Journal of Hellenic Studies</em> between 1879-1895.": [],
    "That same year, 1879, he was appointed to the Disney Chair of archaeology at Cambridge, which he held until 1886.": [],
    "His <em>Types of Greek Coins</em> appeared in1883, the first of the modern account of classical numismatics is still consulted today.": [],
    "<em>Numismatic Commentary on Pausanias</em> appeared in 1887.": [],
    "In 1887, too, Gardner move to Oxford University, elected to the recently established Lincoln and Merton professorship of classical archaeology.": [
        [
            22,
            26,
            [
                "moves",
                "moved"
            ]
        ]
    ],
    "There, Gardner worked hard for the admission of archaeology as a discipline, something which came slowly given the University's priority on teaching rather than research.": [],
    "Gardner's privately-printed 1889 pamphlet, <em>Classical Archaeology at Oxford</em> related his frustrations in some detail.": [],
    "He established an archaeological library with <a href=\"/evansa\">Arthur J. Evans</a>.": [],
    "His Oxford years saw the books that characterized him as an art historian, including <em>A Manual of Greek Antiquities</em>, co-written with Frank B. Jevons (1858-1936) in 1895, <em>The Sculptured Tombs of Hellas</em> in 1896, <em>The Grammar of Greek Art</em> in 1905 and <em>A History of Ancient Coinage 700-300 B.C.</em> in 1918.": [
        [
            150,
            156,
            [
                "Evans",
                "Demons",
                "Devon",
                "Herons",
                "Jeans",
                "Jens"
            ]
        ]
    ],
    "His Greek art book was republished in 1914 as <em>The Principles of Greek Art</em>, long a staple for students of the subject.": [],
    "A longer castigation of his university's lethargy at becoming a research center for archaeology, <em>Oxford at the Crossroads</em>, was published in 1903.": [],
    "His final publishing years were given over to his Christian faith, beginning in 1899 with his treatise, <em>Exploratio evangelica</em>.": [],
    "After his retirement from Oxford in 1925, his final contribution to art history, <em>New Chapters in Greek Art</em> appeared in 1926.": [],
    "At Oxford, Gardner struggled to make research--and not pedagogy--the core of his efforts.": [],
    "He supervised the repairing the Arundel marbles in the University Galleries from clumsy earlier restorations, built an archaeological library, and assembled a collection of classical sculpture casts.": [
        [
            32,
            39,
            [
                "Roundel",
                "Grendel",
                "Asunder",
                "Trundle",
                "Runnel"
            ]
        ]
    ],
    "He left the department of archaeology at the Ashmolean Museum with an international reputation for Greek-vase and Roman studies.": [],
    "He was, in the words of <a href=\"/robertsonm\">Martin Robertson</a>, \"largely responsible for introducing the study of Greet art in Oxford.\"": [],
    "His most lasting contribution was the scholars he helped trained for succeeding generations, among them, <a href=\"/beazleyj\">J.": [],
    "D. Beazley</a>, who succeeded him as Lincoln Chair in 1925.": [
        [
            3,
            10,
            [
                "Beasley"
            ]
        ]
    ],
    "He also wisely advised <a href=\"/ashmoleb\">Bernard Ashmole</a> to pursue archaeology as opposed to classics (Honour Mods.": [],
    "), and thereby launching that scholar's brilliant career.": [
        [
            0,
            1,
            [
                ""
            ]
        ]
    ],
    "Gardner led the notion, vogue for his time, that Greek art of 600 B.C.": [],
    "to 300 B.C.": [
        [
            0,
            2,
            [
                "To"
            ]
        ]
    ],
    "was the acme of ancient achievement and that Roman art was but degenerate derivative.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "He brought historic rather than strictly aesthetic principles to the study of Greek art and feared the specialization of classical art studies, e.g., portraiture scholars.": [],
    "His books today are outdated because of newer finds, yet remain valid by their fine attention to detail and plain writing.": [],
    "Gardner's genuine Christian devotion also led him to publish numerous books on the historical aspects of the church.": [],
    "Although benevolent to women students in his classes, he steadfastly fought against their full admission to the University.": [],
    "His youngest brother, <a href=\"/gardnere\">Ernest A. Gardner</a>, was also a classical scholar and art historian, and his sister, Alice Gardner, an historian.</p>": []
}