{
    "Professor of art history at the School of the Art Institute of Chicago and author of a standard history of art textbook.": [],
    "Gardner was the daughter of Charles Frederick Gardner, a tailor and Martha W. Cunningham.": [],
    "In 1891 the family moved to Chicago.": [],
    "Gardner attended Hyde Park High School before the University of Chicago.": [],
    "She graduated Phi Beta Kappa in, honors in Latin and Greek in 1901.": [
        [
            4,
            13,
            [
                "graduated from"
            ]
        ]
    ],
    "She taught at Brooks Classical school in Chicago, serving as assistant principal (her sister was principal) between 1905 to 1910.": [
        [
            108,
            128,
            [
                "between 1905 and 1910"
            ]
        ]
    ],
    "In 1915 she returned to the University of Chicago where she was awarded a university fellowship in 1917.": [
        [
            3,
            7,
            [
                "1915,"
            ]
        ]
    ],
    "She studied art history achieving an A. M. in 1918.": [],
    "Her thesis was entitled \"A Critical Chart of Florentine Painting of the Fifteenth Century.\"": [],
    "Gardner continued to take art history courses until 1922.": [],
    "She never received a Ph.D.": [],
    "In 1919, she was appointed head of the photograph and slide collection at the Ryerson Libraries of the Art Institute of Chicago.": [],
    "She began lecturing in 1920 at the School of the Art Institute of Chicago in art history.": [],
    "Her initial course was an art survey.": [],
    "In 1922 she became a full-time lecturer at the school, developing an art history curriculum.": [
        [
            3,
            7,
            [
                "1922,"
            ]
        ]
    ],
    "In 1926 her <em>Art Through the Ages: An introduction to Its History and Significance</em> appeared, which she used in her courses.": [],
    "This innovative survey text brought her national recognition, and lectureships at the University of California at Los Angeles in 1927.": [],
    "The following year she lectured at her alma mater before returning to the SAIC.": [],
    "Gardner published an art appreciation text, <em>Understanding the Arts</em> in 1932, which was directed toward art educators.": [],
    "She was appointed full professor and the department chair in 1934.": [],
    "A second, expanded edition of <em>Art Through the Ages</em> appeared in 1936, and including section of modern art, which had been omitted in the earlier edition.": [],
    "In 1944 she was diagnosed with breast cancer and was forced to retire.": [
        [
            3,
            7,
            [
                "1944,"
            ]
        ]
    ],
    "Gardner completed the text for a third edition before she died of complications of bronchopneumonia in 1946.": [],
    "The third edition of <em>Art Through the Ages</em> appeared posthumously in 1948.": [],
    "Gardner planned a book on the arts of the Americas, including pre-Columbian and American-Indian arts which was never realized.": [],
    "<em>Art Through the Ages</em> became the primary text for American art history classes for the middle third of the twentieth century.": [],
    "It was only eclipsed in 1962 by <em>History of Art</em> by <a href=\"/jansonh\">Horst Woldemar Janson</a>.": [],
    "More than 260,000 copies were sold during her lifetime.": [],
    "Numerous editions and revisions were published until 1980.": [],
    "Gardner was a pioneer in incorporating non-western art into her survey; the first to incorporate non-Western art into a universal art survey (Errington).": [
        [
            142,
            151,
            [
                "Herrington",
                "Arrington",
                "Erring ton"
            ]
        ]
    ],
    "Later editions altered the structure of the original work, eliminating decorative and useful arts and the analysis of cultures, which had been Gardner's <em>forte</em>.": []
}