{
    "Scholar of Italina medieval art; Giotto specialist.": [
        [
            11,
            18,
            [
                "Italian",
                "Italia"
            ]
        ]
    ],
    "Gardner's parents were John Vincent and Jessie Lamb Walker (Gardner).": [],
    "Gardner graduated from Oxford University in 1961 with a B.A.": [],
    "He obtained a diploma in art history from the University of London in 1964.": [],
    "After a year as a Rivoira fellow in medieval archaeology at the British School at Rome, 1965-1966, he completed an M.A.": [
        [
            18,
            25,
            [
                "Rivera",
                "Riviera",
                "Ribeira"
            ]
        ]
    ],
    "from Oxford in 1966.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "He returned to the University of London, teaching as a lecturer at the University's Courtauld Institute in 1966 while working on his dissertation.": [
        [
            84,
            93,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "In 1967 he married Ann Margaret Stoves (d.": [
        [
            3,
            7,
            [
                "1967,"
            ]
        ]
    ],
    "1968), who died the following year.": [],
    "His Ph.D.": [],
    "was granted from the University of London University in 1969 with a dissertation topic on papal patronage in medieval Italy.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "Gardner met and married fellow art history graduate student at the Courtauld, Christa Freiin Teuffel von Birkensee, in 1973.": [
        [
            67,
            76,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ],
        [
            86,
            92,
            [
                "Train",
                "Brain",
                "Grain",
                "Drain",
                "Fran",
                "Frail"
            ]
        ],
        [
            93,
            100,
            [
                "Tougher",
                "Eiffel",
                "Truffle",
                "Toughen",
                "Tuffet",
                "Toughed"
            ]
        ],
        [
            105,
            114,
            [
                "Licensee",
                "Bodensee",
                "Birkenau",
                "Birkenstein"
            ]
        ]
    ],
    "He continued to lecture at the Courtauld until 1974 when he was appointed Foundation professor history of art, Warwick University, Coventry, England, remaining there his career.": [
        [
            31,
            40,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "He joined the editorial consultative committee of the <em>Burlington Magazine</em> in 1975.": [],
    "He was a Visiting research professor Bibliotheca Hertziana, Max-Planck-Gesellschaft, Rome, 1983 to 1985.": [],
    "Gardner published widely in periodicals but issued no monograph until the 1990s.": [],
    "<em>Tomb and the Tiara: Curial Tomb Sculpture in Rome and Avignon in the Later Middle Ages</em> appeared in 1992.": [],
    "The following year his early collected studies were published.": [],
    "In 1998 he lectured \"Giotto in America (and elsewhere)\" at the symposium at the National Gallery of Art, Washgington, D. C. He taught as distinguished visiting professor medieval studies at the University of California, Berkeley, in 2000.": [
        [
            3,
            7,
            [
                "1998,"
            ]
        ],
        [
            105,
            116,
            [
                "Washington"
            ]
        ]
    ],
    "He became closely associated with Harvard University's Villa I Tatti study center assisting in the convening of the internation conference \"Arnolfo's Moment\" there on the era of Arnolfo di Cambio.": [
        [
            63,
            68,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ],
        [
            140,
            147,
            [
                "Arnulfo"
            ]
        ],
        [
            178,
            185,
            [
                "Arnulfo"
            ]
        ],
        [
            189,
            195,
            [
                "Cam bio"
            ]
        ]
    ],
    "His book on Giotto, <em>Giotto and his Publics: Three Paradigms of Patronage</em> was issued in 2011.": [],
    "In 2012 a festscrhift appeared in his honor.": []
}