{
    "Medievalist architectural historian.": [],
    "Gardner was raised in Arkansas.": [],
    "[mother's maiden name: Boyette?].": [
        [
            23,
            30,
            [
                "Bette",
                "Fayette",
                "Rosette",
                "Colette",
                "Odette",
                "Burette"
            ]
        ]
    ],
    "He graduated with a B.A.": [],
    "in art history from Duke University in 1970, continuing graduate work at Princeton University, earning his M.A.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "and Ph.D in 1976.": [
        [
            0,
            3,
            [
                "And"
            ]
        ],
        [
            4,
            8,
            [
                "Ph.D."
            ]
        ]
    ],
    "His thesis, on the topic of British Romanesque planning was supervised by Alan Borg and <a href=\"/brannerr\">Robert Branner</a> of Columbia University.": [],
    "He taught as a graduate instructor at Boston University.": [],
    "When Branner died in 1973, several temporary hires were made until ultimately Gardner was appointed as his tenure-track replacement.": [
        [
            5,
            12,
            [
                "Banner",
                "Brenner",
                "Brunner",
                "Brynner",
                "Brander"
            ]
        ]
    ],
    "Gardner supervised many of the dissertations of Branner's graduate students and well as attracting his own.": [
        [
            48,
            55,
            [
                "Banner",
                "Brenner",
                "Brunner",
                "Brynner",
                "Brander"
            ]
        ]
    ],
    "A homosexual, Gardner had been active in the lifestyle but not public to his colleagues.": [],
    "In 1985 his partner died of an AIDS-related disease the same year his bid for tenure appointment at Columbia was denied.": [],
    "Gardner spent his terminal year as a fellow at the Center for Advanced Study in the Visual Arts (CASVA) at the National Gallery of Art, Washington, D. C. Gardner contracted AIDS shortly before moving to Santa Barbara where he joined the Department of Art History at the University there.": [
        [
            97,
            102,
            [
                "CASA",
                "CANVA",
                "CA SVA",
                "CAS VA"
            ]
        ]
    ],
    "In May of 1991, his health declining, a symposium in his honor was organized by his former students and held at Riverside Church, New York.": [
        [
            3,
            14,
            [
                "May 1991"
            ]
        ]
    ],
    "Gardner succumbed to an AIDS-related illness in 1991.": [],
    "He was succeeded at Santa Barbara by <a href=\"/armic\">C.": [],
    "Edson Armi</a>.": [
        [
            6,
            10,
            [
                "Arms",
                "Army",
                "Arm",
                "Armin",
                "RMI",
                "AMI"
            ]
        ]
    ],
    "Gardner's papers, including his unfinished manuscript on the origins of Gothic in the Ile-de-France, are deposited at The Cloisters Museum NYC.": [
        [
            86,
            99,
            [
                "Île-de-France"
            ]
        ]
    ]
}