{
    "<p>Art Historian whose research centered primarily on Francisco Goya.": [],
    "Gassier was born in 1915 in Étampes outside Paris.": [
        [
            28,
            35,
            [
                "Examples",
                "Stamps",
                "Tapes",
                "Stamped",
                "Tamper",
                "Tames"
            ]
        ]
    ],
    "After attending the Lycée Henri-IV and the Sorbonne, he was appointed professor of French literature at the French Institute in Barcelona 1941, later moving to Madrid.": [],
    "Gassier’s involvement with the publication of <em>Drawings by Goya at the Prado Museum</em> in 1947, prefaced by <a href=\"/malrauxa\">André Malraux</a>, would establish his reputation as a specialist on Francisco Goya’s work (Delcroix).</p>\n\n<p>Gassier returned to France in 1957 and remained there until 1968 when he was appointed cultural attaché at the French embassy in Greece.": [],
    "Shortly afterwards, in 1971, Gassier was appointed cultural advisor to the French embassy in Italy.": [
        [
            8,
            18,
            [
                "afterward"
            ]
        ]
    ],
    "In the same year, Gassier published <em>The Life and Work of Francisco Goya</em> in collaboration with <a href=\"/wilsonbareauj\">Juliet Wilson</a>.": [],
    "The book, which would earn its authors international recognition, explores the evolution of Goya’s work over the course of his life.": [],
    "Through subtle readings of the images, Gassier and Wilson demonstrated how Goya’s work explored contemporary issues from a range of perspectives, examining what the author’s describe as “the many-sided expression of an idea or theme.": [
        [
            165,
            173,
            [
                "authors"
            ]
        ]
    ],
    "\"</p>\n\n<p>Between 1973 and 1975 Gassier published a two-volume work, The Drawings of Goya, which explores the artist’s work in much greater detail than his previous survey.": [],
    "Volume I, <em>The Complete Albums</em> (1970), focuses on the final thirty years of the artist’s life during which he produced numerous sketchbooks including the series that would form the basis for his <em>Caprichos</em>.": [],
    "Volume II, <em>The Sketches, Studies and Individual Drawings</em> (1975), looks at the artist’s preparatory drawings.</p>\n\n<p>In 1975, Gassier was elected ordinary professor of art history at the University of Neuchâtel.": [],
    "In Switzerland he went on to produce two more books, both of which extended beyond his earlier concentration on Goya.": [
        [
            3,
            14,
            [
                "Switzerland,"
            ]
        ]
    ],
    "In <em>Léopold Robert</em>, he argued that the nineteenth century painter’s suicide was the result of mental instability, exacerbated by the death of his brother.": [],
    "The monograph was awarded the prize for Most Beautiful Swiss Book in 1983.": [],
    "In the same year he also published a study of the early career of French artist Henri Manguin, <em>Manguin Parmi Les Fauves</em>.</p>": [
        [
            86,
            93,
            [
                "Rangoon",
                "Margin",
                "Manhood",
                "Penguin",
                "Gauguin",
                "Languid"
            ]
        ]
    ]
}