{
    "<p>Americanist, especially on Abstract Expressionism and particularly Franz Kline.": [
        [
            3,
            14,
            [
                "Americanism"
            ]
        ]
    ],
    "Gaugh graduated from Indiana University in 1960.": [
        [
            0,
            5,
            [
                "Gauge",
                "Laugh",
                "Waugh",
                "Gaff",
                "Ga ugh"
            ]
        ]
    ],
    "He initially considered a career in journalism, working as a police and court reporter in Chicago while earning an M.A.": [],
    "in journalism in 1963.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He became interested in art history, writing a second M.A.": [],
    "in art history in 1966 and joining the faculty of Skidmore College, Saratoga Springs, NY.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "A 1972 dissertation on Franz Kline, the first ever, was granted also from Indiana University.": [],
    "In 1979 Gaugh organized a show for Franz Kline at the Phillips Gallery in Washgington, D. C. His first monograph from Abrams (Abbeville) Press was a 1983 short work on Willem de Kooning.": [
        [
            8,
            13,
            [
                "Gauge",
                "Laugh",
                "Waugh",
                "Gaff",
                "Ga ugh"
            ]
        ],
        [
            74,
            85,
            [
                "Washington"
            ]
        ],
        [
            126,
            135,
            [
                "Asheville"
            ]
        ]
    ],
    "In 1985, he wrote the first full-length biography of Kline as part of an exhibition on the artist he organized at the Cincinnati Art Museum.": [],
    "He delivered the Edwin M. Moseley Faculty Research Lecture at Skidmore College in 1986.": [],
    "Gaugh considered himself an art critic and throughout his career published art criticism, mostly on modern art.": [
        [
            0,
            5,
            [
                "Gauge",
                "Laugh",
                "Waugh",
                "Gaff",
                "Ga ugh"
            ]
        ]
    ],
    "He contracted lymphoma at age 53 from which he died.": [],
    "He is buried in Indiana.": [],
    "Gaugh was responsible for providing the standard account of one of the most important and difficult Abstract Expressionists, Franz Kline, who, like Gaugh, died early.": [
        [
            0,
            5,
            [
                "Gauge",
                "Laugh",
                "Waugh",
                "Gaff",
                "Ga ugh"
            ]
        ],
        [
            148,
            153,
            [
                "Gauge",
                "Laugh",
                "Waugh",
                "Gaff",
                "Ga ugh"
            ]
        ]
    ],
    "A painter himself, Gaugh approached the movement on formal terms connecting Kline's work to the events of his life.": [
        [
            19,
            24,
            [
                "Gauge",
                "Laugh",
                "Waugh",
                "Gaff",
                "Ga ugh"
            ]
        ]
    ],
    "Gaugh largely brought the painter back into scholarly focus.</p>": [
        [
            0,
            5,
            [
                "Gauge",
                "Laugh",
                "Waugh",
                "Gaff",
                "Ga ugh"
            ]
        ]
    ]
}