{
    "<p>Artist, art critic and art historian.": [],
    "Born the son of a graphic designer and chromolithographer, Gaunt dabbled in drawing and writing as a youth.": [],
    "In 1914, after winning a literary contest in the <em>Connoisseur</em> for an essay on Shakespeare's <em>The Tempest</em>, his thoughts seriously turned to criticism.": [],
    "He served briefly in World War I, fighting in the Durham Light Infantry, 1918, until the war ended that year.": [],
    "The following year he attended Worcester College, Oxford, where he read modern history and participated in the Art Society.": [],
    "At Oxford his friends included <a href=\"/rothensteinj\">John Rothenstein</a> and Cyril Connolly.": [],
    "Graduating with honors in 1922, he studied at the Ruskin School of Drawing and wrote reviews of art exhibitions.": [],
    "He worked as a free-lance contributor for <em>The Studio</em> magazine, editing several special issues.": [],
    "Gaunt was fascinated by the Pre-Raphaelites, at that time undervalued as Victorian.": [],
    "He published in 1924 his most enduring title on that subject, <em>The Pre-Raphaelite Tragedy</em>.": [],
    "He completed an M.A.": [],
    "in 1926.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "In 1930 he published a collection of his drawings, called <em>London Promenade</em>.": [
        [
            3,
            7,
            [
                "1930,"
            ]
        ]
    ],
    "1935 he married Mary Catherine Reilly Connolly (died, 1980).": [],
    "The years 1930-39 were spent writing various literary and artistic criticism, including The Pre-Raphaelite Tragedy.": [],
    "During the Second World-War, he took a special appointment for the war effort and researched for the book <em>The Aesthetic Adventure</em>.": [],
    "The Gaunts lived in a country cottage near the Surrey Hampshire borders.</p>": [
        [
            4,
            10,
            [
                "Gaunt's",
                "Gaunt",
                "Aunts",
                "Haunts",
                "Taunts",
                "Grunts"
            ]
        ]
    ]
}