{
    "French art critic and poet; primary exponent of the art-for-art's sake approach.": [],
    "Gautier was the son of bureaucrat in the French tax office, Pierre Gautier, and his mother was mother was Antoinette-Adelaïde Concarde.": [
        [
            84,
            105,
            [
                "mother was"
            ]
        ],
        [
            106,
            125,
            [
                "Antoinette-Adelaide"
            ]
        ],
        [
            126,
            134,
            [
                "Concorde"
            ]
        ]
    ],
    "In 1814 his family moved to Paris where Gautier received a formal education at the Collège Charlemagne.": [
        [
            83,
            90,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ]
    ],
    "In 1829 he entered the studio of Louis-Edouard Rioult (1790-1855), a pupil of Jacques-Louis David.": [
        [
            3,
            7,
            [
                "1829,"
            ]
        ],
        [
            47,
            53,
            [
                "Rio ult"
            ]
        ]
    ],
    "Though he did not remain there long, he adopted a bohemian lifestyle, joining the Romantic circle of <a href=\"/hugov\">Victor Hugo</a>.": [
        [
            50,
            58,
            [
                "Bohemian"
            ]
        ]
    ],
    "Following the July Revolution (1830), he was among the esthetes who embraced the notion of art's autonomy and freedom from supporting ideology.": [
        [
            55,
            63,
            [
                "aesthetes"
            ]
        ]
    ],
    "Gautier's preface to his 1835 book, <em>Mademoiselle de Maupin</em> became an early statement of the \"l'art pour l'art\" ideology, i.e., art need bear no deep meaning or be for any purpose other than its own beauty to be important.": [],
    "When Emile de Girardin (1806-1881) founded his <em>La Presse</em> in 1836, Gautier was one of its first regular art and theatre critics.": [
        [
            120,
            127,
            [
                "theater"
            ]
        ]
    ],
    "Gautier covered nearly all the Salons for <em>La Presse</em> during Louis-Philippe's reign, 1830-1848.": [],
    "He wrote on architecture and the applied arts as well.": [],
    "Gautier promoted the work of Ingres and Delacroix largely through his technique of actively and personally entering into the picture's story.": [],
    "Gautier's 1843 travelogue, <em>Tra los montes</em>, and reissued as <em>Voyage en Espagne</em> in 1845, introduced France to the work of Francesco Goya.": [],
    "He fell in love with the ballerina Carlotta Grisi (1819-1899), whose performances he reviewed, eventually marrying her sister Ernestina Grisi.": [
        [
            44,
            49,
            [
                "Grist",
                "Gris"
            ]
        ],
        [
            136,
            141,
            [
                "Grist",
                "Gris"
            ]
        ]
    ],
    "After the 1848 revolution, Gautier focused on sculpture as the prime medium.": [],
    "In 1854 he joined <em>Le Moniteur universel</em>, leaving <em>La Presse</em> the following year, to write a book on the Exposition Universelle of 1855, <em>Les Beaux-arts en Europe</em> (1855-56).": [
        [
            3,
            7,
            [
                "1854,"
            ]
        ]
    ],
    "He assumed the editorship of <em>L'Artiste</em> in 1856.": [],
    "The following year his poem \"L'Art\" appeared.": [],
    "\"L'Art\" is the most specific statement of his view of sculpture, the naked, idealized body as expressing a metaphor of the primacy of the life (Snell).": [],
    "Gautier became the Second Empire's chief arbiter of artistic sensibility, both artistic and literary.": [],
    "He framed both Delacroix and Ingres as modern Old Masters.": [],
    "He was instrumental in the official acceptance of Gustav Courbet, though he condemned the artist as a willful, misguided anti-idealist.": [],
    "Gautier did not approve of Impressionism, criticizing Manet's \"Olympia\" (1863) because it could not allow a nostalgic interpretation.": [],
    "His later Salon reviews, from the 1860s onward are simple descriptions of paintings, resorting to ghost-writers to handle the ever-increasing size of the shows.": [],
    "He secured a sinecure as the librarian to Princess Mathilde Bonaparte (1820-1904) in 1868.": [],
    "His final Salon review was in 1872.": [],
    "He succumbed to cardiac failure at age 61 and is interred at the Cimetière de Montmartre, Paris.": [
        [
            65,
            74,
            [
                "Cafetiere",
                "Cafetière"
            ]
        ]
    ],
    "The notion \"l'art pour l'art\" (art for art's sake) preceded Gautier's use.": [],
    "It had been popularized in the early 19th century in <em>De l'Allemagne</em> (1813) by Madame de Staël (1766-1817) and in the philosophy lectures delivered by Victor Cousin (1792-1867) at the Sorbonne, \"Du vrai, du beau et du bien\" 1816-1818.": [],
    "Gautier however, was the first to publish the phrase in 1833, followed closely by Cousin's published lectures three years later.": [],
    "Gautier's art theory views art as a microcosm of an inner world, perceived and translated through the outer world of appearances by the viewer.": [],
    "Art appreciation for Gautier \"transported\" him to a world of pure emotions, violence and sensations that heightened the dramatic truth of art.": [],
    "This idealism lead to a religious experience of art, which he termed the \"temple of art,\" a somewhat ironic position for a person who viewed himself as a modern pagan.": [],
    "His interest in 18th-century art led to a reappraisal of the style.": [],
    "His emphasis on the subjective in art appreciation greatly influenced Edmond and <a href=\"/goncourtj\">Jules de Goncourt</a> as well as the younger Charles Baudelaire (1821-1867).": [],
    "His approach continued its appeal in twentieth century, though it was replaced by other methodologies.": [],
    "<a href=\"/hadjinicolaoun\">Nicos Hadjinicolaou</a>, in his 1978 <em>Art History and Class Struggle</em> provided a strong critique against \"l'art pour l'art.\"": [],
    "A passionate temperament during revolutionary times, he had caught the imagination of revolutionary young artists and writers and yet balanced his reputation with the cautious bourgeoisie (Licht).": [
        [
            189,
            194,
            [
                "Light",
                "Licit"
            ]
        ]
    ]
}