{
    "<p>Author, art critic.": [],
    "Gaya Nuño was born in Tardelcuende, Spain to Antonio Gaya Tovar (1876-1936) and Gregoria Nuño Ortega.": [
        [
            0,
            4,
            [
                "Maya",
                "Gaza",
                "Gala",
                "Gays",
                "Gaia",
                "Goya"
            ]
        ],
        [
            5,
            9,
            [
                "Nun",
                "Nuns",
                "Juno",
                "Niño",
                "UNO",
                "Ñuñoa"
            ]
        ],
        [
            53,
            57,
            [
                "Maya",
                "Gaza",
                "Gala",
                "Gays",
                "Gaia",
                "Goya"
            ]
        ],
        [
            58,
            63,
            [
                "To var"
            ]
        ],
        [
            80,
            88,
            [
                "Gregorian",
                "Gregorio"
            ]
        ],
        [
            89,
            93,
            [
                "Nun",
                "Nuns",
                "Juno",
                "Niño",
                "UNO",
                "Ñuñoa"
            ]
        ]
    ],
    "His father came from a wealthy family of physicians with republican ideals.": [],
    "In 1920, his family moved to Soria where he earned his bachelor’s degree at the Instituto de Soria.": [
        [
            29,
            34,
            [
                "Syria",
                "Sofia",
                "Sonia",
                "Stria",
                "Sorta",
                "Moria"
            ]
        ]
    ],
    "He earned a degree in Filosofia y Letras (Philosophy and Letters) from the Universidad Central de Madrid in 1932.": [
        [
            34,
            40,
            [
                "Tetras"
            ]
        ]
    ],
    "He defended his thesis <em>El románico en la provincia de Soria</em> (Romanesque in the Province of Soria) in 1934.": [],
    "At the university, he worked under <a href=”/gomezmorenom”>Manuel Gómez-Moreno Martínez </a>(1870-1970), <a href=”/cossiom”>Manuel Bartolomé Cossío</a> (1857-1935) and <a href=”/tormoymonzoe”>Elias Tormo</a> (1869–1954), <a href=”/torresbalbasl”>Leopoldo Torres Balbás</a> (1888–1960), and <a href=”/taracenab”>Blas Taracena</a> (1895–1951) who later became his mentor.": [],
    "He became a member of the Real Academia de la Historia in 1935.": [
        [
            46,
            54,
            [
                "Historian",
                "Historic"
            ]
        ]
    ],
    "He worked for the Sección de Letras del Instituto de Soria and as an archivist-librarian at the Diputación Provincial de Soria.": [
        [
            18,
            25,
            [
                "Section"
            ]
        ],
        [
            96,
            106,
            [
                "Deputation",
                "Disputation"
            ]
        ]
    ],
    "While he was a candidate to be a professor of Art History, Archaeology, and Numismatics at the University of Santiago and Murica, his career was interrupted by the Spanish Civil War in 1936.": [
        [
            122,
            128,
            [
                "Murcia"
            ]
        ]
    ],
    "Prior to the outbreak of the war, Gaya Nuño was a supporter of Manuel Azaña (1880-1940).": [
        [
            34,
            38,
            [
                "Maya",
                "Gaza",
                "Gala",
                "Gays",
                "Gaia",
                "Goya"
            ]
        ],
        [
            39,
            43,
            [
                "Nun",
                "Nuns",
                "Juno",
                "Niño",
                "UNO",
                "Ñuñoa"
            ]
        ],
        [
            70,
            75,
            [
                "Azana",
                "Adana",
                "Alana",
                "Azania",
                "Agana",
                "Asana"
            ]
        ]
    ],
    "The assasination of his father during the first weeks of the war compelled him to join the Frente Popular.": [
        [
            4,
            16,
            [
                "assassination"
            ]
        ],
        [
            91,
            97,
            [
                "Free",
                "French",
                "Create",
                "Front",
                "France",
                "Fence"
            ]
        ]
    ],
    "He was a lieutenant of the Numancia Battalion and fought in Guadalajara.": [
        [
            27,
            35,
            [
                "Romania",
                "Humanoid",
                "Marcia",
                "Mania",
                "Nuanced",
                "Nuances"
            ]
        ]
    ],
    "He married Concepcion Gutierrez de Marco (1916-1989) in 1937.": [
        [
            11,
            21,
            [
                "Concepción"
            ]
        ]
    ],
    "After the war, he surrendered himself and the Consejo de Guerra sentenced him to twenty years in prison.": [
        [
            46,
            53,
            [
                "Consent",
                "Consuelo",
                "Consed",
                "Conses"
            ]
        ]
    ],
    "He was imprisoned between 1939 to 1943 at the prisons of San Anton, Carabanchel, Valdenoceda, and Las Palmas de Gran Canaria.": [
        [
            18,
            38,
            [
                "between 1939 and 1943"
            ]
        ]
    ],
    "After he was released, he moved to Madrid and met Spanish art historian <a href=”/guidolj”>Jose Gudiol Ricart</a> (1904-1985).": [],
    "Thanks to Gudiol, he became the director of the Galerias Layetas from 1947 to 1951.": [
        [
            10,
            16,
            [
                "Audio",
                "Guido",
                "Audios",
                "Audion",
                "Guion",
                "Audial"
            ]
        ],
        [
            48,
            56,
            [
                "Gallerias",
                "Galerius"
            ]
        ],
        [
            57,
            64,
            [
                "Lay etas"
            ]
        ]
    ],
    "He took interest in Modern art and published volume <em>V Arquitectura y Escultura Románicas</em> for the Ars Hispaniae with Guidol in 1948 and <em>La pintura española del medio siglo</em> (Mid-century Spanish Painting) in 1952.": [],
    "During these years, he travelled throughout Spain studying museums and private collections and wrote <em>Historia y guia de los Museos de España</em> (History and Guide of Museums in Spain) (1955).": [],
    "He was the director of the Boletín de la Sociedad Española de Excursiones (Bulletin of the Spanish Society of Excursions) and worked with the Instituto Diego Velazques as an advisor of scientific investigations.": [
        [
            27,
            34,
            [
                "Bolton",
                "Bulletin",
                "Boleyn",
                "Bolting"
            ]
        ],
        [
            41,
            49,
            [
                "Societal",
                "Soledad"
            ]
        ],
        [
            50,
            58,
            [
                "Español",
                "Español a"
            ]
        ],
        [
            158,
            167,
            [
                "Velázquez",
                "Velazquez"
            ]
        ]
    ],
    "He was named to the Hispanic Society of New York because of his knowledge of North American historiography, and was also part of the Academia Breve de Critica de Arte.": [],
    "He was awarded the Premio Nacional de Literatura in 1957 along with his close friend and Spanish art historian <a href=”/camonaznarj”>Jose Camon Aznar</a> (1898-1979).": [
        [
            19,
            25,
            [
                "Premix"
            ]
        ]
    ],
    "He was a visiting professor at the Universidad de San Juan de Puerto Rico between 1962 to 1963.": [
        [
            74,
            94,
            [
                "between 1962 and 1963"
            ]
        ]
    ],
    "He published <em>La pintura española del siglo XX</em> (Spanish Painting of the 20th Century) in 1970 and <em>Historia de la crítica de arte en España</em> (History of Art Criticism in Spain) in 1975.</p>\n<p>Gaya Nuño published more than sixty-six books in his career, where he analyzed artistic movements and schools as well as individual artists.": [],
    "He took particular interest in the study of sources of information used in artistic historiographies.": [
        [
            84,
            100,
            [
                "historiographer",
                "historiographers"
            ]
        ]
    ],
    "In a time of social, political, and economic uncertainty, Gaya Nuño’s ability to collect and synthesize information allowed for this data to be accessible to a larger population.": [
        [
            58,
            62,
            [
                "Maya",
                "Gaza",
                "Gala",
                "Gays",
                "Gaia",
                "Goya"
            ]
        ],
        [
            63,
            67,
            [
                "Nun",
                "Nuns",
                "Juno",
                "Niño",
                "UNO",
                "Ñuñoa"
            ]
        ]
    ],
    "He not only was the most prolific photographic documentor in Spanish history, he also wrote extensively on foreign artists (with a particular focus in North America) (Alzuria and Martin).": [
        [
            47,
            57,
            [
                "document or"
            ]
        ],
        [
            167,
            174,
            [
                "Algeria",
                "Luria",
                "Alcúdia",
                "Almeria",
                "Almería"
            ]
        ]
    ],
    "While the government and universities refused to offer him a permanent office because of his political ideologies, he is unanimously recognized by art historians for his extensive and exhaustive contributions.</p>": []
}