{
    "Art critic and novelist; first biographer of Monet and early historian of Impressionism.": [],
    "Geffroy's parents moved to Paris from Morlaix, Brittany the year before his birth.": [
        [
            0,
            7,
            [
                "Geoffrey",
                "Jeffrey",
                "Jeffry"
            ]
        ],
        [
            38,
            45,
            [
                "Morley",
                "Mollie",
                "Mollies",
                "Motlier"
            ]
        ]
    ],
    "He attended the Collège Chaptal, Paris between 1868-1870.": [
        [
            16,
            23,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ],
        [
            24,
            31,
            [
                "Chantal"
            ]
        ]
    ],
    "At his father's death in 1870, he left school without earning his <em>lycée</em> degree to work in a bank.": [],
    "Geffroy met Louis-Nicolas Ménard (1822-1901), a hellenist, who piqued an interest in art.": [
        [
            0,
            7,
            [
                "Geoffrey",
                "Jeffrey",
                "Jeffry"
            ]
        ],
        [
            26,
            32,
            [
                "Menard",
                "Bénard",
                "Lenard"
            ]
        ],
        [
            48,
            57,
            [
                "Hellenist",
                "Hellenism",
                "Hellenic",
                "Hellenistic",
                "Hellenes",
                "Hellenize"
            ]
        ]
    ],
    "With his help, Geffroy founded a journal, <em>Paris-Revue</em>, which lasted a year.": [
        [
            15,
            22,
            [
                "Geoffrey",
                "Jeffrey",
                "Jeffry"
            ]
        ]
    ],
    "Salon reviews were written by Geffroy's friend, the engraver Victor-Louis Focillon (1849-1918).": [
        [
            30,
            37,
            [
                "Geoffrey",
                "Jeffrey",
                "Jeffry"
            ]
        ],
        [
            74,
            82,
            [
                "Bouillon"
            ]
        ]
    ],
    "In 1880 Geffroy joined the editorial staff of the newly-founded newspaper <em>La Justice</em> under Georges Clemenseau (1841-1929), who became a mentor.": [
        [
            8,
            15,
            [
                "Geoffrey",
                "Jeffrey",
                "Jeffry"
            ]
        ],
        [
            108,
            118,
            [
                "Clemenceau"
            ]
        ]
    ],
    "A friendship with <a href=\"/goncourte\">Edmond de Goncourt</a>, begun in 1882, nutured an appreciation in Naturalist literary theories.": [],
    "He rose to art critic of <em>La Justice</em> in 1884.": [],
    "He met Rodin the same year.": [],
    "Through Goncourt's literary salon, known as the <em>grenier</em>, Geffroy met other writers, including Émile Zola.": [],
    "On a trip researching a prison of Napoleon III's reigme for a book, Geffroy and Focillon met Claude Monet at Belle-Ile-en-Mer, France, in 1886 whom he already greatly admired.": [
        [
            49,
            55,
            [
                "regime",
                "rage"
            ]
        ],
        [
            68,
            75,
            [
                "Geoffrey",
                "Jeffrey",
                "Jeffry"
            ]
        ],
        [
            80,
            88,
            [
                "Bouillon"
            ]
        ],
        [
            109,
            125,
            [
                "Belle-Mile-en-Mer",
                "Belle-Ile-en-MER"
            ]
        ]
    ],
    "Monet introduced him to other Impressionist painters at the Café Riche dinners in Paris.": [
        [
            65,
            70,
            [
                "Rich",
                "Rice",
                "Niche",
                "Richie",
                "Richer",
                "Riches"
            ]
        ]
    ],
    "In 1892 Geffroy published a piece, \"Histoire de l'impressionnisme\" (History of Impressionism), the first <em>historic</em> treatment of the full artistic movement.": [
        [
            8,
            15,
            [
                "Geoffrey",
                "Jeffrey",
                "Jeffry"
            ]
        ],
        [
            36,
            44,
            [
                "History",
                "Historic",
                "Histories",
                "Histone",
                "Historize"
            ]
        ],
        [
            50,
            65,
            [
                "impressionism"
            ]
        ]
    ],
    "The same year the first volume of his collected articles on art, <em>La Vie artistique</em>, appeared.": [],
    "The work eventually ran to eight volumes, completed in 1903.": [],
    "The following year, 1893 Geffroy moved to <em>Le Journal</em> as art critic.": [
        [
            25,
            32,
            [
                "Geoffrey",
                "Jeffrey",
                "Jeffry"
            ]
        ]
    ],
    "His early championing of Rodin was rewarded by a sponsorship of a Légion d'honneur award by the artist and Goncourt.": [
        [
            66,
            72,
            [
                "Legion",
                "Region",
                "Legions",
                "Lesion"
            ]
        ],
        [
            75,
            82,
            [
                "Conner",
                "Bonner",
                "Donner",
                "Hönne",
                "honer",
                "honker"
            ]
        ]
    ],
    "His support of Cézanne gained him a portrait (today, Musée d'Orsay) the same year.": [
        [
            53,
            58,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ]
    ],
    "A champion of art for the masses, he campaigned for a museum of decorative art for the working classes, the Musée du Soir, to be open evenings when laborers could visit.": [
        [
            108,
            113,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            117,
            121,
            [
                "Sir",
                "Soil",
                "Noir",
                "Sour",
                "Stir",
                "Soar"
            ]
        ]
    ],
    "His later writing can largely be seen as an attempt to fill this goal.": [],
    "He was appointed an official for art at the 1900 Paris Expo.": [],
    "Together with the young <a href=\"/focillonh\">Henri Focillon</a>, Victor-Louis Focillon's son, he published the first volume of his series <em>Les Musées d'Europe</em> (The Museums of Europe) in 1900, a narrative tour of art.": [],
    "His appointment as director of the Manufacture des Gobelins in 1908 (through Clemenseau) curtailed his criticism writing.": [
        [
            47,
            50,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            51,
            59,
            [
                "Goblins"
            ]
        ],
        [
            77,
            87,
            [
                "Clemenceau"
            ]
        ]
    ],
    "He was named president of the l'Académie Goncourt in 1912.": [
        [
            32,
            40,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "Perhaps feeling a rush to be the first to document the life and work of Claude Monet, Geffroy compiled the first biography and catalog of the artist's work in 1922.": [
        [
            86,
            93,
            [
                "Geoffrey",
                "Jeffrey",
                "Jeffry"
            ]
        ]
    ],
    "By that time Geffroy had sold most of his astutely collected masterpieces to pay for debts.": [
        [
            13,
            20,
            [
                "Geoffrey",
                "Jeffrey",
                "Jeffry"
            ]
        ]
    ],
    "A final art series, <em>Maîtres anciens et modernes</em> (Old Masters and Modern) appeared in 1923.": [],
    "He died three years later.": [],
    "A street, rue Gustave-Geffroy, bordering the Gobelins, was named after him in 1937.": [
        [
            14,
            29,
            [
                "Gustave-Geoffrey"
            ]
        ],
        [
            45,
            53,
            [
                "Goblins"
            ]
        ]
    ],
    "Geffroy's overview history of Impressionism was more influential the initial treatment of <a href=\"/durett\">Théodore Duret</a> in 1878 because of its historical distance and the personal recollections he was able to employ.": [
        [
            0,
            7,
            [
                "Geoffrey",
                "Jeffrey",
                "Jeffry"
            ]
        ]
    ],
    "The same year as his book, 1892, the writer Georges Lecomte (1867-1958) published <em>L'Art impressionniste, d'après la collection privée de M. Durand-Ruel</em> (The Impressionist Art, from the Private Collection of Durand-Ruel) a survey confined to an individual collection.": [
        [
            52,
            59,
            [
                "Become",
                "Comte",
                "Lacoste"
            ]
        ]
    ],
    "Though Geffroy's book drew from previous Impressionist sources such as <a href=\"/durantyl\">Edmond Duranty</a> and Duret, his work embraced a history of exhibitions and responses.": [
        [
            7,
            14,
            [
                "Geoffrey",
                "Jeffrey",
                "Jeffry"
            ]
        ]
    ],
    "Though not an avant-garde critic--the Impressionist group had disbanded and all their major battles won by his publication--he was the first to understand among other things, Monet's series paintings, Rodin's unorthodox poses and Cézanne's \"unfinished\" pictures (Paradise, 1985).": [],
    "Like his friend, <a href=\"/goncourte\">Edmond de Goncourt</a>, he rejected idealistic and academic art and much of Symbolist writing in favor of naturalism.": [],
    "His own writing was intended to educate; his contemporaries considered him able to create verbal equivalents for works of visual art (Paradise, 1985).": [],
    "Methodologically, his approach his approach heralds the era of formalism; in the <em>Musées d'Europe</em> for example he connects Corot and Rembrandt as painters of light.": [
        [
            18,
            43,
            [
                "his approach"
            ]
        ]
    ],
    "Though an appreciator of later movements (Geffroy as one of the first critics to praise Cézanne in 1894)--Geffroy claimed bewilderment at the later art movements of Fauvism and Cubism.": [
        [
            42,
            49,
            [
                "Geoffrey",
                "Jeffrey",
                "Jeffry"
            ]
        ],
        [
            106,
            113,
            [
                "Geoffrey",
                "Jeffrey",
                "Jeffry"
            ]
        ]
    ],
    "His attempt at documentary art history was less successful.": [],
    "He sent his friend Monet written questions for the biography which Monet famously responded with one-word answers; the book is considered important but unreliable (Paradise, <em>Dictionary of Art</em>).": [],
    "<a href=\"/fauree\">Élie Faure</a>, <a href=\"/vauxcellesl\">Louis Vauxcelles</a>, the poet and art critic André Salmon (1881-1969) and Apollinaire all cited him as influential to their own work.": []
}