{
    "Sculptor; wrote <em>catalogue raisonné</em> on Constantine Brancusi.": [
        [
            59,
            67,
            [
                "Branch",
                "Branches",
                "Francis",
                "Brands",
                "Frances",
                "François"
            ]
        ]
    ],
    "Geist studied at Stephen's College, and then at the Art Students League under William Zorach of the Art Students League and Ossip Zadkin.": [
        [
            0,
            5,
            [
                "Last",
                "East",
                "Cast",
                "Gas",
                "Past",
                "Fast"
            ]
        ],
        [
            86,
            92,
            [
                "Zorch",
                "Zora ch"
            ]
        ],
        [
            124,
            136,
            [
                "Ossip Zadkine"
            ]
        ]
    ],
    "He taught (studio) sculpture at the Pratt Institute between 1961-65, and then founding and directing the New York Studio School in 1964, before becoming instructor at Vassar College, 1968-81.": [],
    "In 1967 he published <em>Brancusi: A Study of the Sculpture</em>.": [
        [
            3,
            7,
            [
                "1967,"
            ]
        ]
    ],
    "The book was favorably received; reviewers applauded Geist's use of his sculptor's sensibilities to explain Brancusi's work, in addition to a general account of Brancusi's philosophies and life.": [
        [
            53,
            58,
            [
                "Last",
                "East",
                "Cast",
                "Gas",
                "Past",
                "Fast"
            ]
        ],
        [
            108,
            116,
            [
                "Branch",
                "Branches",
                "Francis",
                "Brands",
                "Frances",
                "François"
            ]
        ],
        [
            161,
            169,
            [
                "Branch",
                "Branches",
                "Francis",
                "Brands",
                "Frances",
                "François"
            ]
        ]
    ],
    "Geist was a guest curator of the Brancusi retrospective at the Guggenheim Museum, the Philadelphia Museum of Art and the Art Institute of Chicago betwee 1969 and 1970.": [
        [
            0,
            5,
            [
                "Last",
                "East",
                "Cast",
                "Gas",
                "Past",
                "Fast"
            ]
        ],
        [
            33,
            41,
            [
                "Branch",
                "Branches",
                "Francis",
                "Brands",
                "Frances",
                "François"
            ]
        ],
        [
            146,
            152,
            [
                "between",
                "be twee",
                "bet wee"
            ]
        ]
    ],
    "His book <em>Constantin Brancusi, 1876-1957</em>, was the catalog for that exhibition.": [],
    "He was awarded a Guggenheim Foundation fellowship for 1975-76.": [],
    "Vermont Studio School, instructor in sculpture, 1987.": [],
    "He was given a 1992 retrospective exhibition of his sculpture.": [],
    "His later work on Brancusi included <em>Brancusi: The Sculpture and the Drawings</em> (1975) a <em>catalogue raisonné</em> of the artist's work, and <em>Brancusi: The Kiss</em> (1978).": [
        [
            18,
            26,
            [
                "Branch",
                "Branches",
                "Francis",
                "Brands",
                "Frances",
                "François"
            ]
        ]
    ],
    "In 1988, he wrote an analytical work on Paul Cézanne, <em>Interpreting Cezanne</em>, explaining that artist's paintings in terms of hidden images Geist believed Cézanne intentionally incorporated into them.": [
        [
            146,
            151,
            [
                "Last",
                "East",
                "Cast",
                "Gas",
                "Past",
                "Fast"
            ]
        ]
    ],
    "Geist contended that \"cryptomorphs\" representing particular individuals and verbal and visual puns were the key to Cézanne interpretation.": [
        [
            0,
            5,
            [
                "Last",
                "East",
                "Cast",
                "Gas",
                "Past",
                "Fast"
            ]
        ],
        [
            22,
            34,
            [
                "crypto morphs"
            ]
        ]
    ],
    "Art historians received these theories coolly (Wollheim, Flam) when not outright decrying them (Elkins).": [
        [
            47,
            55,
            [
                "William",
                "Waltham",
                "Waldheim",
                "Wolfram",
                "Müllheim",
                "Wolfsheim"
            ]
        ],
        [
            57,
            61,
            [
                "Flag",
                "Flat",
                "Flame",
                "Foam",
                "Slam",
                "Flap"
            ]
        ]
    ],
    "Among the art historians who were influenced by Geist writing was <a href=\"/elsena\">Albert E. Elsen</a>.": [
        [
            48,
            53,
            [
                "Last",
                "East",
                "Cast",
                "Gas",
                "Past",
                "Fast"
            ]
        ]
    ]
}