{
    "Modernist art historian and curator, Metropolitan Museum of Art.": [],
    "Geldzahler was born to Belgian parents Joseph and Charlotte Geldzahler.": [],
    "His father was a diamond dealer.": [],
    "The family emigrated to New York in 1940 at the beginning of World War II.": [
        [
            11,
            23,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "At age 15, Geldzahler attended the 1951 exhibition of Arshile Gorky's work at the Whitney, an experience that won him over to modern art, although the initial experience he recalled made him ill.": [
        [
            54,
            61,
            [
                "Archive",
                "Archie",
                "Ayrshire",
                "Awhile",
                "Armhole"
            ]
        ]
    ],
    "Geldzahler graduated from Yale University in 1957 and entered Harvard with the intention of pursuing a Ph.D.": [],
    "in art history.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He left Harvard in 1960 to join the staff of the Metropolitan Museum of Art.": [],
    "His close involvement with contemporary artists in New York at first rankled the some of the Board of Trustees at the Met.": [
        [
            77,
            85,
            [
                "some"
            ]
        ]
    ],
    "In 1966 he was appointed United States Commissioner for Art at the Venice Biennale, the international show exhibiting the best art from all countries.": [
        [
            3,
            7,
            [
                "1966,"
            ]
        ]
    ],
    "Geldzahler took a leave of absence that same year to be the first director of the Visual Arts program for the National Endowment for the Arts.": [],
    "Working through the Endowment, he was responsible for many $5000 grants to fledgling artists.": [],
    "Geldzaher was promoted to direct a newly created department of contemporary arts, later changed to the Department of Twentieth-century Art at the Metropolitan.": [
        [
            0,
            9,
            [
                "Goldwater"
            ]
        ]
    ],
    "In 1969, at age 33, he mounted the blockbuster exhibition \"New York Painting: 1940-1970\" effectively launching a salvo at the Museum of Modern Art that the Met could be a leader in contemporary art.": [],
    "Mayor Ed Koch appointed Geldzahler the Cultural Affairs Commissioner in 1977, a position he held until 1982.": [],
    "He was succeeded at the Metropolitan by <a href=\"/hesst\">Thomas B. Hess</a>.": [],
    "As commissioner, he successfully attracted private corporations to fund city art funds.": [],
    "After leaving city government in 1982, Geldzahler worked as a private curator, most notably for New York's P.S.": [],
    "1 and later for the Dia Art Foundation's Bridgehampton's gallery in Long Island.": [
        [
            20,
            23,
            [
                "Did",
                "Via",
                "Die",
                "CIA",
                "Dial",
                "Dig"
            ]
        ]
    ],
    "He died of cancer at age 59.": [],
    "Geldzahler's personal rapport with many of the artists he selected for exhibition gave him special insight into their work.": [],
    "David Hockney's 1969 double portrait of Geldzahler and Geldzahler's then partner Christopher Scott remains an important work of Hockney's oeuvre.": [],
    "Other Geldzahler portraits include those by Alice Neel, Frank Stella, Andy Warhol and Larry Rivers, sculptural portraits by Marisol and George Segal.": [
        [
            50,
            54,
            [
                "Need",
                "Feel",
                "Neil",
                "Heel",
                "Keel",
                "Reel"
            ]
        ],
        [
            143,
            148,
            [
                "Legal",
                "Seal",
                "Sega",
                "Regal",
                "Sepal",
                "SEAL"
            ]
        ]
    ],
    "Andy Warhol produced a 90-minute film consisting nothing more than Geldzahler smoking a cigar.": [],
    "His written work focused exclusively on contemporary artists and much of his writing is more criticism than art history.": []
}