{
    "Americanist art historian.": [
        [
            0,
            11,
            [
                "Americanism"
            ]
        ]
    ],
    "Professor, Graduate Center, City University of New York.": [
        [
            11,
            19,
            [
                "Graduate from"
            ]
        ]
    ],
    "Gerdts attended Amherst College beginning in 1945 where fellow student Walter Spink (later professor of art, University of Michigan) encouraged him to take classes with Charles Morgan.": [
        [
            0,
            6,
            [
                "Gets",
                "Merits",
                "Greats",
                "Herds",
                "Greets",
                "Berets"
            ]
        ],
        [
            78,
            83,
            [
                "Spin",
                "Pink",
                "Sink",
                "Spine",
                "Spins",
                "Spiny"
            ]
        ]
    ],
    "Morgan, a classicist, taught American and 19th-century European art history as a subspecialty.": [],
    "Morgan instilled in his students an appreciation for all of the art of a period, not just the currently acclaimed masters.": [
        [
            53,
            63,
            [
                "all the"
            ]
        ]
    ],
    "According to Gerdts, Morgan and Louise Dresser, curator of the Worster Art Museum, developed in him an early appreciation of American art.": [
        [
            13,
            19,
            [
                "Gets",
                "Merits",
                "Greats",
                "Herds",
                "Greets",
                "Berets"
            ]
        ],
        [
            63,
            70,
            [
                "Forster",
                "Wooster",
                "Worsted",
                "Vorster"
            ]
        ]
    ],
    "He received his BA from Amherst College(1949).": [
        [
            39,
            40,
            [
                " ("
            ]
        ]
    ],
    "Although enrolled in Harvard Law School, Gerdts switched to the Department of Fine Arts where he studied under <a href=\"/rowlandb\">Benjamin Rowland, Jr.</a> He achieved both master's degree (1950) and Ph.D., (1966).": [
        [
            41,
            47,
            [
                "Gets",
                "Merits",
                "Greats",
                "Herds",
                "Greets",
                "Berets"
            ]
        ]
    ],
    "After graduation, he was curator at the Norfolk Museum of Art and Sciences (now, Chrysler Museum) between 1953-54 and the Newark [N.": [],
    "J.]": [],
    "Museum (1954-66).": [],
    "From 1966-69 he taught as associate professor, University of Maryland, then Brooklyn College 1971-74, and as full professor at Brooklyn College 1974-85.": [],
    "In 1985 he became professor, Graduate Center, City University of New York.": [
        [
            3,
            7,
            [
                "1985,"
            ]
        ],
        [
            29,
            37,
            [
                "Graduate from"
            ]
        ]
    ],
    "He received an honorary doctor of fine arts from Syracuse University (1996).": []
}