{
    "<p>British Museum curator and connoisseur of sixteenth-century Italian drawings.": [],
    "Gere was born to Edward Arnold, a British patent examiner, and Catherina Giles (Gere).": [
        [
            63,
            72,
            [
                "Catherine",
                "Caterina",
                "Catharina"
            ]
        ]
    ],
    "His artistic interests and passion as a collector were strongly influenced by his upbringing.": [],
    "His father’s half-brother Charles March Gere (1869-1957), and two sisters were artists at the Birmingham school and his mother was associated with the Vorticist circle of Wyndham Lewis.": [
        [
            151,
            160,
            [
                "Vortices",
                "Vorticity"
            ]
        ]
    ],
    "Initially beginning his higher education at Winchester, he left in 1939 and joined the King’s Royal Rifle Corps––but he was forced to leave due to health complications.": [],
    "He entered Oxford University in 1940 receiving a BA in 1943 in English at Balliol.": [
        [
            74,
            81,
            [
                "Billion",
                "Ballot",
                "Balloon",
                "Bullion",
                "Balling",
                "Ballgirl"
            ]
        ]
    ],
    "The Rosetti scholar John Bryson (1896-1976), who encouraged his scholarly interests in the Pre-Raphaelites.": [
        [
            4,
            11,
            [
                "Rosette",
                "Rosetta",
                "Rossetti"
            ]
        ]
    ],
    "After finishing at Oxford, he volunteered at the Tate Museum until he quarreled with the cantankerous director, <a href=\"/rothensteinj\">John Rothenstein.</a></p>\n\n<p>In 1946, Gere was appointed an Assistant Keeper in the Department of Prints and Drawings under the supervision of the Keeper Edward “Teddy” Croft-Murray (1907-1980).": [],
    "He made his debut as an author in 1948 when he co-authored with Robin Ironside (1912-1965) on the “Pre-Raphaelite Painters,” published in <em>Alphabet and Image</em> and the same year an article in the <em>The Burlington Magazine</em>.": [
        [
            70,
            78,
            [
                "Ir onside",
                "Iron side"
            ]
        ]
    ],
    "His preliminary work revolved assisting Keepers <a href=\"/pophama\">A.": [],
    "E. Popham</a> and <a href=\"/pounceyp\">Philip Pouncey</a> on preparing for the revision and publication of the catalog of the early Italian drawings in the British Museum.": [
        [
            3,
            9,
            [
                "Topham",
                "Pop ham"
            ]
        ]
    ],
    "Gere and Pouncey further collaborated to compile more catalogs of the department’s drawings and published Raphael and his Circle in 1962.": [
        [
            9,
            16,
            [
                "Pounce",
                "Pounced",
                "Pounces"
            ]
        ]
    ],
    "These catalogs were commended for their original judgment, precision, and concision, which set new standards in the connoisseurship of their fields.": [],
    "His early education and success with the catalog inspired his original research on the drawings of Taddeo Zuccaro.": [
        [
            99,
            105,
            [
                "Added",
                "Ladder",
                "Tandem",
                "Padded",
                "Madden",
                "Adder"
            ]
        ],
        [
            106,
            113,
            [
                "Luciano",
                "Zachary",
                "Lucca",
                "Riccardo",
                "Peccary",
                "Yucca"
            ]
        ]
    ],
    "In the 1960s, he published a series of articles in The Burlington Magazine to the catalog.": [],
    "and selection of the exhibition reviews Disegui degli Zuccari at the Uffizi 1966, Dessius de Taddeo et Federico Zuccaro at the Louvre in 1969, and the publication of Taddeo Zuccaro: His development studied in his drawings, also in the same year.": [
        [
            0,
            3,
            [
                "And"
            ]
        ],
        [
            40,
            47,
            [
                "Wiseguy"
            ]
        ],
        [
            48,
            53,
            [
                "deli"
            ]
        ],
        [
            54,
            61,
            [
                "Zachary",
                "Lucca",
                "Puccini",
                "Gucci",
                "Peccary",
                "Yucca"
            ]
        ],
        [
            69,
            75,
            [
                "Office",
                "Suffix",
                "Fiji",
                "Affine",
                "Affirm",
                "Effigy"
            ]
        ],
        [
            82,
            89,
            [
                "Celsius",
                "Cassius",
                "Delius",
                "Desists"
            ]
        ],
        [
            112,
            119,
            [
                "Luciano",
                "Zachary",
                "Lucca",
                "Riccardo",
                "Peccary",
                "Yucca"
            ]
        ],
        [
            166,
            172,
            [
                "Added",
                "Ladder",
                "Tandem",
                "Padded",
                "Madden",
                "Adder"
            ]
        ],
        [
            173,
            180,
            [
                "Luciano",
                "Zachary",
                "Lucca",
                "Riccardo",
                "Peccary",
                "Yucca"
            ]
        ]
    ],
    "Being the first to define a corpus of work by Taddeo, Gere’s convictions provided a study to distinguish Taddeo’s compositions from those by Federico, his previously better-known brother, and being a key moment in sixteenth-century art.": [
        [
            46,
            52,
            [
                "Added",
                "Ladder",
                "Tandem",
                "Padded",
                "Madden",
                "Adder"
            ]
        ],
        [
            105,
            111,
            [
                "Added",
                "Ladder",
                "Tandem",
                "Padded",
                "Madden",
                "Adder"
            ]
        ]
    ],
    "Gere also assisted <a href=\"/surteesv\">Virginia Surtees</a> with her catalogue raisonné on Rossetti which appeared in 1971.</p>\n\n<p>After serving his role as Assistant Keeper for twenty years, he became Keeper in 1973 at the retirement of Croft-Murray.": [],
    "He was responsible for the acquisition in the field of Italian drawings was of the highest quality (Mantegna, Bronzino, and Sebastiano del Piombo among them).": [],
    "Keeper Nicholas Turner (b.": [],
    "1947) and Gere collaborated to assemble the great exhibitions of drawings by Michelangelo in 1976, and by Raphael in 1983.": [],
    "Gere retired from the Museum in 1981, but he continued to supplement his research and collaborate with colleagues.": [],
    "He worked once more with Pouncey to co-author <em>Artists Working in Rome c.": [
        [
            25,
            32,
            [
                "Pounce",
                "Pounced",
                "Pounces"
            ]
        ]
    ],
    "1550 to 1640</em> in 1983.": [],
    "He continued to collect and curate art until his death in 1995.</p>": []
}