{
    "Scholar of ancient Greek and Roman art; early creator of corpora; co-founder of the early group later to become the Deutsches archäologisches Institut.": [
        [
            116,
            125,
            [
                "Deutsche's",
                "Deutsche"
            ]
        ],
        [
            142,
            150,
            [
                "Institute"
            ]
        ]
    ],
    "He was born in Posen, Prussia, which is present-day, Poznań, Poland.": [
        [
            15,
            20,
            [
                "Pose",
                "Posed",
                "Poses",
                "Poser",
                "Po sen"
            ]
        ]
    ],
    "Gerhard studied philology at the universities of Breslau and Berlin, the latter under the classicist August Böckh (1785-1867).": [
        [
            49,
            56,
            [
                "Presley",
                "Belau",
                "Bresler"
            ]
        ],
        [
            108,
            113,
            [
                "Bock",
                "Boch"
            ]
        ]
    ],
    "A trip to Italy in 1819-20 excited an interest in archaeology, which he continued at Bonn (1821).": [],
    "He returned to Rome the following year where he met fellow northern European classical scholars, including <a href=\"/panofkat\">Theodor S. Panofka</a>, <a href=\"/kestnera\">August Kestner</a>, and Otto von Stackelberg (1787-1837) with whom he formed a group known as the Roman Hyperboreans' Association (Hyperboreisch-römische Gesellschaft).": [
        [
            34,
            44,
            [
                "year when"
            ]
        ]
    ],
    "The result of his association with the Gesellschaft was Gerhard's 1823 book on the Roman Forum, <em>Della Basilica Giulia ed alcuni siti del Foro Romano</em>, where he established the exact site of the basilica.": [],
    "He also made the Roman acquaintance of Christian Josias Bunsen (1791-1860), <a href=\"/feac\">Carlo Fèa</a>, the sculptor Bertel Thorvaldsen (1770-1844).": [
        [
            49,
            55,
            [
                "Josiah"
            ]
        ]
    ],
    "Sensing a need for a basic scholarly inventory of major archaeological collections, he and Panofka wrote the first volume of a corpus of sculptures in the Museo Archeologico in Naples, <em>Neapels antike Bildwerke</em>.": [
        [
            91,
            98,
            [
                "Lanka",
                "Panama",
                "Pagoda",
                "Panorama",
                "Tanaka",
                "Pancake"
            ]
        ],
        [
            161,
            173,
            [
                "Archeological",
                "Archeologist",
                "Archeologies"
            ]
        ]
    ],
    "Panofka cataloged the vases of the museum and Gerhard the classical sculpture.": [
        [
            0,
            7,
            [
                "Lanka",
                "Panama",
                "Pagoda",
                "Panorama",
                "Tanaka",
                "Pancake"
            ]
        ]
    ],
    "No further volumes, however, appeared.": [],
    "He also assisted in Bunsen's <em>Beschreibung der Stadt Rom</em>, 1829.": [],
    "The success of the Hyperboreans suggested that they should open their membership to a larger audience.": [
        [
            19,
            31,
            [
                "Hyperbolas",
                "Hyperboles"
            ]
        ]
    ],
    "In 1829, too, the Instituto Corrispondenza Archeologica or Institut für archäologisches Korrespondenz (Institute for Archaeological Correspondence) was established.": [
        [
            28,
            42,
            [
                "Correspondence",
                "Correspondent",
                "Correspondents"
            ]
        ],
        [
            43,
            55,
            [
                "Archeological"
            ]
        ],
        [
            59,
            67,
            [
                "Institute"
            ]
        ],
        [
            68,
            71,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            88,
            101,
            [
                "Correspondent"
            ]
        ]
    ],
    "In 1831, Gerhard issued his \"Rapporto intorno i vasi volcenti\" in the organ for the Institute, the <em>Annali dell'Istituto</em>.": [
        [
            29,
            37,
            [
                "Rapport",
                "Rapports"
            ]
        ],
        [
            38,
            45,
            [
                "intro",
                "intern",
                "interns",
                "inborn",
                "inferno",
                "intone"
            ]
        ],
        [
            48,
            52,
            [
                "vast",
                "vase",
                "VLSI",
                "IASI"
            ]
        ],
        [
            53,
            61,
            [
                "Valenti"
            ]
        ]
    ],
    "In it, Gerhard described the Etruscan excavations at Vulci first-hand and suggested the outline of the four major vase types of Greek painted vases.": [
        [
            53,
            58,
            [
                "Multi",
                "UCI",
                "Vinci",
                "Vulcan",
                "VLSI",
                "Mulch"
            ]
        ]
    ],
    "The seminal publication also supported the analysis by <a href=\"/lanzil\">Luigi Antonio Lanzi</a> that the vases were Greek in origin, simply discovered in Etruscan tombs.": [],
    "Gerhard moved to Berlin in 1834 and began publishing the <em>Berlins antike Bildwerke</em>, a projected monographic series on the classical objects in that city.": [],
    "Two years later the first and only volume appeared.": [],
    "Gerhard was now occupied with an inventory of Greek vases, the <em>Auserlesene griechische Vasenbilder</em>, which began in 1839.": [],
    "In 1840 his corpus of Etruscan mirrors, <em>Etruskische Spiegel</em>, began.": [],
    "<em>Vasenbilder</em> appeared fully in his lifetime (four volumes, complete in 1858) and <em>Etruskische Spiegel</em> completed by colleagues.": [],
    "Gerhard was appointed professor of archaeology at the University in Berlin in 1843.": [],
    "In 1855 he assumed the duties of director of the sculpture collection (Antiquarium) of the Königliches Museum, Berlin.": [
        [
            3,
            7,
            [
                "1855,"
            ]
        ],
        [
            71,
            82,
            [
                "Antiquarian",
                "Antiquaries"
            ]
        ]
    ],
    "He wrote a <em>Griechische Mythologie</em> (1854, 55) during these final years.": [],
    "Upon his death in 1867 he was succeeded in Berlin by <a href=\"/curtiuse\">Ernst Curtius</a>.": [],
    "His students included <a href=\"/conzea\">Alexander Conze</a> and those who studied with him included <a href=\"/kekuler\">Reinhard Kekulé</a>.": [],
    "Gerhard continued the aestheticising tradition of Winckelmann in studying a wide range of ancient art.": [
        [
            22,
            36,
            [
                "aestheticizing"
            ]
        ]
    ],
    "Gerhard's commitment to intellectual institutions, such as his cofounding of the Institut für archäologisches Korrespondenz was significant for its later development into the German Archaeological Institute (Deutsches archäologisches Institut) in 1871.": [
        [
            81,
            89,
            [
                "Institute"
            ]
        ],
        [
            90,
            93,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            110,
            123,
            [
                "Correspondent"
            ]
        ],
        [
            208,
            217,
            [
                "Deutsche's",
                "Deutsche"
            ]
        ],
        [
            234,
            242,
            [
                "Institute"
            ]
        ]
    ],
    "Gerhard served as Director of the IfAK for most of the first three decades of its existence.": [
        [
            34,
            38,
            [
                "IFA",
                "FAK",
                "IFAS",
                "IFMK",
                "If AK"
            ]
        ]
    ],
    "Among his many contributions, his dedication to publicizing antique objects, heretofore only know through first-hand acquaintance and much travel, remains paramount.": [],
    "<em>Auserlesene griechische Vasenbilder</em> and <em>Etruskische Spiegel</em> represent a serious systematic account and scholarly treatments of their subject.": [],
    "His arrangement and methodology because the basis by which most other classical and art-historical corpora were designed.": [],
    "His reliance on iconography and subject according to modern standards appears forced (Elliott).": []
}