{
    "<p>Greek and Roman architectural historian.": [],
    "Gerkan was born in a small town on the Baltic coast.": [
        [
            0,
            6,
            [
                "German",
                "Serkan"
            ]
        ]
    ],
    "He initially studied at Riga, Latvia, but during the insurgency with Russian in 1906, he switched to Dresden (though he received his diploma from Riga).": [],
    "He traveled to Greece and Asia Minor after graduation.": [],
    "<a href=\"/dorpfeldw\">Wilhelm Dörpfeld</a> secured him a position at the excavations at Miletos, Didyma and Samos (1908-1914) under the direction of <a href=\"/wiegandt\">Theodor Wiegand</a>.": [],
    "He served as a Russian officer during World War I and after 1918 volunteering in a German military unit.": [],
    "In 1920 he was appointed to the Berlin museum, where Wiegand was director of the Antiquities section and which had sponsored the pre-war excavations.": [
        [
            3,
            7,
            [
                "1920,"
            ]
        ],
        [
            53,
            60,
            [
                "Ligand",
                "Wideband",
                "Wigan"
            ]
        ]
    ],
    "Gerkan published the Miletos excavations in three volumes for the museum.": [
        [
            0,
            6,
            [
                "German",
                "Serkan"
            ]
        ],
        [
            21,
            28,
            [
                "Miles",
                "Milton",
                "Milepost",
                "Milos",
                "Millets",
                "Milers"
            ]
        ]
    ],
    "He completed a dissertation at the university in Greifswald on city planning in ancient Greece (Griechische Stadteanlagen).": [
        [
            80,
            94,
            [
                "Ancient Greece"
            ]
        ]
    ],
    "In 1923 he accepted the post of Second Secretary of the German Archaeological Institute (DAI) in Rome.": [
        [
            3,
            7,
            [
                "1923,"
            ]
        ]
    ],
    "During these years he researched and publish the topography of ancient Rome and revived the archaeological course in Pompeii.": [],
    "He served as first secretary for the DAI in both Athens and Rome, but was passed over for the directorship in Athens for political reasons in favor of a Nazi candidate in 1936.": [],
    "Following the retirement (dismissal by the Nazi's) of <a href=\"/curtiusl\">Ludwig Curtius</a> in 1938, he assumed the provisional directorship of the DAI in Rome.": [],
    "He left Rome at its capture by the Allies in 1944.": [],
    "After the war, taught as a guest professor at the University of Bonn, 1948-1954 and at Göttingen, then at Cologne and Hamburg.": [],
    "Gerkan is a seminal figure in ancient architectural history.": [
        [
            0,
            6,
            [
                "German",
                "Serkan"
            ]
        ]
    ],
    "His <em>Griechische Stadteanlage</em> is still consulted today as a basic text for ancient city planning and his methodology has been widely adopted.</p>": []
}