{
    "Photography historian and photographer.": [],
    "Gernsheim was born to Karl Gernsheim a literary historian at the University of Munich and Hermina Scholz (Gernsheim).": [
        [
            0,
            9,
            [
                "Bernstein",
                "Gershwin",
                "Wertheim",
                "Crenshaw",
                "Earnshaw",
                "Fernhead"
            ]
        ],
        [
            27,
            36,
            [
                "Bernstein",
                "Gershwin",
                "Wertheim",
                "Crenshaw",
                "Earnshaw",
                "Fernhead"
            ]
        ],
        [
            90,
            97,
            [
                "Ermina",
                "Herminia"
            ]
        ],
        [
            106,
            115,
            [
                "Bernstein",
                "Gershwin",
                "Wertheim",
                "Crenshaw",
                "Earnshaw",
                "Fernhead"
            ]
        ]
    ],
    "He completed his Abitur in 1933 and studied art history in Munich from 1933-1934.": [],
    "Despite his father’s conversion to Christianity, the younger Gersheim was forced to abandon his schooling when the Nazi government forbade those “non-Aryan descent” in universities.": [
        [
            61,
            69,
            [
                "Gresham"
            ]
        ]
    ],
    "Between 1934-1936 Gernsheim retrained to a more practical occupation, photography, at the State Institute for Photography in Munich, graduating with a journeyman's level.": [
        [
            18,
            27,
            [
                "Bernstein",
                "Gershwin",
                "Wertheim",
                "Crenshaw",
                "Earnshaw",
                "Fernhead"
            ]
        ]
    ],
    "He specialized in color photography.": [],
    "He headed the portrait studio Pigorsch in Küstrin/East Prussia in 1936 and between 1936 and 1937 was a photographer for the company Uvachrom AG in Munich.": [
        [
            30,
            38,
            [
                "Porch",
                "Porsche",
                "Hirsch",
                "Rigors",
                "Kirsch",
                "Pibroch"
            ]
        ],
        [
            42,
            49,
            [
                "Austin",
                "Austria",
                "Austrian",
                "Sustain",
                "Justin",
                "Dustin"
            ]
        ]
    ],
    "He traveled to London in the summer of 1937 for photographs in the National Gallery and found he was unable to return to Germany.": [],
    "He first was a guest of an English family, then intermittently freelance for various companies.": [],
    "In July 1940 he was classified a ‘friendly enemy alien’ and interned first in England and then deported to detention camp at Hay, New South Wales, Australia.": [],
    "Freed from that status, he met and lived with Alison Eames (d.": [
        [
            53,
            58,
            [
                "Games",
                "Names",
                "James",
                "Ames",
                "Eaves",
                "Eases"
            ]
        ]
    ],
    "1969) in 1942 (married 1946), with whom he collaborated on with many publications, and secured work for the Warburg Institute, London (through 1945) and the National Buildings Record where he created a photographic inventory of historic buildings and monuments in London, some before their imminent destruction by bombs.": [],
    "His first book, <em>New Photo Vision</em>, a collections of lectures he gave while an internee in Australia, appeared the same year.": [
        [
            43,
            56,
            [
                "a collection",
                "collections"
            ]
        ]
    ],
    "The influential American writer and historian, <a href=\"/newhallb\">Beaumont Newhall</a>, visited him in London in 1944 urging him to actively collect photographs, which he started in 1945.": [],
    "His war photos were exhibited in the Churchill Club, at the Courtauld Institute and at the National Gallery.": [
        [
            60,
            69,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Gernsheim gave up photographing completely to concentrate on the research and collecting of historical photographs.": [
        [
            0,
            9,
            [
                "Bernstein",
                "Gershwin",
                "Wertheim",
                "Crenshaw",
                "Earnshaw",
                "Fernhead"
            ]
        ]
    ],
    "His research led to his 1952 discovery of the earliest known photograph, 1826, by Joseph Nicephore Niepce (1765-1833).": [
        [
            89,
            98,
            [
                "Nicéphore"
            ]
        ],
        [
            99,
            105,
            [
                "Niece"
            ]
        ]
    ],
    "He was the first to publish Lewis Carroll's photos as well.": [],
    "The “Gemsheim Collection” was by this time so prestigious many were lent many museums in the USA and Europe, including “100 years of photography, 1839-1939”, which travelled throughout Germany (1959-1961).": [
        [
            5,
            13,
            [
                "Gresham",
                "Geisha",
                "Grisham"
            ]
        ]
    ],
    "He published numerous articles on the history of photography.": [],
    "Beginning in 1953 he worked as co-editor of the <em>Photography Yearbook</em>.": [],
    "Together with his wife, he published a sweeping monumental <em>History of Photography</em> in 1955; it became a standard for photo history.": [],
    "During these years Gernsheim lobbied intensely for a national photography collection, but despite eminent supporters of the project, it never came to fruition.": [
        [
            19,
            28,
            [
                "Bernstein",
                "Gershwin",
                "Wertheim",
                "Crenshaw",
                "Earnshaw",
                "Fernhead"
            ]
        ]
    ],
    "He sold his photography collection to the Harry Ransom Center at the University of Texas, Austin.": [],
    "In 1966, he retired to Switzerland (Castagnola, Ticino).": [
        [
            36,
            46,
            [
                "Casanova",
                "Castaneda",
                "Castañeda",
                "Castaño"
            ]
        ],
        [
            48,
            54,
            [
                "Timing",
                "Techno",
                "Torino",
                "Icing",
                "Tiling",
                "Tiring"
            ]
        ]
    ],
    "He re-married after his first wife died.": [],
    "In Switzerland he lectured on African art and photography until his own death in 1995.": [
        [
            3,
            14,
            [
                "Switzerland,"
            ]
        ]
    ],
    "Gernsheim was one of the first (and certainly the most important early) photography historian.": [
        [
            0,
            9,
            [
                "Bernstein",
                "Gershwin",
                "Wertheim",
                "Crenshaw",
                "Earnshaw",
                "Fernhead"
            ]
        ]
    ],
    "<em>The Independent</em> termed him “one of the most influential figures in the history of photography.”  His work came under praise from <a href=\"/clarkk\">Kenneth Clark</a> and <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a> though through his ascerbic personality he delt other historians a very public ire.": [],
    "Chief among these was his disparagement of the Royal Photographic Society.": [],
    "At a time before the value of historical photographs was appreciated, he started collecting, researching and publishing about photography, preserving many forgotten photographers of the 19th century.": []
}