{
    "Rembrandt scholar and authority on Netherlandish art, Director, Rijksbureau voor Kunsthistorische Documentatie and professor of art history at Groning University.": [
        [
            76,
            80,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            98,
            110,
            [
                "Documentation",
                "Documentaries"
            ]
        ],
        [
            143,
            150,
            [
                "Growing",
                "Ironing",
                "Droning",
                "Groaning",
                "Groping"
            ]
        ]
    ],
    "Gerson's father was a medical doctor in Berlin.": [],
    "His mother, Gertrud Lilienfeld (d.": [
        [
            12,
            19,
            [
                "Gertrude"
            ]
        ],
        [
            20,
            30,
            [
                "Langenfeld"
            ]
        ]
    ],
    "1943), was the sister of art historian <a href=\"/lilienfeldk\">Karl Lilienfeld</a>.": [],
    "After initially studying the history of art in Vienna and Berlin, Gerson settled in The Hague in 1928 as an assistant to <a href=\"/hofstededegrootc\">Cornelis Hofstede de Groot</a>, who his uncle had also assisted.": [],
    "He chose the scholars at the university in Göttingen, the phenomenological esthetics of Moritz Geiger (1880-1937) and the art history of <a href=\"/vitzthumg\">Georg Vitzthum von Eckstädt</a>, <a href=\"/stechoww\">Wolfgang Stechow</a> and <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a> to complete his doctorate.": [
        [
            75,
            84,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "Vitzthum supervised his dissertation in 1932 on the Dutch landscape painter Philips Koninck.": [
        [
            84,
            91,
            [
                "Knick"
            ]
        ]
    ],
    "Gerson and <a href=\"/gronauh\">Hans-D.": [],
    "Gronau</a> were among Vitzthum's best students.": [
        [
            0,
            6,
            [
                "Groans",
                "Krona",
                "Groan",
                "Groat",
                "Girona",
                "Gonad"
            ]
        ]
    ],
    "Because of the increasing discrimination against Jews in Germany, he returned to The Hague.": [],
    "There, in the same year, 1932, he began his career at the Rijksbureau voor Kunsthistorische Documentatie, an institution founded by his former mentor, <a href=\"/hofstededegrootc\">Cornelis Hofstede de Groot</a>, who had died in 1930.": [
        [
            70,
            74,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            92,
            104,
            [
                "Documentation",
                "Documentaries"
            ]
        ]
    ],
    "He married Ilse Nehrkorn in 1935.": [
        [
            11,
            15,
            [
                "Else",
                "ILS",
                "Isle",
                "ICSE",
                "LSE"
            ]
        ],
        [
            16,
            24,
            [
                "Newborn",
                "Neuron",
                "Dearborn",
                "Dehorn",
                "Nephron"
            ]
        ]
    ],
    "His dissertation was published in 1936.": [],
    "He received his Netherlandish citizenship just before the German invasion in 1940.": [],
    "At the Rijksbureau, he worked first under <a href=\"/schneiderh\">Hans Schneider</a>, then <a href=\"/gelderj\">J.": [],
    "G. van Gelder</a> and <a href=\"/vriesa\">A.": [
        [
            3,
            6,
            [
                "Van"
            ]
        ],
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "B. de Vries</a>.": [
        [
            3,
            5,
            [
                "De"
            ]
        ]
    ],
    "His work assisting the difficult <a href=\"/brediusa\">Abraham Bredius</a> with his Rembrandt <em>catalogue raisonné</em>, developed in him a critical and independent eye, separating the paintings of Rembrandt from those which were incorrectly attributed to the master, and resulting in a life-long interest in the investigation and documentation of the Rembrandt-oeuvre.": [],
    "In 1942 he published his important book, <em>Ausbreitung und Nachwirkung der holländischen Malerei des 17.": [
        [
            3,
            7,
            [
                "1942,"
            ]
        ],
        [
            57,
            60,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            73,
            76,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            91,
            98,
            [
                "Malaria",
                "Malawi",
                "Madera"
            ]
        ],
        [
            99,
            102,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Jahrhunderts</em>,1942.": [],
    "Beginning in 1951, he published the first of three survey books of Netherlandish painting (Hals, Rembrandt and Vermeer, and van Gogh) in a ten-year stretch.": [],
    "In 1954 he assumed the directorship of the Rijksbureau.": [
        [
            3,
            7,
            [
                "1954,"
            ]
        ]
    ],
    "Gerson also had a great admiration for Flemish painting.": [],
    "He especially enjoyed the Flemish section at the Rijksbureau voor Kunsthistorische Documentatie, evident from his contribution to the <em>Pelican History of Art</em> (series) volume, which he co-authored with <a href=\"/kuilee\">E.": [
        [
            61,
            65,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            83,
            95,
            [
                "Documentation",
                "Documentaries"
            ]
        ]
    ],
    "H. ter Kuile</a>, <em>The Art and Architecture in Belgium</em> in 1960.": [
        [
            3,
            6,
            [
                "Ter"
            ]
        ],
        [
            7,
            12,
            [
                "Guile"
            ]
        ]
    ],
    "In this period he acted as one of the co-editors of <em>Kindlers Malerei Lexicon</em>, also contributing a number of articles.": [],
    "In 1965 he was succeeded at the Rijksbureau by <a href=\"/gudlaugssons\">Sturla Gudlaugsson</a>.": [
        [
            3,
            7,
            [
                "1965,"
            ]
        ]
    ],
    "From 1965 to 1975, Gerson lectured as professor in History of Art at the University of Groningen, succeeding <a href=\"/schultenordholth\">Henk Schulte Nordholt</a>.": [],
    "The following year he added to his duties the Head of the Art-Historical Institute.": [],
    "His 1966 inaugural lecture, \"De taal van de kunsthistorikus,\" (The Art Historian's Language) criticized <a href=\"/huizingaj\">Johan Huizinga</a> as a cultural historian unwilling to see art history as a stand-alone discipline.": [
        [
            32,
            36,
            [
                "tail",
                "tall",
                "Baal",
                "teal",
                "AAL",
                "TAA"
            ]
        ]
    ],
    "He validated Huizinga's belief that art history writing was undermined by \"guiding principles\" or the imposition of overarching theories.": [
        [
            13,
            21,
            [
                "Hooking",
                "Hooping",
                "Hooting",
                "Boozing",
                "Hooding",
                "Hoofing"
            ]
        ]
    ],
    "His long research into autograph Rembrandt works culminated in his 1968 <em>Rembrandt Paintings</em> as well as a daring (and contested) revision of Bredius' Rembrandt-catalogue (1969), which reduced the works of the master from 639 to 419, or even fewer.": [
        [
            149,
            156,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ],
        [
            158,
            177,
            [
                "Rembrandt-catalog"
            ]
        ]
    ],
    "He returned to the topic of Huizinga in 1972 for the lectures \"Johan Huizinga und die Kunstgeschichte\" (Huizinga and art history), whose work he overall supported and admired.": [
        [
            28,
            36,
            [
                "Hooking",
                "Hooping",
                "Hooting",
                "Boozing",
                "Hooding",
                "Hoofing"
            ]
        ],
        [
            69,
            77,
            [
                "Hooking",
                "Hooping",
                "Hooting",
                "Boozing",
                "Hooding",
                "Hoofing"
            ]
        ],
        [
            78,
            81,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            104,
            112,
            [
                "Hooking",
                "Hooping",
                "Hooting",
                "Boozing",
                "Hooding",
                "Hoofing"
            ]
        ]
    ],
    "Gerson resigned in 1975 in order to revise his <em>Ausbreitung</em> book.": [],
    "However, he died suddenly at age 71 without completing it.": [],
    "A <a href=\"/gersonh\">Horst Gerson</a> lecture series was established in his memory at the University of Groningen.": [],
    "Gerson was at heart a connoisseur-style scholar--learned from his mentor <a href=\"/hofstededegrootc\">Cornelis Hofstede de Groot</a>--but one who blended an appreciation of documents, iconography, <em>Geistesgeschichte</em> and the Warburg Institute's conceptual-style art history into a cohesive method.": [],
    "Like any synthesizer, he attracted critics from all sides.": [],
    "<a href=\"/friedlanderm\">Max J. Friedländer</a> a connoisseur of a generation before, paid Gerson the back-handed compliment by quipping that of all the people he rejected, Gerson was the least aggregious (\"Von allen die verneinen, ist mir der Gerson noch am wenigsten zur Last\").": [],
    "If an older generation found him too willing to reject attributions, a younger generation found him not vigorous enough (van Gelder).": [
        [
            125,
            131,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "The main goal of his teaching was to familiarize his students with the evaluation of style and the esthetic value of works of art (K. G. Boon).": [],
    "In his obituary, J. G. van Gelder noted tactfully that his ideas on connoisseurship did not allow for teamwork.": [
        [
            27,
            33,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ]
}