{
    "Early French archaeologist and early architectural historian; coiner of the concept \"Romanesque\" for art.": [],
    "Gerville was born to a noble family in Normandy.": [
        [
            0,
            8,
            [
                "Greville"
            ]
        ]
    ],
    "He attended the college of Coutances, and then Caen where he studied law.": [
        [
            27,
            36,
            [
                "Companies",
                "Continues",
                "Chances",
                "Contacts",
                "Distances",
                "Instances"
            ]
        ],
        [
            47,
            51,
            [
                "Can",
                "Chen",
                "Cane",
                "Cain",
                "Caren",
                "AEN"
            ]
        ]
    ],
    "As a noble, the French Revolution forced him to flee to England.": [],
    "He returned in 1801 with Napoleon on the throne, taking control of his family estates at Gerville.": [
        [
            89,
            97,
            [
                "Greville"
            ]
        ]
    ],
    "Though his scholarly interests were initially natural history, he began an antiquarian research in local history as well.": [],
    "In 1811 he moved to Valognes studying botany and geology and continuing regional history.": [
        [
            3,
            7,
            [
                "1811,"
            ]
        ],
        [
            20,
            28,
            [
                "Halogens",
                "Colognes"
            ]
        ]
    ],
    "In 1814 he began an inventory of the churches of La Manche numbering close to five-hundred examples.": [
        [
            3,
            7,
            [
                "1814,"
            ]
        ],
        [
            52,
            58,
            [
                "Manchu"
            ]
        ]
    ],
    "This same year in a letter to Auguste Le Prévost, Gerville advanced the concept that this period in art was one deriving from the Roman style, \"opus romanum dénaturé ou successivement degradé par nos rudes ancêtres.\"": [
        [
            30,
            37,
            [
                "August",
                "Augusta",
                "Augusto",
                "Augusts",
                "Auguster"
            ]
        ],
        [
            41,
            48,
            [
                "Provost"
            ]
        ],
        [
            50,
            58,
            [
                "Greville"
            ]
        ],
        [
            149,
            156,
            [
                "Romanus"
            ]
        ],
        [
            157,
            165,
            [
                "denature",
                "denatured",
                "denture",
                "denatures"
            ]
        ],
        [
            166,
            168,
            [
                "of",
                "on",
                "or",
                "out",
                "you",
                "OK"
            ]
        ],
        [
            184,
            191,
            [
                "degrade",
                "degraded",
                "degrades",
                "regrade",
                "degrader"
            ]
        ],
        [
            200,
            205,
            [
                "rules",
                "rides",
                "rude",
                "runes",
                "dudes",
                "ruses"
            ]
        ],
        [
            206,
            214,
            [
                "ancestries",
                "ancestress"
            ]
        ]
    ],
    "The term as Gerville intended it included architecture from the post-Roman era to the twelfth century (Quicherat).": [
        [
            12,
            20,
            [
                "Greville"
            ]
        ],
        [
            103,
            112,
            [
                "Quiche rat"
            ]
        ]
    ],
    "In 1824, he and the abbé Gervais de la Rue in Rouen (1751-1835), Auguste Le Prévost and <a href=\"/caumonta\">Arcisse de Caumont</a> formed the Société des Antiquaires de Normandie to further architectural connoisseurship.": [
        [
            65,
            72,
            [
                "August",
                "Augusta",
                "Augusto",
                "Augusts",
                "Auguster"
            ]
        ],
        [
            76,
            83,
            [
                "Provost"
            ]
        ]
    ],
    "That same year, 1824, Caumont made the first reference to \"Romanesque\" in his <em>Essai sur l'architecture du Moyen Age</em> which forever sealed its use in art history (Bober).": [
        [
            22,
            29,
            [
                "Beaumont",
                "Lamont",
                "Dumont",
                "DuMont"
            ]
        ]
    ],
    "The Revolution of 1830 forced him to withdraw from official scholarly activity; even declining the cross of the Légion d'honneur offered him under Louis Philippe.": [
        [
            112,
            118,
            [
                "Legion",
                "Region",
                "Legions",
                "Lesion"
            ]
        ],
        [
            121,
            128,
            [
                "Conner",
                "Bonner",
                "Donner",
                "Hönne",
                "honer",
                "honker"
            ]
        ]
    ],
    "In Valognes, Gerville hired <a href=\"/delislel\">Léopold Victor Delisle</a> in the 1840s to copy manuscripts in Gerville's collection.": [
        [
            3,
            11,
            [
                "Halogens",
                "Colognes"
            ]
        ],
        [
            13,
            21,
            [
                "Greville"
            ]
        ]
    ],
    "Gerville's paleographic instruction to the man started Delisle on a career in manuscripts, eventually leading Delisle to training at the École des Chartres and head the Bibliothèque National.": [
        [
            0,
            8,
            [
                "Greville"
            ]
        ],
        [
            11,
            23,
            [
                "paleo graphic"
            ]
        ],
        [
            55,
            62,
            [
                "Del isle"
            ]
        ],
        [
            110,
            117,
            [
                "Del isle"
            ]
        ],
        [
            137,
            142,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            143,
            146,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "At Gerville's death his collection of manuscripts was divided between the archives of La Manche and to Delisle.": [
        [
            3,
            11,
            [
                "Greville"
            ]
        ],
        [
            89,
            95,
            [
                "Manchu"
            ]
        ],
        [
            103,
            110,
            [
                "Del isle"
            ]
        ]
    ],
    "The following year his study on the Roman roads of the Cotentin peninsula, on Merovingian history and Mont-Saint-Michel was published as <em>Études géographiques et historiques sur le département de la Manche</em> in 1854.": [
        [
            55,
            63,
            [
                "Corentin"
            ]
        ]
    ],
    "His church inventory was eventually published in 1999 as <em>Voyage archéologique dans la Manche (1818-1820)</em>.": [],
    "Gerville and Prévost laid the groundwork for the methodical characterization of pre-Gothic architecture, Romanesque (Bober).": [
        [
            0,
            8,
            [
                "Greville"
            ]
        ],
        [
            13,
            20,
            [
                "Provost"
            ]
        ],
        [
            117,
            122,
            [
                "Bomber",
                "Boxer",
                "Boer",
                "Sober",
                "Boyer",
                "Buber"
            ]
        ]
    ],
    "It was, however, Caumont who in 1824 confirmed the term \"Romanesque\" for the rest of art history in his <em>Essai sur l'architecture du Moyen Age</em>.": [
        [
            17,
            24,
            [
                "Beaumont",
                "Lamont",
                "Dumont",
                "DuMont"
            ]
        ]
    ]
}