{
    "Sculptor and architect; his Book II of his memoirs forms an important account of 14th-century artists.": [],
    "Ghibert's parents were Cione Paltami Ghiberti (d.": [
        [
            0,
            7,
            [
                "Gilbert",
                "Hubert",
                "Hilbert",
                "Hebert",
                "Guilbert"
            ]
        ],
        [
            23,
            28,
            [
                "Cone",
                "Clone",
                "Cine",
                "Crone",
                "Ci one"
            ]
        ],
        [
            29,
            36,
            [
                "Altai",
                "Salami",
                "Tatami",
                "Pastrami"
            ]
        ],
        [
            37,
            45,
            [
                "Liberty",
                "Gilbert",
                "Hubert",
                "Hilbert",
                "Gilberto",
                "Hebert"
            ]
        ]
    ],
    "1406), somewhat of a n'er-do-well, and Mona Fiore.": [
        [
            19,
            20,
            [
                "an"
            ]
        ],
        [
            44,
            49,
            [
                "Fire",
                "Fore"
            ]
        ]
    ],
    "Shortly after his birth his mother left Cione to live with the goldsmith Bartolo di Michele (d 1422), known as Bartoluccio, marring him after Cione's death.": [
        [
            40,
            45,
            [
                "Cone",
                "Clone",
                "Cine",
                "Crone",
                "Ci one"
            ]
        ],
        [
            73,
            80,
            [
                "Barton",
                "Bartok",
                "Barstool",
                "Bartolome",
                "Bartolomé",
                "Bartosz"
            ]
        ],
        [
            142,
            147,
            [
                "Cone",
                "Clone",
                "Cine",
                "Crone",
                "Ci one"
            ]
        ]
    ],
    "Ghiberti learned goldsmithing from Bartoluccio.": [
        [
            0,
            8,
            [
                "Liberty",
                "Gilbert",
                "Hubert",
                "Hilbert",
                "Gilberto",
                "Hebert"
            ]
        ],
        [
            17,
            29,
            [
                "Goldsmith",
                "goldsmith",
                "goldsmiths"
            ]
        ]
    ],
    "He left Florence in 1400 along with another artist to serve the ruling Malatesta of Pesaro.": [
        [
            71,
            80,
            [
                "Latest",
                "Malaysia",
                "Maltese",
                "Galatea",
                "Melanesia",
                "Palates"
            ]
        ],
        [
            84,
            90,
            [
                "Pearl",
                "Pedro",
                "Pear",
                "Peso",
                "Cesar",
                "Cesare"
            ]
        ]
    ],
    "Learning of a competition for the design of bronze doors for the Florence Baptistery he returned to the city, winning the commission.": [],
    "Bartoluccio also collaborated bronze doors (today the north doors) of the Baptistery in Florence.": [],
    "He was elevated to the rank of master in the goldsmith's guild in 1409.": [],
    "At the end of his life, Ghiberti wrote his memoirs, <em>I commentarii</em>, a work in three sections (or books) begun around 1447 and never completed.": [
        [
            24,
            32,
            [
                "Liberty",
                "Gilbert",
                "Hubert",
                "Hilbert",
                "Gilberto",
                "Hebert"
            ]
        ]
    ],
    "The first book theoretical, an assessment of classical art, quoting from the writings of Vitruvius and <a href=\"/pliny\">Pliny the Elder</a>.": [
        [
            89,
            98,
            [
                "Vitruvian"
            ]
        ]
    ],
    "Because Ghiberti was a sculptor, he understandibly praised ancient art (mostly sculpture) and the necessity of the artist to know both the liberal arts and theoretical sciences.": [
        [
            8,
            16,
            [
                "Liberty",
                "Gilbert",
                "Hubert",
                "Hilbert",
                "Gilberto",
                "Hebert"
            ]
        ],
        [
            36,
            50,
            [
                "understandably"
            ]
        ]
    ],
    "Like Pliny before him, Ghiberti saw ancient sculputre's strength in its naturalism.": [
        [
            23,
            31,
            [
                "Liberty",
                "Gilbert",
                "Hubert",
                "Hilbert",
                "Gilberto",
                "Hebert"
            ]
        ],
        [
            44,
            53,
            [
                "sculpture"
            ]
        ]
    ],
    "He supplemented this, again from Pliny, with a long discourse on classical bronze statuary and clay modelling.": [],
    "Book 2 is an art history, begining with Giotto's resurrection of art from its moribund state in the middle ages.": [
        [
            26,
            34,
            [
                "beginning"
            ]
        ],
        [
            100,
            111,
            [
                "Middle Ages"
            ]
        ]
    ],
    "To Ghiberti, Giotto \"abandoned the crudeness of the Greeks and rose to be the most excellent painter in Etruria.\"": [
        [
            3,
            11,
            [
                "Liberty",
                "Gilbert",
                "Hubert",
                "Hilbert",
                "Gilberto",
                "Hebert"
            ]
        ]
    ],
    "Ghiberti continued with a history of painting and sculpture in Florence and Siena the 13th and 14th centuries.": [
        [
            0,
            8,
            [
                "Liberty",
                "Gilbert",
                "Hubert",
                "Hilbert",
                "Gilberto",
                "Hebert"
            ]
        ]
    ],
    "He largely confined himself in these histories to style rather than the anecdotal treatment other art narratives did.": [],
    "The history ends with an account of his own life, the earliest autobiography of an artist, largely a list in chronology of his works.": [],
    "The work ends with Book 3, a discussion of the knowledge (\"sciences\") necessary for a sculptor: optics, anatomy, and human proportion.": [],
    "Ghiberti's <em>I commentarii</em> is unique among 15th-century writings on art in its goal as a developmental art history from antiquity to his own time.": [
        [
            0,
            8,
            [
                "Liberty",
                "Gilbert",
                "Hubert",
                "Hilbert",
                "Gilberto",
                "Hebert"
            ]
        ]
    ],
    "Ghiberti was the first to insist upon the humanistic belief that ancient art was unequaled.": [
        [
            0,
            8,
            [
                "Liberty",
                "Gilbert",
                "Hubert",
                "Hilbert",
                "Gilberto",
                "Hebert"
            ]
        ]
    ],
    "He praised Sienese painters, Ambrogio Lorenzetti in particular, whose naturalistic settings Ghiberti felt his own art was indebted.": [
        [
            11,
            18,
            [
                "Scenes",
                "Sense",
                "Saints",
                "Gaines",
                "Haines",
                "Siamese"
            ]
        ],
        [
            29,
            37,
            [
                "Ambrosia",
                "Imbroglio"
            ]
        ],
        [
            38,
            48,
            [
                "Lorgnette"
            ]
        ],
        [
            92,
            100,
            [
                "Liberty",
                "Gilbert",
                "Hubert",
                "Hilbert",
                "Gilberto",
                "Hebert"
            ]
        ]
    ],
    "Ghiberti as an art historian interested two of the top art historians of the twentieth century, <a href=\"/schlosserj\">Julius Alwin von Schlosser</a> and <a href=\"/krautheimerr\">Richard Krautheimer</a>.": [
        [
            0,
            8,
            [
                "Liberty",
                "Gilbert",
                "Hubert",
                "Hilbert",
                "Gilberto",
                "Hebert"
            ]
        ]
    ]
}