{
    "Norther Renaissance, particularly Bosch scholar, professor, Case Western Reserve University.": [],
    "Gibson's father was Walter Samuel Gibson, an engineer and his mother, Grace B. Wheeler (Gibson), worked as a secretary.": [],
    "After high school, Gibson was drafted by U.S.": [],
    "Army during the Korean Conflict, working in the Finance Corps between 1952 and 1954.": [],
    "He entered Ohio State University after discharge, graduating <em>cum laude</em> with a B.F.A.": [],
    "in 1957.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He matriculated at Harvard University, receiveing his M.A., in 1960.": [
        [
            39,
            49,
            [
                "receiving"
            ]
        ]
    ],
    "He was awarded a Fulbright scholarship, traveling to Europe for the 1960-1961 year to research his dissertation.": [],
    "While completing his Ph.D., he joined Case Western Reserve University in Cleveland, Ohio, as an assistant professor in 1966.": [],
    "He remained at Case the rest of his career.": [],
    "His doctorate was awarded in 1969 with a dissertation on Cornelis Engebrechtsz written under <a href=\"/slives\">Seymour Slive</a>.": [
        [
            57,
            65,
            [
                "Cornelius",
                "Cornelia"
            ]
        ]
    ],
    "He rose to associate professor at Case in 1971, chairing the department from then until 1979.": [],
    "The following year, 1972 Gibson married Sarah Scott, an educator and college administrator in 1972.": [],
    "His book on Hieronymus Bosch, appeared in 1973 followed by a revision of his dissertation and a monograph on Pieter Bruegel the Elder in 1977.": [],
    "Gibson was appointed Andrew W. Mellon Professor of the Humanities in 1978.": [],
    "He was awarded a Fulbright scholarship, traveling to Europe for the 1960-1961 year.": [],
    "Gibson was named a Guggenheim fellow in 1978.": []
}