{
    "<p>Keeper of the National Gallery, London, 1940-1960.": [],
    "Gibson was son of Edwin Arthur Gibson, a physician, and Ellen Shaw Pettigrew (Gibson).": [
        [
            67,
            76,
            [
                "Pedigree",
                "Pettier"
            ]
        ]
    ],
    "Gibson was educated at Westminster School and Christ Church, Oxford, graduating with a degree natural sciences and physiology in 1924 with the intention of going into medicine.": [],
    "He was raised a Roman Catholic.": [],
    "At Christ Church, he met <a href=\"/payneh\">Humfry Payne</a>, later director of the British School at Athens, who remained friends with Gibson all of Payne's short life and who convinced Gibson to student art history rather than medicine.": [],
    "Gibson secured the position as an assistant keeper of the Wallace Collection, London, in 1927.": [],
    "In 1936 was named a reader in the history of art at the University of London and jointly appointed deputy director of the Courtauld Institute of Art.": [
        [
            122,
            131,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "This brought him to the attention of <a href=\"/clarkk\">Kenneth Clark</a> who, in 1939 appointed him keeper of the National Gallery.": [],
    "He married Christina Pamela Ogilvy in 1940, whose sister, Kyth' Caroline Ogilvy (b.": [
        [
            58,
            62,
            [
                "Myth",
                "Kath",
                "Kith",
                "KYTI"
            ]
        ]
    ],
    "1902), was the wife of <a href=\"/hendyp\">Philip Hendy</a>, Gibson's predecessor at the Wallace Collection, and later his immediate superior when Hendy was director at the National Gallery.": [],
    "Gibson lectured at the Wallace Collection, some of his lectures published in 1930.": [],
    "In 1935 he issued the catalog of miniatures and illuminations for the Collection.": [
        [
            3,
            7,
            [
                "1935,"
            ]
        ]
    ],
    "During World War II, he spent long periods on duty at the National Gallery, London, watching for incendiary bombs (the collection had been moved to Wales for safekeeping).": [],
    "Gibson moved to Wyddiall Hall in north Hertfordshire after World War II, where he and his wife lived a comfortable but Spartan life without electricity or radio.": [
        [
            16,
            24,
            [
                "Tyndall",
                "Oddball",
                "Windfall",
                "Weddell",
                "Lyndall",
                "Waddell"
            ]
        ]
    ],
    "Gibson died unexpectedly after being conveyed at University College Hospital, London, at age 58.": [],
    "He was succeeded at the Gallery by <a href=\"/daviesm\">Martin Davies</a>.": [],
    "Gibson specialized in eighteenth-century French art, publishing only a few articles, of which included those for the Vasari Society, <em>Apollo</em> and the <em>Burlington Magazine</em>.</p>": [
        [
            117,
            123,
            [
                "Va sari"
            ]
        ]
    ]
}