{
    "Collector, historian, and scholar of Modernist art and literature, particularly of sculpture.": [],
    "Carola Welcker was born in Cologne in 1893 to German banker Carl Welcker (1848-1928) and his American wife, Mary Legien (1865-1919).": [
        [
            7,
            14,
            [
                "Walker",
                "Weaker",
                "Becker",
                "Belcher",
                "Decker",
                "Weller"
            ]
        ],
        [
            65,
            72,
            [
                "Walker",
                "Weaker",
                "Becker",
                "Belcher",
                "Decker",
                "Weller"
            ]
        ],
        [
            113,
            119,
            [
                "Legion",
                "Legmen"
            ]
        ]
    ],
    "Welcker began studying art history at the University of Munich in 1915 under <a href=\"/wolfflinh\">Heinrich Wölfflin</a>.": [
        [
            0,
            7,
            [
                "Walker",
                "Weaker",
                "Becker",
                "Belcher",
                "Decker",
                "Weller"
            ]
        ]
    ],
    "While studying at Munich, she met fellow student <a href=\"/giedions\">Sigfried Giedion</a>, a prominent architectural historian, whom she married in 1919, adopting the surname Giedion-Welcker.": [],
    "Shortly thereafter, she pursued her doctorate at the University of Bonn under the direction of Paul Clemen, writing her thesis on rococo sculpture in Bavaria.": [
        [
            100,
            106,
            [
                "Clement",
                "Clemens",
                "Clément"
            ]
        ]
    ],
    "In 1922, both she and her husband completed their degrees.": [],
    "The couple quickly developed a large web of social connections within the art world after becoming friends with László Moholy-Nagy in 1923.": [],
    "The following year Moholy-Nagy introduced the couple to Dadaist Hans (Jean) Arp who further connected them to the Surrealist scene.": [
        [
            19,
            30,
            [
                "Mo holy-Nagy"
            ]
        ],
        [
            76,
            79,
            [
                "ARP",
                "Are",
                "Art",
                "Arm",
                "Arc",
                "Harp"
            ]
        ]
    ],
    "Arp and Giedion-Welcker were close friends, with Arp further inspiring her interest in literature and taking her to the Surrealist exhibition in Paris in 1925.": [
        [
            0,
            3,
            [
                "ARP",
                "Are",
                "Art",
                "Arm",
                "Arc",
                "Harp"
            ]
        ],
        [
            8,
            23,
            [
                "Gideon-Welcker",
                "Giedion-Walker"
            ]
        ],
        [
            49,
            52,
            [
                "ARP",
                "Are",
                "Art",
                "Arm",
                "Arc",
                "Harp"
            ]
        ]
    ],
    "This friendship with Arp allowed Giedion-Welcker and her husband to enter the exclusive artistic social circle of artists such as Piet Mondrian, Constantin Brâncuși, Paul Klee, and Max Ernst.": [
        [
            21,
            24,
            [
                "ARP",
                "Are",
                "Art",
                "Arm",
                "Arc",
                "Harp"
            ]
        ],
        [
            33,
            48,
            [
                "Gideon-Welcker",
                "Giedion-Walker"
            ]
        ]
    ],
    "During this time both Giedion-Welcker and her husband collaborated on exhibitions for Modernists and Surrealists.": [
        [
            22,
            37,
            [
                "Gideon-Welcker",
                "Giedion-Walker"
            ]
        ]
    ],
    "Often called “the power pair of Modernism,” the couple moved to the Giedion family villa in Doldertal, Zurich in 1925, where they then created a community and important meeting-place for Modernist artists through frequent parties and social gatherings.": [
        [
            68,
            75,
            [
                "Gideon",
                "Gillion"
            ]
        ],
        [
            92,
            101,
            [
                "Zillertal"
            ]
        ]
    ],
    "Gideon-Welcker was the primary facilitator of their social web, bringing a myriad of artists to the villa, some of which were Kurt Schwitters, Aldo Van Eyck, Fernand Léger, Antoine Pevsner, Franz Roh, Theo van Doesburg, Wassily Kadinsky, Alberto Giacometti, Jan Tschichold, Alvar Aalto, and Marcel Breuer.": [
        [
            0,
            14,
            [
                "Gideon-Walker"
            ]
        ],
        [
            181,
            188,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ],
        [
            196,
            199,
            [
                "Row",
                "Rod",
                "ROC",
                "Rob",
                "Oh",
                "Roth"
            ]
        ],
        [
            220,
            236,
            [
                "Wassily Kandinsky"
            ]
        ],
        [
            262,
            272,
            [
                "Schiphol"
            ]
        ],
        [
            274,
            279,
            [
                "Altar",
                "Alva",
                "Alvaro",
                "Alar",
                "ANVAR",
                "Álvaro"
            ]
        ],
        [
            280,
            285,
            [
                "Alto",
                "Salto",
                "A alto"
            ]
        ]
    ],
    "They were also close with eminent art historians of the time such as <a href=\"brinkmanna/\">Albert Brinkmann</a>, Alexander Dorner, and <a href=\"/zervosc\">Christian Zervos</a>.": [],
    "Her husband’s time at the Bauhaus also expanded their circle.": [],
    "Notably, both Giedion-Welcker and her husband were quite close with Walter Gropius and Le Corbusier; her husband co-founded the Congrès internationaux d'architecture moderne (International Congresses of Modern Architecture) with Le Corbusier and collector Hélène de Mandrot in 1928.": [
        [
            14,
            29,
            [
                "Gideon-Welcker",
                "Giedion-Walker"
            ]
        ],
        [
            128,
            135,
            [
                "Congress",
                "Congés"
            ]
        ],
        [
            136,
            150,
            [
                "internation aux"
            ]
        ],
        [
            166,
            173,
            [
                "modern",
                "moderns",
                "Moderna"
            ]
        ],
        [
            256,
            262,
            [
                "Helene",
                "Helen",
                "Helena",
                "Selene",
                "Hellene"
            ]
        ]
    ],
    "She discussed this concept in detail in her 1937 manuscript and later book on modern sculpture, Moderne Plastik: Elemente der Wirklichkeit, first published  in English as Modern Plastic Art, Elements of Reality, Volume and Disintegration.": [
        [
            96,
            103,
            [
                "Modern",
                "Moderns",
                "Moderna"
            ]
        ],
        [
            104,
            111,
            [
                "Plastic",
                "Plastid"
            ]
        ],
        [
            113,
            121,
            [
                "Elements",
                "Element",
                "Clemente"
            ]
        ],
        [
            122,
            125,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            155,
            157,
            [
                " "
            ]
        ]
    ],
    "Her husband worked as a professor in the United States beginning in 1938.": [],
    "When war broke out, her husband was stranded in the United States and she in Switzerland.": [],
    "Giedion-Welker used the couple’s villa in Switzerland as a safe space for artists and scholars who were fleeing persecution.": [
        [
            0,
            14,
            [
                "Gideon-Welker",
                "Giedion-Walker"
            ]
        ]
    ],
    "She befriended Paul Klee and his family in Bern.": [],
    "After Klee’s untimely death in 1940, Klee’s wife selected Giedion-Welcker to manage his artistic estate.": [
        [
            58,
            73,
            [
                "Gideon-Welcker",
                "Giedion-Walker"
            ]
        ]
    ],
    "After the War, she published a  monograph on Klee in 1952.": [
        [
            30,
            32,
            [
                " "
            ]
        ]
    ],
    "The 1937 version of her sculpture survey appeared in 1955 as, Plastik des xx.": [
        [
            62,
            69,
            [
                "Plastic",
                "Plastid"
            ]
        ],
        [
            70,
            73,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Jahrhunderts.": [],
    "A monograph on Constantin Brâncuși followed in 1958, the first full-length study written on the sculptor.": [],
    "She died on February 21, 1979 at the age of 85 after a brief illness in the Zurich villa.": [
        [
            25,
            29,
            [
                "1979,"
            ]
        ]
    ],
    "She and her husband kept thousands of photographs, documents, and artworks from their work.": [],
    "The Swiss Institute for Art Research (SIK-ISEA) houses their personal archive.": [
        [
            38,
            46,
            [
                "SIKHISM",
                "MID-SEA"
            ]
        ]
    ],
    "In 2016, over a thousand letters and other items were discovered at their villa.": [],
    "The Institute for the History and Theory of Architecture at ETH Zurich and International Congress for New Building (CIAM) holds material.": [
        [
            116,
            120,
            [
                "CIA",
                "CAM",
                "CLAM",
                "CRAM",
                "CIAO",
                "BIAM"
            ]
        ]
    ],
    "Their son, Andres Giedion (1925-2013) was a pioneer of pediatrics and pediatric radiology in Switzerland.": [
        [
            18,
            25,
            [
                "Gideon",
                "Gillion"
            ]
        ]
    ],
    "Giedion-Welcker wrote 280 articles in her lifetime.": [
        [
            0,
            15,
            [
                "Gideon-Welcker",
                "Giedion-Walker"
            ]
        ]
    ],
    "Methodologically she viewed changes in  art forms as evolutionary, a further development of art, adopting a linear theory of art history.": [
        [
            38,
            40,
            [
                " "
            ]
        ]
    ],
    "Modernist forms of the time— Dadaism, Cubism, Constructivism, Surrealism—were described as a “new reality .": [
        [
            105,
            107,
            [
                "."
            ]
        ]
    ],
    ".": [
        [
            0,
            1,
            [
                "."
            ]
        ]
    ],
    "a new synthesis of the concealed energies of existence.” She notably connected prehistoric’s art simplicity with Modern sculpture’s idea of the essential.": [
        [
            0,
            1,
            [
                "A"
            ]
        ]
    ],
    "Giedion-Welcker was also an accomplished and influential literary critic.": [
        [
            0,
            15,
            [
                "Gideon-Welcker",
                "Giedion-Walker"
            ]
        ]
    ],
    "Her written defenses and praise for Ulysses by James Joyce, also a friend, contributed to the novel and the author’s continued success.": []
}