{
    "Architectural historian; German Neo-Classicism.": [],
    "Giedion was born to Johann and Bertha Jacobs Giedion.": [
        [
            0,
            7,
            [
                "Gideon",
                "Gillion"
            ]
        ],
        [
            45,
            52,
            [
                "Gideon",
                "Gillion"
            ]
        ]
    ],
    "He was born in Prague, Czechoslovakia, which is present- day Prague, Czech Republic.": [
        [
            48,
            60,
            [
                "present-day",
                "present - day"
            ]
        ]
    ],
    "He received his Ph.D.": [],
    "in art history under <a href=\"/wolfflinh\">Heinrich Wölfflin</a> in Munich.": [],
    "Giedion was appointed professor at the university in Zürich.": [
        [
            0,
            7,
            [
                "Gideon",
                "Gillion"
            ]
        ]
    ],
    "He left Switzerland shortly before World War II to be the <a href=\"/nortonc\">Charles Eliot Norton</a> professor of poetry in 1938 at Harvard University.": [],
    "His Norton lectures for 1938-1939 became his most famous book, <em>Space, Time and Architecture: the Growth of a New Tradition</em>.": [],
    "He married fellow <a href=\"/wolfflinh\">Heinrich Wölfflin</a> student <a href=\"/giedionwelckerc\">Carola Giedion-Welcker</a>, who under her married name Giedion-Welcker, also published on modern architecture.": [],
    "Giedion was appointed professor in Harvard University's new Graduate School of Design in 1938, founded by Walter Gropius.": [
        [
            0,
            7,
            [
                "Gideon",
                "Gillion"
            ]
        ]
    ],
    "He returned to Europe to head of the Federal Polytechnic School in Zürich in 1947.": [],
    "The following year his <em>Mechanization Takes Command</em> appeared.": [],
    "In 1951 he returned to the United States to teach at the Massachusetts Institute of Technology and lecturing at Harvard.": [
        [
            3,
            7,
            [
                "1951,"
            ]
        ]
    ],
    "After Gropius' retirement in 1952, his biography of Gropius appeared in 1954.": [],
    "Giedion returned to Harvard as a visiting professor from 1954-1956, lobbying with another part-time Harvard lecturer, <a href=\"/seklere\">Eduard F. Sekler</a>, for a return architectural history courses to Harvard's architectural program, which Gropius had eliminated.": [
        [
            0,
            7,
            [
                "Gideon",
                "Gillion"
            ]
        ]
    ],
    "In 1957 he delivered the A. W. Mellon lectures at the National Gallery of Art, Washgington, D. C. In 1962 Giedion published his Bollingen lectures.": [
        [
            3,
            7,
            [
                "1957,"
            ]
        ],
        [
            79,
            90,
            [
                "Washington"
            ]
        ],
        [
            106,
            113,
            [
                "Gideon",
                "Gillion"
            ]
        ],
        [
            128,
            137,
            [
                "Bollinger"
            ]
        ]
    ],
    "His Mellon lectures were published in 1964 as <em>Eternal Present</em>.": [],
    "Giedion's <em>Mechanization Takes Command</em> was criticized by <a href=\"/francastelp\">Pierre Francastel</a> in Francastel's <em>Art et Technique</em>, 1956, accusing him of among other things, idealism.": [
        [
            0,
            7,
            [
                "Gideon",
                "Gillion"
            ]
        ]
    ],
    "He doubted Giedion's contention that the Crystal Palace and balloon-frame architecture in America were the seeds of modernist architecture.": [
        [
            11,
            18,
            [
                "Gideon",
                "Gillion"
            ]
        ]
    ],
    "His classroom lectures, particularly at Harvard, presented a view of architectural history that all periods and styles led to modernism rather than that of some colleagues, such as Sekler, to examine each period on its own (Hoffman).": [
        [
            181,
            187,
            [
                "Seller",
                "Sealer"
            ]
        ]
    ]
}