{
    "Dürer scholar.": [],
    "Giehlow was born to Theodor Giehlow (d. before 1899), a senior civil servant, and Ludovica Saltzmann (Giehlow) (d. after 1897).": [
        [
            0,
            7,
            [
                "Below",
                "Fellow",
                "Yellow",
                "Rainbow",
                "Airflow",
                "Glow"
            ]
        ],
        [
            28,
            35,
            [
                "Below",
                "Fellow",
                "Yellow",
                "Rainbow",
                "Airflow",
                "Glow"
            ]
        ],
        [
            82,
            90,
            [
                "Ludovic",
                "Ludovic a"
            ]
        ],
        [
            91,
            100,
            [
                "Saltzman"
            ]
        ],
        [
            102,
            109,
            [
                "Below",
                "Fellow",
                "Yellow",
                "Rainbow",
                "Airflow",
                "Glow"
            ]
        ]
    ],
    "Giehlow attended a gymnasium in Kiel, receiving an abitur in 1892.": [
        [
            0,
            7,
            [
                "Below",
                "Fellow",
                "Yellow",
                "Rainbow",
                "Airflow",
                "Glow"
            ]
        ],
        [
            51,
            57,
            [
                "Abitur",
                "arbiter",
                "Artur",
                "biter",
                "habitué",
                "habitue"
            ]
        ]
    ],
    "He studied law in Munich and Berlin from 1893 working in the civil service in the latter city.": [],
    "In 1895 he left his position as a government assessor.": [
        [
            3,
            7,
            [
                "1895,"
            ]
        ]
    ],
    "He completed degrees in philosophy and art history in Berlin under <a href=\"/logav\">Valerian von Loga</a>, <a href=\"/springera\">Anton Springer</a>, and the classicist Christian Belger (1847-1903),(art history under <a href=\"/grimmh\">Herman Grimm</a>).": [],
    "He studied art history further in Vienna.": [],
    "In 1898 he received his Ph.D., writing a dissertation on the Prayer Book of Maximilian I. He settled in Vienna, apparently as a private scholar.": [
        [
            3,
            7,
            [
                "1898,"
            ]
        ]
    ],
    "His work on the triumphal gate and the Prayer Book of Emperor Maximilian closely examined the symbolism and the circle of artists contributing to the works.": [],
    "In later years he examined how the Renaissance viewed Egyptian hieroglyphics and their symbolism from a humanistic purview.": [],
    "His work on the pictorial language and allegory of the court humanists was considered definitive.": [],
    "This hitherto almost unknown field of research of a humanistic imagery, which enriched the medieval symbolism with elements from Egyptian hieroglyphics and Neoplatonism, owes to G. its rediscovery and first scientific presentation.": [],
    "G.": [],
    "'s works, always based on extensive source studies, secure him a place of honor in the scholarly literature on the Renaissance period and make him a chief exponent of that iconographic-iconological method which has since developed into a discipline of its own within the framework of art history.": [
        [
            172,
            197,
            [
                "iconographic-phonological"
            ]
        ]
    ],
    "Giehlow taught the university in Vienna for most of his career.": [
        [
            0,
            7,
            [
                "Below",
                "Fellow",
                "Yellow",
                "Rainbow",
                "Airflow",
                "Glow"
            ]
        ]
    ],
    "An iconographer, he published an influential study on the meaning of Albrecht Dürer's etching.<em>Melencolia I</em> beginning in 1903.": [
        [
            3,
            15,
            [
                "iconography",
                "iconographic",
                "scenographer",
                "sonographer"
            ]
        ]
    ],
    "He died in 1913 in Auteuil, France, today a part of modern Paris.": [
        [
            19,
            26,
            [
                "Auteur",
                "Auteurs"
            ]
        ]
    ],
    "Giehlow's research examined the mythic and pictorial world of the age of Emperor Maximilian I. His research was later completed and amended by <a href=\"/panofskye\">Erwin Panofsky</a> and <a href=\"/saxlf\">Fritz Saxl</a>.": [
        [
            0,
            7,
            [
                "Below",
                "Fellow",
                "Yellow",
                "Rainbow",
                "Airflow",
                "Glow"
            ]
        ]
    ],
    "Panofsky mentioned Giehlow in his memoir on <a href=\"/vogew\">Wilhelm Vöge</a>.": [
        [
            0,
            8,
            [
                "Sinofsky"
            ]
        ],
        [
            19,
            26,
            [
                "Below",
                "Fellow",
                "Yellow",
                "Rainbow",
                "Airflow",
                "Glow"
            ]
        ]
    ],
    "Giehlow's accomplishment, according to Panofsky, was, like of <a href=\"/malea\">Émile Mâle</a>, one \"by and large in the realm of interpretation of content.": [
        [
            0,
            7,
            [
                "Below",
                "Fellow",
                "Yellow",
                "Rainbow",
                "Airflow",
                "Glow"
            ]
        ],
        [
            39,
            47,
            [
                "Sinofsky"
            ]
        ]
    ]
}