{
    "<p>Art historian of classical Roman and Etruscan art; associated with Fascism in Itlay.": [
        [
            81,
            86,
            [
                "Italy",
                "Inlay",
                "It lay"
            ]
        ]
    ],
    "Giglioli studied under <a href=\"/lowye\">Emanuel Löwy</a> and <a href=\"/lancianir\">Rodolfo Lanciani</a>.": [
        [
            0,
            8,
            [
                "Gallipoli",
                "Giulio",
                "Gigolo",
                "Gladioli",
                "Gigavolt",
                "Giuliani"
            ]
        ]
    ],
    "He fought as a solider in World War I. While on leave, he published the Apollo of Veii in 1916.": [
        [
            82,
            86,
            [
                "Van",
                "Vein",
                "Vain",
                "Kai",
                "Var",
                "Veil"
            ]
        ]
    ],
    "After the war, he occupied the chairs of ancient topography, beginning in 1923, and classical art history, 1925, at the University of Rome.": [],
    "He was elected a city councilor and in 1935, parliamentary deputy to Rome.": [],
    "As an art historian, he worked on excavations as well as the restorations of the Mauoleum and Forum of Augustus.": [
        [
            81,
            89,
            [
                "Mausoleum"
            ]
        ]
    ],
    "He published the <em>Corpus Vasorum Antiquorum</em> fascicules for the Villa Giulia and the Capitoline Museum.": [],
    "He also issued a major study of etruscan art, <em>Arte etrusca</em>, 1935.": [
        [
            32,
            40,
            [
                "Etruscan",
                "Etruscans",
                "Tuscan"
            ]
        ]
    ],
    "All this required in the 1930s an allegiance to fascism and Mussolini.": [],
    "After Mussolini's fall in 1943, Giglioli returned to his chair at the University, founding the classical studies journal Archeologia Classica in 1948.": [
        [
            32,
            40,
            [
                "Gallipoli",
                "Giulio",
                "Gigolo",
                "Gladioli",
                "Gigavolt",
                "Giuliani"
            ]
        ],
        [
            121,
            132,
            [
                "Archeological",
                "Archeologist",
                "Archeology",
                "Archeologies"
            ]
        ],
        [
            133,
            141,
            [
                "Classic",
                "Classical",
                "Classics",
                "Classic a"
            ]
        ]
    ],
    "His teaching inspired students including <a href=\"/pallottinom\">Massimo Pallottino</a>, who went on to be one of the founders of Etruscan studies as a discipline.</p>": []
}