{
    "French critic of both classical art and literature throughout Europe.": [],
    "Gillet was born in Paris, France.": [
        [
            0,
            6,
            [
                "Millet",
                "Gilles",
                "Billet",
                "Fillet",
                "Gimlet",
                "Gullet"
            ]
        ]
    ],
    "His parents were third or fourth generation Parisians: his father, Stanislas Gillet (1845-1905), was an automobile manufacturer.": [
        [
            67,
            76,
            [
                "Stanislaus",
                "Stanislav"
            ]
        ],
        [
            77,
            83,
            [
                "Millet",
                "Gilles",
                "Billet",
                "Fillet",
                "Gimlet",
                "Gullet"
            ]
        ]
    ],
    "His mother was Louise-Victoire Born (1851-1925).": [
        [
            15,
            30,
            [
                "Louise-Victory"
            ]
        ]
    ],
    "Gillet attended the <a href=\"https://en.wikipedia.org/wiki/Coll%C3%A8ge_Stanislas_de_Paris\" target=\"blank\">Collège Stanislas de Paris</a> Preparatory school, the largest private school in France, before entering the <a href=\"https://en.wikipedia.org/wiki/%C3%89cole_normale_sup%C3%A9rieure_(Paris)\">École normale supérieure</a>, a prestigious graduate school in France.": [
        [
            0,
            6,
            [
                "Millet",
                "Gilles",
                "Billet",
                "Fillet",
                "Gimlet",
                "Gullet"
            ]
        ]
    ],
    "His education coincided with the founding of art history as an academic discipline at the Sorbonne under <a href=\"”/lemonnierh”\">Henry Lemonnier</a> (and assisted by the young <a href=\"”/malee”\">Émile Mâle</a>).": [],
    "Throughout his schooling, he cultivated friendships with writers that later influenced his works, including the poet, Charles Peguy (1873-1914), and the writers Romain Rolland (1866-1944), Paul Claudel (1868-1955), and James Joyce (1882-1941).": [
        [
            118,
            131,
            [
                "Charles Péguy"
            ]
        ]
    ],
    "At the École Gillet pursued a thesis on the history of landscape in painting.": [
        [
            7,
            12,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            13,
            19,
            [
                "Millet",
                "Gilles",
                "Billet",
                "Fillet",
                "Gimlet",
                "Gullet"
            ]
        ]
    ],
    "After his education, he was appointed professor of art history at the Catholic Institute, Paris.": [],
    "He married Suzanne Doumic (1883-1975) whose father was the future publisher of the conservative literary journal <em>Revue des Deux</em>.": [
        [
            19,
            25,
            [
                "Comic",
                "Cosmic",
                "Doric",
                "Formic",
                "Dormice",
                "Dončić"
            ]
        ]
    ],
    "In 1900, Gilet moved to Germany to lecture on French at the Universität Greifswald (University of Greifswald).": [
        [
            9,
            14,
            [
                "Giles",
                "Gilt",
                "Filet",
                "Gimlet",
                "Giblet"
            ]
        ],
        [
            60,
            71,
            [
                "University"
            ]
        ]
    ],
    "By 1904 he was back in Paris, writing criticism for the <em>Revue des Deux</em>, along with his father-in-law.": [],
    "From 1905 onward, his art interests broadened to contemporary art and artists whom he termed “great masters of a dying generation” such as Cézanne, Rodin, and Manet.": [],
    "His criticism for the <em>Revue des Deux</em> brought him invitations to write at the more respected journals, <em>Revue des Deux Mondes</em>, and the nascent art-history journals <em>Revue d’art</em> and <em>la Revue de l’art ancien et moderne</em>.": [],
    "He moved to Canada where he taught art history at the Université Laval beginning in 1907.": [
        [
            54,
            64,
            [
                "University"
            ]
        ]
    ],
    "However, a caustic review by Gillet in 1911 of a loan exhibition of XVIIth-century French religious painting at the University's art galleries destroyed Canadian his reputation.": [
        [
            29,
            35,
            [
                "Millet",
                "Gilles",
                "Billet",
                "Fillet",
                "Gimlet",
                "Gullet"
            ]
        ],
        [
            68,
            82,
            [
                "Xvii-century"
            ]
        ]
    ],
    "(In the article, he wrote: \"It is better to have nothing [than the proposed] Musée de Québec preserved in the buildings of Laval University; it's a worthless cargo.\")": [
        [
            77,
            82,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ]
    ],
    "(Karel).": [
        [
            1,
            6,
            [
                "Karl",
                "Earl",
                "Pearl",
                "Carl",
                "Karen",
                "Kiel"
            ]
        ]
    ],
    "Gillet was commission to write many articles in English on artists for the <em>Catholic Encyclopedia</em>.": [
        [
            0,
            6,
            [
                "Millet",
                "Gilles",
                "Billet",
                "Fillet",
                "Gimlet",
                "Gullet"
            ]
        ]
    ],
    "He returned to Paris where he became a curator of the recently opened Musée Jacquemart-André in 1913.": [
        [
            70,
            75,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ]
    ],
    "At the outbreak of World War I he resigned his position to join the French military, serving as an Officer of the Legion of Honor from 1914-1918.": [],
    "After the war he focused on his art book publishing.": [],
    "His 1927 <em> Trois Variations Sur Claude Monet</em> was followed by a 1928 booklet, <em>La Peinture française Moyen Age et Renaissance</em>.": [],
    "In 1929 he was tapped to write the art volume, <em>Histoire Des Arts</em>, for the multi-volume history, <em>Histoire de la nation française</em>, edited by Gabriel Hanotaux (1853-1944).": [
        [
            3,
            7,
            [
                "1929,"
            ]
        ]
    ],
    "Gillet devoted much of his energies in his later years to researching Chartres Cathedral, publishing <em>La cathédrale de Chartres</em> in 1929.": [
        [
            0,
            6,
            [
                "Millet",
                "Gilles",
                "Billet",
                "Fillet",
                "Gimlet",
                "Gullet"
            ]
        ]
    ],
    "Gillet was elected to the Académie Française on Nov 21, 1935, joining his father-in-law, Rene Doumic (1860-1937).": [
        [
            0,
            6,
            [
                "Millet",
                "Gilles",
                "Billet",
                "Fillet",
                "Gimlet",
                "Gullet"
            ]
        ],
        [
            94,
            100,
            [
                "Comic",
                "Cosmic",
                "Doric",
                "Formic",
                "Dormice",
                "Dončić"
            ]
        ]
    ],
    "His review of the Goya exhibition in France in 1938 became a clarion in France to save the Prado museum in Madrid from destruction during the Spanish civil war.": [
        [
            142,
            159,
            [
                "Spanish Civil War"
            ]
        ]
    ],
    "Gillet died on July 1st, 1943, in Paris, France.": [
        [
            0,
            6,
            [
                "Millet",
                "Gilles",
                "Billet",
                "Fillet",
                "Gimlet",
                "Gullet"
            ]
        ]
    ],
    "He is interred at Père Lachaise Cemetery (59th division).": [],
    "His daughter was the World War II resistance fighter Simone Demangel (1903-1995) and his son the architect Guillaume Gillet (1912-1987).": [
        [
            60,
            68,
            [
                "Dem angel"
            ]
        ],
        [
            117,
            123,
            [
                "Millet",
                "Gilles",
                "Billet",
                "Fillet",
                "Gimlet",
                "Gullet"
            ]
        ]
    ],
    "Though Gillet was known as a critic, he was regarded as more of an art and literature historian than a critic in his own time, largely for his essays in the <em>Revue des Deux Mondes</em> for over 40 years.": [
        [
            7,
            13,
            [
                "Millet",
                "Gilles",
                "Billet",
                "Fillet",
                "Gimlet",
                "Gullet"
            ]
        ]
    ],
    "At Gillet's induction into the Académie Française, his colleague, the historian Georges Goyau (1869-1939), declared “There is in you [Gillet] a poet who gives wings to the historian, a poet who knows how to embrace the horizon of history.”": [
        [
            3,
            9,
            [
                "Millet",
                "Gilles",
                "Billet",
                "Fillet",
                "Gimlet",
                "Gullet"
            ]
        ],
        [
            88,
            93,
            [
                "Goya"
            ]
        ],
        [
            134,
            140,
            [
                "Millet",
                "Gilles",
                "Billet",
                "Fillet",
                "Gimlet",
                "Gullet"
            ]
        ]
    ]
}