{
    "Clergyman, garden theorist and early historian of prints.": [],
    "Gilpin was the son of Captain John Bernard Gilpin (1701-1776) and Matilda Langstaffe (1703-1773).": [
        [
            0,
            6,
            [
                "Gil pin"
            ]
        ],
        [
            43,
            49,
            [
                "Gil pin"
            ]
        ],
        [
            74,
            84,
            [
                "Flagstaff",
                "Flagstaffs"
            ]
        ]
    ],
    "He attended school in Carlisle, then at St.": [],
    "Bees, near Whitehaven in Cumberland, England.": [
        [
            11,
            21,
            [
                "White haven"
            ]
        ]
    ],
    "He entered Queen's College, Oxford in 1740, graduating with a B.A.": [],
    "in 1744.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "After ordination as a deacon in 1746, he was appointed curate of Irthington in Cumberland.": [
        [
            65,
            75,
            [
                "Worthington",
                "Irvington"
            ]
        ]
    ],
    "He returned to Oxford for an MA in 1748.": [],
    "There he began collecting prints, developing a sophisticated appreciation well beyond the simple criteria of verisimilitude.": [],
    "The same year he wrote of his experiences of the gardens at Stowe, Buckinghamshire in his anonymous, <em>Dialogue upon the Gardens of the Right Honourable the Lord Viscount Cobham at Stowe</em>.": [],
    "Gilpin married his first cousin, Margaret Gilpin (1725-1807), in 1751/52.": [
        [
            0,
            6,
            [
                "Gil pin"
            ]
        ],
        [
            42,
            48,
            [
                "Gil pin"
            ]
        ]
    ],
    "In 1753 he became headmaster at Cheam School for Boys, Surrey.": [
        [
            3,
            7,
            [
                "1753,"
            ]
        ],
        [
            32,
            37,
            [
                "Cheap",
                "Cream",
                "Cheat",
                "CHAM",
                "Cham",
                "Chem"
            ]
        ]
    ],
    "At Cheam, he introduced new scheme for educating his wards, including esthetic appreciation and sports.": [
        [
            3,
            8,
            [
                "Cheap",
                "Cream",
                "Cheat",
                "CHAM",
                "Cham",
                "Chem"
            ]
        ]
    ],
    "At the time, Gilpin's early garden theory his his <em>Dialogue</em> was overshadowed by the 1756 essay on <em>The Sublime and the Beautiful</em> by the philosopher Edmund Burke (1729-1797).": [
        [
            13,
            19,
            [
                "Gil pin"
            ]
        ],
        [
            42,
            49,
            [
                "his"
            ]
        ]
    ],
    "Gilpin turned his attention to graphics, issuing his 1768 <em>Essay on Prints</em>, again written anonymously, as a primer to the collecting and appreciation of graphics.": [
        [
            0,
            6,
            [
                "Gil pin"
            ]
        ]
    ],
    "The essay, which included a discussion of types of print and on individual artists, went through numerous editions.": [],
    "Between 1768 and 1776 Gilpin spent his summers traveling throughout England making notes for a further book.": [
        [
            22,
            28,
            [
                "Gil pin"
            ]
        ]
    ],
    "These writings circulated privately until William Mason (1725-1797) and the Dorothy (Cavendish), Duchess of Portland (1750-1794), convinced him to publish the accounts.": [],
    "These influenced aesthetic perception for amateur artists and travelers for the next generation.": [],
    "In 1777 Gilpin retired as headmaster to be the Vicar of Boldre in the New Forest, Hampshire.": [
        [
            8,
            14,
            [
                "Gil pin"
            ]
        ],
        [
            56,
            62,
            [
                "Bolder"
            ]
        ]
    ],
    "A third edition of his <em>Essay on Prints</em> appeared in 1781, the first to carry Gilpin's name.": [
        [
            85,
            91,
            [
                "Gil pin"
            ]
        ]
    ],
    "Among later works, <em>Observations Relative Chiefly to Picturesque Beauty [...] of Cumberland and Westmorland</em> (1786) was particularly important for its prefiguring of romantic appreciation of ruins (Scaleby Castle, in that case) and the Lake District.": [],
    "By the end of his life, Gilpin's <em>Essay on Prints</em> had gone through four editions.": [
        [
            24,
            30,
            [
                "Gil pin"
            ]
        ]
    ],
    "Although Gilpin is today most remembered for his esthetic theory, his <em>Essay on Prints</em> was an early art history of the graphic medium.": [
        [
            9,
            15,
            [
                "Gil pin"
            ]
        ]
    ],
    "His concept of \"the Picturesque,\" first appearing in the <em>Essay on Prints</em> as an additional concept to \"sublime\" and \"beautiful,\" was intended to encompass landscape appreciation in the paintings of Nicolas Poussin or Claude Le Lorrain.": [
        [
            235,
            242,
            [
                "Lorraine",
                "Lorain",
                "Lorrie",
                "Lorries"
            ]
        ]
    ],
    "His theory formed one of the bases for the late eighteenth-century theories of the landscape architects Sir Uvedale Price (1747-1829) and Humphry Repton (1752-1818), and the connoisseur <a href=\"/knightr\">Richard Payne Knight</a>.": [
        [
            108,
            115,
            [
                "Average",
                "Female",
                "Overall",
                "Medal",
                "Medals",
                "Juvenile"
            ]
        ],
        [
            146,
            152,
            [
                "Lepton",
                "Renton",
                "Reston",
                "Rep ton"
            ]
        ]
    ],
    "Gilpin was mocked by William Combe (1741-1823) in his <em>Dr.": [
        [
            0,
            6,
            [
                "Gil pin"
            ]
        ],
        [
            29,
            34,
            [
                "Come",
                "Comb",
                "Combo",
                "Combs",
                "Comte",
                "Combed"
            ]
        ]
    ],
    "Syntax in Search of the Picturesque</em> of 1812 as well as in the etchings of Thomas Rowlandson and to a lesser or kinder degree in Jane Austen's <em>Sense and Sensibility</em> and <em>Northanger Abbey</em>.": [],
    "His picturesque definition took on broad acceptance in continental European thought.": [],
    "His notions of the picturesque led him, along with Marc-Antoine (Abbé) Laugier (1713-1769) in France and <a href=\"/schlegela\">August Wilhelm Schlegel</a> in Germany, to reevaluate Gothic art, elevating it to a positive conception (Grodecki).": [
        [
            71,
            78,
            [
                "Larger",
                "Laurie",
                "Laughed",
                "Laughter",
                "Lager",
                "Lauder"
            ]
        ]
    ]
}