{
    "UCLA historian who made important contributions to art history.": [],
    "Ginzburg was born to Leone Ginzburg (1909-1944) and Natalia Levi (Ginzburg) (1916-1991).": [
        [
            0,
            8,
            [
                "Ginsburg"
            ]
        ],
        [
            21,
            26,
            [
                "Leon",
                "Lone",
                "Leona",
                "Leonie",
                "Leonel",
                "Leoni"
            ]
        ],
        [
            27,
            35,
            [
                "Ginsburg"
            ]
        ],
        [
            66,
            74,
            [
                "Ginsburg"
            ]
        ]
    ],
    "His father was a professor of Russian co-founder the publishing firm Einaudi; his mother became one of Italy's leading writers.": [
        [
            69,
            76,
            [
                "Rinaldi"
            ]
        ]
    ],
    "During World War II, his father's anti-Fascist stance resulted in police harassment and a forced relocation from their home in Turin to a village in the Abruzzi.": [
        [
            153,
            160,
            [
                "Abruzzo"
            ]
        ]
    ],
    "After the fall of Mussolini in 1943, his father, a Jew, was arrested by the Nazis, who had taken over Italy, for publishing an underground newspaper.": [],
    "He was beaten to death by the Gestapo in 1944.": [],
    "Carlo was hidden by his only non-Jewish relative under the name Carlo Tanzi.": [
        [
            70,
            75,
            [
                "Anti",
                "Tank",
                "Tanks",
                "Nazi",
                "Taxi",
                "Tan"
            ]
        ]
    ],
    "After the war, his mother married Gabriele Baldini (1919-1969) in 1950, a professor of English literature.": [
        [
            43,
            50,
            [
                "Balding"
            ]
        ]
    ],
    "Ginzburg attended one of Italy's most prestigious secondary schools, the Scuola Normal Superiore in Pisa before entering the University of Pisa where he received a Doctor of Letters in 1961.": [
        [
            0,
            8,
            [
                "Ginsburg"
            ]
        ],
        [
            73,
            79,
            [
                "Sculley",
                "Scholar",
                "Scroll",
                "Cupola",
                "Scuba",
                "Scala"
            ]
        ],
        [
            87,
            96,
            [
                "Superior",
                "Superiors"
            ]
        ]
    ],
    "He was appointed assistant in modern Italian history at the University of Rome.": [],
    "Ginzburg visited the Warburg Institute, London as a fellow in 1964.": [
        [
            0,
            8,
            [
                "Ginsburg"
            ]
        ]
    ],
    "In 1966 he emerged as an innovative historian with his book, <em>I benandanti</em>, (translated into English initially as an article in a collection of essays in 1969 and later as the book <em>Night Battles</em>), a book documenting witches as practitioners of an ancient fertility religion in the sixteenth century.": [
        [
            3,
            7,
            [
                "1966,"
            ]
        ]
    ],
    "The publication of the practice of the <em>benandanti</em>, or \"good walkers\" set Ginzburg up as a major innovative cultural historian.": [],
    "In 1970 he moved to the University of Bologna as professor of modern history, but by 1973 was in the United States as a visiting professor at Princeton University.": [
        [
            3,
            7,
            [
                "1970,"
            ]
        ]
    ],
    "He followed this with a visiting fellowship at the Institute for Advanced Study in Princeton in 1975, the first of two times.": [],
    "In 1979 Ginzberg and the art historian Enrico Castelnuovo published a discussion of \"center and periphery\" in the history of Italian art.": [
        [
            8,
            16,
            [
                "Ginsberg"
            ]
        ]
    ],
    "A Yale University visiting fellowship followed in 1983 before his second Institute for Advanced Study fellowship in 1986.": [],
    "He was appointed Franklin D. Murphy Professor of Italian Renaissance Studies at the University of California, Los Angeles in 1988.": [],
    "He was awarded a Getty Center visiting fellowship and one at the école Pratique des Hautes études, Paris.": [
        [
            65,
            70,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            71,
            79,
            [
                "Critique",
                "Plastique"
            ]
        ],
        [
            80,
            83,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            84,
            90,
            [
                "Hates",
                "Hastes",
                "Sautés",
                "Sautes"
            ]
        ]
    ],
    "In 1992 he was awarded the <a href=\"/warburga\">Aby M. Warburg</a> Prize.": [
        [
            3,
            7,
            [
                "1992,"
            ]
        ]
    ],
    "Between 1996 and 1997 he was a Wissenschaftskolleg zu Berlin, Berlin, followed by an Italian Academy for Advanced Study on America, Columbia University, New York, in 1998.": [
        [
            51,
            53,
            [
                "EU",
                "nu",
                "Eu",
                "GU",
                "Ru",
                "Zn"
            ]
        ]
    ],
    "Ginzburg married for a second to Luisa Ciammitti, a curator at the National Museum of Art in Bologna, and a research associate for 18th-century Italian documents in the Getty Center's in Malibu, California.As an historian, Ginzburg researched myths, customs and court records (the Inquisition), to trace a history of common people through, in some cases, the most modest of facts.": [
        [
            0,
            8,
            [
                "Ginsburg"
            ]
        ],
        [
            206,
            208,
            [
                " As"
            ]
        ],
        [
            209,
            211,
            [
                "a"
            ]
        ],
        [
            223,
            231,
            [
                "Ginsburg"
            ]
        ]
    ],
    "Together with the historians Robert Darnton and Emmanuel Le Roy Ladurie the formed a group working on the \"history of mentalities.\"": [
        [
            36,
            43,
            [
                "Danton",
                "Darn ton"
            ]
        ],
        [
            64,
            71,
            [
                "Laurie"
            ]
        ]
    ],
    "His worked incorporated anthropology, psychology, literary analysis and linguistics as well as other disciplines into a cohesive history.": []
}