{
    "Documentary architectural historian, architect, and urban planner.": [],
    "After graduating in civil engineering from the University of Rome in 1895, Giovannoni took a degree in public health before studying art and architectural history in Rome under <a href=\"/venturia\">Adolfo Venturi</a>.": [
        [
            75,
            85,
            [
                "Giovanni"
            ]
        ]
    ],
    "In 1899 he was appointed assistant under Guglielmo Calderini (1837-1916) in the Engineering School and in 1905 professor of general architecture.": [
        [
            3,
            7,
            [
                "1899,"
            ]
        ],
        [
            51,
            60,
            [
                "Calderon",
                "Calderón"
            ]
        ]
    ],
    "A strong technical as well as art-historical interest took him into the conservation field and projects for urban redevelopment.": [],
    "In 1910 he became president of the Associazione Artistica tra i Cultori dell' Architettura (AACA), founded in Rome in 1890 with the aim of extending the awareness of the historic and artistic heritage and to promote conservation initiatives.": [
        [
            3,
            7,
            [
                "1910,"
            ]
        ],
        [
            35,
            47,
            [
                "Association",
                "Associations"
            ]
        ],
        [
            48,
            57,
            [
                "Artistic",
                "Artistic a"
            ]
        ],
        [
            58,
            61,
            [
                "Trey",
                "trey",
                "era",
                "try",
                "tea",
                "IRA"
            ]
        ],
        [
            64,
            71,
            [
                "Culture"
            ]
        ],
        [
            78,
            90,
            [
                "Architecture",
                "Architectural"
            ]
        ],
        [
            92,
            96,
            [
                "NACA",
                "AAA",
                "AAAA",
                "AAC",
                "ACA",
                "AFCA"
            ]
        ]
    ],
    "This aspect of his career is reflected in such early schemes as that for the Caprera quarter of Rome (1907-1911), which overlapped with his work for the Peroni brewery, a factory (1909) and a company headquarters (1913), putting into practice his belief in the architetto integrale, able to encompass both artistic and technical skills.": [
        [
            77,
            84,
            [
                "Cabrera",
                "Carrera"
            ]
        ],
        [
            153,
            159,
            [
                "Peron"
            ]
        ],
        [
            261,
            271,
            [
                "architect",
                "architects"
            ]
        ],
        [
            272,
            281,
            [
                "integral",
                "integrate",
                "integrals",
                "integrable"
            ]
        ]
    ],
    "In 1911 Giovannoni was a member of the staff for the creation of the ethnographic pavilions of the Exhibition in Rome.": [
        [
            8,
            18,
            [
                "Giovanni"
            ]
        ]
    ],
    "In 1913 Giovannoni published his most important essay \"Città vecchia ed edilizia nuova\" where underlining the diversity of the historical city centre that for structural and social reasons cannot effectively comfort to the modern city.": [
        [
            8,
            18,
            [
                "Giovanni"
            ]
        ],
        [
            55,
            60,
            [
                "Pitta",
                "CICTA"
            ]
        ],
        [
            61,
            68,
            [
                "Mecca",
                "Cecilia",
                "Decca",
                "Mercia",
                "Venezia",
                "mecca"
            ]
        ],
        [
            72,
            80,
            [
                "militia",
                "Eliza",
                "Emilia"
            ]
        ],
        [
            81,
            86,
            [
                "Nova",
                "nova",
                "nu ova"
            ]
        ],
        [
            143,
            149,
            [
                "center"
            ]
        ]
    ],
    "Giovannoni was interested in valorizing national patrimony as the key component to the industry of tourism.": [
        [
            0,
            10,
            [
                "Giovanni"
            ]
        ]
    ],
    "His research interests focused on the work of the Italian Renaissance architect Antonio da Sangallo, who himself combined careful archaeological knowledge with architectural skills.": [
        [
            88,
            90,
            [
                "the",
                "DA",
                "a",
                "day",
                "do",
                "Dr"
            ]
        ],
        [
            91,
            99,
            [
                "Anglo",
                "Manually",
                "Angelo",
                "Randall",
                "Kangaroo",
                "Sandals"
            ]
        ]
    ],
    "This Renaissance concept of the architect inspired Giovannoni's approach to architectural pedagogy.": [
        [
            51,
            61,
            [
                "Giovanni"
            ]
        ]
    ],
    "In 1918, through the AACA, he was instrumental in the establishment of the Scuola Superiore di Architettura and eventually the new Istituto Universitaria where he lectured in the restoration of historic monuments.": [
        [
            21,
            25,
            [
                "NACA",
                "AAA",
                "AAAA",
                "AAC",
                "ACA",
                "AFCA"
            ]
        ],
        [
            75,
            81,
            [
                "Sculley",
                "Scholar",
                "Scroll",
                "Cupola",
                "Scuba",
                "Scala"
            ]
        ],
        [
            82,
            91,
            [
                "Superior",
                "Superiors"
            ]
        ],
        [
            95,
            107,
            [
                "Architecture",
                "Architectural"
            ]
        ],
        [
            131,
            139,
            [
                "Institute"
            ]
        ]
    ],
    "In 1921 Giovannoni became the editor with the architect Marcello Piacentini (1881-1960) of the journal <em>Architettura e Arti</em>, the official organ of the Associazione artistica fra i cultori di architettura.": [
        [
            8,
            18,
            [
                "Giovanni"
            ]
        ],
        [
            65,
            75,
            [
                "Parenting",
                "Patenting",
                "Incenting"
            ]
        ]
    ],
    "In the same year Giovannoni with Piacentini and the architect Vittorio Ballio Morpugno curated the \"Mostra d'arte rustica\".": [
        [
            17,
            27,
            [
                "Giovanni"
            ]
        ],
        [
            33,
            43,
            [
                "Parenting",
                "Patenting",
                "Incenting"
            ]
        ],
        [
            71,
            77,
            [
                "Ball",
                "Billion",
                "Balls",
                "Ballad",
                "Ballet",
                "Ballot"
            ]
        ],
        [
            78,
            86,
            [
                "Moreno",
                "Morphing",
                "Morphine"
            ]
        ],
        [
            100,
            106,
            [
                "Most",
                "Mostly",
                "Costa",
                "Mortar",
                "Mantra",
                "Astra"
            ]
        ],
        [
            109,
            113,
            [
                "ARTE",
                "are",
                "art",
                "rate",
                "arts",
                "ate"
            ]
        ],
        [
            114,
            121,
            [
                "rustic",
                "rustics",
                "rustic a"
            ]
        ]
    ],
    "Giovannoni summed up the operative aims of the exhibition in some letters to the Trieste-based architect Camillo Jona (1886-1974).": [
        [
            0,
            10,
            [
                "Giovanni"
            ]
        ],
        [
            113,
            117,
            [
                "Joan",
                "Jon",
                "Jonas",
                "Jena",
                "Jonah",
                "Mona"
            ]
        ]
    ],
    "Giovannoni was appointed Dean of the Scuola Superiore di Architettura from 1931 to 1935.": [
        [
            0,
            10,
            [
                "Giovanni"
            ]
        ],
        [
            37,
            43,
            [
                "Sculley",
                "Scholar",
                "Scroll",
                "Cupola",
                "Scuba",
                "Scala"
            ]
        ],
        [
            44,
            53,
            [
                "Superior",
                "Superiors"
            ]
        ],
        [
            57,
            69,
            [
                "Architecture",
                "Architectural"
            ]
        ]
    ],
    "He and Venturi wrote an important text on the theory of architecture, <em>Sul metodo della storia dell'architettura</em>, in 1938.": [],
    "He died at the age of 74 in Rome, 15 July 1947.": [],
    "His students at the University of Rome included <a href=\"/paner\">Roberto Pane</a>.": [],
    "Giovannoni's colleagues included the American archaeologist <a href=\"/goodyearw\">William H. Goodyear</a>.": [
        [
            0,
            10,
            [
                "Giovanni"
            ]
        ]
    ],
    "His scholarship influenced the art historian <a href=\"/salmim\">Mario Salmi</a> and the art historian Federico Hermanin (1871-1953), a member of the Amministrazione delle Belle Arti of Rome Guglielmo De Angelis D'Ossat, dedicated obituaries and essays in his memory.": [],
    "Giovannoni wrote numerous articles and books in which discussed themes ranging from urbanism to art history, especially art connected with architecture.": [
        [
            0,
            10,
            [
                "Giovanni"
            ]
        ]
    ],
    "He wrote essays in Italian art journals including <em>Palladio</em>, (of which he was also an editorial board member), and <em>Annali d'ingegneria e d'architettura, Bollettino d'arte del Ministero della Pubblica Istruzione, L'Arte Rassegna d'arte antica e moderna</em>.": [],
    "Giovannoni's writings on art and architecture theory, and his historical research were highly influential on his and the ensuing generations of architecture historians.": [
        [
            0,
            10,
            [
                "Giovanni"
            ]
        ]
    ]
}