{
    "Bolivian architect, educator, and art historian specializing in the Andean region.": [],
    "Teresa Gisbert was the daughter of Spanish emigrants.": [
        [
            7,
            14,
            [
                "Gilbert"
            ]
        ]
    ],
    "Growing up in La Paz, she attended Santa Ana, a private Catholic school.": [],
    "In 1950, she was one of the first women to graduate from the Universidad Mayor de San Andres (Major University of San Andres) in La Paz.": [
        [
            82,
            92,
            [
                "San Andrés"
            ]
        ],
        [
            114,
            124,
            [
                "San Andrés"
            ]
        ]
    ],
    "She earned a bachelor’s degree in architecture and urbanism.": [],
    "Shortly after, she married architect and historian Jose de Mesa (1925-2010) and went to pursue a graduate degree in Spain in art history with him.": [],
    "During her time in Spain, she worked at the University of Seville and at the Diego Velazquez Art Institute.": [],
    "It was her professors in Spain, <a href=\"”/anguloiniquezd”\">Diego Angulo Iñiguez</a> (1901-1989) and <a href=\"”/marcodortae”\">Enrique Marco Dorta”</a> (1911-1980), who motivated her to pursue studies in the Andean region because it was rather undocumented.": [],
    "She returned to Bolivia in 1954 and worked at the University of San Andres where she taught Bolivian culture, art history, and American art for almost 20 years.": [
        [
            64,
            74,
            [
                "San Andrés"
            ]
        ]
    ],
    "She played an essential role in founding a history department at the university.": [],
    "She was awarded her first Guggenheim Fellowship in 1958 and conducted expeditions with de Mesa to catalogue monuments, paintings, sculptures, and churches in the Andes.": [
        [
            98,
            107,
            [
                "catalog"
            ]
        ]
    ],
    "This was the first catalogue of mestizo art in the region.": [
        [
            19,
            28,
            [
                "catalog"
            ]
        ]
    ],
    "She was named Woman of the Year in La Paz in 1965 and the Spanish government granted her the Medal of Merit.": [],
    "Between 1970 to 1976, she was the director of the National Art Museum in La Paz.": [
        [
            0,
            20,
            [
                "Between 1970 and 1976"
            ]
        ]
    ],
    "She published one of her most important works, <em>Iconografía y Mitos Indígena en el Arte</em> (Iconography and Indigenous Myths in Art) in 1980, where she described the effects of colonization on local societies and specifically, how those impositions were received and interpreted in artistic works.": [],
    "She explained how a system of mutual appropriations between different cultures extended beyond syncretism.": [],
    "She explained her perception of the world through her analysis of Andean Textile art as she published <em>Arte Textil y Mundo Andino</em> (Textile Art and Andean World) in 1987.": [],
    "From 1987 to 1995, Gisbert taught seminars on Andean Art at the University of Paris, at the Culture Institute in Ecuador, at FLASCO (Facultad Latinoamericana de Ciencias Sociales) Bolivia, and at the Interamerican University in Puerto Rico.": [
        [
            19,
            26,
            [
                "Gilbert"
            ]
        ],
        [
            125,
            131,
            [
                "FIASCO",
                "FLA SCO"
            ]
        ],
        [
            133,
            141,
            [
                "Faculty",
                "Faulted"
            ]
        ],
        [
            142,
            157,
            [
                "Latin-American",
                "Latin-Americans"
            ]
        ],
        [
            170,
            178,
            [
                "Socials",
                "Sociables"
            ]
        ],
        [
            200,
            213,
            [
                "anti-American"
            ]
        ]
    ],
    "During this time she was the president of the Bolivian Society for History (1983-1984), the director of the Bolivian Cultural Institute (1985-1989), and the president of the International Council on Monuments and Sites in Bolivia (1986-1992).": [],
    "She was awarded the Bolivian government’s most prestigious recognition, the Order of the Condor of the Andes in 1987.": [],
    "The Getty Foundation invited her to present her works on Andean Art in 1994.": [],
    "She explored Criollo Christian mythology and the development of a baroque aesthetic in <em>El Paraiso de los Pájaros Parlantes</em> (Paradise of the Talking Birds) which was published in 1999.": [],
    "A year later, she earned the National Cultural Award in Bolivia.": [],
    "During her career, she became a member of a great number of professional organizations including the College of Architects of Bolivia, the Bolivian Academy of History, the National Academy of Sciences, the Bolivarian Architect Society, and the Chilean Academy of History.": [],
    "Moreover, she was a correspondent of the Spanish Royal Academy of History, the San Fernando Royal Academy of Arts, and the Academy of Fine Arts in Seville.": [],
    "During the last years of her life, she was a professor at the University of Our Lady of La Paz.": [],
    "In 2016, she published <em>Arte, Poder, e Identidad</em> (Art, Power, Identity) where she continued to explore the relationship between image and power, ultimately concluding that the Andeans, were not artisans of colonial creations, but rather had previously developed their own style of art.": [],
    "Her son, Carlos Diego Mesa Gisbert, served as the Bolivian president from 2003-2005.": [
        [
            27,
            34,
            [
                "Gilbert"
            ]
        ]
    ],
    "In addition to being a pioneer of art research in the Andean region, Teresa Gisbert exemplified how art must be considered in the context of its own history.": [
        [
            76,
            83,
            [
                "Gilbert"
            ]
        ]
    ],
    "She explained that the socio-economic difference between fine arts and applied arts is a construct of the Italian Renaissance.": [],
    "Therefore, the aesthetic values of Andean art must be analyzed outside of the norms established by the West.": [
        [
            63,
            73,
            [
                "outside"
            ]
        ]
    ],
    "In contrast to European art where painting plays an integral role in the development of artistic styles, textile art has the equivalent value in this region (Pinilla).": [
        [
            158,
            165,
            [
                "Vanilla",
                "Padilla",
                "Papilla",
                "Bonilla",
                "Pinellas",
                "Spirilla"
            ]
        ]
    ],
    "She pursued this transgressive, interdisciplinary approach to art history in a period before women had the right to vote in Bolivia.": [],
    "She not only set a new standard for Latin American art research, but also for women art historians (Pinilla).": [
        [
            100,
            107,
            [
                "Vanilla",
                "Padilla",
                "Papilla",
                "Bonilla",
                "Pinellas",
                "Spirilla"
            ]
        ]
    ]
}