{
    "Art museum and library director; Germanist art historian specializing in northern renaissance; patron of Expressionist artist and Asian art authority.": [],
    "Glaser was born of cultured Jewish parentage, S. Glaser and Emma Hase (Glaser).": [
        [
            65,
            69,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Phase",
                "Chase"
            ]
        ]
    ],
    "He attended the Wilhelms gymnasium in Berlin, graduating in 1897.": [
        [
            16,
            24,
            [
                "Wilhelm's",
                "Wilhelm"
            ]
        ]
    ],
    "Glaser studied medicine at the University of Freiburg and Munich, receiving his M.D.": [],
    "in 1902.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "However, art had always interested him and he immediately began a second degree in art history during the years <a href=\"/wolfflinh\">Heinrich Wölfflin</a> was in Berlin.": [
        [
            38,
            42,
            [
                ", and"
            ]
        ]
    ],
    "He was granted a Ph.D.": [],
    "in art history under Wölfflin in 1907 writing his dissertation on Hans Holbein.": [
        [
            0,
            2,
            [
                "In"
            ]
        ],
        [
            21,
            29,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "In 1909 Glaser was appointed curator of the prints and drawings division (Kupferstichkabinett) at the Berlin Museum (Staatliche Museen Berlin).": [],
    "He spent the year 1912 on a study trip in Europe and Asia.": [],
    "When World War I was declared, Glaser served in the military as an army doctor.": [],
    "He married Elsa Kolker, daughter of the Ambassador Hugo Kolker, converted to protestant Christianity, and received considerable income from the family properties.": [
        [
            16,
            22,
            [
                "Volker"
            ]
        ],
        [
            56,
            62,
            [
                "Volker"
            ]
        ]
    ],
    "His <em>Die Graphik der Neuzeit vom Anfang des XIX.": [
        [
            12,
            19,
            [
                "Graphic"
            ]
        ],
        [
            20,
            23,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            24,
            31,
            [
                "Neural",
                "Nougat",
                "Seurat"
            ]
        ],
        [
            32,
            35,
            [
                "com",
                "Tom",
                "mom",
                "vow",
                "VM",
                "VOC"
            ]
        ],
        [
            36,
            42,
            [
                "An fang"
            ]
        ],
        [
            43,
            46,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Jahrhunderts bis zur Gegenwart</em> of 1922 helped to establish the artists he supported.": [
        [
            17,
            20,
            [
                "our",
                "fur",
                "bur",
                "cur",
                "Eur",
                "AUR"
            ]
        ],
        [
            21,
            30,
            [
                "Legendary",
                "Greenware"
            ]
        ]
    ],
    "In 1924 he was appointed director of the newly reconstituted (Prussian) State art library, which had separated from the Staatliche Museen in 1894.": [
        [
            3,
            7,
            [
                "1924,"
            ]
        ]
    ],
    "Glaser was a major supporter of the Weimar Republic and its art activities.": [],
    "He became a partner in the art gallery run by the publisher Paul Cassirer (1871-1926) and the art historian <a href=\"/schefflerk\">Karl Scheffler</a>.": [
        [
            65,
            73,
            [
                "Cassie",
                "Cashier",
                "Classier",
                "Assurer",
                "Sassier",
                "Gassier"
            ]
        ]
    ],
    "The Glasers also became significant modern art collectors and patrons, including the artists Edvard Munch and Max Beckmann.": [
        [
            4,
            11,
            [
                "Glaser's",
                "Glaser",
                "Lasers",
                "Glassers",
                "G lasers"
            ]
        ]
    ],
    "Glaser himself created an early collection of Japanese graphics.": [],
    "In 1925 he published the volume on Asian sculpture for the monographic series <em>Kunst des Ostens</em> (Art of the East).": [
        [
            3,
            7,
            [
                "1925,"
            ]
        ]
    ],
    "Numerous portraits of Elsa Glaser were done by major modernist artists.": [],
    "The couple became influential art <em>cognoscenti</em> whose friends included other art historians such as <a href=\"/swarzenskih\">Hanns Swarzenski</a> and artists such as Henri Matisse and Ernst Ludwig Kirchner.": [],
    "The Glaser home on the Prinz-Albrecht Strasse became a meeting point for art intellectuals.": [
        [
            23,
            37,
            [
                "Print-Albrecht"
            ]
        ],
        [
            38,
            45,
            [
                "Stress",
                "Strange",
                "Stressed",
                "Stresses",
                "Strauss",
                "Straps"
            ]
        ]
    ],
    "In 1933 the Nazis succeeded to power in Germany.": [],
    "The implementation of the \"Gesetzes zur Wiederherstellung des Berufsbeamtentums,\" the law which forbade Jews from holding civil servant positions, forced Glaser to leave the art library and disperse his art collection (Max Perl, dealer, May 1933).": [
        [
            27,
            35,
            [
                "Reserves",
                "Beetles",
                "Genetics",
                "Deserves",
                "Gestures",
                "Seizes"
            ]
        ],
        [
            36,
            39,
            [
                "our",
                "fur",
                "bur",
                "cur",
                "Eur",
                "AUR"
            ]
        ],
        [
            58,
            61,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "The Gestapo confiscated their home.": [],
    "Glaser remarried Maria Milch (later Maria Glaser-Ash) (b.": [],
    "1901) and fled to Switzerland.": [],
    "The couple settled in Florence.": [],
    "After World War II was declared and Italy became part of the Axis powers, Glaser emigrated to New York, where he died at age 64.": [
        [
            81,
            93,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "Together with <a href=\"/dieze\">Ernst Diez</a> and <a href=\"/grossee\">Ernst Grosse</a>, Glaser established the theoretic foundation for Asian art in the German-speaking world (Metzler).": [],
    "He was instrumental in the late 1920s in influencing the young art historian <a href=\"/wescherh\">Hertha Wescher</a> into becoming a modernist.": []
}