{
    "Wrote the <em>Great Centuries of Painting</em> (Skira) volume on Gothic art with <a href=\"/dupontj\">Jacques Dupont</a>, (1954).": [
        [
            48,
            53,
            [
                "Skirt",
                "Kira",
                "Akira",
                "Shira"
            ]
        ]
    ],
    "Giotto scholar.": [],
    "In Bologna, Gnudi sponsored many exhibitions with <a href=\"/mahond\">Denis Mahon</a>, bringing Italian Baroque artists to a higher profile.": [
        [
            12,
            17,
            [
                "ONUDI"
            ]
        ]
    ],
    "Historian of Italian art, particularly Bolognese art, curator and medieval and modern art professor at University of Bologna.": [],
    "Gnudi attended the University of Bologna completing his studies with a thesis on the XVth century Italian sculptor Niccolò dell'Arca (Bari 1435 - Bologna, 1494).": [
        [
            0,
            5,
            [
                "ONUDI"
            ]
        ],
        [
            85,
            89,
            [
                "With",
                "Both",
                "Path",
                "Math",
                "Myth",
                "Oath"
            ]
        ],
        [
            128,
            132,
            [
                "Area",
                "Arc",
                "Arch",
                "Arcs",
                "Aria",
                "ARPA"
            ]
        ],
        [
            134,
            138,
            [
                "Bar",
                "Bars",
                "Bare",
                "Bark",
                "Barn",
                "Bart"
            ]
        ]
    ],
    "In 1940s he was a member of the Amministrazione delle Belle Arti in Bologna, in 1952 he was subsequently Soprintendente ai Beni artistici of Bologna.": [
        [
            0,
            8,
            [
                "In the 1940s"
            ]
        ],
        [
            32,
            47,
            [
                "Administration",
                "Administrations"
            ]
        ],
        [
            48,
            53,
            [
                "Dell",
                "Elle",
                "Della",
                "belle",
                "dell",
                "delve"
            ]
        ],
        [
            60,
            64,
            [
                "Art",
                "Anti",
                "Arts",
                "Artie",
                "Arty",
                "ARI"
            ]
        ],
        [
            105,
            119,
            [
                "Superintendent",
                "Superintendents",
                "Superintendence"
            ]
        ],
        [
            120,
            122,
            [
                "AI"
            ]
        ],
        [
            123,
            127,
            [
                "Ben",
                "Bend",
                "Bent",
                "Benz",
                "Benin",
                "Benji"
            ]
        ],
        [
            128,
            137,
            [
                "artistic"
            ]
        ]
    ],
    "During his tenure, he supervised restorations, organized exhibitions and produced art-historical studies of considerable interest.": [],
    "In particular he played a leading role in organizing the series of splendid exhibitions which have proved such a feature of culture life in Bologna (e.g.": [
        [
            3,
            13,
            [
                "particular,"
            ]
        ]
    ],
    "in 1954 that of Guido Reni).": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "These included a number of exhibitions of fine arts, organized by Gnudi with his friends and students <a href=\"/arcangelif\">Francesco Arcangeli</a> and Andrea Emiliani, aimed at a new appraisal of the conspicuous fine-arts tradition that had characterized Bologna and its region since the 17th century.": [
        [
            66,
            71,
            [
                "ONUDI"
            ]
        ]
    ],
    "In 1950s he was one of the member of the staff for the reorganization of Pinacoteca Nazionale of Bologna and in 1956 he became a trustee of the National Gallery.": [
        [
            0,
            8,
            [
                "In the 1950s"
            ]
        ],
        [
            84,
            93,
            [
                "National",
                "Nationals",
                "Rationale"
            ]
        ]
    ],
    "Gnudi's range of interests was wide.": [
        [
            0,
            5,
            [
                "ONUDI"
            ]
        ]
    ],
    "In fact, in 1979 his energy was put behind the organization of the Twenty-Fourth International Congress of Art Historians at Bologna.": [],
    "There, despite his great administrative responsibilities, he contributed a characteristically modest and incisive paper to the section on East-West relations in the thirteenth century.": [],
    "Since the 1940s Gnudi's writings revealed his deep links with his beloved Bologna.": [
        [
            16,
            21,
            [
                "ONUDI"
            ]
        ]
    ],
    "He devoted an early study to the later sculpture of the marble shrine of Saint Dominic in Bologna Niccolò dell'Arca (Turin 1942).": [
        [
            111,
            115,
            [
                "Area",
                "Arc",
                "Arch",
                "Arcs",
                "Aria",
                "ARPA"
            ]
        ]
    ],
    "In 1948 he focused his research on the sculptors Arnolfo di Cambio and Giovanni Pisano and he wrote the fundamental book Nicola, Arnolfo, Lapo, (Florence, 1948) where he performed a pioneering feat of connoisseurship, which has in large part resisted the erosions of time and of later criticism.": [
        [
            3,
            7,
            [
                "1948,"
            ]
        ],
        [
            49,
            56,
            [
                "Arnulfo"
            ]
        ],
        [
            60,
            66,
            [
                "Cam bio"
            ]
        ],
        [
            80,
            86,
            [
                "Piano",
                "Pisa no"
            ]
        ],
        [
            86,
            90,
            [
                ", and"
            ]
        ],
        [
            129,
            136,
            [
                "Arnulfo"
            ]
        ],
        [
            138,
            142,
            [
                "Lap",
                "Laps",
                "LAPD",
                "Lao",
                "Capo",
                "LPO"
            ]
        ],
        [
            255,
            263,
            [
                "erosion"
            ]
        ]
    ],
    "Here he focused on the problem of the original core of the shrine, and attempted to separate the respective role of Nicola Pisano and his assistants.": [
        [
            123,
            129,
            [
                "Piano",
                "Pisa no"
            ]
        ]
    ],
    "In 1954 he wrote the Great Centuries of Painting (Skira) volume on Gothic art with <a href=\"/dupontj\">Jacques Dupont</a>, (1954).": [
        [
            3,
            7,
            [
                "1954,"
            ]
        ],
        [
            50,
            55,
            [
                "Skirt",
                "Kira",
                "Akira",
                "Shira"
            ]
        ]
    ],
    "In 1956 to the volume of essays dedicated to <a href=\"/venturil\">Lionello Venturi</a> he contributed a perceptive paper on Simone Martini which remains one of the most important study on the artist (Grandezza di Simone in Scritti di storia dell'arte in onore di <a href=\"/venturil\">Lionello Venturi</a>.": [],
    "Rome 1956).": [],
    "He wrote, also, important studies about Giotto, in particular in 1958 he edited the most substantial monument to his scholarship, that is his large scale monograph on Giotto (Milan 1958).": [],
    "In this book he commented on the fresco cycle of the Legend of Saint Francis in the Upper Church at Assisi and on the early career of the painter.": [],
    "About the same subject he offered a stimulating contribution to the anniversary congress Giotto e il suo tempo in 1967.": [
        [
            98,
            100,
            [
                "IL",
                "in",
                "is",
                "I",
                "it",
                "if"
            ]
        ],
        [
            101,
            104,
            [
                "so",
                "sub",
                "duo",
                "sum",
                "sun",
                "quo"
            ]
        ]
    ],
    "In 1959 he collaborated with the Samuel Kress Foundation in New York for the important congress and book dedicated to <a href=\"/suidaw\">William Suida</a>.": [
        [
            3,
            7,
            [
                "1959,"
            ]
        ],
        [
            40,
            45,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ]
    ],
    "In 1962 he focused on the Bolognese XIV painter Vitale da Bologna (Milan 1962), in this book he traced the career of the XIV cent.": [
        [
            3,
            7,
            [
                "1962,"
            ]
        ],
        [
            48,
            54,
            [
                "Vital",
                "Vitae",
                "Vitals",
                "Vitaly",
                "Vi tale"
            ]
        ],
        [
            55,
            57,
            [
                "the",
                "DA",
                "a",
                "day",
                "do",
                "Dr"
            ]
        ]
    ],
    "Bolognese painter.": [],
    "In 1971, at the end of his period as Soprintendente he was able to stage an important exhibition of many acquisitions covering the previous five years, including an early Guercino (hitherto lost) which his eloquent advocacy persuaded the Ministry to buy at auction in Rome.": [
        [
            37,
            51,
            [
                "Superintendent",
                "Superintendents",
                "Superintendence"
            ]
        ]
    ],
    "In the same period he became Vice- President (under ministerial presidency) of the Consiglio Nazionale per I Beni Culturali e Ambientali.": [
        [
            29,
            44,
            [
                "Vice-President",
                "Vice - President"
            ]
        ],
        [
            83,
            92,
            [
                "Consigned",
                "Consuelo",
                "Consign",
                "Consigning",
                "Consignee",
                "Consignor"
            ]
        ],
        [
            93,
            102,
            [
                "National",
                "Nationals",
                "Rationale"
            ]
        ],
        [
            109,
            113,
            [
                "Ben",
                "Bend",
                "Bent",
                "Benz",
                "Benin",
                "Benji"
            ]
        ],
        [
            114,
            123,
            [
                "Cultural"
            ]
        ],
        [
            126,
            136,
            [
                "Ambient"
            ]
        ]
    ],
    "He wrote reviews in Italian art journals including Arte Veneta, Paragone Arte, Commentari, Bollettino d'arte, Critica d'arte and international journals e.g.": [
        [
            51,
            55,
            [
                "ARTE",
                "Are",
                "Art",
                "Arts",
                "Ate",
                "Ante"
            ]
        ],
        [
            56,
            62,
            [
                "Veneto"
            ]
        ],
        [
            64,
            72,
            [
                "Paragon",
                "Paragons"
            ]
        ],
        [
            73,
            77,
            [
                "ARTE",
                "Are",
                "Art",
                "Arts",
                "Ate",
                "Ante"
            ]
        ],
        [
            79,
            89,
            [
                "Commentary"
            ]
        ],
        [
            91,
            101,
            [
                "Collection",
                "Collecting",
                "Bulletin",
                "Bulletins",
                "Billeting",
                "Tolentino"
            ]
        ],
        [
            104,
            108,
            [
                "ARTE",
                "are",
                "art",
                "rate",
                "arts",
                "ate"
            ]
        ],
        [
            110,
            117,
            [
                "Critical",
                "Critics",
                "Critic",
                "Critic a"
            ]
        ],
        [
            120,
            124,
            [
                "ARTE",
                "are",
                "art",
                "rate",
                "arts",
                "ate"
            ]
        ]
    ],
    "The Burlington Magazine and Revue de l'Art.": [],
    "He wrote numerous articles and books in which discussed themes ranging from medieval and modern artists (e.g.": [],
    "Pittura bolognese del '300, 1978; L'arte gotica in Francia e in Italia, 1982) to various contemporary painters (e.g.": [
        [
            0,
            7,
            [
                "Picture",
                "Piura",
                "Pitta"
            ]
        ],
        [
            18,
            21,
            [
                "Del",
                "DEL",
                "deal",
                "duel",
                "den",
                "DEC"
            ]
        ],
        [
            36,
            40,
            [
                "ARTE",
                "are",
                "art",
                "rate",
                "arts",
                "ate"
            ]
        ],
        [
            41,
            47,
            [
                "notice",
                "Gothic",
                "Monica",
                "Utica",
                "gotta",
                "Attica"
            ]
        ]
    ],
    "Mario Negri) especially those of Bolognese territory.": [],
    "He died unexpectedly at the age of 71 while working on three important studies: the essay Il ruolo dell'Italia nel Duecento, (Bologna 1982)for C.I.H.A.": [
        [
            90,
            92,
            [
                "IL",
                "In",
                "Is",
                "I",
                "It",
                "If"
            ]
        ],
        [
            93,
            98,
            [
                "role",
                "rule",
                "solo",
                "roll",
                "polo",
                "Paolo"
            ]
        ],
        [
            111,
            114,
            [
                "new",
                "NFL",
                "net",
                "neo",
                "Del",
                "NRL"
            ]
        ],
        [
            115,
            123,
            [
                "Decent"
            ]
        ]
    ],
    "Comité International d' Histoire de l'Art proceedings edited by <a href=\"/beltingh\">Hans Belting</a> and the books L'ideale classico : saggi sulla tradizione classica nella pittura del Cinquecento e del Seicento (Bologna 1981) and L'arte gotica in Francia e in Italia (Torin 1982).": [
        [
            0,
            6,
            [
                "Comte",
                "Comity"
            ]
        ],
        [
            24,
            32,
            [
                "History",
                "Historic",
                "Histories",
                "Histone",
                "Historize"
            ]
        ]
    ],
    "At his death a portion of his library was donated to the research library at Palazzo Ghisilardi Fava in Bologna.": [
        [
            96,
            100,
            [
                "Lava",
                "Java",
                "Ava",
                "AVA",
                "FAA",
                "FVA"
            ]
        ]
    ],
    "The \"Gnudi\" collection is currently under arrangement but gathers a rich collection of photos mainly depicting medieval and post medieval artworks.": [
        [
            5,
            10,
            [
                "ONUDI"
            ]
        ]
    ],
    "In 1980s it was created also a Foundation dedicated to Gnudi (materials are also there), unfortunately it is now closed.": [
        [
            0,
            8,
            [
                "In the 1980s"
            ]
        ],
        [
            55,
            60,
            [
                "ONUDI"
            ]
        ]
    ],
    "His rich art collection (with Morandi, XVII cent.": [
        [
            30,
            37,
            [
                "Miranda",
                "Moran",
                "Randi",
                "Brandi",
                "Moroni"
            ]
        ]
    ],
    "Bolognese artists, etc.)": [],
    "was donated to the National modern art Gallery of his city.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "Gnudi's scholarship influenced the art historians and friends <a href=\"/arcangelif\">Francesco Arcangeli</a>, Andrea Emiliani, <a href=\"/mahond\">Denis Mahon</a>, <a href=\"/brandic\">Cesare Brandi</a>, Francesco Riccomini and Paolo Fossati who dedicated to him obituaries and essays.": [
        [
            0,
            5,
            [
                "ONUDI"
            ]
        ]
    ],
    "He was friends of artists as for example the photographer Gianni Pezzani, the writer Giorgio Bassani, the architect Leone Pancaldi.": [
        [
            65,
            72,
            [
                "Peasant",
                "Pennant",
                "Pizza",
                "Mezzanine",
                "Pendant",
                "Pertain"
            ]
        ],
        [
            93,
            100,
            [
                "Assani",
                "Bassanio"
            ]
        ],
        [
            116,
            121,
            [
                "Leon",
                "Lone",
                "Leona",
                "Leonie",
                "Leonel",
                "Leoni"
            ]
        ],
        [
            122,
            130,
            [
                "Pascal",
                "Pancake",
                "Pancakes",
                "Bacardi",
                "Reinaldo",
                "Reynaldo"
            ]
        ]
    ],
    "His friend the art collector <a href=\"/mahond\">Denis Mahon</a> reports Gnudi was an unique combination of inspiration, drive, practical common sense and invincible good humor.": []
}