{
    "Art historian of the Italian Renaissance and professor of art, Rutgers University, 1990-2004.": [],
    "Goffen was born to William and Stella Goffen.": [
        [
            0,
            6,
            [
                "Geffen"
            ]
        ],
        [
            38,
            44,
            [
                "Geffen"
            ]
        ]
    ],
    "Her father was an attorney.": [],
    "She attended Mount Holyoke College, where she graduated, <em>cum laude</em>, in 1966.": [],
    "She continued her training at Columbia University, receiving her M.A.": [],
    "in 1968.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "While working on her Ph.D.": [],
    "at Columbia, she taught as a lecturer at Indiana University, 1971-73.": [
        [
            0,
            2,
            [
                "At"
            ]
        ]
    ],
    "She was a founding Fellow the Committee to Rescue Italian Art in 1970, headed by <a href=\"/mcandrewj\">John McAndrew</a>.": [],
    "In 1974 she completed her dissertation and was awarded her degree with distinction, in 1974.": [
        [
            3,
            7,
            [
                "1974,"
            ]
        ]
    ],
    "Goffen was appointed assistant professor of art history and archaeology at Princeton University in 1974.": [
        [
            0,
            6,
            [
                "Geffen"
            ]
        ]
    ],
    "She was a visiting scholar at American Academy in Rome for 1976 and a fellow of American Council of Learned Societies, 1976-77, studying as a fellow at Villa I Tatti, Harvard University, 1976-77.": [
        [
            160,
            165,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ]
    ],
    "In 1978 she moved to Duke University, Durham, NC, with the same rank.": [
        [
            3,
            7,
            [
                "1978,"
            ]
        ]
    ],
    "She was a visiting professor at Barnard College in 1980, returning to Duke where she was appointed associate professor.": [],
    "She chaired the Department of Art and Art History from 1983, and was promoted to professor in 1986.": [],
    "In 1986 she published her study, <em>Piety and Patronage in Renaissance Venice</em>.": [
        [
            3,
            7,
            [
                "1986,"
            ]
        ]
    ],
    "The book, which combined social and economic forces with painters individual methods, established her as an historian of the \"new\" art history.": [
        [
            105,
            107,
            [
                "a"
            ]
        ]
    ],
    "Between 1986-87 she was a fellow at the National Humanities Center, in the Research Triangle Park, NC.": [],
    "Her next book, <em>Spirituality in Conflict: Saint Francis and Giotto's Bardi Chapel</em> (1988) earned praise for its attention to the piety and politics of the construction of the Franciscan church Santa Maria del Frari.": [],
    "She was a board member of the Renaissance Society of America between 1988-94 and served as co-editor of Renaissance Quarterly.": [],
    "In 1990 she left Duke for Rutgers University to become Chair of the Department of Art History, a position she held until 1996.": [
        [
            3,
            7,
            [
                "1990,"
            ]
        ]
    ],
    "In 1994 she published <em>Giovanni Bellini</em>, a definitive study of the artist.": [
        [
            3,
            7,
            [
                "1994,"
            ]
        ]
    ],
    "In the fall of 1997 Goffen served on the Board of Advisors of the Center for Advanced Study (CASVA) at the National Gallery of Art in Washgington, D. C., and as Robert Sterling Clark Visiting Professor of Art History at Williams College.": [
        [
            20,
            26,
            [
                "Geffen"
            ]
        ],
        [
            93,
            98,
            [
                "CASA",
                "CANVA",
                "CA SVA",
                "CAS VA"
            ]
        ],
        [
            134,
            145,
            [
                "Washington"
            ]
        ]
    ],
    "Goffen turned to women's issues in the renaissance with <em>Titian's Women</em> in 1997, examining women as subjects in Titian painting.": [
        [
            0,
            6,
            [
                "Geffen"
            ]
        ]
    ],
    "Her final book, Renaissance Rivals: Michelangelo, Leonardo, Raphael, appeared in 2002, examined the relationship between the three high renaissance artists.": [],
    "She died of cancer.": [],
    "Two books, <em>Renaissance Women: Art and Life in Italy, 1300-1600</em> and <em>Fathers of Invention: The Last Judgment: From Giotto to Michelangelo</em> remained uncompleted at the time of her death.": [],
    "She lost a struggle with cancer in 2004.": [],
    "Goffen's methodology was \"her skill as a social historian reconstructing the conditions of patronage, gift giving and market pricing that affected Renaissance Venice.\"": [
        [
            0,
            6,
            [
                "Geffen"
            ]
        ]
    ],
    "(Gary Wills, commenting on her book, <em>Renaissance Rivals</em>).": []
}