{
    "Medievalist art historian, influential teacher to a generation of art historians and successor to <a href=\"/wolfflinh\">Heinrich Wölfflin</a> in Berlin.": [],
    "Goldschmidt was the eldest of seven children of wealthy Hamburg financier Martin Goldschmidt (1823-1903) and Louise Arnold (Goldschmidt) (1839-1919).": [],
    "He attended the Realgymnasium in Hamburg and then two years training in his father's office for a career in banking.": [
        [
            16,
            29,
            [
                "Real gymnasium"
            ]
        ]
    ],
    "Traveling to London the following year to learn international banking, Goldschmidt spent much of his time drawing and painting, preparing himself for university studies in the natural sciences or art.": [],
    "Upon his return to Germany in 1884, he began studies at the university in Jena, transferring to Kiel in 1886 and finally to Leipzig, the few universities to offer a degree in art history.": [],
    "At Leipzig he studied under <a href=\"/springera\">Anton Springer</a>, completing his dissertation under him at the university in Lübeck on medieval painting and sculpture in 1889.": [
        [
            3,
            10,
            [
                "Leipzig,"
            ]
        ]
    ],
    "Goldschmidt's fellow art history students at Lübeck included <a href=\"/friedlanderm\">Max J. Friedländer</a>, <a href=\"/paulig\">Gustav Pauli</a> and <a href=\"/clemenp\">Paul Clemen</a>, all of whom would become important art historians.": [],
    "After his dissertation, Goldschmidt traveled in Belgium, France, England and the Netherlands gathering material for his habilitation on the twelfth-century manuscript, the Albani Psalter.": [
        [
            120,
            132,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ],
        [
            172,
            178,
            [
                "Albania",
                "Albany"
            ]
        ]
    ],
    "In France he me <a href=\"/vogew\">Wilhelm Vöge</a>, the other major German medievalist of his generation and himself a recent Ph.D.": [
        [
            3,
            9,
            [
                "France,"
            ]
        ]
    ],
    "He taught at Berlin as a <em>Privatdozent</em>, 1892-1903, the first medievalist to teach art history there.": [],
    "Although as a <em>Privatdozent</em> he could not officially supervise dissertations, he essentially did it anyway, inspiring the work of students <a href=\"/haseloffa\">Arthur Haseloff</a> and <a href=\"/swarzenskig\">Georg Swarzenski</a>, both of whom also became prominent medievalists.": [],
    "In Berlin he met <a href=\"/wolfflinh\">Heinrich Wölfflin</a> who was teaching at the University; the two developed a strong friendship.": [
        [
            3,
            9,
            [
                "Berlin,"
            ]
        ]
    ],
    "As a researcher whose method was rooted in studying the object and its documents, Goldschmidt developed fast friendships with museum curators <a href=\"/bodew\">Wilhelm Bode</a> and renewed his acquaintance with Bode's curatorial assistant, Vöge.": [],
    "Goldschmidt was made Extraordinarius professor in Berlin in 1903.": [
        [
            21,
            36,
            [
                "Extraordinarily"
            ]
        ]
    ],
    "The following year accepted a call to establish a department of art history at the university in Halle and assume a rank of Ordinarius professor.": [
        [
            124,
            134,
            [
                "Ordinaries"
            ]
        ]
    ],
    "The Halle years, 1904-1912, were spent developing the department and recruiting students.": [],
    "He supervised an astounding forty-two doctoral candidates at Halle, among whom included <a href=\"/jantzenh\">Hans Jantzen</a>, <a href=\"/homburgero\">Otto Homburger</a>, <a href=\"/oldenbourgr\">Rudolf Oldenbourg</a>, <a href=\"/burchardl\">Ludwig Burchard</a>, <a href=\"/noackw\">Werner Noack</a> and <a href=\"/giesauh\">Hermann Giesau</a>.": [],
    "His Halle tenure also established the so-called Goldschmidt school of art history.": [],
    "Goldschmidt's interest in art spanned all periods.": [],
    "In addition to supervising dissertations in baroque, renaissance and medieval topics, he took a strong interest in the contemporary arts of Halle and Thuringia, advocating purchase of contemporary art by the city.": [],
    "In 1908 he helped found the Deutscher Verein für Kunstwissenschaft, the group responsible for a national inventory of monuments in Germany.": [
        [
            3,
            7,
            [
                "1908,"
            ]
        ],
        [
            28,
            37,
            [
                "Deutsche"
            ]
        ],
        [
            38,
            44,
            [
                "Vain",
                "Vegan",
                "Marin",
                "Herein",
                "Vermin",
                "Karin"
            ]
        ],
        [
            45,
            48,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "When Wölfflin left Berlin in 1912 for the University in Munich, he arranged for his former colleague Goldschmidt to replace him.": [
        [
            5,
            13,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "His position at Halle was filled by <a href=\"/waetzoldtw\">Wilhelm Waetzoldt</a>, who had also studied under Goldschmidt.": [],
    "At Berlin, Goldschmidt expanded the Art History Institute there, supervising another fifty-four dissertations until his retirement in 1932.": [],
    "Among the eminent scholars who wrote their theses under Goldschmidt during the Berlin years were <a href=\"/galle\">Ernst Gall</a>, <a href=\"/dornera\">Alexander Dorner</a>, <a href=\"/boecklera\">Albert Boeckler</a>, <a href=\"/neumeyera\">Alfred Neumeyer</a>, <a href=\"/wittkowerr\">Rudolf Wittkower</a>, <a href=\"/meyere\">Erich Meyer</a>, <a href=\"/middeldorfu\">Ulrich Middeldorf</a>, and <a href=\"/weitzmannk\">Kurt Weitzmann</a>.": [],
    "In addition, Goldschmidt supervised post-doctoral work of <a href=\"/panofskye\">Erwin Panofsky</a>, <a href=\"/kauffmannh\">Hans Kauffmann</a> and <a href=\"/paatzw\">Walter Paatz</a>.": [],
    "In 1914 Goldschmidt issued the first of his three inventories of medieval ivories in the western world, an art form whose objects were widely scattered and poorly documented.": [],
    "Goldschmidt's profile among English-speaking scholars and collectors also rose.": [],
    "Scholarly exchanges between Harvard's <a href=\"/portera\">A.": [],
    "Kingsley Porter</a> and <a href=\"/sachsp\">Paul J. Sachs</a> led to two sabbaticals teaching there, making him the first German art historian to visit the United States after World War I. These occurred in the 1927-1928 year and again in 1930-1931.": [],
    "In 1926 and 1932 he wrote two of the volumes for the corpus <a href=\"/hamannr\">Richard Hamann</a> was issuing on bronze doors.": [],
    "At the same time, Goldschmidt issued his two-volume examination of Carolingian and Ottonian manuscript illumination <em>Die deutsche Buchmalerei</em>.": [
        [
            83,
            91,
            [
                "Ottoman",
                "Estonian",
                "Bostonian",
                "Oxonian"
            ]
        ]
    ],
    "He retired in 1932.": [],
    "Goldschmidt was welcomed in the United States and through his friendship with <a href=\"/cookw\">Walter W. S. Cook</a> returned again in 1936-1937 to teach at New York University.": [],
    "He also lectured at Princeton, Yale, Harvard, Wellesley College, the Morgan Library and Cleveland Museum of Art.": [],
    "He was instrumental in recommending a fellow German-Jewish art historian fleeing Nazi Germany, <a href=\"/rosenbergj\">Jakob Rosenberg</a>, to Harvard.": [],
    "The mounting Nazi pressure in Germany to dismiss Jews from positions of leadership hit Goldschmidt particularly hard.": [],
    "A patriotic German who had worked his life to elucidate the monuments of his own country, he resisted emigration until he was no longer permitted to use the university library.": [],
    "In 1939 he moved to Basel, Switzerland, with the aid of collector Robert von Hirsch (1883-1977) where he died in 1944.": [
        [
            3,
            7,
            [
                "1939,"
            ]
        ]
    ],
    "Goldschmidt was one of the founders of the modern study of medieval monuments, basing his method upon scientific observation and comparison of monuments from first-hand experience.": [],
    "Employing a methodology of iconography and formal analysis, he taught or inspired nearly all the major medievalists of the latter twentieth century.": [],
    "He railed against the prevalent metaphysical interpretation of art, and in particular the work of Wölfflin.": [
        [
            98,
            106,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "Style and appearance were not, Goldschmidt insisted, the result of a predetermined impulse of the age in which they were created.": [],
    "Panofsky described Goldschmidt's accomplishment as \"the precise solution of precisely formulated problems and the study of monuments that was at once detailed and comprehensive.\"": [
        [
            0,
            8,
            [
                "Sinofsky"
            ]
        ]
    ],
    "His dedication to the genre of the corpus was indicative both of his level of scholarship and in his willingness to create tools for future generations.": [],
    "His work was refined later in the twentieth century by <a href=\"/weitzmannk\">Kurt Weitzmann</a> and <a href=\"/volbachw\">Fritz Volbach</a>.": []
}