{
    "Modernist art historian, pioneer African arts scholar and director, Museum of Primitive Art, 1957-63.": [],
    "Goldwater was the son of Sigismund S. Goldwater (1873-1942), an M.D.": [],
    "and visionary commissioner of Hospitals in New York under Mayor La Guardia.": [
        [
            0,
            3,
            [
                "And"
            ]
        ]
    ],
    "Goldwater attended Columbia University, receiving his B. A. in 1929.": [],
    "He moved to Harvard for his graduate work, receiving his M.A.": [],
    "in 1931.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Goldwater was one of the early art history students to study modern art at Harvard, at the time an area not considered worthy of graduate research.": [],
    "He joined the teaching staff of New York University in 1934.": [],
    "Goldwater reviewed the first exhibition of African art by a museum, the show at MoMA in 1935, in the May issue of <em>Parnassus</em>, establishing his interest in the field of primitive art.": [],
    "His dissertation subject, on primitivism and modern art, was suggested by the <a href=\"/offnerr\">Richard Offner</a>, who was a specialist in the so-called Italian primitives.": [],
    "Goldwater was also one of the participants at the famous, informal gathering of art scholars organized by <a href=\"/schapirer\">Meyer Schapiro</a> around 1935 that included <a href=\"/mumfordl\">Lewis Mumford</a>, <a href=\"/barra\">Alfred H. Barr, Jr.</a>, <a href=\"/panofskye\">Erwin Panofsky</a>, <a href=\"/sweeneyj\">James Johnson Sweeney</a> and the art gallery dealer <a href=\"/kellenj\">Jerome Klein</a>.": [],
    "He completed his dissertation under Offner in 1937, writing on the topic that would be his life's major concentration, the relationship between the (then called) primitivist art (African and Oceanic art) and modern art.": [
        [
            36,
            42,
            [
                "Offer"
            ]
        ],
        [
            162,
            173,
            [
                "primitivism"
            ]
        ]
    ],
    "The following year a revised version of his thesis appeared as the book with the nearly imperceptible title change, <em>Primitivism in Modern Painting</em>.": [],
    "The work became a landmark text in charting the relationship between tribal arts and twentieth-century painting.": [],
    "That year, too, he married a French student of Ferdinand Leger, the artist Louise Bourgeois (1911-2010) in Paris.": [],
    "In 1939 he accepted an appointment at Queens College, Brooklyn, NY, teaching art history there until 1956.": [
        [
            3,
            7,
            [
                "1939,"
            ]
        ]
    ],
    "He edited one of the first anthologies of artist's statements with Marco Treves in 1945, <em>Artists on Art</em>.": [
        [
            73,
            79,
            [
                "Trees",
                "Trever",
                "Troves",
                "Breves",
                "Tr eves"
            ]
        ]
    ],
    "Goldwater became editor of <em>The Magazine Art</em> in 1948, accepting the first articles on Abstract Expressionists in the journal.": [],
    "In 1949 he co-curated a show at the Museum of Modern art with Director <a href=\"/dharnoncourtr\">René d'Harnoncourt</a> entitled <em>Modern Art in Your Life</em>.": [
        [
            3,
            7,
            [
                "1949,"
            ]
        ]
    ],
    "He translated the book of NYU professor <a href=\"/friedlanderw\">Walter Friedlaender</a> <em>Von David bis Delacroix</em> into English, making it a popular introductory text to early modern art period.": [],
    "In 1957 he returned to New York University as full professor of art history.": [
        [
            3,
            7,
            [
                "1957,"
            ]
        ]
    ],
    "That same year issued the volume in the Abrams \"Library of Great Painters\" series on Gauguin.": [],
    "It was also in 1957 that he became the first director of the Museum of Primitive Art, a museum founded by Nelson A. Rockefeller (1908-1979) and based on Rockefeller's collection, housed in a building on West 54th.": [],
    "The new museum was highly innovative.": [],
    "Goldwater organized only the second exhibition of African art by a New York museum, launched in 1958 and derived entirely from private collections.": [],
    "In 1960 and 1964 Goldwater presented two shows, <em>Bambara Sculpture from the West Sudan</em>, and <em>Senufo Sculpture from West Africa</em>.": [],
    "He was Chairman of Student and Academic Affairs at the Institute of Fine Arts (NYU) from 1961 onward.": [],
    "In 1969, the Metropolitan Museum of Art approached Rockefeller to donate the contents of the Primitive museum to a new wing it planned, named in honor of Rockefeller's son, Michael (1938-1961), who disappeared during an expedition in New Guinea in 1961.": [],
    "The Museum of Primitive Art planned its closing for 1974 and Goldwater oversaw the transfer of objects to the new Department of Primitive Art before his unexpected death at age 65 in 1973.": [],
    "He was succeeded at the Institute by <a href=\"/schiffg\">Gert Schiff</a>.": [],
    "His manuscript on the Symbolist movement was complete, but published posthumously as <em>Symbolism</em>.": [
        [
            22,
            31,
            [
                "Symbolism"
            ]
        ]
    ],
    "A separate library at the Metropolitan Museum, containing the Primitive Museum's holdings, was established as the Robert Goldwater Library in his memory.": [],
    "The Michael Rockefeller wing was opened in 1982.": [],
    "Goldwater's wife, Louise Bourgeois, became an important 20th-century surrealist and feminist sculptor.": [],
    "His students were the prominent feminist scholars of the next generation, <a href=\"/nochlinl\">Linda Nochlin</a>, <a href=\"/lippardl\">Lucy R. Lippard</a> (M.A.": [],
    "only) and, until his death, <a href=\"/liptone\">Eunice Lipton</a>.": [
        [
            0,
            4,
            [
                "Only"
            ]
        ]
    ]
}