{
    "Art historian of Renaissance art and art-book publisher.": [],
    "Goldscheider was born to Wilhelm and Julie Itte Lifschitz (Goldscheider), both of Jewish descent.": [
        [
            0,
            12,
            [
                "Goldschmidt"
            ]
        ],
        [
            43,
            47,
            [
                "ITT",
                "ITE",
                "LTTE",
                "Ite"
            ]
        ],
        [
            48,
            57,
            [
                "Lipschitz",
                "Lifshitz"
            ]
        ],
        [
            59,
            71,
            [
                "Goldschmidt"
            ]
        ]
    ],
    "His father was a jeweler.": [],
    "Goldscheider finished his Abitur in Vienna in 1914.": [
        [
            0,
            12,
            [
                "Goldschmidt"
            ]
        ]
    ],
    "From 1914 to 1918 he served in WWI as an officer in the Austrian army.": [],
    "After that, between 1919 and 1921, he studied art history in Vienna under the so-called second \"Vienna School\" art historians, <a href=\"/schlosserj\">Julius von Schlosser</a>, and <a href=\"/dvorakm\">Max Dvorak</a>.": [],
    "His first published work, onw of poetry, appeared in 1921.": [
        [
            26,
            29,
            [
                "on",
                "one",
                "now",
                "own",
                "WNW",
                "ANW"
            ]
        ]
    ],
    "In 1923 he received his doctorate supervised by Schlosser.": [
        [
            3,
            7,
            [
                "1923,"
            ]
        ]
    ],
    "Goldscheider co-founded along with Béla Horovitz (1898-1955) and Friedrich “Fritz” Ungar (d.": [
        [
            0,
            12,
            [
                "Goldschmidt"
            ]
        ],
        [
            35,
            39,
            [
                "Bela",
                "Belt",
                "Bell",
                "Beta",
                "Bella",
                "Vela"
            ]
        ],
        [
            83,
            88,
            [
                "Unbar",
                "Unger"
            ]
        ]
    ],
    "1988) the Phaidon-Verlages (Phaidon Publishing House) in Vienna in 1923.": [
        [
            10,
            26,
            [
                "Pardon-Verlages",
                "Phaidon-Villages"
            ]
        ],
        [
            28,
            35,
            [
                "Pardon",
                "Phaeton",
                "Chandon",
                "Haddon"
            ]
        ]
    ],
    "The firm published editions of popular, inexpensive literature and art books.": [],
    "He also authored his own art- and poetry books during this time.": [],
    "Goldscheider bought the text of <a href=\"/burckhardtj\">Jakob Burckhardt</a>’s <em>Die Kultur der Renaissance in ltalien</em> (Renaissance Culture in Italy) re-issuing it in an illustrated format in 1925 with an introduction by <a href=\"/waetzoldtw\">Wilhelm Waetzoldt</a>.": [
        [
            0,
            12,
            [
                "Goldschmidt"
            ]
        ]
    ],
    "That reissued 1860 volume, under Goldscheider’s book design, brought the late Swiss scholar a wider reputation selling over 20,000 copies.": [
        [
            33,
            45,
            [
                "Goldschmidt"
            ]
        ]
    ],
    "Other seminal art-history texts Goldscheider’s Phaidon Verlag reprinted included <i>Velazquez und sein Jahrhundert</i> by <a href=\"/justic\">Carl Justi</a> and the biographical accounts of Michelangelo by <a href=\"/grimmh\">Hermann Grimm</a>, both in 1933.": [
        [
            32,
            44,
            [
                "Goldschmidt"
            ]
        ],
        [
            47,
            54,
            [
                "Pardon",
                "Phaeton",
                "Chandon",
                "Haddon"
            ]
        ],
        [
            55,
            61,
            [
                "Overlap",
                "Verbal",
                "Versa",
                "Overlay",
                "Velar",
                "Vernal"
            ]
        ],
        [
            94,
            97,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            98,
            102,
            [
                "San",
                "can",
                "main",
                "man",
                "seen",
                "ran"
            ]
        ]
    ],
    "Other titles included <i>Raphael</i> (1934), and the book on Leonardo by <a href=\"/seidlitzw\">Woldemar von Seidlitz</a> (1935).However, the following year, 1938, Austria annexed itself to Nazi Germany and Goldscheider fled National Socialist persecution for England.": [],
    "He remained in London the rest of his life.": [],
    "In 1941 his partner, Muriel Breaks, bore him a son.": [],
    "His partner Unger emigrated to New York and founded the publishing house Fredrich Unger [Press] in New York.": [
        [
            18,
            30,
            [
                "immigrated to",
                "emigrated from"
            ]
        ],
        [
            73,
            81,
            [
                "Friedrich",
                "Fredric",
                "Fredrick",
                "Fred rich"
            ]
        ]
    ],
    "The British publisher Sir Stanley Unwin (1884–1968) acquired Phaidon Verlag in Austria and transferred it to London, giving Horovitz and Goldscheider control of the publishing while his firm of Allen and Unwin marketed the titles with their own.": [
        [
            61,
            68,
            [
                "Pardon",
                "Phaeton",
                "Chandon",
                "Haddon"
            ]
        ],
        [
            69,
            75,
            [
                "Overlap",
                "Verbal",
                "Versa",
                "Overlay",
                "Velar",
                "Vernal"
            ]
        ],
        [
            137,
            149,
            [
                "Goldschmidt"
            ]
        ]
    ],
    "Under Goldscheider’s tenure (1938-1973) the Press published numerous titles within art and art history.": [
        [
            6,
            18,
            [
                "Goldschmidt"
            ]
        ]
    ],
    "Goldscheider commissioned some of the most eminent British art historians to publish with them, including <a href=\"/blunta\">Anthony Blunt</a>, <a href=\"/clarkk\">Kenneth Clark</a> and  <a href=\"/gombriche\">Ernst Gombrich</a> among others.": [
        [
            0,
            12,
            [
                "Goldschmidt"
            ]
        ]
    ],
    "He himself published notable works from the Press on Michelangelo.": [],
    "As an art scholar he eschewed publishing in journals until the 1950s.": [],
    "He developed a close relationship with the artist Oskar Kokoschka publishing several books and an interview with the artist.": [],
    "Goldscheider stepped down from directorship of Phaidon in 1973 because of illness and died the same year.": [
        [
            0,
            12,
            [
                "Goldschmidt"
            ]
        ],
        [
            47,
            54,
            [
                "Pardon",
                "Phaeton",
                "Chandon",
                "Haddon"
            ]
        ]
    ],
    "His papers are housed at the Getty Center, Malibu, CA.": [],
    "&nbsp;\n\nGoldenscheider co-wrote monographs with major art historians, including <a href=\"/hendyp\">Philip Hendy</a>, <a href=\"/novotnyf\">Fritz Novotny</a>, and <a href=\"/uhdew\">Wilhelm Uhde</a>.": [],
    "As an author of art books through Phaidon, his books were always appreciated for their image quality when the scholarship was not unique (cf.": [
        [
            34,
            41,
            [
                "Pardon",
                "Phaeton",
                "Chandon",
                "Haddon"
            ]
        ]
    ],
    "Gombrich’s review of <em>Etruscan Ar</em>t in the Burlington Magazine).": [
        [
            38,
            42,
            [
                "em’t",
                "em't"
            ]
        ]
    ],
    "Phaidon’s publishing set the standard for the so-called “coffee table” books of other publishers, most of which did not meet Goldscheider’s standards.": [
        [
            0,
            7,
            [
                "Pardon",
                "Phaeton",
                "Chandon",
                "Haddon"
            ]
        ],
        [
            125,
            137,
            [
                "Goldschmidt"
            ]
        ]
    ]
}