{
    "Historian, curator, and art critic; specialist in time arts (performance art).": [],
    "Goldberg was born in South Africa when the country was under apartheid rule.": [],
    "She studied political science and fine arts at University of the Witwatersrand, Johannesburg before matriculating to the University of London's Courtauld Institute of Art, achieving an MA in art history in 1970.": [
        [
            144,
            153,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Her thesis was titled <em>Oskar Schlemmer and Bauhaus Performance.</em> From 1972 to 1975, Goldberg was the director of the Royal College Art Gallery in London.": [],
    "She wrote for the magazine <em>Studio International</em>, principally responsible for special issues, Art/Architecture (1975) and Performance Art (1976).": [],
    "Goldberg moved to New York in 1976 to teach at the Institute for Architecture and Urban Studies.": [],
    "From 1978 to 1980, she acted as the curator of the Kitchen Center for Video, Music, Dance, and Performance in New York, presenting works by artists like Laurie Anderson, Philip Glass, and Meredith Monk.": [],
    "She curated the first solo exhibitions of the artists Robert Longo, David Salle, and Cindy Sherman.": [],
    "She married furniture designer Dakota Jackson (b.": [],
    "1949).": [],
    "In 1979, Goldberg published her historical survey of performance art <em>Performance: Live Art 1909 to the Present.</em> In 1987, Goldberg joined the faculty of New York University.": [],
    "A second edition of <em>Performance: Live</em> appeared in 1988 as <em>Performance Art: From Futurism to the Present.</em> As a contributor to the Museum of Modern Art show “High and Low: Modern Art and Popular Culture” in 1990, Goldberg organized ‘Six Evenings of Performance.’ A book on Anderson, <em>Laurie Anderson</em>, a study of this artist’s life and work appeared in 2000.": [],
    "In 2001, Goldberg produced Shirin Neshat’s first live performance, <em>Logic of the Birds.</em> She founded an umbrella organization for performance art, Performa, in 2004, and New York’s first performance biennial.": [
        [
            154,
            162,
            [
                "Perform",
                "Performs",
                "Perform a"
            ]
        ]
    ],
    "She founded Performa Magazine, an online magazine for contemporary performance.": [
        [
            12,
            20,
            [
                "Perform",
                "Performs",
                "Perform a"
            ]
        ]
    ],
    "In 2006, the French government named her Chevalier of the Order of Arts and Letters.": [],
    "After her 2009 biennial, Goldberg published <em>Performa 09: Back to Futurism</em>, a documentation of these performances and the event as a whole.": [],
    "In 2010, Goldberg received the Agnes Gund Curatorial Award from the Independent Curators of International.": [
        [
            37,
            41,
            [
                "Gun",
                "Guns",
                "Fund",
                "Gunk",
                "GND",
                "GUID"
            ]
        ]
    ],
    "She is also the recipient of a National Endowment for the Arts Critics Fellowship and an Arts Council Publishing Award.": [],
    "Goldberg brought the history of performance art into an established historic discipline.": []
}