{
    "Modernist art historian, critic and painter.": [],
    "Golding's parents were Anglo-Mexican.": [],
    "He was raised in Mexico where his first experience of modern art was the painting of the Mexican muralists, particularly Orozco.": [],
    "Golding encountered the expatriate Surrealist community living in Mexico before World War II, including Benjamin Péret (1899-1959), Wolfgang Paalen (1907-1959) and Leonora Carrington (b.": [
        [
            141,
            147,
            [
                "Fallen",
                "Allen",
                "Pale",
                "Pollen",
                "Paler",
                "Galen"
            ]
        ]
    ],
    "1917).": [],
    "Golding attended the University of Toronto, making forays to New York and the Museum of Modern Art.": [],
    "After graduation he initially worked as a stage designer.": [
        [
            6,
            16,
            [
                "graduation,"
            ]
        ]
    ],
    "He moved to London in 1951 for graduate study in art history at the Courtauld Institute of Art, University of London.": [
        [
            68,
            77,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "The 1953 Paris Cubism show at the Musée d'Art Moderne convinced him to write on the topic.": [
        [
            34,
            39,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            46,
            53,
            [
                "Modern",
                "Moderns",
                "Moderna"
            ]
        ]
    ],
    "During research visits to MoMA, Golding met and interviewed Marcel Duchamp.": [],
    "About the same time, Golding met the esthetician and philosopher Richard Wollheim (1923-2003).": [
        [
            73,
            81,
            [
                "William",
                "Waltham",
                "Waldheim",
                "Wolfram",
                "Müllheim",
                "Wolfsheim"
            ]
        ]
    ],
    "Golding's dissertation, on Cubism, written under <a href=\"/blunta\">Anthony Blunt</a> and <a href=\"/cooperd\">Douglas Cooper</a>, was published as a book in 1957.": [],
    "While still a student at the Courtauld, Golding decided to be a painter as well.": [
        [
            29,
            38,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "He worked in an abstract expressionist in style exhibiting widely throughout his career.": [],
    "He began teaching art history at the Courtauld Institute beginning in 1959.": [
        [
            37,
            46,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "In 1962 he was given his first one-person (artist) show at Gallery One, London.": [
        [
            3,
            7,
            [
                "1962,"
            ]
        ]
    ],
    "In 1970 he and the Tate curator Christopher Green (b.": [
        [
            3,
            7,
            [
                "1970,"
            ]
        ]
    ],
    "1943) organized \"Leger and Purist Paris\" at the Tate Gallery.": [],
    "The following year he joined the faculty of the Royal College of Art.": [],
    "He published the volume for the important <em>Art in Context</em> series on Marcel DuChamp's <em>Bride Stripped Bare</em> in 1973.": [
        [
            76,
            90,
            [
                "Marcel Duchamp"
            ]
        ]
    ],
    "Golding was appointed the Slade Professor of Fine Art, Cambridge University in 1978.": [
        [
            26,
            31,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "Golding and the historian (later professor at the London School of Economics) James Bysse Joll (1918-1994) were life partners for many years.": [
        [
            84,
            89,
            [
                "Base",
                "Bye",
                "Bass",
                "Bases",
                "Boss",
                "Buses"
            ]
        ],
        [
            90,
            94,
            [
                "Poll",
                "Roll",
                "Toll",
                "Joel",
                "Doll",
                "Jill"
            ]
        ]
    ],
    "In 1979, Golding urged Joll to give refuge to his former dissertation advisor (and Courtauld Institute colleague) Blunt when Blunt was exposed as having been a spy for the Soviet Union and homosexual.": [
        [
            23,
            27,
            [
                "Poll",
                "Roll",
                "Toll",
                "Joel",
                "Doll",
                "Jill"
            ]
        ],
        [
            83,
            92,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Golding mounted the landmark 1994 \"Picasso: Painter/Sculptor\" exhibition at the Tate Gallery in London.": [],
    "The show brought to light new Picasso works.": [],
    "His most recent book, <em>Paths to the Absolute</em>, was awarded the Mitchell Prize for the History of Art in 2002.": [],
    "Golding contributed as a reviewer and art critic to the <em>New Statesman</em>, <em>The New York Review of Books</em> and <em>The Times Literary Supplement</em> of London.": [],
    "Golding avoided the new art histories, preferring the traditionalist's faith in the trained eye (Kimmelman).": [
        [
            97,
            106,
            [
                "Kimmel man"
            ]
        ]
    ],
    "His connoisseurship is of a high order.": [],
    "Typical of Golding's style is the observation that Picasso's <em>Demoiselles d'Avignon</em> \"continues to look completely different every time one confronts it,\" or that Cubism was a \"return to realism\" in the sense that it avoided illusion to address the object itself.": [],
    "Golding was long associated with another British painter/art historian and Picasso specialist, <a href=\"/penroser\">Roland Penrose</a>.": []
}