{
    "University of London professor of art history, champion of psychological-approach to art.": [],
    "Gombrich grew up within one of the elite cultural circles of Vienna.": [],
    "His father, Karl Gombrich (1874-1950), was the vice-president of the Disciplinary Council of the Austrian Bar, and his mother, Leonie Hock (Gombrich) (1873-1968), was a pianist who had studied under the composer Anton Bruckner (1824-1896) and taught piano to Gustav Mahler's sister.": [],
    "Gombrich himself was an accomplished cellist.": [],
    "The family had originally been Jewish but converted to Lutheranism at the turn of the 20th century.": [],
    "Gombrich himself never claimed any religious affiliation.": [],
    "As a child immediately after World War I, when starvation in Austria was widespread, he and his sister, Lisbeth (1907-1994), were sent by the Save the Children (organization) to live with families in Sweden for nine months in 1920.": [],
    "Returning to Vienna, Gombrich was attended the Theresianum secondary school where at age 14 he wrote an essay on the ways art appreciation had changed from Winckelmann to the present.": [
        [
            47,
            58,
            [
                "Theresia"
            ]
        ]
    ],
    "His interest in art history affirmed, Gombrich entered the University of Vienna in 1928 where he studied under the so-called Vienna School art historians, <a href=\"/tietzeh\">Hans Tietze</a>, <a href=\"/swobodak\">Karl Maria Swoboda</a>, and <a href=\"/schlosserj\">Julius von Schlosser</a>, the latter with whom he wrote his dissertation was on the Mannerist architecture of Giulio Romano.": [],
    "Never happy to be the disciple of only one scholar, Gombrich also attended lectures by <a href=\"/strzygowski\">Josef Strzygowski</a>, Schlosser's egotistical arch rival, at the competing Wiener Institut in Vienna.": [],
    "Gombrich's Viennese colleagues during this time also included <a href=\"/kurzo\">Otto Kurz</a>, who years later taught with Gombrich at the Warburg Institute.": [],
    "While researching his dissertation on the Palazzo del Te in Mantua, he corresponded with a friend's young daughter about his work.": [],
    "The publisher Walter Neurath (1903-1967) convinced him to turn this into a book of world history for children, <em>Weltgeschichte für Kinder</em>, 1936.": [
        [
            21,
            28,
            [
                "Neural",
                "Neurite",
                "Seurat",
                "Neath"
            ]
        ]
    ],
    "Gombrich did this in part because the economy and anti-semitic government made an academic position difficult to find.": [
        [
            50,
            62,
            [
                "anti-Semitic",
                "antisemitic",
                "anti-Semitism",
                "anti-emetic"
            ]
        ]
    ],
    "He also occupied his time learning Chinese.": [],
    "Through Schlosser, Gombrich met the museum curator and psychoanalyst <a href=\"/krise\">Ernst Kris</a>.": [],
    "Together they authored a book on caricature (eventually published in a much abbreviated form in 1940).": [],
    "Kris introduced Gombrich to <a href=\"/saxlf\">Fritz Saxl</a>, the director of the Warburg Institute in London (where it had moved from Hamburg in 1933).": [],
    "Kris recommended Gombrich to the Warburg, who assigned him a two-year fellowship in 1936, assisting <a href=\"/bingg\">Gertrud Bing</a> in preparing the papers of its founder, <a href=\"/warburga\">Aby M. Warburg</a> for publication.": [],
    "The same year he married Ilse \"Lonnie\" Heller (1910-2006), a Czech concert pianist and pupil of the pianist Rudolf Serkin (1903-1991).": [
        [
            25,
            29,
            [
                "Else",
                "ILS",
                "Isle",
                "ICSE",
                "LSE"
            ]
        ],
        [
            115,
            121,
            [
                "Jerkin",
                "Serkan"
            ]
        ]
    ],
    "The Holocaust fully under way, Gombrich assisted his parents to escape Vienna in 1938 shortly before the beginning of World War II.": [],
    "He moved to the newly-founded Courtauld Institute when the Warburg lost its temporary lodgings at Thames House.": [
        [
            30,
            39,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Between 1938 and 1939 he lectured weekly on <a href=\"/vasarig\">Giorgio Vasari</a>.": [],
    "With Kurz, he began collaborating on a book on iconography, which was never published because of the outbreak of the World War II.": [
        [
            5,
            9,
            [
                "Kurt",
                "Kurtz",
                "Kurd"
            ]
        ]
    ],
    "During the War, Gombrich worked intercepting and translating foreign radio broadcasts for the BBC at Evesham, England.": [
        [
            101,
            108,
            [
                "Eve sham",
                "Eves ham"
            ]
        ]
    ],
    "He also published an essay on Poussin in <em>The Burlington Magazine</em>, maintaining his connections with the Warburg Institute, which had been incorporated by London University in 1944.": [],
    "He returned to Warburg in 1946 as a senior research fellow named by Saxl.": [
        [
            68,
            72,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ]
    ],
    "After Saxl's death in 1948, Saxl's successor, <a href=\"/frankforth\">Henri Frankfort</a>, appointed Gombrich a Lecturer at the Warburg (to 1954).": [
        [
            6,
            10,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ],
        [
            28,
            32,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ]
    ],
    "Gombrich wrote his famous study of Botticelli's Primavera, an essay associating the ideas of the Neoplatonic philosopher Marsilio Ficino with the Botticelli painting.": [],
    "After the War, he resumed his work editing Warburg's papers.": [],
    "Phaidon Press founder Bela Horovitz (1898-1955) convinced him to rewrite a general textbook of art, akin to his <em>Weltgeschichte</em> which had he had begun in 1937.": [
        [
            0,
            7,
            [
                "Pardon",
                "Phaeton",
                "Chandon",
                "Haddon"
            ]
        ]
    ],
    "The result was <em>The Story of Art</em> (1950), ostensibly written for teenagers, but which had a huge impact on the general post-war populace.": [],
    "He was named the Slade Chair at Oxford University, 1950-1953, and Durning-Lawrence Professor at University College, London, 1956-1969.": [
        [
            17,
            22,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ],
        [
            66,
            82,
            [
                "During-Lawrence"
            ]
        ]
    ],
    "Gombrich always retained a position at the Warburg, Reader, between 1954-1956 and Special Lecturer from 1956-1959.": [],
    "In 1956, too, Gombrich delivered the Mellon lectures in Washgington, D. C., called \"Art and Illusion.\"": [
        [
            56,
            67,
            [
                "Washington"
            ]
        ]
    ],
    "This appeared in book form in 1960.": [],
    "<em>Art and Illusion</em> laid the framework for a psychological understanding of art to a wider public.": [],
    "He became director of the Warburg in 1959.": [],
    "As director, he reorganized the institute, encouraging its scholars, who now included <a href=\"/wittkowerr\">Rudolf Wittkower</a>, <a href=\"/buchthalh\">Hugo Buchthal</a> and Kurz, to teach as well as research.": [],
    "He also launched a lecture series bringing in outside speakers.": [],
    "He was Visiting Professor of Fine Art at Harvard University in 1959, returning to be named Professor of the History of Classical Tradition at London University in 1959, which he held to 1976.": [],
    "Between 1961 and 1963 he was Slade Professor of Fine Art at Cambridge, and in 1967, became Lethaby Professor at the Royal College of Art, 1967-1968.": [
        [
            29,
            34,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ],
        [
            91,
            98,
            [
                "Letha by"
            ]
        ]
    ],
    "His collected essays on art appreciation, <em>Meditations on a Hobby Horse</em> appeared in 1968.": [],
    "<em>Symbolic Images: Studies in the Art of the Renaissance</em>, 1972, discussed the historical importance of forms of symbolism.": [],
    "Gombrich was appointed Andrew D. White Professor-at-Large, Cornell University, from 1970 to 1977.": [],
    "During that time he was knighted (1972) and delivered the Romanes Lecture at Oxford University, \"Art History and the Social Sciences,\" 1975.": [
        [
            58,
            65,
            [
                "Romans",
                "Romances",
                "Romaines",
                "Romanies",
                "Romanus"
            ]
        ]
    ],
    "In 1979 he returned to questions of perception and representation in his Wrightsman Lectures, published as <em>A Sense of Order</em>, a collaboration with the neuropsychologist Richard Gregory.": [
        [
            3,
            7,
            [
                "1979,"
            ]
        ],
        [
            73,
            83,
            [
                "Wrights man"
            ]
        ]
    ],
    "Gombrich was appointed a member of the Order of Merit in 1988.": [],
    "His students include <a href=\"/podrom\">Michael Podro</a> and <a href=\"/baxandallm\">Michael Baxandall</a>.": [],
    "His son, Richard Gombrich (b.": [],
    "1937), was Boden Professor of Sanskrit at Oxford University between 1976 and 2004.": [
        [
            11,
            16,
            [
                "Baden",
                "Bowen",
                "Borden",
                "Bowden",
                "Bode",
                "Boded"
            ]
        ]
    ],
    "Gombrich's unique approach to art history began with his dissertation, written under Schlosser, on the Mannerist architect and painter Guilio Romano.": [
        [
            103,
            112,
            [
                "Mannerism"
            ]
        ],
        [
            135,
            141,
            [
                "Giulio"
            ]
        ]
    ],
    "Mannerism in the 1930s was considered a deliberate distortion of the ideals of the Renaissance (and often compared to the Expressionism of Germany in their century).": [],
    "Schlosser himself had written on it.": [],
    "Gombrich asserted that the eccentricities of Giulio's Mannerist style, far from being degenerate, were employed for a patron eager for fashionable novelty.": [
        [
            54,
            63,
            [
                "Mannerism"
            ]
        ]
    ],
    "Throughout his career, Gombrich avoided using the prevailing methods of art history, connoisseurship and attribution, remarking that they were \"very much on the fringe of [his] formation\" (Kimmelman).": [
        [
            189,
            198,
            [
                "Kimmel man"
            ]
        ]
    ],
    "He characterized most of art criticism as simply the critic's emotional response to art.": [
        [
            17,
            28,
            [
                "most art",
                "most of the art"
            ]
        ]
    ],
    "Parallels have been drawn between Gombrich's melding of art history with psychology to that of the philosopher Karl Popper's psychology and the history of science.": [],
    "Gombrich publicly claimed a debt to his friend, Popper, assisting Popper in the preparation of Popper's manuscript of <em>The Open Society and its Enemies</em>,1945.": [],
    "Although Gombrich wrote about Picasso and modern artists, he had little affinity for contemporary art.": [],
    "His essay \"The Vogue of Abstract Art\" (reprinted in <em>Meditations</em>) denounced American action painting, as a \"visual fad\" supported by dealers rather than ideas.": [],
    "Elsewhere he wrote skeptically about Schoenberg's 12-tone system.": [
        [
            0,
            9,
            [
                "Elsewhere,"
            ]
        ]
    ],
    "Many of Gombrich's theories on art were drawn from his rich life experiences.": [],
    "As radio translator of Nazi broadcasts during World War II, he frequently had to glean words from faint transmissions.": [],
    "Later, in <em>Art and Illusion</em>, he wrote that \"you had to know what might be said in order to hear what was said.\"": [],
    "This concept, which he called \"making and matching,\" was crucial, he claimed, to how people perceive images.": [],
    "His interpretation of Cubism criticized the movement as \"the most radical attempt to stamp out ambiguity and to enforce one reading of the picture.\"": [],
    "Gombrich was comfortable as an iconographer, identifying in the practice of iconology two currents: the neo-Platonic, mystical (e.g., <a href=\"/panofskye\">Erwin Panofsky</a>) and the Aristotelian, rhetorical function (code of signs) (Bazin).": [
        [
            31,
            43,
            [
                "iconography",
                "iconographic",
                "scenographer",
                "sonographer"
            ]
        ],
        [
            76,
            85,
            [
                "phonology"
            ]
        ]
    ],
    "It was his survey, <em>The Story of Art</em>, however, that established Gombrich's popular reputation.": [],
    "While most surveys had been little more than long lists of names, dates and discussions styles, Gombrich focused on the problems which artists at different periods had solved.": [],
    "Methodologically, he was particularly opposed to Marxist approaches to art (see Gombrich's discussion of the approach in the entry on <a href=\"/hausera\">Arnold Hauser</a>), Hegelian world views, or doctrines, such as <em>Weltanschauung</em> (Spirit of the Age\") that embraced cultural relativism or collectivizations of art.": [],
    "\"We should not go off on a tangent but rather learn as much as we can about the painter's craft,\" he declared.": [],
    "Gombrich was a charismatic lecturer, surprising audiences with images from magazine advertisements or Saul Steinberg cartoons in between projections of paintings of Old Masters.": [],
    "Not all of Gombrich's writings have wholly been accepted.": [],
    "His assertion of a link between Renaissance art and the philosophical doctrines, stated in the Botticelli Primavera article, have been doubted, even later by Gombrich himself, in the introduction to <em>Symbolic Images</em> (1972).": [],
    "He insisted that Hegel's work, not Winnckelmann's, should be considered the beginning of art history.": [
        [
            35,
            47,
            [
                "Winckelmann"
            ]
        ]
    ],
    "Gombrich's initial assignment at the Warburg Library in London was to ready Warburg's papers for publication.": [],
    "He astutely realized that Warburg's notes were not suitable for publication because of the juxtaposing way Warburg worked (see <em>DoAH</em> entry on Warburg) and Warburg's inability to draw lucid conclusions.": [],
    "Gombrich used his study of Warburg to write an intellectual biography of Warburg (1970, 2nd ed., 1985), which is by far the best introduction to Warburg's ideas.": []
}