{
    "Historian of the eighteenth-century French art world and early champion of modern trends for art; art critic of nineteenth-century Paris and part of a famous art-criticism team with his brother, Edmond.": [],
    "Jules de Goncourt and his older brother, <a href=\"/goncourte\">Edmond de Goncourt</a>, were born into minor aristocracy.": [],
    "Their father, Marc-Pierre Huot de Goncourt, (1787-1834) and their mother Annette-Cécile Guérin (de Goncourt) (d.1848) both died when the men were young.": [
        [
            26,
            30,
            [
                "Hot",
                "Hunt",
                "Hurt",
                "Hut",
                "Hoot",
                "Quot"
            ]
        ],
        [
            88,
            94,
            [
                "Turin",
                "Erin",
                "Guerra",
                "Grin",
                "Goering",
                "Gherkin"
            ]
        ]
    ],
    "The family wealth enabled the brothers to become self-indulgent pleasure-seekers, devoting time to writing and being artists; Jules' etchings were eventually published.": [],
    "The assembled a collection of eighteenth-century art, largely drawings and pastels, which were not popular at the time.": [],
    "The brothers made their initial reputation as journalists writing art criticism.": [],
    "In 1851 the two began their journal, chronicling their art scene, which they continued throughout their lives.": [],
    "The brothers were arrested in 1852 for quoting mildly erotic Renaissance verses in one of their articles.": [],
    "Jules acquired art album of Japanese prints in 1852, spurring a national interest in Oriental and particularly Japanese art, known as <em>Japonisme</em>.": [],
    "Jules ceased reviewing art the same year (his last review was the Paris Salon of 1852).": [],
    "In an important 1855 account of the Exposition Universelle, <em>La peinture a l'Exposition de 1855</em>, they suggested that painting was \"a daughter of the earth,\" an art in which color, not line, was the core value.": [
        [
            47,
            58,
            [
                "Universally"
            ]
        ]
    ],
    "They attacked the predominant painting genre of French official art, the dark history painting style espoused by the Académie, as a poor subject for painting.": [
        [
            117,
            125,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "Instead, landscapes and contemporary genre were the acme of modern painting for the Goncourts.": [
        [
            84,
            93,
            [
                "Goncourt"
            ]
        ]
    ],
    "They published essays on eighteenth-century artists intermittantly in various periodicals.": [
        [
            52,
            66,
            [
                "intermittently"
            ]
        ]
    ],
    "Beginning in 1856, the two published these essays in a collected series, called <em>L'Art du XVIIIe siècle</em> (ultimately 12 fascicles completed in 1875).": [],
    "It remains their most important book.": [],
    "Illustrated by Jules (two by Edmond), the book was responsible for the revival (albeit a highly Romantic view) of interest in the rococo as well as the working methods of French 18th-century artists from Watteau to Charles-Nicolas Cochin.": [],
    "The brothers wrote about all French artists of the eighteenth century, not just the famous.": [],
    "They also produced novels in the Realist vein, <em>Germinie Lacerteux</em> (1864), their most important.": [],
    "Based on the life of their servant, Rose, the novel follows her thefts from the brothers to pay for after-hours orgies and trysts.": [],
    "It is considered among the early novels of French Realism devoted to working-class life.": [],
    "In 1867, another novel <em>Manette Salomon</em>, about the studio practice of contemporary artists, their model (it was originally to be titled <em>L'atelier Langibout</em>), woven with the psychology and contemporary life, appeared.": [],
    "The <em>prix Goncourt</em> was conceived by the brothers in the same year (1867) as the Académie Goncourt, a literary society of 10 members.": [],
    "As art critics, the Goncourt's focused on the Barbizon school.": [
        [
            46,
            54,
            [
                "Barbican"
            ]
        ]
    ],
    "Their chief modern artist was the (now largely forgotten) artist Paul Gavarni about whom Edmond completed a separate book, after Jules' death, in 1873.": [
        [
            70,
            77,
            [
                "Gagarin",
                "Galvani",
                "Havarti"
            ]
        ]
    ],
    "Neither brother married; Edmond was likely homosexual though Jules' experience with women left him with syphilis.": [],
    "His life--as indicated in the <em>Journal</em>--was a steady stream of encounters.": [],
    "He died of a stroke at the age of 40 brought on by syphilis.": [],
    "Edmond continued to write books on art, including Japanese artists, until his death in 1896.": [],
    "A formal Académie Goncourt was established in 1903 through a bequest of Edmond.": [
        [
            9,
            17,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "After their deaths, their importance waned until the second half of the 20th century when they were recognized as the leaders of much of modernism in French art writing and taste.": [],
    "The <em>Journal</em> is an important primary source for Parisian literary and artistic life.": [],
    "The Goncourt's ability to combine their knowledge of artistic life with compelling journalism, social history and publicity resulted in their considerable influence on French taste in the second half of the 19th century.": [],
    "In their art-historical work, <em>L'Art du XVIIIe siècle</em>, the Goncourt combined the sensibilities of art historian, critic and artist.": [],
    "They were the first art writers to value the sketch (pencil and oil) and the fragment as stand-alone artworks, hallmarks of modern art a century later.": [],
    "They early on sensed the lifeless academic nature of much of the work of Raphael, who was at the time perhaps the most valued artist of the nineteenth century.": [],
    "A major theme of the Goncourts was that of artistic technique, which they often referred to as 'cuisine.\"": [
        [
            21,
            30,
            [
                "Goncourt"
            ]
        ]
    ],
    "The two most important and continually referred to elements are color and the fragment.": [],
    "Their writing intended to create the sensations of modern life and art through juxtaposed, and rearranged esthetic experiences.": [],
    "Such <em>écriture artiste</em>, which included intentionally inverted grammar and syntax as well as improvised vocabulary, most evident in <em>L'Art du XVIIIe siècle</em>, greatly influenced later 19th-century poets and novelists such as Paul Verlaine (1840-1896) and Emile Zola (1840-1902).": [],
    "They had a profound impact on French literature (both in the novel and in literary style in general) and particularly on later 19th-century taste.": [],
    "Their opinions of contemporary art, however, were not as visionary.": [],
    "They championed the work of the caricaturist and artist Paul Gavarni (Sulpice Guillaume Chevalier, 1804-1866).": [
        [
            61,
            68,
            [
                "Gagarin",
                "Galvani",
                "Havarti"
            ]
        ],
        [
            70,
            77,
            [
                "Slice",
                "Spice",
                "Sulfide",
                "Sluice",
                "Splice",
                "Suffice"
            ]
        ]
    ]
}