{
    "Writer, art historian of the eighteenth-century art and art critic of contemporary nineteenth-century Paris together with his brother, Jules.": [],
    "Edmond de Goncourt and his brother, <a href=\"/goncourtj\">Jules</a>, were born into minor aristocracy.": [],
    "Their father, Marc-Pierre Huot de Goncourt, (d.": [
        [
            26,
            30,
            [
                "Hot",
                "Hunt",
                "Hurt",
                "Hut",
                "Hoot",
                "Quot"
            ]
        ]
    ],
    "1834) and their mother Annette-Cécile Guérin (de Goncourt) (d.1848) both died when the men were young.": [
        [
            38,
            44,
            [
                "Turin",
                "Erin",
                "Guerra",
                "Grin",
                "Goering",
                "Gherkin"
            ]
        ]
    ],
    "Their inherited wealth enabled the brothers to become artists without concern for their livelihood, relieving Edmond from a treasury clerk position so dismal that he entertained thoughts of suicide.": [],
    "The assembled a collection of eighteenth-century art, largely drawings and pastels, which were not popular at the time.": [],
    "Though throughout their lives they were self-indulgent pleasure-seekers, the brothers made their initial reputation as journalists.": [],
    "In 1851 the two began publishing a journal chronicling their art scene.": [],
    "The brothers were arrested in 1852 for quoting mildly erotic Renaissance verses in one of their articles.": [],
    "Their 1855 account of the Exposition Universelle, <em>La peinture a l'Exposition de 1855</em>, delineated one of their core critique values, writing that painting was \"a daughter of the earth,\" an art in which color, not line, was the core value.": [
        [
            37,
            48,
            [
                "Universally"
            ]
        ]
    ],
    "They were among the first to decry the dark history painting--espoused by the French Academy and which was the bulk of French official art--as a poor subject for painting.": [],
    "Landscapes and contemporary genre were the acme of modern painting for the Goncourt.": [],
    "They published essays on eighteenth-century artists intermittently in various periodicals.": [],
    "Beginning in 1856, the two published these essays in a collected series, called <em>L'Art du XVIIIe siècle</em> (ultimately 12 fascicles completed in 1875).": [],
    "It remains their most important book.": [],
    "Illustrated by Jules (and two my Edmond), the book was responsible for the revival (albeit Romantic) of the appreciation of the rococo as well as the working methods of French 18th-century artists from Watteau to Charles-Nicolas Cochin.": [],
    "The brothers wrote about all French artists of the eighteenth century, not just the famous.": [],
    "They, however, considered themselves novelists and wrote throughout their career.": [],
    "Their <em>Germinie Lacerteux</em> (1864), was based on the life of their servant, Rose, follows her thefts from the brothers to pay for after-hours orgies and trysts.": [],
    "It is considered among the early novels of French Realism devoted to working-class life.": [],
    "In 1867, their novel <em>Manette Salomon</em> appeared.": [],
    "The book, a narrative about the studio practice of contemporary artists, art students and their model, (it was originally to be titled <em>L'atelier Langibout</em>), was both original and modern in its treatment of psychology and contemporary life.": [],
    "The <em>prix Goncourt</em> was conceived by the brothers in the same year (1867) as the Académie Goncourt, a literary society of 10 members.": [],
    "The Goncourt's art criticism focused on the Barbizon school.": [
        [
            44,
            52,
            [
                "Barbican"
            ]
        ]
    ],
    "Edmond later wrote enthusiastically of Constable and Turner.": [],
    "They were not visionaries of the art of their own era and were relatively unimpressed with and sometimes critical of the Impressionists, except for Edmond's praise of Degas' originality.": [],
    "Their chief modern artist was the (now largely forgotten) artist Paul Gavarni (Sulpice Guillaume Chevalier, 1804-1866).": [
        [
            70,
            77,
            [
                "Gagarin",
                "Galvani",
                "Havarti"
            ]
        ],
        [
            79,
            86,
            [
                "Slice",
                "Spice",
                "Sulfide",
                "Sluice",
                "Splice",
                "Suffice"
            ]
        ]
    ],
    "When Jules died of a syphilis-related heart ailment in 1870, Edmond a homosexual, was devastated.": [],
    "He continued writing on his own completing the Gavarni book in 1873.": [
        [
            47,
            54,
            [
                "Gagarin",
                "Galvani",
                "Havarti"
            ]
        ]
    ],
    "In 1880, Edmond's <em>La Maison d'un artiste</em> was published, a work that used the term \"artist\" interchangeably with \"writer.\"": [],
    "Goncourt met and fostered the career of the (later) important historian for Impressionism, <a href=\"/geffroyg\">Gustave Geffroy</a>, in 1882.": [],
    "In 1885, Edmond began his literary salon, known as the <em>genier</em> for the sumptuous attic in which it was held.": [],
    "Edmond's final works were on the Japanese artists Kitagawa Utamaro (1891) and Katsushika Hokusai (1896).": [
        [
            50,
            58,
            [
                "Kanagawa"
            ]
        ],
        [
            59,
            66,
            [
                "Tamar",
                "Tamara",
                "Camaro"
            ]
        ]
    ],
    "The Académie Goncourt was established in 1903 through a bequest of Edmond.": [
        [
            4,
            12,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "After Edmond's death, the brothers' importance waned until the second half of the 20th century when they were recognized as the leaders of much of modernism in French art writing and taste.": [],
    "The Goncourt <em>Journal</em> is an important primary source for Parisian literary and artistic life.": [],
    "The Goncourts' ability to combine their knowledge of artistic life with compelling journalism (and publicity) resulted in their considerable influence on French taste in the second half of the 19th century.": [
        [
            4,
            13,
            [
                "Goncourt"
            ]
        ]
    ],
    "They \"absorbed the Romanticism of the thirties and abandoned themselves feverishly to the realism, the meticulous modernism, of the fifties\" (Ironsides).": [],
    "They early on sensed the lifeless academic nature of much of the work of Raphael, who was at the time perhaps the most valued artist of the nineteenth century.": [],
    "A major theme of the Goncourts was that of artistic technique, which they often referred to as 'cuisine.\"": [
        [
            21,
            30,
            [
                "Goncourt"
            ]
        ]
    ],
    "The two most important and continually referred to are colour and the fragment.": [
        [
            55,
            61,
            [
                "color"
            ]
        ]
    ],
    "Their writing intended to create the sensations of modern life and art through juxtaposed, and rearranged esthetic experiences.": [],
    "Such <em>écriture artiste</em>, which included intentionally inverted grammar and syntax as well as improvised vocabulary, most evident in <em>L'Art du XVIIIe siècle</em> greatly influenced later 19th-century poets and novelists such as Paul Verlaine and Emile Zola.": [],
    "In <em>L'Art du XVIIIe siècle</em>, the Goncourt as art historian, critic and artist unite.": [],
    "They were the first art writers to value the sketch (pencil and oil) and the fragment as stand-alone artworks, hallmarks of modern art a century later.": [],
    "They had a profound impact on French literature (both in the novel and in literary style in general) and particularly on later 19th-century taste.": [],
    "As critics of 19th-century art, their taste has not stood the test of time.": [],
    "They championed the work of the caricaturist and artist Paul Gavarni (Sulpice Guillaume Chevalier, 1804-1866).": [
        [
            61,
            68,
            [
                "Gagarin",
                "Galvani",
                "Havarti"
            ]
        ],
        [
            70,
            77,
            [
                "Slice",
                "Spice",
                "Sulfide",
                "Sluice",
                "Splice",
                "Suffice"
            ]
        ]
    ]
}