{
    "Americanist art historian and Whitney Museum of Art curator and Director, 1958-1968.": [
        [
            0,
            11,
            [
                "Americanism"
            ]
        ]
    ],
    "Goodrich was the son of Henry Wickes Goodrich, an attorney and amateur painter, and Madeleine Lloyd (Goodrich).": [
        [
            30,
            36,
            [
                "Wickets",
                "Wicket",
                "Wilkes",
                "Wicked",
                "Wicker",
                "Wicks"
            ]
        ]
    ],
    "The family friend and neighbor, the artist Reginald Marsh, encouraged Goodrich to paint.": [],
    "Goodrich graduated from high school in 1913 and studied at the Art Students League in New York, arriving early enough to witness the Armory Show, and later studying at the National Academy of Design (also in New York) through 1918.": [],
    "Goodrich gave up painting that year, working in the steel business and editing books at Macmillan Company through 1923.": [],
    "He married Edith Havens in 1924 and began writing for <em>The Arts</em>, a popular cultural magazine.": [],
    "He soon became an associate editor, authoring articles on American and European art and art exhibitions as well as contributing seminal reassessments of American art such as the Hudson River School, Winslow Homer and the young artist Edward Hopper.": [],
    "Betweeen 1927 and 1928, Goodrich and his wife traveled to Europe.": [
        [
            0,
            8,
            [
                "Between"
            ]
        ]
    ],
    "He returned with a profound appreciation of how scholars supported the art of their own country by writing about it.": [],
    "Goodrich resolved to do the same.": [],
    "Securing a loan from Marsh in 1929, Goodrich researched the Philadelphia artist Thomas Eakins with the idea of a monograph on the artist.": [],
    "It was at this same time that Gertrude Vanderbilt Whitney (1875-1942), rebuffed by the Metropolitan Museum of Art at her suggestion to donate her collection of modern American art to them, was founding her own museum with <a href=\"/forcej\">Juliana R. Force</a>.": [],
    "In 1929, Force hired Goodrich promising him time to complete his book.": [],
    "<em>Thomas Eakins: His Life and Work</em> appeared in 1933.": [],
    "It remains an important study on the artist.": [],
    "Goodrich and Force oversaw the Depression-era aid of the Public Works of Art Project (1933-1934) in New York, part of Roosevelt's New Deal program for art.": [],
    "Goodrich was appointed research curator in 1935, launching into a full exhibition program similar to the fledgling Museum of Modern Art, founded at the same time by Abby Aldrich Rockefeller (1874-1948) and <a href=\"/barra\">Alfred H. Barr, Jr.</a> Exhibitions included \"American Genre: The Social Scene in Paintings and Prints\" in 1935, \"Winslow Homer\" in 1936, \"A Century of American Landscape Painting,\" 1938.": [],
    "The need for a collected body of scholarship on American artists caused Goodrich to found the American Art Research Council in 1942, a consortium of museums and university art departments to document American artists.": [],
    "The documentary information the Council collected on artists such as Stuart Davis, Georgia O'Keeffe, and Maurice Prendergast, helped limit forgeries and establish standards.": [
        [
            113,
            124,
            [
                "Pederast"
            ]
        ]
    ],
    "After World War II, the shows continued with \"The Hudson River School and the Early American Landscape Tradition,\" in 1945, a show about Robert Feke in 1946 and successive shows on Ralph Blakelock and Albert Pinkham Ryder in 1947.": [
        [
            144,
            148,
            [
                "Fee",
                "Fake",
                "Zeke",
                "Eke",
                "Fete",
                "Fête"
            ]
        ],
        [
            187,
            196,
            [
                "Blake lock"
            ]
        ],
        [
            208,
            215,
            [
                "Pink ham"
            ]
        ]
    ],
    "These shows made Goodrich the premier Americanist art historian.": [
        [
            38,
            49,
            [
                "Americanism"
            ]
        ]
    ],
    "That year, too, Goodrich was appointed associate curator of the Whitney, and in 1948, associate director.": [],
    "His personal convictions and trusteeship in the American Federation of Arts, resulted in vociferous protests against Senator Joseph McCarthy (1908-1957) and McCarthy's attacks on artistic freedom and artist's royalty right for museum reproductions admission fees.": [],
    "While the MoMA was slow to give American modernist artists exhibition space, Goodrich initiated shows in the 1950s on Edward Hopper (1950), Arshile Gorky (1951), and John Sloan (1952).": [
        [
            140,
            147,
            [
                "Archive",
                "Archie",
                "Ayrshire",
                "Awhile",
                "Armhole"
            ]
        ]
    ],
    "As chair of the Committee on Government and Art, Goodrich and the Committee submitted a proposal to President Dwight Eisenhower in 1954 recommending legislation for government support of the arts, later resulting in national endowments for art and another for the humanities.": [],
    "In 1956 Goodrich took steps to ensure the financial stability of the museum by moving it from a private institution to a public one.": [],
    "He formed the Friends of the Whitney Museum group, comprising collectors of contemporary art.": [],
    "Acting on behalf of the Museum, the Friends acquired works by Davis, Willem de Kooning, Edwin Dickinson, Jasper Johns, Ellsworth Kelly, Franz Kline, Morris Louis, Louise Nevelson, Kenneth Noland, and Mark Rothko, creating the core collection for which the Whitney is today famous.": [
        [
            188,
            194,
            [
                "Poland",
                "Roland",
                "Nolan",
                "Öland",
                "No land"
            ]
        ]
    ],
    "Goodrich became director in 1958.": [],
    "He diversified the Board of Trustees outside the Whitney family and, in 1966, saw the completion of the Marcel Breuer edifice at 945 Madison Avenue.": [],
    "Goodrich retired from the Museum in 1968.": [],
    "His 1971 <em>Edward Hopper</em> monograph remains the standard large-format work on the artist.": [],
    "Additional monographs on Raphael Soyer and Reginald Marsh appeared in 1972.": [
        [
            33,
            38,
            [
                "Sober",
                "Boyer",
                "Foyer",
                "Moyer",
                "Sower",
                "Shyer"
            ]
        ]
    ],
    "In 1982, he rewrote his biography on Easkins into a two-volume work.": [
        [
            37,
            44,
            [
                "Eakins",
                "Haskins"
            ]
        ]
    ],
    "He died at his home in New York in 1987.": [],
    "Goodrich donated his papers to the Whitney Museum of American Art and the Archives of American Art.": [],
    "His various research archives were given to the respective institutions on their subjects, those being the Philadelphia Museum of Art (for Eakins); the Graduate Center of the City University of New York (for Homer); and the University of Delaware for Ryder.": [
        [
            152,
            160,
            [
                "Graduate from"
            ]
        ]
    ],
    "Goodrich established American art as a significant genre worthy of its own scholarship and appreciation.": [],
    "He elevated the reputations of Eakins, Ryder, and Homer as bellwethers of American nineteenth-century painting.": [],
    "He was just as finely attuned to the plight of contemporary American artists, whom he championed not only in the gallery he directed but also for the residuals he felt they deserved.": [],
    "His attempt to found a scholarly art archives body in the American Art Research Council was reborn in Dennis Barrie's Archives of American Art decades later.": []
}