{
    "Archaeologist and architectural historian: first curator of the Metropolitan Museum of Art, New York, 1882-1888, and later curator of Art at the Brooklyn Institute of Arts and Sciences.": [],
    "Goodyear was the son of Charles A. Goodyear (1800-1860), the famous inventor of the rubber vulcanization process, and Clarissa Beecher (Goodyear).": [],
    "Much of his childhood was spent in England and France.": [],
    "He graduated in 1867 from Yale University with a degree in history, moving to Italy to seek a better clime for his health.": [],
    "There he became interested in antiquities.": [],
    "He went to Berlin, studying Roman Law and history before changing to art history in Heidelberg under the archaeologist <a href=\"/friedrichsk\">Karl Friedrichs</a>.": [],
    "Goodyear traveled to Syria and Cyprus with Friedrichs in 1869 where Friedrichs was engaged in negotiating the collection of Cypriot art amassed by <a href=\"/cesnolal\">Luigi Palma di Cesnola</a> the first director of the Metropolitan.": [
        [
            43,
            53,
            [
                "Friedrich's",
                "Friedrich"
            ]
        ],
        [
            68,
            78,
            [
                "Friedrich's",
                "Friedrich"
            ]
        ]
    ],
    "In 1870 Goodyear was in Venice, tracing the building methods to ancient practices of San Marco.": [],
    "The same year he made an accurate study of the campanile of the Pisa cathedral (the so-called \"Leaning Tower of Pisa\"), concluding that its architects had been much more adept at its design than previous thought.": [],
    "He married Sarah Sanford, a native of Cleveland, in 1871, marrying a second time in 1879 to Nellie F. M. Johns.": [],
    "He taught at the Cooper Union until 1882 when Cesnola hired him to curate all the collections in the new Metropolitan Museum of Art.": [
        [
            46,
            53,
            [
                "Canola"
            ]
        ]
    ],
    "The bombastic Cesnola considered his curator an employee under his control.": [
        [
            14,
            21,
            [
                "Canola"
            ]
        ]
    ],
    "When Goodyear refused to confirm the authenticity of several Cyprian vases Cesnola wanted displayed in 1888, the museum director locked Goodyear out of his office until he resigned, unable to take his personal possessions with him.": [
        [
            75,
            82,
            [
                "Canola"
            ]
        ],
        [
            90,
            99,
            [
                "to be displayed"
            ]
        ]
    ],
    "Goodyear would claim a salary dispute caused the strained circumstances in order to save the Museum embarrassment.": [],
    "That same year Goodyear published a popular survey of art history which went through numerous editions.": [],
    "In 1890 he was appointed curator of art at the Brooklyn Institute of Arts and Sciences (today the Brooklyn Museum of Art).": [
        [
            3,
            7,
            [
                "1890,"
            ]
        ]
    ],
    "In Brooklyn, Goodyear launched a series of 130 public talks comprising an entire history of art from Ancient art and ending with the nineteenth century.": [],
    "He published his <em>Grammar of the Lotus</em> in 1891, the result of his study of eastern art in the face of Greek civilization.": [],
    "In 1895 he secured enough financial assistance to photograph and measure European buildings in a systematic way.": [
        [
            3,
            7,
            [
                "1895,"
            ]
        ],
        [
            92,
            111,
            [
                "systematically"
            ]
        ]
    ],
    "These were subsequently published in a series of articles for the <em>Architectural Record</em> beginning in 1896.": [],
    "He continued his documentation project until 1914.": [],
    "Goodyear's wife suffered from a mental illness and after five children, the two divorced.": [],
    "In 1904 Goodyear prevailed against worried Italian authorities who believed San Marco was in danger of collapse.": [],
    "His scientific analysis of the building demonstrated the structure was sound and undeserving of \"renovation.\"": [],
    "He launched an architectural exhibition based upon his documentary evidence in 1905 which traveled to Italy and Scotland under the auspices of the Brooklyn Museum.": [],
    "Goodyear issued another report in 1910 on the Pisa campanile, again decrying poorly informed local architects who believe the structure immanent for collapse.": [],
    "In 1917 he married a third time, to Mary Katharine Covert.": [
        [
            3,
            7,
            [
                "1917,"
            ]
        ]
    ],
    "He died of pneumonia at home at age 77 and is buried in Green-Wood Cemetery, Brooklyn.": [],
    "The 1926 entry in the <em>National Cyclopaedia</em> termed Goodyear \"America's first art historian\" for breaking new educational ground in the teaching of art history in American schools.": [],
    "His particular area of interest was charting what he termed \"refinements\" in the history of architecture, a term he borrowed from the gothic art enthusiast <a href=\"/ruskinj\">John Ruskin</a>: noting building improvements in Greek, Roman, Byzantine and medieval structures which he traced back to the ancients.": [],
    "His sober reports to the committees of Venice and Pisa saved these monuments from drastic and unnecessary rebuilding.": [],
    "His breakthrough conclusion was that architectural symmetry was not a goal until the modern era.": [],
    "Other findings on gothic building resulted in more accurate modifications to contemporary American gothic architecture, include St.": [],
    "John the Divine in New York.": [],
    "The Harvard art historian <a href=\"/portera\">A.": [],
    "Kingsley Porter</a> praised Goodyear's 1905 catalogs.": []
}