{
    "<p>Modernist art historian at the University of Pittsburgh; expert on Ernst Ludwig Kirchner.": [],
    "Gordon attended Harvard University, receiving his Ph.D.": [],
    "in 1960.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He did post-graduate work at the Universities of Hamburg and Marburg, as well as the Zentralinstitut für Kunstgeschichte in Munich.": [
        [
            101,
            104,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "He began his teaching career at Dickinson College, Carlisle, Pennsylvania in 1960 and was promoted to associate professor in 1963.": [],
    "In 1968, he published the first major monograph on the German Expressionist artist Ernst Ludwig Kirchner in English.": [],
    "Gordon's dedication to primary textual sources was evident in the supplementary material, translated into English for the first time, of the Brücke (art) movement.": [
        [
            141,
            147,
            [
                "Bruce"
            ]
        ]
    ],
    "In 1969 he moved to Pittsburgh and the university there as a full professor.": [
        [
            3,
            7,
            [
                "1969,"
            ]
        ]
    ],
    "He also headed the Frick Fine Arts collection at the University until 1974.": [],
    "His second primary-sources book appeared that same year, a two-volume index of exhibitions of modern art in Europe between 1900-1916.": [],
    "The index translated titles in French, German, and Russian into English, allowing scholars at a glance trace the spread of modernist art in western Europe.": [
        [
            140,
            154,
            [
                "Western Europe"
            ]
        ]
    ],
    "For the 1981-82 academic year was a visiting professor at Columbia University.": [],
    "His next book, <em>Expressionism: Art and Idea</em>, had already been accepted when he died of cancer at age 52.": [],
    "It was published posthumously in 1987.</p>": []
}