{
    "Scholar of the Italian Renaissance and modern art.": [],
    "Gosebruch's father, <a href=\"/gosebruche\">Ernst Gosebruch</a>, was an art historian and Museum director in Essen at the time of his son's birth.": [
        [
            0,
            9,
            [
                "Rosebush",
                "Gombrich"
            ]
        ]
    ],
    "The younger Gosebruch grew up with the paintings of the Brücke artists, Ernst Ludwig Kirchner, Eric Heckel and Karl Schmidt-Rottluff in the living room of the family home.": [
        [
            12,
            21,
            [
                "Rosebush",
                "Gombrich"
            ]
        ],
        [
            56,
            62,
            [
                "Bruce"
            ]
        ],
        [
            100,
            106,
            [
                "Henkel",
                "Heckle"
            ]
        ]
    ],
    "The elder Gosebruch was dismissed as director of the Essener Museum Folkwang in 1933 by the Nazis.": [
        [
            10,
            19,
            [
                "Rosebush",
                "Gombrich"
            ]
        ],
        [
            53,
            60,
            [
                "Essene"
            ]
        ],
        [
            68,
            76,
            [
                "Folkways",
                "Folkway"
            ]
        ]
    ],
    "In 1938 Martin was conscripted to the Reich Labor Service (Arbeits-, Wehr-, Kriegsdienst Gefangenschaft).": [
        [
            59,
            66,
            [
                "Areas"
            ]
        ],
        [
            69,
            73,
            [
                "Wear",
                "Weir",
                "Weer",
                "We hr"
            ]
        ]
    ],
    "At the end of the War he was interned at a prisoner of war until 1947.": [],
    "After release, he studied under the medievalist <a href=\"/jantzenh\">Hans Jantzen</a> and the other scholars assembled at the Ludwig-Maximilians-Universität in Munich, <a href=\"/weigande\">Edmund Weigand</a> and <a href=\"/buschore\">Ernst Buschor</a>.": [],
    "His 1950 dissertation addressing the visual power of early 12th-century Burgundian sculpture, <em>Über die Bildmacht der burgundischen Skulptur im frühen 12.": [
        [
            98,
            102,
            [
                "Uber",
                "User",
                "Huber",
                "Tuber",
                "Buber",
                "Umber"
            ]
        ],
        [
            117,
            120,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            135,
            143,
            [
                "Sculpture",
                "Sculptor"
            ]
        ],
        [
            144,
            146,
            [
                "I'm",
                "IM",
                "in",
                "is",
                "I",
                "it"
            ]
        ],
        [
            147,
            153,
            [
                "frozen",
                "Ruben",
                "Frauen",
                "freshen",
                "Rubén"
            ]
        ]
    ],
    "Jahrhunderts</em>, addressed similar theoretic issues <a href=\"/sedlmayrh\">Hans Sedlmayr</a> did in his book <em>Verlust der Mitte</em> (Gädeke), perhaps because Sedlmayr had just taken over Jantzen's position at Munich.": [],
    "In 1952 he was an assistant to <a href=\"/heisec\">Carl Heise</a> at the Hamburger Kunsthalle and titular director of the Kunstverein (\"art club\") for two years.": [
        [
            3,
            7,
            [
                "1952,"
            ]
        ]
    ],
    "He was appointed an honorary fellow at the Bibliotheca Hertziana in Rome for the 1954-1955 years.": [
        [
            81,
            90,
            [
                "1954–1955"
            ]
        ]
    ],
    "He wrote his habilitation in 1958 at Freiburg.": [
        [
            13,
            25,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ]
    ],
    "He accepted a position at the Institut für Kunstgeschichte, Technische Universität Carolo-Wilhelmina zu Braunschweig (Braunschweig Technical University) in 1965.": [
        [
            30,
            38,
            [
                "Institute"
            ]
        ],
        [
            39,
            42,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            60,
            70,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ],
        [
            71,
            82,
            [
                "University"
            ]
        ],
        [
            83,
            100,
            [
                "Carlo-Wilhelmina"
            ]
        ],
        [
            101,
            103,
            [
                "EU",
                "nu",
                "Eu",
                "GU",
                "Ru",
                "Zn"
            ]
        ]
    ],
    "Gosebruch retired from Braunschweig in 1986.": [
        [
            0,
            9,
            [
                "Rosebush",
                "Gombrich"
            ]
        ]
    ],
    "He died of heart failure in 1992.": [],
    "Gosebruch was methodologically conservative.": [
        [
            0,
            9,
            [
                "Rosebush",
                "Gombrich"
            ]
        ]
    ],
    "He strongly disputed reformers of architectural-historical practice such as <a href=\"/bandmanng\">Günter Bandmann</a>.": [],
    "He early embraced theoretics and wrote on it throughout his career.": [],
    "He abandoned the Expressionist artists supported by his father in search of their cultural heirs, much to many of the original Expressionists' dismay (e.g., Karl Schmidt-Rottluff).": []
}