{
    "<p>Director, Essener Kunstmuseum 1909-1922, major exhibitor of German Expressionism.": [
        [
            13,
            20,
            [
                "Essene"
            ]
        ]
    ],
    "Between 1891 and 1896 Gosebruch studied philology in Munich, Geneva and Berlin.": [
        [
            22,
            31,
            [
                "Rosebush",
                "Gombrich"
            ]
        ]
    ],
    "He taught as a private tutor until 1903 when he joined the the Essen museum as an unpaid assistant.": [
        [
            55,
            62,
            [
                "the"
            ]
        ]
    ],
    "During the same time he studied art history in Paris and Berlin, the latter venue under <a href=\"/wolfflinh\">Heinrich Wölfflin</a>.": [],
    "After a second undergraduate degree in art history in 1906, he was appointed in 1909 Director of Essen art museums, a diverse art collection.": [],
    "To this conglomeration, Gosebruch began purchasing modernist art, including a van Gogh, and mounting an exhibition on Emil Nolde.": [
        [
            24,
            33,
            [
                "Rosebush",
                "Gombrich"
            ]
        ]
    ],
    "When the seminal collector and museum-founder of modern art, <a href=\"/osthausk\">Karl Ernst Osthaus</a> died in 1921, the city fathers purchased his musuem, the Folkwang, in Hagen, Germany moving it to Essen.": [],
    "Gosebruch became the first [Essen] Folkwang Museum director, following Osthaus' lead in acquisitions.": [
        [
            0,
            9,
            [
                "Rosebush",
                "Gombrich"
            ]
        ],
        [
            35,
            43,
            [
                "Folkways",
                "Folkway"
            ]
        ],
        [
            71,
            78,
            [
                "Isthmus"
            ]
        ]
    ],
    "Between 1922 and 1933 Gosebruch created one of the most famous museums in Germany solely devoted to modern art.": [
        [
            22,
            31,
            [
                "Rosebush",
                "Gombrich"
            ]
        ]
    ],
    "He became friends with with the Expressionist artists, particularly <em>Die Brücke</em> artists, Christian Rohlfs, Ernst Ludwig Kirchner and Erich Heckel.": [
        [
            18,
            27,
            [
                "with"
            ]
        ],
        [
            107,
            113,
            [
                "Roles",
                "Rolls",
                "Roofs",
                "Rolf",
                "Golfs",
                "Robles"
            ]
        ],
        [
            147,
            153,
            [
                "Henkel",
                "Heckle"
            ]
        ]
    ],
    "A new building was constructed between 1925-1929.": [],
    "The massive inflation of the Weimar Republic limited much of the design, however.": [],
    "Gosebruch wanted German artists to be in charge of the decoration.": [
        [
            0,
            9,
            [
                "Rosebush",
                "Gombrich"
            ]
        ]
    ],
    "A painting in the fountain area was completed by Oskar Schlemmer, but another project, planned for Kirchner, was financially impossible and Kirchner and Gosebruch fell ou on the matter.": [
        [
            55,
            64,
            [
                "Schemer",
                "Schlemiel"
            ]
        ],
        [
            153,
            162,
            [
                "Rosebush",
                "Gombrich"
            ]
        ],
        [
            168,
            170,
            [
                "of",
                "on",
                "or",
                "out",
                "you",
                "OK"
            ]
        ]
    ],
    "As a curator, Gosebruch hung exhibitions without regard to historic periods.": [
        [
            14,
            23,
            [
                "Rosebush",
                "Gombrich"
            ]
        ]
    ],
    "Gosebruch developed a strong friendship with <a href=\"/sauerlandtm\">Max Sauerlandt</a>.": [
        [
            0,
            9,
            [
                "Rosebush",
                "Gombrich"
            ]
        ]
    ],
    "The collapse of the Weimar Republic fostered a hate campaing against Gosebruch, fostered by the <em>Kampfbund für Deutsche Kulture</em> (Activists Society for German Culture).": [
        [
            52,
            60,
            [
                "campaign",
                "camping"
            ]
        ],
        [
            69,
            78,
            [
                "Rosebush",
                "Gombrich"
            ]
        ]
    ],
    "Because of the museum government, it was impossible to dismiss Gosebruch as the Reich had done with other museum directors, but pressure on Gosebruch forced him to retire early.": [
        [
            63,
            72,
            [
                "Rosebush",
                "Gombrich"
            ]
        ],
        [
            140,
            149,
            [
                "Rosebush",
                "Gombrich"
            ]
        ]
    ],
    "Living on a pension in Lübeck, he watched while his successor, <a href=\"/baudissink\">Klaus Graf von Baudissin</a>, a Nazi hack, dismantled the collection.": [],
    "More than 1000 works were confiscated by the Nazis, who declared the pieces \"Degenerate Art.\"": [],
    "After the war Gosebruch lived in Munich.": [
        [
            14,
            23,
            [
                "Rosebush",
                "Gombrich"
            ]
        ]
    ],
    "The Folkwang Museum assiduously bought back much of the collection after the War.": [
        [
            4,
            12,
            [
                "Folkways",
                "Folkway"
            ]
        ]
    ],
    "His son, <a href=\"/gosebruchm\">Martin Gosebruch</a> was also an art historian.": [],
    "Gosebruch was one of a handful of art historians and collectors who brought modern art to Germany, whose numbers included <a href=\"/tschudih\">Hugo von Tschudi</a> in Berlin and Munich, <a href=\"/kesslerhk\">Harry Klemens Ulrich Kessler</a> in Weimar, and Osthaus.": [
        [
            0,
            9,
            [
                "Rosebush",
                "Gombrich"
            ]
        ]
    ],
    "He mounted shows with the modernist art dealer Alfred Flechtheim.</p>": []
}