{
    "Historian of Renaissance art and Deputy Director of the National Gallery, London, 1973-1978.": [],
    "Gould was the son of Admiralty Lieutenant-Commander Rupert Thomas Gould (1890-1948), well-known as a panelist of the BBC \"Brains Trust\" program during World War II, and Muriel Hilda Estall (Gould) (1894-1980).": [
        [
            182,
            188,
            [
                "Stall"
            ]
        ]
    ],
    "At age 9 his mother separated permanently from his pathologically compulsive father and Gould was raised by her.": [],
    "He attended Westminster School, learning German in Germany before returning to England to study at the Courtauld Institute in 1939.": [
        [
            103,
            112,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "At the outbreak of Word War II, he joined the Royal Air Force serving in Europe and in the Middle East.": [
        [
            19,
            27,
            [
                "World War"
            ]
        ]
    ],
    "He never completed his degree at the Institute.": [],
    "While still in uniform, he authored an article in 1945 with <a href=\"/blunta\">Anthony Blunt</a>.": [],
    "After the War, <a href=\"/hendyp\">Philip Hendy</a> the new Director of the National Gallery, London, appointed Gould to Assistant Keeper there in 1946, initially in charge of administrative details.": [],
    "Gould published scholarly articles on French art, moderating toward Renaissance subjects when his museum duties moved him in that direction.": [],
    "His first major work, <em>An Introduction to Italian Renaissance Painting</em> appeared in 1957.": [],
    "Eventually, he was assigned to write the catalog of 16th-century Italian paintings which included entries on Raphael, Titian and Michelangelo, the successive volume to the one by his superior, <a href=\"/daviesm\">Martin Davies</a>.": [],
    "The first volume of the catalog appeared in 1959 and the second in 1962.": [],
    "That year, 1962, he was promoted to Deputy Keeper.": [],
    "France remained an interest of his, organizing the Arts Council exhibition on Corot, and writing a brief account of Napoleon's looting of works of art for the Louvre, <em>Trophy of Conquest</em>, both in 1965.": [],
    "His Charlton Lectures at the University of Newcastle Upon Tyne, 1964, were published in 1966 as <em>Michelangelo: Battle of Cascina</em>.": [
        [
            58,
            62,
            [
                "Type",
                "Tone",
                "Tune",
                "Tine",
                "Tyke",
                "TNE"
            ]
        ]
    ],
    "He was promoted Keeper and Deputy Director in 1973 when <a href=\"/leveym\">Michael Levey</a> was appointed Director.": [],
    "His Italian Renaissance catalog was updated and reissued in 1975, the same year as his book on Leonardo.": [],
    "He published a <em>catalogue raisonné</em> on the paintings of Correggio in 1976, the first serious treatment in forty years.": [],
    "Gould retired in 1978, retiring to a village in Somerset.": [],
    "A book on Bernini in France of that title appeared in 1981.": [],
    "Gould had a strong affection for opera and frequently attended Covent Garden and Glyndebourne.": [],
    "At the end of his life, with health declining, he was made a <em>correspondant</em> (foreign associate) of the Institut de France.": [],
    "He died at age 75.": [],
    "He completed a monograph on Parmigianino which was published shortly after his death.": [],
    "Gould was a meticulous scholar.": [],
    "His art histories considered the relationships between media, such as painting, sculpture and the other arts.": [],
    "He examined art through the lens of the broader culture, which he knew personally from extensive travel.": [],
    "He was, however, averse to methods much beyond connoisseurship.": [],
    "His major interest was in attribution and subject matter identification.": [
        [
            42,
            56,
            [
                "subject"
            ]
        ]
    ],
    "The <em>Dizionario biografico degli Italiani</em> contains numerous entries by him.": [],
    "£7SI": []
}