{
    "Professor of Art at the College of Wooster, feminist and Byzantine art historian, and former director of the college’s museum.": [],
    "Thalia Gouma-Peterson was born in Athens, Greece in November, 1933 to Sophia Bitzanis and Lambros Groumas.": [
        [
            7,
            21,
            [
                "Gouda-Peterson"
            ]
        ],
        [
            52,
            66,
            [
                "November 1933"
            ]
        ],
        [
            77,
            85,
            [
                "Titans",
                "Botanist",
                "Titanic",
                "Biplanes",
                "Botanic",
                "Kiwanis"
            ]
        ],
        [
            90,
            97,
            [
                "Lam bros"
            ]
        ],
        [
            98,
            105,
            [
                "Groups",
                "Grounds",
                "Aromas",
                "Grooms",
                "Traumas",
                "Grouses"
            ]
        ]
    ],
    "She attended Arsakeion, Athens and Pierce College, Helleniko for her elementary and secondary education, respectively.": [
        [
            13,
            22,
            [
                "Arabian",
                "Alaskan",
                "Achaean",
                "Archean",
                "Ashkelon",
                "ArtStation"
            ]
        ],
        [
            51,
            60,
            [
                "Hellenic",
                "Hellenism",
                "Hellenist",
                "Hellenize"
            ]
        ]
    ],
    "She received her junior college diploma from Pierce College in 1952.": [],
    "Following this, Gouma-Peterson came to the United States as a Fullbright scholar.": [
        [
            16,
            30,
            [
                "Gouda-Peterson"
            ]
        ],
        [
            62,
            72,
            [
                "Fulbright",
                "Full bright"
            ]
        ]
    ],
    "She attended Mills College from 1952 to 1957, receiving both her B.A.": [],
    "and M.A.": [
        [
            0,
            3,
            [
                "And"
            ]
        ]
    ],
    "Influenced by her professors Horlbeck, Watrous, and Barkere, Gouma-Peterson received her Ph.D.": [
        [
            29,
            37,
            [
                "Horseback",
                "Hardback",
                "Rollback",
                "Brubeck",
                "Holbein",
                "Hornbeam"
            ]
        ],
        [
            39,
            46,
            [
                "Patrols",
                "Patrons",
                "Nitrous",
                "Walrus",
                "Matrons",
                "Fatuous"
            ]
        ],
        [
            52,
            59,
            [
                "Barker",
                "Barkers",
                "Bark ere"
            ]
        ],
        [
            61,
            75,
            [
                "Gouda-Peterson"
            ]
        ]
    ],
    "from UW Madison in 1964.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "Her thesis, entitled “The Frescoes of the Parecclesion of St.": [
        [
            42,
            54,
            [
                "Preclusion"
            ]
        ]
    ],
    "Euthymios in Thessalonica: An Iconographic and Stylistic Analysis,” began her lifelong fascination with Byzantine art and culture.": [
        [
            0,
            9,
            [
                "Euthymia",
                "Euthymic"
            ]
        ]
    ],
    "After being appointed as a professor at the College of Wooster, she moved to Oberlin in 1958 with her husband Carl Peterson.": [],
    "Gouma-Peterson was a professor at the College of Wooster for 32 years.": [
        [
            0,
            14,
            [
                "Gouda-Peterson"
            ]
        ]
    ],
    "Throughout her time there, particularly during the 1980’s, at the College of Wooster, Gouma-Peterson showcased contemporary female artists, like Faith Ringgold, Audrey Flack, and Hung Liu.": [
        [
            51,
            57,
            [
                "1980s"
            ]
        ],
        [
            86,
            100,
            [
                "Gouda-Peterson"
            ]
        ],
        [
            151,
            159,
            [
                "Ring gold"
            ]
        ]
    ],
    "Her passion for the art of Miriam Schapiro began in 1977 at the College Art Association meetings in Los Angeles.": [
        [
            34,
            42,
            [
                "Shapiro"
            ]
        ]
    ],
    "Gouma-Peterson attended a panel entitled “The Decorative in Contemporary Painting'' with Miriam Schapiro.": [
        [
            0,
            14,
            [
                "Gouda-Peterson"
            ]
        ],
        [
            96,
            104,
            [
                "Shapiro"
            ]
        ]
    ],
    "Drawn to her two works, Lady Gengi’s Maze and Anatomy of a Kimono, Gouma-Peterson then introduced herself to Schapiro, beginning a lifelong friendship.": [
        [
            29,
            34,
            [
                "Genii"
            ]
        ],
        [
            67,
            81,
            [
                "Gouda-Peterson"
            ]
        ],
        [
            109,
            117,
            [
                "Shapiro"
            ]
        ]
    ],
    "Due to their close relationship, Gouma-Peterson has been able to see the changes in the art of Schapiro, often visiting her in New York and East Hampton.": [
        [
            33,
            47,
            [
                "Gouda-Peterson"
            ]
        ],
        [
            95,
            103,
            [
                "Shapiro"
            ]
        ]
    ],
    "A year later, at the Board meeting of the Women’s Caucus for Art of CAA and in her studio, Gouma-Peterson decided to begin working with Schapiro on creating an exhibition at the College of Wooster.": [
        [
            91,
            105,
            [
                "Gouda-Peterson"
            ]
        ],
        [
            136,
            144,
            [
                "Shapiro"
            ]
        ]
    ],
    "In 1980, Gouma-Peterson completed her work Miriam Schapiro, A Retrospective: 1953-1980.": [
        [
            9,
            23,
            [
                "Gouda-Peterson"
            ]
        ],
        [
            50,
            58,
            [
                "Shapiro"
            ]
        ]
    ],
    "She used this piece as a catalog for the exhibition.": [],
    "This work included essays from other leading art historians, namely <a href=\"/nochlinl\">Linda Nochlin</a>, <a href=\"/brouden\">Norma Broude</a>, John Perreault, Paula Bradley, and Ruth A. Appelhof.": [],
    "The exhibition was later shared with eight other museums, expanding its scope outside New York.": [],
    "In 1990, Gouma-Peterson began working on her most well-known work, Miriam Schapiro: Shaping the Fragments of Art and Life.": [
        [
            9,
            23,
            [
                "Gouda-Peterson"
            ]
        ],
        [
            74,
            82,
            [
                "Shapiro"
            ]
        ]
    ],
    "While researching the work, she consulted with Schapiro.": [
        [
            47,
            55,
            [
                "Shapiro"
            ]
        ]
    ],
    "Gouma-Peterson received her notebooks, consisting of more than 100, as resources throughout her writing process.": [
        [
            0,
            14,
            [
                "Gouda-Peterson"
            ]
        ]
    ],
    "Gouma-Peterson worked under the direction of Executive Director of the Polk Museum in Lakeland, Florida, Daniel E. Stetson.": [
        [
            0,
            14,
            [
                "Gouda-Peterson"
            ]
        ]
    ],
    "In 2000, Gouma-Peterson wrote her last work, entitled <em>Anne Komnene and Her Times</em> cataloging a collection of letters by a 12th century Byzantine princess and author.": [
        [
            9,
            23,
            [
                "Gouda-Peterson"
            ]
        ]
    ],
    "Throughout her career, Gouma-Peterson was featured in a number of other art history works.": [
        [
            23,
            37,
            [
                "Gouda-Peterson"
            ]
        ]
    ],
    "Additionally, she served as a member of the College Art Association.": [],
    "She retired emerita.": [],
    "Gouma-Peterson died on June 20, 2001 of complications from ovarian cancer.": [
        [
            0,
            14,
            [
                "Gouda-Peterson"
            ]
        ],
        [
            32,
            36,
            [
                "2001,"
            ]
        ]
    ]
}