{
    "Artist, curator and historian of modern art history.": [],
    "Gowing was born to Horace Gowing, a successful draper.": [
        [
            0,
            6,
            [
                "Going",
                "Growing",
                "Owing",
                "Rowing",
                "Glowing",
                "Towing"
            ]
        ],
        [
            26,
            32,
            [
                "Going",
                "Growing",
                "Owing",
                "Rowing",
                "Glowing",
                "Towing"
            ]
        ]
    ],
    "His early years were spent at the Downs School at Colwall, Herefordshire.": [
        [
            50,
            57,
            [
                "Col wall"
            ]
        ],
        [
            59,
            72,
            [
                "Hertfordshire",
                "Hereford shire",
                "Herefords hire"
            ]
        ]
    ],
    "He was tutored in art first by Maurice Feild (1905-1988) and later by William Coldstream (1908-1987), the latter frequenting the school because of its unconventional English teacher, W. H. Auden.": [
        [
            39,
            44,
            [
                "Field",
                "Fall",
                "Bald",
                "Fad",
                "Wald",
                "Fahd"
            ]
        ],
        [
            78,
            88,
            [
                "Cold stream"
            ]
        ]
    ],
    "Gowing further attended Leighton Park School continuing to study under Coldstream and then at Coldstream's Road School, where his fellow students included the painter/art historians <a href=\"/bellq\">Quentin Bell</a> and <a href=\"/stokesa\">Adrian Stokes</a>.": [
        [
            0,
            6,
            [
                "Going",
                "Growing",
                "Owing",
                "Rowing",
                "Glowing",
                "Towing"
            ]
        ],
        [
            71,
            81,
            [
                "Cold stream"
            ]
        ],
        [
            94,
            104,
            [
                "Cold stream"
            ]
        ]
    ],
    "Gowing's study of the literature of art history was largely self-taught.": [
        [
            0,
            6,
            [
                "Going",
                "Growing",
                "Owing",
                "Rowing",
                "Glowing",
                "Towing"
            ]
        ]
    ],
    "His paintings of the 1940s were subsequently collected in major museums, but like Stokes, his explorations of art would more and more become literary.": [],
    "During World War II, he was a conscientious objector, a product perhaps of his Quaker training.": [],
    "It was during this period as well that he began to write, first anonymously in the <em>Notes of a Painter</em>, published in John Lehmann's Penguin New Writing.": [],
    "In the late 1940s, Gowing began to write books on art.": [
        [
            19,
            25,
            [
                "Going",
                "Growing",
                "Owing",
                "Rowing",
                "Glowing",
                "Towing"
            ]
        ]
    ],
    "At 29 he was made professor of Fine Arts at the University of Durham, a remarkable advance for someone without significant training or experiences.": [
        [
            3,
            5,
            [
                "29,"
            ]
        ]
    ],
    "He remained at Durham between 1948-1958.": [],
    "While recovering from tuberculosis, Gowing wrote his most influential, Vermeer (1952).": [
        [
            36,
            42,
            [
                "Going",
                "Growing",
                "Owing",
                "Rowing",
                "Glowing",
                "Towing"
            ]
        ]
    ],
    "The same year he married the writer Julia Frances Strachey (1901-1979).": [
        [
            50,
            58,
            [
                "Stacey",
                "Tracey",
                "Trachea",
                "Starches",
                "Starchy",
                "Starched"
            ]
        ]
    ],
    "He moved to the Chelsea School of Art, London, England, 1958-65.": [],
    "In 1953 he was appointed Trustee of Tate Gallery, (until 1960) and again 1961-64.": [
        [
            3,
            7,
            [
                "1953,"
            ]
        ]
    ],
    "Gowing left Chelsea in 1965 for two years as Keeper of British Art at the Tate Gallery (1965-67).": [
        [
            0,
            6,
            [
                "Going",
                "Growing",
                "Owing",
                "Rowing",
                "Glowing",
                "Towing"
            ]
        ]
    ],
    "He was not the administrator the Tate needed and although he expected to become the next director, the trustees passed him over.": [
        [
            44,
            48,
            [
                ", and"
            ]
        ]
    ],
    "Important exhibitions at this time included the New York show \"Turner: Imagination and Reality\" (1966) one of the first where Turners were lent to America.": [],
    "Gowing was also responsible for the reinstallation of Turner's work in the Tate in 1967.": [
        [
            0,
            6,
            [
                "Going",
                "Growing",
                "Owing",
                "Rowing",
                "Glowing",
                "Towing"
            ]
        ]
    ],
    "Unhappy at being passed over at the Tate, Gowing returned to teaching to become Professor of Fine Art at Leeds University.": [
        [
            42,
            48,
            [
                "Going",
                "Growing",
                "Owing",
                "Rowing",
                "Glowing",
                "Towing"
            ]
        ]
    ],
    "His marriage to Julia Strachey was dissolved in 1967 and the same year he married Jennifer Wallis.": [
        [
            22,
            30,
            [
                "Stacey",
                "Tracey",
                "Trachea",
                "Starches",
                "Starchy",
                "Starched"
            ]
        ]
    ],
    "During those same years, (1961-91) he was trustee of the National Portrait Gallery, London.": [],
    "In 1975 he took the leadership of the Slade School within University College, London.": [
        [
            3,
            7,
            [
                "1975,"
            ]
        ],
        [
            38,
            43,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "\"He walked into the interview and appointed himself,\" one member quipped (Hilton).": [],
    "He presided over the Slade during the meager art funding years of the Thatcher government.": [
        [
            21,
            26,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "In 1978 Gowing edited the three volumes of Adrian Stokes' collected writings.": [
        [
            8,
            14,
            [
                "Going",
                "Growing",
                "Owing",
                "Rowing",
                "Glowing",
                "Towing"
            ]
        ]
    ],
    "Gowing was knighted in 1982.": [
        [
            0,
            6,
            [
                "Going",
                "Growing",
                "Owing",
                "Rowing",
                "Glowing",
                "Towing"
            ]
        ]
    ],
    "In 1985, retired from the Slade professorship, Gowing made a bid for President of the Royal Academy in London.": [
        [
            26,
            31,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ],
        [
            47,
            53,
            [
                "Going",
                "Growing",
                "Owing",
                "Rowing",
                "Glowing",
                "Towing"
            ]
        ]
    ],
    "Though recently knighted, he was not an academician and never received the appointment.": [],
    "He was appointed to an honorary curatorship of the Academy's collections and its exhibition program.": [
        [
            32,
            43,
            [
                "curator ship",
                "curators hip"
            ]
        ]
    ],
    "Toward the end of his career, was named curator for the Royal Academy of Arts in London and the Phillips Collection in Washgington, D. C. Gowing had a pronounced stutter and accompanying speech impediment about which he was totally unselfconscious.": [
        [
            119,
            130,
            [
                "Washington"
            ]
        ],
        [
            138,
            144,
            [
                "Going",
                "Growing",
                "Owing",
                "Rowing",
                "Glowing",
                "Towing"
            ]
        ]
    ],
    "His television appearances and personal style of black leather created an incongruous figure.": [],
    "Gowing's book on Vermeer is considered his magnum opus.": [
        [
            0,
            6,
            [
                "Going",
                "Growing",
                "Owing",
                "Rowing",
                "Glowing",
                "Towing"
            ]
        ]
    ],
    "It illustrates best his \"artist's eye\" approach to painting analysis.": [],
    "Great art, according to Gowing, was a balance between the human and imaginative experience and the intrinsic elements of observation.": [
        [
            24,
            30,
            [
                "Going",
                "Growing",
                "Owing",
                "Rowing",
                "Glowing",
                "Towing"
            ]
        ]
    ],
    "Gowing's writing focuses on what he personally described as ''the pressure exerted by the presence of the real''.": [
        [
            0,
            6,
            [
                "Going",
                "Growing",
                "Owing",
                "Rowing",
                "Glowing",
                "Towing"
            ]
        ]
    ]
}