{
    "Historian of Islamic art and archaeology; professor of art history at Harvard.": [],
    "Grabar's father was the eminent Byzantinist <a href=\"/grabara\">André Grabar</a>.": [
        [
            0,
            6,
            [
                "Radar",
                "Graham",
                "Grammar",
                "Grab",
                "Grabs",
                "Grader"
            ]
        ],
        [
            32,
            43,
            [
                "Byzantines"
            ]
        ]
    ],
    "The younger Grabar was raised in Strsbourg where his father was teaching art history.": [
        [
            12,
            18,
            [
                "Radar",
                "Graham",
                "Grammar",
                "Grab",
                "Grabs",
                "Grader"
            ]
        ],
        [
            33,
            42,
            [
                "Strasbourg"
            ]
        ]
    ],
    "After attendance at various lycees in Paris, studied ancient history at the University of Paris.": [
        [
            28,
            34,
            [
                "lycées",
                "lycée"
            ]
        ]
    ],
    "He moved with his family to the United States in 1948 when his father was appointed to Dumbarton Oaks, Harvard's Byzantine studies center in Washgington, D. C. He married the following year.": [
        [
            87,
            96,
            [
                "Lumberton"
            ]
        ],
        [
            141,
            152,
            [
                "Washington"
            ]
        ]
    ],
    "Grabar studied medieval history at Harvard University where he received his A. B. in 1950 and diplomas in medieval and modern history from Paris the same year.": [
        [
            0,
            6,
            [
                "Radar",
                "Graham",
                "Grammar",
                "Grab",
                "Grabs",
                "Grader"
            ]
        ]
    ],
    "His A. M. and Ph.D.": [],
    "were awarded from Princeton in 1953, and 1955, respectively.": [
        [
            0,
            4,
            [
                "Were"
            ]
        ]
    ],
    "His dissertation topic was on the ceremonial art at the Umayyad court.": [],
    "He attributed his interested in Islamic manuscripts to a Princeton course he attended under <a href=\"/weitzmannk\">Kurt Weitzmann</a>.": [],
    "He also received <em>certificats de licence</em> in ancient, medieval and modern history from the University of Paris in 1948 and 1950.": [],
    "Grabar was professor of art at the University of Michigan (1954-1969).": [
        [
            0,
            6,
            [
                "Radar",
                "Graham",
                "Grammar",
                "Grab",
                "Grabs",
                "Grader"
            ]
        ]
    ],
    "During these years, Grabar, focused his work on the architecture of the seventh- and eighth-century Umayyad dynasty.": [
        [
            20,
            26,
            [
                "Radar",
                "Graham",
                "Grammar",
                "Grab",
                "Grabs",
                "Grader"
            ]
        ]
    ],
    "In 1959 the Freer Gallery's Department of Near Eastern Art curator, <a href=\"/ettinghausenr\">Richard Ettinghausen</a>, approached him to co-author a single volume (!)": [],
    "on Islamic art for the prestigious <em>Pelican History of Art</em> series.": [
        [
            0,
            2,
            [
                "On"
            ]
        ]
    ],
    "Grabar agreed to write the sections on architecture and Ettinghausen on the fine arts.": [
        [
            0,
            6,
            [
                "Radar",
                "Graham",
                "Grammar",
                "Grab",
                "Grabs",
                "Grader"
            ]
        ]
    ],
    "The project lagged, however, due partially because of the book's scope and partially due to the commitments of the two authors.": [],
    "Beginning in 1964, he led the excavations of an early Islamic palace at Qasr al-Hayr East in Syria.": [
        [
            72,
            76,
            [
                "ASR",
                "QSR"
            ]
        ],
        [
            77,
            84,
            [
                "Álfheimr"
            ]
        ]
    ],
    "Sponsored jointly by the Universities of Michigan and Harvard, the desert excavations northeast of Palmyra revealed a fortified residence, courtyards and mosque arrangement whose outer walls were almost three miles square.": [],
    "Grabar returned to teach at his alma mater after 1969.": [
        [
            0,
            6,
            [
                "Radar",
                "Graham",
                "Grammar",
                "Grab",
                "Grabs",
                "Grader"
            ]
        ]
    ],
    "The results of the Qasr al-Hayr excavtion were published by Grabar and others as <em>City in the Desert: Qasr al-Hayr East</em> in 1978.": [
        [
            19,
            23,
            [
                "ASR",
                "QSR"
            ]
        ],
        [
            24,
            31,
            [
                "Álfheimr"
            ]
        ],
        [
            32,
            41,
            [
                "excavation"
            ]
        ],
        [
            60,
            66,
            [
                "Radar",
                "Graham",
                "Grammar",
                "Grab",
                "Grabs",
                "Grader"
            ]
        ]
    ],
    "The same year he published an introductory book on the Alhambra.": [],
    "Ettinghausen died in 1979 and Grabar completed the remaining portions of <em>Pelican History</em> assigned to Ettinghausen.": [
        [
            30,
            36,
            [
                "Radar",
                "Graham",
                "Grammar",
                "Grab",
                "Grabs",
                "Grader"
            ]
        ]
    ],
    "In 1980, when the Aga Khan Professor of Islamic Art and Architecture chair was established, he became its first appointment.": [],
    "Two years later, with assistance from the Aga Khan program, he founded <em>Muqarnas</em>, a periodical for the study of Islamic art and architecture, and remained its editor for the next ten years.": [],
    "Ettinghausen and Grabar's <em>Pelican History</em> finally appeared in 1987 as <em>The Art and Architecture of Islam: 650-1250</em>, the first of two volumes envisioned.": [
        [
            17,
            23,
            [
                "Radar",
                "Graham",
                "Grammar",
                "Grab",
                "Grabs",
                "Grader"
            ]
        ]
    ],
    "However, Grabar relinquished rights to the second volume, which was completed by others in 1994.": [
        [
            9,
            15,
            [
                "Radar",
                "Graham",
                "Grammar",
                "Grab",
                "Grabs",
                "Grader"
            ]
        ]
    ],
    "In 1989 Grabar delivered the A. W. Mellon lectures at the National Gallery of Art, entitled \"Intermediary Demons, Toward a Theory of Ornament.\"": [
        [
            8,
            14,
            [
                "Radar",
                "Graham",
                "Grammar",
                "Grab",
                "Grabs",
                "Grader"
            ]
        ]
    ],
    "In 1990 he retired from Harvard, published <em>Great Mosque of Isfahan</em> and assumed a position of professor in the School of Historical Studies at Princeton.": [
        [
            3,
            7,
            [
                "1990,"
            ]
        ]
    ],
    "There he published the Mellon lectures as the book <em>The Mediation of Ornament</em> (1992).": [],
    "He died of heart failure at his Princeton home at age eighty-one.": [],
    "Grabar's work led to subsequent new disciplines within Islamic studies.": [
        [
            0,
            6,
            [
                "Radar",
                "Graham",
                "Grammar",
                "Grab",
                "Grabs",
                "Grader"
            ]
        ]
    ],
    "Through his influence and th oosef his students, the scope of Islamic art was broadened beyond the traditional limits.": [
        [
            26,
            28,
            [
                "the",
                "TH",
                "Th",
                "to",
                "tho",
                "TT"
            ]
        ],
        [
            29,
            34,
            [
                "Josef",
                "OSEF",
                "Yosef"
            ]
        ]
    ],
    "He \"posed sweeping questions about the nature of Islamic art, seeking to discover the impulses that generated its specific forms and dynamics of growth\" (Grimes).": []
}