{
    "Archaeologist and historian of medieval and Byzantine art at the Collège de France.": [
        [
            65,
            72,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ]
    ],
    "Grabar graduated from the lycée in Kiev in 1914, entering the University of St.": [
        [
            0,
            6,
            [
                "Radar",
                "Graham",
                "Grammar",
                "Grab",
                "Grabs",
                "Grader"
            ]
        ]
    ],
    "Vladimir.": [],
    "He enrolled in the school of classical studies, which at that time included art history.": [],
    "In 1915 he moved to the university in Petrograd, studying under <a href=\"/kondakovn\">N.": [
        [
            3,
            7,
            [
                "1915,"
            ]
        ]
    ],
    "P. Kondakov</a>, <a href=\"/ainalovd\">Dmitrii Vlas'evich Ainalov III\n</a> and <a href=\"/smirnovj\">Iakov Ivanovich Smirnov</a> until the Bolshevik revolution in 1917.": [
        [
            3,
            11,
            [
                "Kodak"
            ]
        ]
    ],
    "He characterized this period as the formative years that shaped his conception of iconography.": [],
    "Grabar completed his exams in Odessa in 1919 and left Russia in 1920 for Bulgaria.": [
        [
            0,
            6,
            [
                "Radar",
                "Graham",
                "Grammar",
                "Grab",
                "Grabs",
                "Grader"
            ]
        ]
    ],
    "In Sofia, the director of the Archaeological Museum, Bogdan Filov (1883-1945), gave him a position inventorying the medieval monuments of Bulgaria.": [
        [
            60,
            65,
            [
                "Filo"
            ]
        ]
    ],
    "He labored on the project for three years in harsh field work.": [],
    "Grabar moved to Strasbourg, as a lecturer on the Russian language.": [
        [
            0,
            6,
            [
                "Radar",
                "Graham",
                "Grammar",
                "Grab",
                "Grabs",
                "Grader"
            ]
        ]
    ],
    "In 1922, he settled permanently in France, marrying a Bulgarian medical student Julie Ivanova in 1923 (d.": [],
    "1977).": [],
    "In Strasbourg he met the medievalist Paul Perdrizet (1870-1938), whom Grabar later described as his most influential colleague.": [
        [
            3,
            13,
            [
                "Strasbourg,"
            ]
        ],
        [
            42,
            51,
            [
                "Perrier"
            ]
        ],
        [
            70,
            76,
            [
                "Radar",
                "Graham",
                "Grammar",
                "Grab",
                "Grabs",
                "Grader"
            ]
        ]
    ],
    "Grabar attained the title <em>maître de conférences</em> at Strasbourg where he taught the history of art.": [
        [
            0,
            6,
            [
                "Radar",
                "Graham",
                "Grammar",
                "Grab",
                "Grabs",
                "Grader"
            ]
        ]
    ],
    "In 1937 <a href=\"/milletg\">Gabriel Millet</a>, the chair of Christian Archaeology at the école pratique des hautes études retired and proposed Grabar as his successor.": [],
    "Grabar moved to Paris, teaching there until 1966.": [
        [
            0,
            6,
            [
                "Radar",
                "Graham",
                "Grammar",
                "Grab",
                "Grabs",
                "Grader"
            ]
        ]
    ],
    "After World War II, he published extensively on the cult of relics, and religious images during Iconoclasm.": [],
    "He founded <em>Cahiers Archéologiques</em>, editing it with <a href=\"/hubertj\">Jean Hubert</a>.": [],
    "Between 1946 and 1966 Grabar also held the chair of Art and Archaeology of Byzantium at the Collège de France, and in 1955 he was elected a member of the French Academy.": [
        [
            22,
            28,
            [
                "Radar",
                "Graham",
                "Grammar",
                "Grab",
                "Grabs",
                "Grader"
            ]
        ],
        [
            92,
            99,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ]
    ],
    "He was a frequent participant in the Dumbarton Oaks symposia, chairing the 1950 one on \"The Emperor and the Palace.\"": [
        [
            37,
            46,
            [
                "Lumberton"
            ]
        ]
    ],
    "He and <a href=\"/nordenfalkc\">Carl Nordenfalk</a> produced a two-volume set on early medieval painting, translated into English in 1957-1958, which became one of the most readable and trusted introductory sources on the topic.": [],
    "In 1961 he gave the A. W. Mellon Lectures in Fine Arts at the National Gallery of Art in Washington.": [
        [
            3,
            7,
            [
                "1961,"
            ]
        ]
    ],
    "These later became the book, <em>Christian Iconography: A Study of Its Origins</em> (1968).": [],
    "As chair of Art and Archaeology of Byzantium at the école pratique, Grabar delivered Saturday lectures and <em>travaux pratiques</em> whose participants included the major medievalists in Paris (Sears).": [
        [
            52,
            57,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            58,
            66,
            [
                "critique",
                "plastique"
            ]
        ],
        [
            68,
            74,
            [
                "Radar",
                "Graham",
                "Grammar",
                "Grab",
                "Grabs",
                "Grader"
            ]
        ]
    ],
    "He lent credence to the pioneering and controversial work of the medievalist <a href=\"/schrammp\">Percy Ernst Schramm</a>.": [],
    "Despite being housebound and increasingly blind the last decade of his life, Grabar continued to publish, dictating articles which contain his last thoughts concerning Byzantine art.": [
        [
            77,
            83,
            [
                "Radar",
                "Graham",
                "Grammar",
                "Grab",
                "Grabs",
                "Grader"
            ]
        ]
    ],
    "One of his two sons, <a href=\"/grabaro\">Oleg Grabar</a>, was also a medievalist art historian.": [],
    "The Johns Hopkins medievalist Henry Maguire (b.": [],
    "1943) characterized Grabar's methodology as synthetic, weaving theology, liturgy and political ideology into his studies of Byzantine art in contrast to the formalistic research of earlier historians.": [
        [
            20,
            26,
            [
                "Radar",
                "Graham",
                "Grammar",
                "Grab",
                "Grabs",
                "Grader"
            ]
        ],
        [
            157,
            168,
            [
                "moralistic",
                "formalist",
                "formalists"
            ]
        ]
    ],
    "The renewed interest (and accessibility) in the art and monuments of eastern Europe after World War II helped Grabar's work reach a vast scholarly audience, particularly in the United States which was undergoing a methodological shift.": [
        [
            69,
            83,
            [
                "Eastern Europe"
            ]
        ],
        [
            110,
            116,
            [
                "Radar",
                "Graham",
                "Grammar",
                "Grab",
                "Grabs",
                "Grader"
            ]
        ]
    ],
    "The role of the cult in the formation of Christian art; the interrelationship with the Islamic world with the west and general relations between East and West were the hallmarks of his scholarship.": [],
    "Grabar updated and reissued many of his monographs throughout his life.": [
        [
            0,
            6,
            [
                "Radar",
                "Graham",
                "Grammar",
                "Grab",
                "Grabs",
                "Grader"
            ]
        ]
    ]
}