{
    "British author, illustrator, and polymath; wrote the first book in English on Poussin; early exponent of the so-called \"Italian primitives\".": [],
    "Graham was born Maria Dundas as the eldest of four children to Rear-Admiral George Dundas, and Ann Thompson (Dundas) at Papcastle near Cockermouth in Cumberland,UK present-day Papcastle, Allerdale, Cumbria, UK.": [
        [
            22,
            28,
            [
                "Sundas"
            ]
        ],
        [
            83,
            89,
            [
                "Sundas"
            ]
        ],
        [
            109,
            115,
            [
                "Sundas"
            ]
        ],
        [
            120,
            129,
            [
                "Pap castle"
            ]
        ],
        [
            135,
            146,
            [
                "Cocker mouth"
            ]
        ],
        [
            160,
            163,
            [
                ", UK"
            ]
        ],
        [
            176,
            185,
            [
                "Pap castle"
            ]
        ],
        [
            198,
            205,
            [
                "Cambria",
                "Cumbia"
            ]
        ]
    ],
    "She attended the school at the Manor House in Drayton, near Oxford, where she cultivated her interests in ​​learning botany, history, geography, English literature, and drawing.": [
        [
            46,
            53,
            [
                "Dayton",
                "Dray ton"
            ]
        ]
    ],
    "Through her father’s connections in Richmond and Edinburgh, she frequently socialized with a wide circle of painters and collectors––such as the painter Thomas Lawrence and poet Thomas Campbell––further deepening her interests in the fine arts.": [],
    "Dundas received artistic training from William Delamotte  (1775-1863), who encouraged her to engage with works of English art theory at an early age.": [
        [
            0,
            6,
            [
                "Sundas"
            ]
        ],
        [
            47,
            56,
            [
                "Demote",
                "Delaminate",
                "Belmonte",
                "Deloitte",
                "Lamott",
                "Dekamole"
            ]
        ],
        [
            56,
            58,
            [
                " "
            ]
        ]
    ],
    "In 1808, Dundas’s father was appointed to a commission in the navy in Bombay.": [
        [
            9,
            15,
            [
                "Sundas"
            ]
        ]
    ],
    "She and her younger siblings accompanied her father in India.": [],
    "On the way to India, she met naval lieutenant Thomas Graham (d.": [],
    "1822) whom she married in 1809.": [],
    "Together, they moved back to England in 1811 and she made her debut as a travel author when she published <em> Journal of a Residence in India </em>, followed soon afterward by <em> Letters to India </em> in the same year.": [
        [
            44,
            48,
            [
                ", and"
            ]
        ]
    ],
    "The couple traveled to Italy and Malta in 1819 and remained there until 1820.": [],
    "During this time, Dundas, now Graham, published the first monograph in English on the works and study of Nicholas Poussin titled <em> Memories of the Life of Nicholas Poussin </em> and another travel book titled <em> Three Months Passed in the Mountains East of Rome</em>.": [
        [
            18,
            24,
            [
                "Sundas"
            ]
        ]
    ],
    "The Poussin book did not overall receive positive reviews from critics during its subsequent years.": [],
    "As they sailed towards South America in 1822, her husband died of a fever.": [],
    "Now in Chile and recently widowed, she lived among the Chileans for a full year, documenting and illustrating their lives and history in great detail in her journal.": [],
    "In 1827, Graham married the painter Augustus Wall Callcott (1779-1844).": [
        [
            50,
            58,
            [
                "Walcott",
                "Alcott",
                "Callout"
            ]
        ]
    ],
    "Together they embarked on a year-long honeymoon to Germany, the Austrian Empire, Italy, and France touring art galleries and churches.": [],
    "They sought out early works, meeting with curators and artists who were reputed as a “revolution in art.” Graham, now Callcott, took extensive notes on early Italian and Northern Renaissance masters, known as ”Primitives” by British art historians.": [
        [
            118,
            126,
            [
                "Walcott",
                "Alcott",
                "Callout"
            ]
        ]
    ],
    "During their travels, however, she ruptured a blood vessel upon contracting tuberculosis and became physically disabled.": [],
    "Though she could no longer travel, she was still able to write.": [],
    "During her limited recovery, Callcott revisited her earlier interests in the 'Primitives' with <em>Descriptions of the Chapel of the Annunziata dell’Arena</em> published privately in 1835 with engravings of the chapel by her husband.": [
        [
            29,
            37,
            [
                "Walcott",
                "Alcott",
                "Callout"
            ]
        ]
    ],
    "In this publication, Callcott’s appreciation of the “Primitive” Italian art is noted to be one of the first works to mark a revival of interest in these early Italian painters as well as the first attempt to record them in the face of their deterioration.": [
        [
            21,
            29,
            [
                "Walcott",
                "Alcott",
                "Callout"
            ]
        ]
    ],
    "Within the same year, she published a children’s history book titled <em>Little Arthur’s History of England</em>.": [],
    "It became her most famous book and was reprinted in numerous editions.": [],
    "Callcott, who was deemed physically unable to travel for extended periods of time, worked towards an ambitious project of writing the history of European art.": [
        [
            0,
            8,
            [
                "Walcott",
                "Alcott",
                "Callout"
            ]
        ]
    ],
    "As her health gradually deteriorated, she was unable to fully complete her goal but nonetheless, published two volumes of <em>Essays towards the History of Painting</em> in 1836 and 1838.": [],
    "She described the origins of painting in Egyptian, Indian, Chinese, and Chaldean civilizations, discussing materials and techniques, further highlighting her thorough historical research.": [],
    "Distinct from the ‘scholarly’ perspectives of accredited art historians and critics, her work instead served as a popular guide to art for women.": [],
    "Callcott’s published <em>Essays</em> were a small fragment of the work she intended, but her untimely death in 1842, hastened by her disability, prevented completion.": [
        [
            0,
            8,
            [
                "Walcott",
                "Alcott",
                "Callout"
            ]
        ]
    ]
}