{
    "Art -sales and art-exhibition documenter.": [
        [
            30,
            40,
            [
                "documented"
            ]
        ]
    ],
    "Graves was the son of Henry Graves (1806-1892) a publisher of prints, and Mary Squire (d.": [],
    "1871).": [],
    "He studied German in Bonn, Germany (unsuccessfully, he would say) before joining his father's company, Henry Graves &amp; Co., which he eventually assumed ownership.": [
        [
            116,
            120,
            [
                "camp",
                "lamp",
                "ramp",
                "amp",
                "damp",
                "vamp"
            ]
        ]
    ],
    "In 1850, while confined following an injury, Graves hit upon the idea of an enumerative catalog of art exhibited in London, developed from his personal lists compiled for his other work assignments, and arranged alphabetically by artist.": [
        [
            76,
            87,
            [
                "enumeration",
                "enumerate",
                "enumerating"
            ]
        ]
    ],
    "However, this remained an idea while Graves worked researching for catalogs of English painters that Graves &amp; Company published, such as the <em>Works of the Late Sir Edwin Landseer</em>, 1875.": [
        [
            108,
            112,
            [
                "camp",
                "lamp",
                "ramp",
                "amp",
                "damp",
                "vamp"
            ]
        ]
    ],
    "By 1884 Graves published the first edition of his idea, <em>A Dictionary of Artists who have Exhibited Works in the Principal London Exhibitions from 1760 to 1880</em>.": [],
    "A second enlarged edition appeared in 1895.": [],
    "Graves married the daughter of a Manchester, England, art dealer, J. C. Grundy.": [],
    "When Grave's father died in 1892, Graves took over the business.": [],
    "In 1899, Graves and William V. Cronin issued the first volume of their work on Sir Joshua Reynolds, which they sold by subscription.": [],
    "In 1900, a book on Sir Thomas Lawrence by Lord Gower (1845-1916) included a catalog by Graves.": [
        [
            47,
            52,
            [
                "Power",
                "Lower",
                "Tower",
                "Rower",
                "Dower",
                "Grower"
            ]
        ]
    ],
    "A third edition of the <em>Dictionary of Artists</em> was published in 1901.": [],
    "His son, Herbert Seymour Graves (d.": [],
    "1898), assisted on later editions of the <em>Dictionary of Artists</em>.": [],
    "Graves used his notes, which totaled fifty volumes to create other books documenting individual institutions.": [],
    "Beginning in 1905, he issued the first volume of his <em>Royal Academy of Arts: a Complete Dictionary of Contributors and their Work</em>.": [],
    "A series on the <em>Society of Artists of Great Britain, 1760-1791 [and the] Free Society of Artists, 1761-1783</em> appeared in 1907.": [],
    "The same year he retired from Graves &amp; Co., and joined Thomas Agnew &amp; Sons as a print authority.": [
        [
            37,
            41,
            [
                "camp",
                "lamp",
                "ramp",
                "amp",
                "damp",
                "vamp"
            ]
        ],
        [
            72,
            76,
            [
                "camp",
                "lamp",
                "ramp",
                "amp",
                "damp",
                "vamp"
            ]
        ]
    ],
    "His index of the <em>British Institution, 1806-1867</em> was published in 1908.": [],
    "Graves published a <em>Summary of and Index to Waagen</em> in 1912, an index of the paintings and owners listed in <em>Treasures of Art in Great Britain</em> (1854-7) of <a href=\"/waageng\">Gustav Friedrich Waagen</a>.": [],
    "In 1913, Graves combined these into <em>A Century of Loan Exhibitions, 1813-1912</em> (four volumes published through 1915).": [],
    "His <em>Art Sales from Early in the Eighteenth Century to Early in the Twentieth Century</em> was published between 1918 and 1921.": [],
    "In 1919, he married a second time to Madeline Lilian Sophia Wakeling Walker (b.": [
        [
            60,
            68,
            [
                "Wakening",
                "Wake ling"
            ]
        ]
    ],
    "1871/2).": [],
    "He died at his home in Marylebone and is buried at Brompton cemetery, London.": [
        [
            51,
            59,
            [
                "Brampton"
            ]
        ]
    ],
    "Graves created reference sources that began the modern discipline of provenance research.": [],
    "He used his researcher's instinct to write original dictionaries based upon massive compilations.": [],
    "His sources were wide.": [],
    "In one instance he consulted a set of catalogs annotated by Horace Walpole (1717 - 1797) from the collection of Archibald Philip Primrose, the Earl of Rosebery (1847-1929); in another instance he tracked down the payment ledgers of Joshua Reynolds to Reynold's descendants.": [
        [
            80,
            83,
            [
                "–"
            ]
        ],
        [
            151,
            159,
            [
                "Robbery",
                "Rosemary",
                "Rosenberg",
                "Roseburg"
            ]
        ]
    ],
    "He combed through all of the printed catalogs of Christie's auction house.": [
        [
            18,
            28,
            [
                "all the"
            ]
        ]
    ],
    "Graves' catalog of Reynolds was highly influential in Graves' time.": [],
    "Some art historians, such as <a href=\"/waterhousee\">Ellis K. Waterhouse</a>, found fault with it (though admitting they were \"sedulous\"), but Graves himself never claimed to be an art historian.": [],
    "His works were widely consulted and owned by art scholars of his time.": [],
    "Imitations, such as George Reford's <em>Art Sales</em> (1888), paled.": [
        [
            27,
            33,
            [
                "Record",
                "Reform",
                "Redford",
                "Refold",
                "Reword"
            ]
        ]
    ]
}