{
    "Islamicist and head of the Oriental department, British Museum, 1945-1969.": [
        [
            0,
            10,
            [
                "Islamist"
            ]
        ]
    ],
    "Gray was the son of Charles Gray, a surgeon in the (British) Royal Army Medical Corps, and Florence Elworthy Cowell.": [
        [
            100,
            108,
            [
                "El worthy"
            ]
        ]
    ],
    "After attending Bradfield College he entered New College, Oxford University, graduating in 1927.": [
        [
            16,
            25,
            [
                "Brad field"
            ]
        ]
    ],
    "The following year he worked at the British Academy excavations of the great palace of the Byzantine emperors in Constantinople.": [],
    "He attempted study in Vienna under the singular Vienna-school scholar <a href=\"/strzygowski\">Josef Rudolf Thomas Strzygowski</a>.": [],
    "His departure in three months was long enough for the beginning of a life-long friendship with Strzygowski's student (and later major Byzantinist) <a href=\"/demuso\">Otto Demus</a>.": [
        [
            134,
            145,
            [
                "Byzantines"
            ]
        ]
    ],
    "Gray was now concentrating on middle-eastern art rather than classical era.": [],
    "He return to England and joined the British Museum in the department of printed books.": [
        [
            3,
            9,
            [
                "returns",
                "returned"
            ]
        ]
    ],
    "This was the time when the Museum was developing a separate department for its increasing mid-eastern and Asian collections.": [],
    "In 1930 he was placed in charge of oriental prints and drawings, then still a division of the department of prints and drawings under <a href=\"/binyonl\">Laurence Binyon</a>.": [
        [
            3,
            7,
            [
                "1930,"
            ]
        ]
    ],
    "Together with Binyon and James Vere Stewart Wilkinson (1885-1957), the three authored <em>Persian Miniature Painting</em> in 1933--the impetus of the 1931 exhibition at the Royal Academy--which became the standard introductory monograph on the topic.": [
        [
            14,
            20,
            [
                "Pinyon",
                "Bin yon"
            ]
        ],
        [
            31,
            35,
            [
                "Var",
                "Very",
                "Were",
                "Year",
                "Here",
                "Air"
            ]
        ]
    ],
    "That year, too, he married Binyon's daughter, the medievalist Nicolete Mary Binyon (1911-1997).": [
        [
            27,
            33,
            [
                "Pinyon",
                "Bin yon"
            ]
        ],
        [
            62,
            70,
            [
                "Nicole",
                "Nicoletta"
            ]
        ],
        [
            76,
            82,
            [
                "Pinyon",
                "Bin yon"
            ]
        ]
    ],
    "Binyon retired and the Department of Oriental Art was founded in 1933.": [
        [
            0,
            6,
            [
                "Pinyon",
                "Bin yon"
            ]
        ]
    ],
    "Gray undertook the installation of the South-Asian sculpture.": [],
    "Gray next worked on the famous 1935 Chinese exhibition at the Burlington House with <a href=\"/ashtonl\">Leigh Ashton</a>.": [],
    "Though Gray was responsible for oriental collections at the British Museum in 1938, it was not until 1940 that he was appointed deputy keeper, because of his age.": [],
    "During World War II, Gray's duty for the war effort was evacuate and guard the department's collections.": [
        [
            56,
            64,
            [
                "evacuated",
                "evacuating"
            ]
        ]
    ],
    "Following the war, he was made keeper of oriental antiquities in 1946.": [],
    "His 1961 <em>Persian Painting</em> became a standard in the field.": [],
    "In 1968 he was appointed principal librarian and the following year as acting director.": [
        [
            3,
            7,
            [
                "1968,"
            ]
        ]
    ],
    "He retired in 1969.": [],
    "He headed the Islamic art in Cairo in 1969 and another in Beirut in 1974.": [],
    "In England his <em>Arts of Islam</em> exhibition at the Hayward Gallery, London in 1976.": [],
    "In 1979 his The Arts of the Book in Central Asia, 1307-1506 was published.": [],
    "The book asserted the role of princely patronage in Islamic painting.": [],
    "Gray died in the John Radcliffe Hospital, Oxford, in 1989 and is buried in the churchyard at Long Wittenham parish.": [
        [
            98,
            107,
            [
                "Witten ham"
            ]
        ]
    ],
    "Gray's daughter, Camilla Gray (d.": [],
    "1971), was also an art historian.": [],
    "Gray was one of the leading Islamicists before the area was in vogue in English-speaking world.": [
        [
            28,
            39,
            [
                "Islamists"
            ]
        ]
    ],
    "Like many museum scholars founding a non-west discipline, he read no oriental languages.": [],
    "His area of research focused on the relationship between the arts of China and Persia following the Mongol invasion.": [],
    "Michael Rogers, Nasser D. Khalili Professor of Islamic Art and Archaeology at the School of Oriental and African Studies, London, wrote that Gray \"was indisputably the heir to the great tradition of museology created by <a href=\"/sarref\">Friedrich Sarre</a>, <a href=\"/kuhnele\">Ernst Kühnel</a> and <a href=\"/erdmannk\">Kurt Erdmann</a>...his concern for the transmission of oriental scholarship recalls the great tradition of art history fostered by figures like <a href=\"/warburga\">Aby M. Warburg</a>, <a href=\"/saxlf\">Fritz Saxl</a> and <a href=\"/schlosserj\">Julius Alwin von Schlosser</a>.\"": [
        [
            26,
            33,
            [
                "Khalil"
            ]
        ]
    ]
}