{
    "Early and seminal art critic of the New York School of painting, particularly for the work of Jackson Pollock.": [],
    "Greenberg's parents were Joseph Greenberg (1884-1977) and Dora Brodwin (Greenberg) (1888-1925), Russian immigrants who successfully operated clothing stores, factories and real estate in the Bronx, NY.": [
        [
            63,
            70,
            [
                "Brown",
                "Baldwin",
                "Godwin",
                "Goodwin",
                "Brodie",
                "Bodmin"
            ]
        ]
    ],
    "He grew up in the Bronx except for the period 1914-1915 when the family lived in Norfolk, VA.": [],
    "In later years, his parents would be the model for what Greenberg saw as philistine American attitudes toward art.": [
        [
            73,
            83,
            [
                "Philistine"
            ]
        ]
    ],
    "After briefly studying art at the Art Students League in New York City in 1925, he entered Syracuse University after his mother's early death, graduating with a B.A.": [],
    "in literature in 1930.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "The Depression now in its height, Greenberg worked for clothing stores owned by this father in St.": [],
    "Louis.": [],
    "He taught himself German, which led to a job translating German books.": [],
    "He moved to California to manage stores there.": [],
    "There he met a wealthy 26-year-old divorcee named Edwina \"Toady\" Ewing (b.1908) whom he married in 1934 in San Francisco.": [],
    "Greenberg joined the U.S.": [],
    "Customs Service in New York and divorced Ewing, both in 1936.": [],
    "He dabbled in writing cultural criticism around 1937, embracing a Marxist approach, and contributing essays to the <em>Partisan Review</em>, the mouthpiece for a group known as the New York Intellectuals.": [],
    "At Lee Krasner's suggestion, he attended the lectures of Hans Hofmann, the German ex-patriot artist responsible for forming the thought of many of the future Abstract Expressionists.": [
        [
            7,
            14,
            [
                "Trainer",
                "Fraser",
                "Kramer",
                "Raster",
                "Kroner",
                "Eraser"
            ]
        ],
        [
            62,
            69,
            [
                "Hoffmann"
            ]
        ]
    ],
    "An early article on criticism in the magazine, \"Avant-Garde and Kitsch\" in 1939 demonstrated an interest in social conditions for creating the art.": [
        [
            48,
            59,
            [
                "Avant-garde"
            ]
        ]
    ],
    "The following year he became editor of the <em>Partisan Review</em>.": [],
    "Greenberg contributed a regular column on art for the <em>Nation</em> beginning in 1942 (though 1949).": [],
    "He was the foremost spokesperson for modernism during the war years.": [],
    "His art theory was drawn almost exclusively from Hans Hofmann's notion of the dissolution of subject.": [
        [
            54,
            61,
            [
                "Hoffmann"
            ]
        ]
    ],
    "As such, he attacked art movements containing subject matter, such as Surrealism (<em>Nation</em>, 1942), as reversing the trend of abstraction.": [
        [
            46,
            60,
            [
                "subject"
            ]
        ]
    ],
    "Other artists receiving his animadversion during the 1940's included Mondrian and Kandinsky.": [
        [
            53,
            59,
            [
                "1940s"
            ]
        ]
    ],
    "In 1942, Krasner introduced Greenberg to Jackson Pollock, her future husband, and Greenberg thereafter championed the artist's career.": [
        [
            9,
            16,
            [
                "Trainer",
                "Fraser",
                "Kramer",
                "Raster",
                "Kroner",
                "Eraser"
            ]
        ]
    ],
    "Greenberg joined the Army Air Force at the height of World War II in 1943, but was discharged for psychological reasons, and resumed editing and writing.": [],
    "He entered a year affair with the writer Mary McCarthy (1912-1989).": [],
    "He joined the journal <em>Commentary</em> as associate editor in 1945 (through 1957).": [],
    "Greenberg published a book on Joan Miró in 1948.": [],
    "Around this time, he changed his approach to art criticism, abandoning Trotskyite aesthetics for Kantian (formal) criteria for art.": [
        [
            71,
            81,
            [
                "Trotsky ite"
            ]
        ]
    ],
    "He championed the Abstract Expressionist artists, whom he helped publicize through exhibitions he mounted largely for the Kootz Gallery, under the direction of <a href=\"/kootzs\">Samuel M. Kootz</a>, in New York.": [
        [
            122,
            127,
            [
                "Koontz"
            ]
        ]
    ],
    "The first of these was the show, co-curated with Columbia art historian <a href=\"/schapirer\">Meyer Schapiro</a>, \"Talent\" in 1950, featuring Elaine de Kooning, Grace Hartigan, Franz Kline, Alfred Leslie, and Larry Rivers.": [],
    "Greenberg taught at Black Mountain College, the progressive North Carolina arts school in 1950, delivering lectures on \"The Development of Modernist Painting and Sculpture from Their Origins to the Present Time.\"": [],
    "His esthetics deeply affected, among other students, the artist Kenneth Noland.": [
        [
            4,
            13,
            [
                "aesthetics",
                "esthetic"
            ]
        ],
        [
            72,
            78,
            [
                "Poland",
                "Roland",
                "Nolan",
                "Öland",
                "No land"
            ]
        ]
    ],
    "The same year, 1950, he met the painter Helen Frankenthaler and the two lived together for a number of years.": [],
    "A 1952 show on Pollock at Bennington College was the first of a number of shows curated by Greenberg at that college venue.": [],
    "Greenberg, through the journal <em>Artforum</em>, became major vehicle advancing Abstract Expressionism; his authority as a tastemaker, according to the art historian <a href=\"/rosenblumr\">Bob Rosenblum</a>, was \"papal\" (Newman).": [],
    "Greenberg published a monograph on Matisse in 1953.": [],
    "A show \"Emerging Talent\" at the Kootz Gallery, featuring Morris Louis, Noland, and Philip Perlstein, was mounted in 1954.": [
        [
            32,
            37,
            [
                "Koontz"
            ]
        ],
        [
            71,
            77,
            [
                "Poland",
                "Roland",
                "Nolan",
                "Öland",
                "No land"
            ]
        ],
        [
            90,
            99,
            [
                "Perl stein"
            ]
        ]
    ],
    "He delivered the Ryerson Lecture at Yale University in 1954, \"Abstract and Representational.\"": [],
    "Another seminal article, \"'American Type' Painting,\" appeared in 1955.": [],
    "Greenberg married Janice Elaine Van Horne in 1956.": [],
    "He formally advised the New York art gallery French and Company between 1958 and 1960.": [],
    "In 1958, too, he delivered the Christian Gauss Seminar in Criticism at Princeton.": [],
    "His next art history book, on Hans Hofmann, appeared in 1961, along with <em>Art and Culture</em>, his collected criticism.": [
        [
            35,
            42,
            [
                "Hoffmann"
            ]
        ]
    ],
    "Greenberg's insistence on esthetic standards--rigid categories into which movements like Pop Art and minimalism did not fit, began to estrange him from his public.": [],
    "When it became clear his pronouncements against these art styles was being ignored, he tapered off writing in the early 1960's.": [
        [
            120,
            126,
            [
                "1960s"
            ]
        ]
    ],
    "He taught at Bennington College in 1962 (and again in 1971), curated a show at the Los Angeles County Museum of Art in 1964 organized around his term \"Post Painterly Abstraction.\"": [],
    "By the late 1960's, however, Greenberg's formalistic-approach to painting, his evaluative art criticism--not to mention his acerbic style and his distain of newer art forms--increasingly alienated him from the mainstream art world.": [
        [
            12,
            18,
            [
                "1960s"
            ]
        ],
        [
            41,
            61,
            [
                "moralistic-approach"
            ]
        ],
        [
            146,
            153,
            [
                "disdain",
                "distrain",
                "dist ain"
            ]
        ]
    ],
    "Art history was adopting a pluralism of art trends and an avoidance of the concept of \"style\" which Greenberg could not relinquish.": [],
    "His writing was attacked as myopic and elitist.": [],
    "In 1977 and 1980 he served as the executor for the estates of Bush and Smith, executing his duties again controversially.": [],
    "Greenberg died in New York in 1994 from complications of emphysema.": [],
    "A major conference on his writing was held in New York the following year.": [],
    "He never completed a monograph on his primary interest, Jackson Pollock.": [],
    "His papers are held at the Archives of American Art and the Getty Research Center.": [],
    "Greenberg's formalism (so associated with his writing that it is sometimes referred to as \"Greenbergian Formalism\") was a blend of his reading of Kant's <em>Kritik der Urteilskraft</em> (1790), Hofmann's theories of painting, the writing of the 19th-century esthete <a href=\"/paterw\">Walter Pater</a> and the work of the British Bloomsbury formalist <a href=\"/fryr\">Roger Fry</a>.": [
        [
            91,
            103,
            [
                "Greenberg"
            ]
        ]
    ],
    "Greenberg argued that esthetic judgments are intuitive (\"involuntary\") and irrational since they cannot be proven (<em>Complaints of an Art Critic</em>, 1967).": [],
    "His fellow art critic <a href=\"/roseb\">Barbara E. Rose</a> quipped that Greenberg had trouble finding artists exceptional enough to bear the mantle he bestowed.": [],
    "He emphasized that Abstract Expressionism's flat, two-dimensional quality was the movement's importance to art history.": [],
    "Modern painting, Greenberg asserted, was evolving toward ridding itself of Renaissance pictorial illusion, adding that the public's initial revulsion toward Abstract Expressionist art of the 1940's was a \"symptom of cultural and even moral decay.\"": [
        [
            191,
            197,
            [
                "1940s"
            ]
        ]
    ],
    "By likening this work to the old masters, Greenberg argued it was equal to the best European modern art.": [],
    "Anathema to his theory was art with narrative content, which came under his particular derision.": [],
    "Pop art, and that of Roy Lichtenstein in particular, was disparaged by him.": [],
    "Greenberg was fond of employing vague terminology such as \"viable essence\" to describe the artists whom he appreciated.": [],
    "In addition to promoting the art of William Baziotes, Willem de Kooning, Arshile Gorky, Robert Motherwell, Barnett Newman, and Pollock, he created the term \"Post Painterly Abstractionists\" to characterize and define the Color-field style of Helen Frankenthaler, Morris Louis, Kenneth Noland, and Jules Olitiski.": [
        [
            44,
            52,
            [
                "Barites"
            ]
        ],
        [
            73,
            80,
            [
                "Archive",
                "Archie",
                "Ayrshire",
                "Awhile",
                "Armhole"
            ]
        ],
        [
            284,
            290,
            [
                "Poland",
                "Roland",
                "Nolan",
                "Öland",
                "No land"
            ]
        ],
        [
            302,
            310,
            [
                "Colitis",
                "Elitist",
                "Elitism",
                "Elitists"
            ]
        ]
    ],
    "His criticism was so powerful, some artists (Noland for example) actually admitted changing their directions to fit Greenberg's approval.": [
        [
            45,
            51,
            [
                "Poland",
                "Roland",
                "Nolan",
                "Öland",
                "No land"
            ]
        ]
    ],
    "A newer generation of art historians, such as <a href=\"/clarkt\">T.": [],
    "J. Clark</a>, <a href=\"/friedm\">Michael Fried</a>, and <a href=\"/kraussr\">Rosalind E. Krauss</a> incorporated elements of Greenberg's approach into their own methodology.": [],
    "His writing was lampooned, though not very insightfully, by Tom Wolfe (b.": [],
    "1930) in his book <em>The Painted Word</em> (1975).": []
}