{
    "Smithsonian curator of 19th &amp; 20th century African American Art; Romare Bearden scholar.": [
        [
            28,
            32,
            [
                "camp",
                "lamp",
                "ramp",
                "amp",
                "damp",
                "vamp"
            ]
        ]
    ],
    "Carroll Greene was born in 1931 in Washington D.C., and studied at Columbia University and New York University, earning degrees in History and English.": [],
    "Greene’s combining of his passions for African American history and art began in the 1960s while teaching English at NYU and co-curating collections on campus as a hobby.": [],
    "In 1967, he co-curated <em>The Evolution of Afro-American Artists: 1800-1959</em> with prominent African-American artist Romare Bearden at the College of the City University of New York.": [],
    "The following year, he began a fellowship in Museum Studies at the Smithsonian and published <em>1969, Twelve Afro-American Artists</em>, a catalog highlighting the first major exhibition of black artists in a New York midtown commercial gallery.": [],
    "In 1970, Greene was hired by the Museum of Modern Art as a consultant to its director, John Hightower (1933-2013).": [],
    "Greene also maintained his close relationship with Bearden, publishing <em>The Prevalence of Ritual</em>, an essay on the themes of childhood memories and urban life present in Bearden’s 1971 exhibition in the Museum of Modern Art.": [
        [
            51,
            58,
            [
                "Bearded",
                "Bardeen",
                "Braeden",
                "Bear den"
            ]
        ],
        [
            177,
            184,
            [
                "Bearded",
                "Bardeen",
                "Braeden",
                "Bear den"
            ]
        ]
    ],
    "Throughout the 1970s and 1980s, Greene privately purchased artifacts to save them from destruction and neglect.": [],
    "Furthermore, he advised curators throughout the U.S.": [],
    "on how to form and expand their collections of African American art.": [
        [
            0,
            2,
            [
                "On"
            ]
        ]
    ],
    "In the mid- to late-1980’s, Greene worked as a writer and editor of <em>American Visions</em>, a popular scholarly publication on African American art published by the American Visions Foundation and supported in part by the Smithsonian Institution.": [],
    "Greene’s work appeared in the inaugural edition of this magazine.": [],
    "In 1984, he moved to Savannah.": [],
    "Greene published <em>American Visions, Afro-American Art, 1986</em>, an overview of all African American art museums at the time.": [],
    "Greene used his collection of works to form the basis of the Acadia Collection, a collection of African American artifacts, including arts and charts, furniture, pottery, musical instruments, quilts and tools, in 1989.": [],
    "The mission statement of this collection was “to collect, research, preserve and exhibit selected artifacts created by African Americans, especially those inspired by or related to historic traditions.\"": [
        [
            201,
            202,
            [
                "”"
            ]
        ]
    ],
    "Throughout the 1990s, Greene curated several shows at the Beach Institute in Savannah, including the Ulysses Davis Folk Art Collection, which received the W.W.": [],
    "Law Legacy Award.": [],
    "He conducted oral history interviews with noted African-American artists, including Jacob Lawrence.": [],
    "Greene was a guest curator at the Beach for “Look Back, Ponder, and Move On: Glimpses of the African-American Experience in Savannah 1750-1900.\"": [
        [
            143,
            144,
            [
                "”"
            ]
        ]
    ],
    "He died in 2007 at age 75 at his home in Greene Square, Savannah.": [],
    "Carroll Greene was an ardent advocate for increased African art presence throughout his time in D.C.": [],
    "and Savannah.": [
        [
            0,
            3,
            [
                "And"
            ]
        ]
    ],
    "During his 1968 fellowship at the Smithsonian, Greene learned that the institute had inadequate research on African American culture to support his work, and had since sought to increase the knowledge base of African American art and culture.": [],
    "He insisted on his collections like the Arcadia being placed in universities, museums, and other research-oriented settings.": [],
    "In his catalogue for <em>1969: Twelve Afro-American Artists</em>, Greene criticized the separation of African artists from mainstream culture, citing a fundamental lack of the equality of opportunity that America advertises.": [
        [
            7,
            16,
            [
                "catalog"
            ]
        ]
    ],
    "His strong opinions on what constituted African American culture preserving art extended to the curation of the Arcadia collection.": [],
    "For instance, Greene avoided collecting many slave-made objects because he believed such objects reflected what the slave-owning class wanted to impose on black individuals, rather than their personal creativity and culture.": [],
    "One of the U.S.’s biggest collectors of African American art, Dr.": [],
    "Walter O. Evans (b.": [],
    "1943), said Greene “was extremely important.": [],
    "He was a giant in the field, a leading proponent of African-American art long before it was a fashionable thing to do.\"": [],
    "Overall, Greene’s goals were to highlight an aesthetic rooted in the will of African Americans maintaining their cultural values in the midst of economic and social oppression.": []
}