{
    "<p>Medievalist and director of the Index of Christian Art, Princeton University, 1951-1982.": [],
    "Green was the daughter of Sidney Green, a businessman, and Freda Braunstein (Green).": [],
    "At 5 she moved with her family to New York City attending public schools and then Pratt Institute intending on a career in industrial design.": [
        [
            3,
            4,
            [
                "5,"
            ]
        ]
    ],
    "After graduation she worked for textile designers.": [
        [
            6,
            16,
            [
                "graduation,"
            ]
        ]
    ],
    "She applied to the University of Chicago and entered the art history program in 1938 where she earned all her subsequent degrees, beginning with a BA in 1939 and an AM in 1941.": [],
    "While working on her doctorate, she researched at Dumbarton Oaks Research Library, Harvard University, as a Junior fellow between 1943 and 1946.": [
        [
            50,
            59,
            [
                "Lumberton"
            ]
        ]
    ],
    "In 1946, she was made a Reader at the Princeton University Index of Christian Art, the medieval image archive begun by <a href=\"/moreyc\">Charles Rufus Morey</a>.": [],
    "Green completed her dissertation under <a href=\"/middeldorfu\">Ulrich Middeldorf</a> with a dissertation on Romaneque symbolic typology, accepted for her Ph.D.": [],
    "in 1948.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "She secured a job indexing the <em>Art Bulletin</em> for Columbia University, joining Rutgers University, as a Lecturer in 1950.": [],
    "When the Index's director, William L. M. Burke (1906-1961), developed disagreements with professor <a href=\"/smithe\">E.": [],
    "Baldwin Smith</a>, he resigned; Green was appointed his successor in 1951.": [],
    "She relinquished her lectureship responsibilities at Rutgers in 1958.": [],
    "The Index was the locus for seminars in medieval studies and Green built a close rapport with the scholars.": [],
    "<a href=\"/panofskye\">Erwin Panofsky</a> once referred to her as <em>Rosa Virens</em> (Hourihan).": [],
    "Green hired <a href=\"/ragusai\">Isa Ragusa</a> (b.": [],
    "1926) for the ICA who quickly became her \"right hand\" (Weitzmann).": [
        [
            55,
            64,
            [
                "Weizmann"
            ]
        ]
    ],
    "The two published a volume in the Princeton monographs in art and archaeology in 1961, an edited and translated manuscript of Saint Bonaventure, Bibliothèque nationale, Ms.": [
        [
            158,
            167,
            [
                "national",
                "nationals",
                "rationale",
                "nation ale"
            ]
        ]
    ],
    "Ital., 115, as <em>Meditations on the Life of Christ: An Illustrated Manuscript of the Fourteenth Century</em>.": [],
    "Her two-volume commentary and reconstruction of the writing of the Abbess of Hohenburg (ca.": [
        [
            77,
            86,
            [
                "Gothenburg"
            ]
        ]
    ],
    "1130-1195), <em>Hortus deliciarum</em>, was published with the paleography and historian Thomas Julian Brown (1923-1987) and the musicologist Kenneth Levy (b.": [],
    "1927).": [],
    "Green retired from the Index in 1982 with the expectation that Ragusa would replace her, but the department instead hired Nigel Morgan.": [
        [
            63,
            69,
            [
                "Ragùs"
            ]
        ]
    ],
    "The Princeton Byzantinist <a href=\"/weitzmannk\">Kurt Weitzmann</a> ascribed to Green the international reputation of the Index.": [
        [
            14,
            25,
            [
                "Byzantines"
            ]
        ]
    ],
    "\"Green attracted capable collaborators to the Index, which became a focal point for iconographical inquiries from all over the world\" (Weitzmann).</p>": [
        [
            135,
            144,
            [
                "Weizmann"
            ]
        ]
    ]
}