{
    "Frick Collection director, 1964-1972.": [],
    "Grier studied architecture at Pennsylvania State University, graduating in 1935.": [
        [
            0,
            5,
            [
                "Great",
                "Rear",
                "Grain",
                "Gear",
                "Grief",
                "Drier"
            ]
        ]
    ],
    "His experience with art encouraged him to study art history.": [],
    "He continued study at Princeton University, Department of Art and Archeology the same year, taking courses at New York University and working as a field assistant in the Princeton excavation at Antioch (modern Turkey).": [],
    "In 1936 he studied at the Institut d'Art et d'Archeologie, University of Paris.": [
        [
            3,
            7,
            [
                "1936,"
            ]
        ],
        [
            26,
            34,
            [
                "Institute"
            ]
        ],
        [
            46,
            57,
            [
                "Archeologies"
            ]
        ]
    ],
    "In 1938, Grier left studies at Princeton to join the Department of Education at the Metropolitan Museum of Art as Dean of Education; the Museum's first television programs were part of his accomplishment.": [
        [
            9,
            14,
            [
                "Great",
                "Rear",
                "Grain",
                "Gear",
                "Grief",
                "Drier"
            ]
        ]
    ],
    "When World War II was declared, Grier joined the army, participating in the landing at Normandy and serving in intelligence.": [
        [
            32,
            37,
            [
                "Great",
                "Rear",
                "Grain",
                "Gear",
                "Grief",
                "Drier"
            ]
        ]
    ],
    "Assigned to the now famous \"monuments men\" division of the Army Counter Intelligence Corps (ACIC), Monuments, Fine Arts, and Archives (MFAA), 1945-1946, he obtained the first agreement among the four Allied powers for monuments restitution.": [
        [
            64,
            84,
            [
                "Counterintelligence"
            ]
        ],
        [
            92,
            96,
            [
                "ACID",
                "CIC",
                "ACC",
                "ACDC",
                "ACI",
                "ACICI"
            ]
        ],
        [
            135,
            139,
            [
                "MFA",
                "FAA",
                "M FAA",
                "MF AA",
                "MFA A"
            ]
        ]
    ],
    "He rose to the rank of captain.": [],
    "After service, he was hired assistant director at the Minneapolis Museum of Art where he again was an advocate for museum-sponsored television programing.": [
        [
            143,
            153,
            [
                "programming",
                "prograding"
            ]
        ]
    ],
    "He joined the Frick Collection in New York as assistant director under Franklin M. Biebel (1908-1966) in 1951.": [
        [
            83,
            89,
            [
                "Bieber"
            ]
        ]
    ],
    "He succeeded Biebel as director in 1964.": [
        [
            13,
            19,
            [
                "Bieber"
            ]
        ]
    ],
    "During his tenure, Grier acquired for the Frick \"The Three Soldiers\" by Pieter Brueghel in 1965, Gentile da Fabriano's \"Madonna and Child, with Saints Lawrence and Julian\" in 1966 and Hans Memling's \"Portrait of a Man\", 1967.": [
        [
            19,
            24,
            [
                "Great",
                "Rear",
                "Grain",
                "Gear",
                "Grief",
                "Drier"
            ]
        ],
        [
            105,
            107,
            [
                "the",
                "DA",
                "a",
                "day",
                "do",
                "Dr"
            ]
        ],
        [
            108,
            116,
            [
                "Fabiano"
            ]
        ]
    ],
    "He oversaw the first two volumes of the Frick permanent holdings catalog in 1968.": [],
    "Grier was struck and killed by a truck in 1972.": [
        [
            0,
            5,
            [
                "Great",
                "Rear",
                "Grain",
                "Gear",
                "Grief",
                "Drier"
            ]
        ]
    ],
    "He was succeeded at the Frick by <a href=\"/fahye\">Everett Fahy, Jr.</a>, in 1973.": []
}