{
    "<em>Gründerzeit</em> art-historian; Raphael and Michelangelo scholar.": [],
    "Grimm's father was Wilhelm Grimm 1786-1859 and his uncle Jakob Grimm (1785-1863), the philologist compilers of indigenous folk tales (\"Brothers Grimm\").": [],
    "His other uncle was the painter engraver Ludwig Emil Grimm (1790-1863).": [],
    "He attended the Gymnasium of Leopold von Ranke.": [],
    "In 1841 he moved to Berlin and the circle of Bettina (1785-1859) and Achim von Arnim (1781-1831) and began publishing drama and novels.": [
        [
            3,
            7,
            [
                "1841,"
            ]
        ]
    ],
    "He began legal and philological studies at the universities of Berlin and Bonn.": [],
    "In 1857 he visited Rome where the artistic circle of Peter von Cornelius brought his interests to art.": [
        [
            3,
            7,
            [
                "1857,"
            ]
        ]
    ],
    "In 1859 he married Gisela von Arnim (1827-1889), the von Arnim's daughter, and published his treatise, <em>Die Akademie der Künste und das Verhältnis der Künstler zum Staate</em>.": [
        [
            3,
            7,
            [
                "1859,"
            ]
        ],
        [
            30,
            35,
            [
                "Arnie"
            ]
        ],
        [
            53,
            56,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ],
        [
            57,
            62,
            [
                "Arnie"
            ]
        ]
    ],
    "His short-lived periodical, <em>über Künstler und Kunstwerke</em>, 1864-1867, published many important essays.": [],
    "It also contained some of the first photographic illustrations of art in a magazine.": [],
    "The first volume of his biography of Michelangelo, <em>Das Leben Michelangelos</em>, began appearing in 1868.": [],
    "He wrote his dissertation in 1868 from Leipzig and his habilitation 1870 in Berlin.": [
        [
            55,
            67,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ]
    ],
    "In 1871 he weighed in on the famous Hans Holbein <em>Meyer Madonna</em> debate concluding against the sound reasoning of the \"Holbein convention\" of eminent scholars, that the Dresden version was the autograph one.": [
        [
            3,
            7,
            [
                "1871,"
            ]
        ]
    ],
    "He accepted the chair in the newly created discipline of history of art (Lehrstuhl für Kunstgeschichte) in Berlin in 1872 and remained there the rest of his life.": [
        [
            83,
            86,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "Grimm published the first (though incomplete) edition of his popular <em>Das Leben Raphaels</em> in 1872.": [],
    "Grimm art history writing is characteristic of the period consolidation of standards following unification of Germany, known as the <em>Gründerzeit.</em> When <a href=\"/waageng\">Gustav Friedrich Waagen</a>, for example, criticized in the early issues of the <em>Zeitschrift für bildende Kunst</em> Goethe's aesthetic taste of some fifty years before, Grimm, the spokesman for the <em>Gründerzeit</em> took it personally, refuting Waagen effectively point by point.": [],
    "Grimm's <em>Beiträge zur deutschen Culturgeschichte</em>, essays about important cultural personalities, appeared in 1897.": [],
    "Throughout his life his books were popular and his biographies went through numerous editions.": [
        [
            42,
            46,
            [
                ", and"
            ]
        ]
    ],
    "At his death he was succeeded by <a href=\"/wolfflinh\">Heinrich Wölfflin</a>.": [],
    "His more famous students included <a href=\"/lichtwarka\">Alfred Lichtwark</a>; <a href=\"/meiergraefej\">Julius Meier-Graefe</a> studied under him but received not degree.": [],
    "Grimm's reputation is that of the arch-Romantic, <em>Gründerzeit</em> art historian.": [],
    "He viewed himself as the intellectual successor of Goethe.": [],
    "His approach to art history was through the \"Great Masters,\" and arranging significance of art through a biographical account of art history.": [],
    "His tastes both typified and led German and continental bourgeois taste.": [],
    "Homer, Dante and Shakespeare were the great writers of their age; in art, only Raphael and Michelangelo could compare.": [],
    "The nineteenth century's adoration of Raphael is in large part Grimm's doing.": [],
    "Wölfflin wrote that Grimm showed indifference to all but the very great.": [
        [
            0,
            8,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "This approach to art history is shared by other historians of his age, including <a href=\"/justic\">Carl Nicolaus Heinrich Justi</a>, but was personally savaged in the lectures of <a href=\"/springera\">Anton Springer</a>.": [],
    "Grimm was one of the first to carefully study reception theory, though he is little acclaimed for it.": [],
    "In the 3rd edition of his life of Raphael (1896) he added a section on <em>Rezeptionsgeschichte</em>.": [],
    "Perhaps because formal analysis and the sanctity of viewing the original work of art mattered so little to him, he was among the first to use lantern slides (reproductive images) in his lectures.": [],
    "Grimm's writings were gradually supplanted by better scholarship in the twentieth century.": [],
    "His emotional approach to art-historical debate, as evidence in the Holbein Madonna incident, proved his allegiances were usually closer to nationalism than art history.": [],
    "In Germany, his concept of the [German] hero as a mover of history was embraced by the Nazis, who saw to it that new and repackaged versions of his writings, such as <em>Vom geist der Deutschen</em>, 1943, appeared up until the war's end.": []
}