{
    "University lecturer and full professor.": [],
    "Grisebach was born in Berlin in 1881 to the architect Hans Otto Grisebach (1848–1904) and Emmy Hensel (1858–1936).": [
        [
            0,
            9,
            [
                "Giveback"
            ]
        ],
        [
            64,
            73,
            [
                "Giveback"
            ]
        ],
        [
            95,
            101,
            [
                "Hansel",
                "Henkel"
            ]
        ]
    ],
    "He attended the Joachimsthalsches Gymnasium in Berlin, completing his <em>abitur</em> in 1900.": [],
    "From c.": [],
    "1900 to 1904, he studied art history in Berlin for four semesters, Munich for one, and returned to Berlin for his final three.": [],
    "During this time, he studied under <a href=\"/wolfflinh\">Heinrich Wölfflin</a> and <a href=\"/riehlb\">Berthold Riehl</a>.": [],
    "Grisebach received his doctorate in 1906 from Berlin under Wölfflin.": [
        [
            0,
            9,
            [
                "Giveback"
            ]
        ],
        [
            59,
            67,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "From 1906 to 1907, he worked as a volunteer with the Berlin museums.": [],
    "His dissertation, <em>Das deutsche Rathaus der Renaissance</em> (<em>The German Renaissance City Hall</em>), was published in Berlin in 1907.": [],
    "Grisebach completed his habilitation in 1910 at the Technische Hochschule Karlsruhe.": [
        [
            0,
            9,
            [
                "Giveback"
            ]
        ],
        [
            24,
            36,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ],
        [
            52,
            62,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ]
    ],
    "From 1912 he worked as a private lecturer.": [],
    "Grisebach married his first wife, Svanhild Jörgenson, in 1913.": [
        [
            0,
            9,
            [
                "Giveback"
            ]
        ],
        [
            34,
            42,
            [
                "Stanfield",
                "Swahili",
                "Scantily",
                "Sandhill",
                "Shahid",
                "Swankily"
            ]
        ],
        [
            43,
            52,
            [
                "Jorgenson",
                "Jorgensen"
            ]
        ]
    ],
    "In 1918, Grisebach joined the University of Berlin as an associate professor and rose quickly through the ranks, becoming a full professor at the Technische Hochschule Hannover in 1919 and moving to Breslau in 1920.": [
        [
            9,
            18,
            [
                "Giveback"
            ]
        ],
        [
            146,
            156,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ],
        [
            199,
            206,
            [
                "Presley",
                "Belau",
                "Bresler"
            ]
        ]
    ],
    "Grisebach divorced his wife in 1924 and married Dr.": [
        [
            0,
            9,
            [
                "Giveback"
            ]
        ]
    ],
    "Hanna Blumenthal (1899–1988) the same year.": [],
    "In 1929, he studied at the Bibliotheca Hertziana in Rome.": [],
    "Grisebach succeeded <a href=\"/neumannc\">Carl Neumann</a> as a professor in Heidelberg in 1930.": [
        [
            0,
            9,
            [
                "Giveback"
            ]
        ]
    ],
    "From 1931 to 1933, Grisebach served as chairman of the Heidelberger Kunstverein.": [
        [
            19,
            28,
            [
                "Giveback"
            ]
        ]
    ],
    "In 1933, the Ministry of Culture attempted to dismiss him from his position due to \"political unreliability\" on the basis of the Law for the Restoration of the Professional Civil Service, but nothing incriminating could be brought against him; as a result, the proceedings were dropped.": [],
    "He was forced into retirement on September 30, 1937, on the basis of Article 6 (\"Simplification of Administration\") of the Law for the Restoration of the Professional Civil Service; reasons included his \"non-Aryan\" wife, who was of Jewish parentage, and rededication of the chair, in order to provide the Minister of State Paul Schmitthenner (1884–1963) (not to be confused with the architect Paul Schmitthenner (1884–1972)) with a scheduled chair for military policy and history.": [],
    "The dean of the faculty agreed, as two professorships in art history could not be justified; Grisebach resisted in vain.": [
        [
            93,
            102,
            [
                "Giveback"
            ]
        ]
    ],
    "Although he received a pension, he was not considered emeritus and thus no longer had academic rights.": [],
    "Attempts to emigrate failed, as well as attempts to secure a professorship in Basel.": [],
    "From 1937 to 1945, Grisebach operated as a private scholar in Timmendorf, residing in a house belonging to his father.": [
        [
            19,
            28,
            [
                "Giveback"
            ]
        ]
    ],
    "From 1945, he worked in Potsdam.": [],
    "Grisebach returned to Heidelberg in 1946, losing his household goods and library in the move.": [
        [
            0,
            9,
            [
                "Giveback"
            ]
        ]
    ],
    "The Heidelberg University Senate had pleaded for his reinstatement in 1945, but it dragged on until March 1947.": [],
    "The ministry and university committees could not agree to establish a new chair for him, as he was about to retire; his former chair had been rededicated, and a newly created chair had been filled by <a href=\"/paatzw\">Walter Paatz</a>.": [],
    "From 1947 he was a full member of the Heidelberg Academy of Sciences, and once again served as the chairman of the Heidelberger Kunstverein from 1947 to 1949.": [],
    "<a href=\"/galle\">Ernst Gall</a> described the individual nature and impact of Grisebach’s work as such: \"But it was precisely these years of quiet seclusion that also allowed his last major work to mature, <em>Die Kunst der deutschen Stämme und Landschaften</em> .": [],
    ".": [
        [
            0,
            1,
            [
                "."
            ]
        ]
    ],
    "Here he has given us that which was particularly in keeping with his sensitive character, attuned to clairvoyant intuition, an analysis of German artistic creation, so manifoldly fractured in its roots, that penetrates to the deep primordial depths of the soul.": [
        [
            168,
            178,
            [
                "manifold",
                "manifolds",
                "manifolded"
            ]
        ]
    ],
    "Grisebach was a grateful disciple of Wölfflin, from whom he had learned more in seeing and interpreting the ‘forms’ than is learnable; in a very personal continuation, he formed a spiritual relationship to the works of art that elevated all formal penetration to psychological interpretation.": [
        [
            0,
            9,
            [
                "Giveback"
            ]
        ],
        [
            37,
            45,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "The lecture on the fundamentals of French art, held in Heidelberg in 1947, shows the very personal nature of his relationship to the visual arts, which, as an image of a lived life, had become for him above all the founder of the power of expression of the soul.\"": []
}