{
    "<p>German Expressionist documentary scholar.": [],
    "Grisebach was the son of Jena professor of philosophy, Eberhard Grisebach (1880-1945), whose art connections laid the groundwork for his son's interests.": [
        [
            0,
            9,
            [
                "Giveback"
            ]
        ],
        [
            64,
            73,
            [
                "Giveback"
            ]
        ]
    ],
    "His father was a second cousin of the art historian <a href=\"/grisebacha\">August Grisebach</a> and personal friends with the artists Ferdinand Hodler (who became Lothar's Godfather) and Edvard Munch.": [],
    "The senior Grisebach organized art exhibitions for Kunstverein Jena, where he met and befriended the German Expressionist (Brücke) artist Ernst Ludwig Kirchner.": [
        [
            11,
            20,
            [
                "Giveback"
            ]
        ],
        [
            123,
            129,
            [
                "Bruce"
            ]
        ]
    ],
    "His wife (Lothar's mother), Charlotte Spengler, was daughter of the director of a sanitarium in Davos, Switzerland, where Kirchner was sent to recuperate from metal collapse and drug addiction during World War I. Lothar Grisebach grew up in this household, a talented drawer.": [
        [
            10,
            16,
            [
                "Other",
                "Mother",
                "Luther",
                "Lethal",
                "Bother",
                "Gotham"
            ]
        ],
        [
            213,
            219,
            [
                "Other",
                "Mother",
                "Luther",
                "Lethal",
                "Bother",
                "Gotham"
            ]
        ],
        [
            220,
            229,
            [
                "Giveback"
            ]
        ]
    ],
    "During his stays with his grandparents in Davos, his drawings were critiqued by Kirchner.": [],
    "Grisebach studied physics under Peter Pringsheim, brother in law of Thomas Mann, in Berlin.": [
        [
            0,
            9,
            [
                "Giveback"
            ]
        ],
        [
            38,
            48,
            [
                "Springtail",
                "Tyringham"
            ]
        ],
        [
            50,
            64,
            [
                "brother-in-law"
            ]
        ]
    ],
    "He received his doctorate in 1935 in Berlin.": [],
    "In 1937, however, he gave up physics and started as an painter.": [
        [
            52,
            54,
            [
                "a"
            ]
        ]
    ],
    "He taught art at a school.": [],
    "In the 1960s, Grisebach published two important documentary volumes on Kirchner.": [
        [
            14,
            23,
            [
                "Giveback"
            ]
        ]
    ],
    "The first, his father's correspondence with Expressionist artists, Maler des Expressionismus im Briefwechsel mit Eberhard Grisebach, in 1962.": [
        [
            67,
            72,
            [
                "Male",
                "Males",
                "Maker",
                "Mater",
                "Mayer",
                "Paler"
            ]
        ],
        [
            73,
            76,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            77,
            92,
            [
                "Expressionism us"
            ]
        ],
        [
            93,
            95,
            [
                "I'm",
                "IM",
                "in",
                "is",
                "I",
                "it"
            ]
        ],
        [
            109,
            112,
            [
                "MIT",
                "it",
                "hit",
                "mid",
                "bit",
                "fit"
            ]
        ],
        [
            122,
            131,
            [
                "Giveback"
            ]
        ]
    ],
    "The second, Kirchner diary during the artist's years in Davos, Davoser Tagebuch, in 1968.": [
        [
            71,
            79,
            [
                "Sagebrush"
            ]
        ]
    ],
    "After his retirement in 1975 he lectured \"Kunstpädagogik\" at the University of Siegen for some years.": [],
    "His son, Lucius Grisebach (q.v.)": [
        [
            16,
            25,
            [
                "Giveback"
            ]
        ]
    ],
    "is also an art historian.Grisebach was not formally trained as an art historian.": [
        [
            0,
            2,
            [
                "Is"
            ]
        ],
        [
            25,
            34,
            [
                " Grisebach"
            ]
        ]
    ],
    "His importance comes from the important documentary publications in connection with Ernst Ludwig Kirchner.</p>": []
}