{
    "<p>Medievalist art historian; influential in French Romanesque studies and stained glass.": [
        [
            75,
            88,
            [
                "stained-glass"
            ]
        ]
    ],
    "Grodecki was raised in a Polish-speaking family in Russian-controlled Poland.": [],
    "When he was eighteen, he left to study stagecraft under Emil Preetorius (1883-1973) in Berlin.": [
        [
            61,
            71,
            [
                "Pretorium"
            ]
        ]
    ],
    "Later he moved to Paris, enrolling at the école du Louvre.": [
        [
            42,
            47,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            48,
            50,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ]
    ],
    "His teacher, <a href=\"/mauricheaubeauprec\">Charles Mauricheau-Beaupré</a> advised him to take courses by <a href=\"/focillonh\">Henri Focillon</a> at the Sorbonne and Collège de France.": [],
    "Grodecki rose to be one of Focillon's famous group of students, receiving his <em>licence ès letters</em> in 1932.": [
        [
            27,
            35,
            [
                "Bouillon"
            ]
        ]
    ],
    "He was a teaching assistant for Focillon and <a href=\"/schneiderre\">René Schneider</a> at the Institut d'Art et d'Archéologie of the Sorbonne (1932-1936).": [
        [
            32,
            40,
            [
                "Bouillon"
            ]
        ]
    ],
    "During that time he earned his <em>diplôme d'études supérieures</em> (1933) at the College.": [],
    "He never completed his dissertation, however, which centered on the topic of gothic \"mannerism.\"": [],
    "In 1934 he took French citizenship, serving in the French military (Second Dragoon Regiment, Provins) between 1936-37.": [
        [
            3,
            7,
            [
                "1934,"
            ]
        ],
        [
            93,
            100,
            [
                "Proving"
            ]
        ]
    ],
    "Returning to the Institut, he was an assistant to <a href=\"/reaul\">Louis Réau</a> for the academic year 1937-1938, before war tensions with Germany caused him to be recalled to the reserves at Rambouillet, 1939-40.": [
        [
            17,
            25,
            [
                "Institute"
            ]
        ]
    ],
    "During the German occupation of France, Grodecki was interned at a camp in Drancy (1942-1943) for attempting to save a young Jewish woman with whom he had fallen in love.": [
        [
            75,
            81,
            [
                "Branch",
                "Dance",
                "France",
                "Ranch",
                "Franco",
                "Nancy"
            ]
        ]
    ],
    "He worked as an antique dealer for Picard until 1945.": [],
    "After the war he secured a position as the archivist with the Direction de l'Architecture of the Ministry of Culture (1945-1947).": [],
    "There, Grodecki was given the task of documenting the medieval stained glass as it re-emerged from war-safe refuge to the churches.": [
        [
            63,
            76,
            [
                "stained-glass"
            ]
        ]
    ],
    "He worked closely with Jean Taralon (1909-1996), later <em>Inspecteur general des monuments historiques</em>, advising him on conservation, and assembling a photoarchive of stained glass.": [
        [
            28,
            35,
            [
                "Aragon",
                "Avalon",
                "Marlon",
                "Tagalog",
                "Paragon",
                "Talon"
            ]
        ]
    ],
    "In 1948 fellow Focillon student <a href=\"/crosbys\">Sumner McKnight Crosby</a> invited Grodecki to be the first Focillon Fellow at Yale University.": [
        [
            15,
            23,
            [
                "Bouillon"
            ]
        ]
    ],
    "There he published a seminal article on thirteenth-century stained glass and, in 1949, a piece on architecture's relationship to stained glass.": [
        [
            59,
            72,
            [
                "stained-glass"
            ]
        ],
        [
            129,
            142,
            [
                "stained-glass"
            ]
        ]
    ],
    "He returned to France and the support by the Centre National de la Recherche Scientifique.": [
        [
            77,
            89,
            [
                "Scientific"
            ]
        ]
    ],
    "The academic year 1951-1952 he spent at the Institute for Advanced Study in Princeton where he met <a href=\"/panofskye\">Erwin Panofsky</a> and, elsewhere in America, <a href=\"/swarzenskih\">Hanns Swarzenski</a> whose work on Romanesque art would appear shortly thereafter.": [],
    "He married the Romanesque scholar Catherine Gauchéry (his second wife).": [
        [
            44,
            52,
            [
                "Gauchely",
                "Gaucher"
            ]
        ]
    ],
    "In 1959 Grodecki, along with Jean Lafond (d.2009) was asked to write the first French volumes for the <em>Corpus Vitrearum Medii Aevi</em>, which had been founded in 1953 by <a href=\"/hahnloserh\">Hans R. Hahnloser</a> to document extant stained glass.": [
        [
            34,
            40,
            [
                "Plafond"
            ]
        ]
    ],
    "The same academic year he was visiting professor at Harvard University.": [],
    "The years 1953-61 Grodecki was conservator of the Musée des Plans-Reliefs, Paris, a model museum of fortifications in the eighteenth century.": [
        [
            50,
            55,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            56,
            59,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "In 1958, at age 48, he published his first major monograph, <em>Au seuil de l'art roman: l'architecture ottonienne</em>.": [],
    "In 1961 he was appointed <em>Chargé d'enseignement d'histoire de l'art</em> at the university in Strasbourg.": [
        [
            3,
            7,
            [
                "1961,"
            ]
        ]
    ],
    "It was his first teaching position; its proximity to Germany brought him close to like minded medievalists, including <a href=\"/sauerlanderw\">Willibald Sauerländer</a>, then at Freiburg am Breisgau.": [
        [
            82,
            93,
            [
                "like-minded"
            ]
        ]
    ],
    "In 1970 he received his <em>docteur ès letters</em> at the Sorbonne at age sixty.": [
        [
            3,
            7,
            [
                "1970,"
            ]
        ]
    ],
    "The following year he was appointed chair in art history there, a position he held until his retirement in 1977.": [],
    "He was succeeded at the Sorbonne by Anne Paillard Prache.": [
        [
            41,
            49,
            [
                "Gaillard",
                "Pail lard"
            ]
        ],
        [
            50,
            56,
            [
                "Pr ache"
            ]
        ]
    ],
    "His 1973 <em>Le siècle de l'an mille</em>, co-authored with <a href=\"/mutherichf\">Florentine Mütherich</a>, synthesized his findings with other scholars.": [],
    "After retirement, Grodecki continued to write, despite failing eyesight until 1982 when he died of cancer.": [],
    "His students included <a href=\"/deuchlerf\">Florens Deuchler</a>, <a href=\"/haywardj\">Jane Hayward</a>, and <a href=\"/brisacc\">Catherine Brisac</a> who had succeeded him in his position at Musée des Plans-Reliefs and completed his unfinished manuscript, <em>Le vitrail gothique</em>.</p><p>Methodologically, Grodecki was a Focillon-style formalist who exploited archaeological data to its fullest.": [],
    "In reaction to <em>chartrists</em> scholars such as <a href=\"/malee\">Emil Mâle</a>, who frequently relied on written accounts and 19<sup>th</sup>-century engravings for their scholarship, Grodecki insisted on examination of the monuments themselves.": [],
    "Unusual for a French scholar, Grodecki possessed a strong command of Germanic literature on art history and a willingness to incorporate the intellectual traditions of <a href=\"/goldschmidta\">Adolph Goldschmidt</a>, <a href=\"/schlosserj\">Julius Alwin von Schlosser</a> and <a href=\"/pinderw\">Wilhelm Pinder</a>, all of whom he had heard lecture on their own soil.": [],
    "A strong personality, he has been described by his students as capable of bullying and unduly argumentative (Caviness, 2000).": [
        [
            109,
            117,
            [
                "Waviness",
                "Caginess"
            ]
        ]
    ],
    "His celebrated dispute with <a href=\"/brannerr\">Robert Branner</a>--whom he had met when both excavated St.": [],
    "Denis under Crosby--over the attributions of Pierre, Eudes and Raoul de Montreuil (1964), appeared to be more than academic.": [
        [
            53,
            58,
            [
                "Études",
                "Eludes",
                "Etudes",
                "Exudes",
                "Dudes",
                "Nudes"
            ]
        ]
    ],
    "In gentler disagreement with Panofsky, his two 1961 articles on St-Denis used more concrete sources than Panofsky's philosophical texts to theorize a program for the church.</p>": [
        [
            29,
            37,
            [
                "Sinofsky"
            ]
        ],
        [
            105,
            113,
            [
                "Sinofsky"
            ]
        ]
    ]
}