{
    "Archaeologist and scholar of ancient art.": [],
    "Groenewegen's father, Hermanus Ysbrand Groenewegen (b.": [
        [
            22,
            30,
            [
                "Herman us"
            ]
        ],
        [
            31,
            38,
            [
                "Brand",
                "Strand",
                "Rebrand"
            ]
        ]
    ],
    "1862), was a minister and professor of theology at a seminary in Leiden and later a professor of philosophy of religion and ethics at the University of Amsterdam.": [],
    "She studied Greek and Chinese philosophy at the University of Amsterdam where she met <a href=\"/frankforth\">Henri Frankfort</a>, another ancientist student a year younger than she.": [],
    "The two became engaged in 1920.": [],
    "In 1921 Groenewegen was granted an M. A. in philosophy and Frankfort one in Netherlands Language and Literature and history.": [],
    "Before their marriage, Frankfort traveled to London to study with the Egyptian archaeologist Sir Flinders Petrie (1853-1942).": [],
    "She accompanied Frankfort, teaching French at a girl's school on the South Coast of England.": [],
    "Petrie invited him to Egypt and the archaeological dig at Qau el-Kebir.": [
        [
            0,
            6,
            [
                "Metric",
                "Retire",
                "Erie",
                "Pete",
                "Bertie",
                "Pearce"
            ]
        ],
        [
            58,
            61,
            [
                "AAU",
                "IAU",
                "Tau",
                "AU",
                "Au",
                "BAU"
            ]
        ],
        [
            62,
            70,
            [
                "El-Kebir",
                "el-Kefir"
            ]
        ]
    ],
    "Frankfort returned to London, marrying \"Jettie\" Groenewegen (as she was known) in 1923 and completed a second M. A. at the University of London the same year.": [
        [
            40,
            46,
            [
                "Jetties",
                "Bettie",
                "Nettie",
                "Hettie",
                "Jet tie"
            ]
        ]
    ],
    "The two lived in Athens for the 1924-1925 academic year at the British School of Archaeology.": [],
    "Frankfort wrote his doctoral dissertation there.": [],
    "The Frankforts worked in tandem for up to six months each year on two major archaeological digs: the excavations of London's Egypt Exploration society (which <a href=\"/frankforth\">Henri Frankfort</a> directed, 1925-1926) and then the University of Chicago's Oriental Institute's Iraq Expedition in the Diyala River Basin and the Assyrian city of Khorsabad, of which Frankfort was field director, 1929-1937.": [
        [
            4,
            14,
            [
                "Frankfort's",
                "Frankfort",
                "Frank forts"
            ]
        ]
    ],
    "Groenewegen's position as Frankfort's wife resulted in her performing the duties of camp manager on the expeditions.": [],
    "She acquired much of her knowledge of ancient civilizations first hand at these sites, working with her husband and other archaeologists.": [],
    "In October 1931 Frankfort fell ill and was not able to begin the Iraq excavation; Groenewegn started the expedition in his stead, on time, and Frankfort joined it six weeks later.": [],
    "During the off season, Frankfort taught at the Warburg Institute in London.": [],
    "The Frankforts lived in Hampstead (London), the center of the British avant-garde.": [
        [
            4,
            14,
            [
                "Frankfort's",
                "Frankfort",
                "Frank forts"
            ]
        ],
        [
            24,
            33,
            [
                "Hempstead"
            ]
        ]
    ],
    "There they knew artists such as Barbara Hepworth and her husband, the artist Ben Nicholson.": [],
    "The effects of the Depression finally ended the Iraq Expedition in 1937.": [],
    "In 1938 the couple moved to a house overlooking the sea in Kimmeridge near Corfe Castle, Dorset.": [
        [
            59,
            69,
            [
                "Simmering"
            ]
        ],
        [
            75,
            80,
            [
                "Core",
                "Corfu"
            ]
        ]
    ],
    "When World War II was declared in Europe in 1939, Frankfort moved to Chicago to teach, while Groenewegen remained in Europe, volunteering with the Red Cross.": [],
    "In 1941 she rejoined Frankfort and their son in Chicago.": [
        [
            3,
            7,
            [
                "1941,"
            ]
        ]
    ],
    "Groenewegen suggested a series of speculative talks as part of a public course in the Division of the Humanities of the University of Chicago on ancient human's worldview.": [],
    "The lectures, delivered by the archaeologists John Albert Wilson (1899-1976), Thorkild Jacobsen (1904-1993) and William A. Irwin (1884-1967), resulted in the book <em>Intellectual Adventure of Ancient Man: An Essay on Speculative Thought in the Ancient Near East</em>.": [
        [
            78,
            86,
            [
                "Thorwald"
            ]
        ]
    ],
    "Groenewegen and her husband supplied the introduction, \"Myth and Reality,\" and a conclusion.": [],
    "At the death of <a href=\"/saxlf\">Fritz Saxl</a>, the director of the Warburg, Frankfort accepted a professorship and appointment as director at the University of London.": [],
    "Groenewegen and Frankfort resettled in London.": [],
    "She published <em>Arrest and Movement, an Essay on Space and Time in the Representational Art of the Ancient Near East</em>, perhaps her best known book, in 1951.": [],
    "Groenewegen remained in Dorset rather than inhabit Frankfort's flat in London.": [],
    "The couple grew apart.": [],
    "In the meantime, Frankfort had fallen in love with a Spanish scholar and photographic archivist of the Warburg, <a href=\"/harrise\">Enriqueta Harris</a>.": [],
    "He divorced Groenewegen and married Harris in 1952.": [],
    "Groenewegen was deeply hurt by the divorce although she and Frankfort collaborated on additional manuscripts.": [],
    "Two years later, Frankfort died.": [],
    "For the final thirty years of her life, she became a recluse, seldom publishing.": [],
    "In 1971 she and <a href=\"/ashmoleb\">Bernard Ashmole</a> wrote an introductory survey of ancient art, <em>Art of the Ancient World</em>, in which Groenewegen authored the sections on ancient middle-eastern art.": [
        [
            3,
            7,
            [
                "1971,"
            ]
        ]
    ],
    "<em>Arrest and Movement: An Essay on Space and Time in the Representational Art of the Ancient Near East</em> examines the formal representation of space and time in the art of Egypt, Mesopotamia, and Crete.": [],
    "Groenewegen charted the differences of spatial rendering through the different regions of the ancient Near East.": [],
    "She theorized the significance as an issue of cultural rather than aesthetic necessity.": [],
    "Her study reflects the methodology of German structuralism employed by <a href=\"/krahmerg\">Gerhard Krahmer</a>, <a href=\"/matzf\">Friedrich Matz (1890-1974)</a>, <a href=\"/kaschnitzweinbergg\">Guido Kaschnitz von Weinberg</a>, and <a href=\"/schweitzerb\">Bernhard Schweitzer</a>, which \"aimed at replacing the concept of style with that of spatial structure and linking the latter to cultural identity\" (Suter).": [],
    "Her writing on \"Myth and Reality\" owes much to <a href=\"/cassirere\">Ernst Cassirer</a> and his <em>Philosophie der symbolischen Formen</em>.": []
}