{
    "<p>Modernist art historian of German Expressionism.": [],
    "Grohmann grew up in Dresden where he attended Heilige Kreuz Grammar School.": [
        [
            46,
            53,
            [
                "Halide",
                "Halite"
            ]
        ],
        [
            54,
            59,
            [
                "Cruz",
                "Freud",
                "Krebs",
                "Kratz",
                "Kraus"
            ]
        ]
    ],
    "He studied oriental languages and particularly Sanskrit at the Universities in Paris and then Leipzig (1908-13), the latter under Ernst Windisch (1844-1918).": [
        [
            136,
            144,
            [
                "Finish",
                "Winds",
                "Finnish",
                "Windsor",
                "Winding",
                "Yiddish"
            ]
        ]
    ],
    "He wrote his dissertation in 1914 in the area of Germanic literature, but thereafter devoted his life to art research and publishing.": [],
    "In 1916 he married Gertrud Vieweg.": [
        [
            3,
            7,
            [
                "1916,"
            ]
        ],
        [
            19,
            26,
            [
                "Gertrude"
            ]
        ],
        [
            27,
            33,
            [
                "Viewed",
                "Viewer"
            ]
        ]
    ],
    "After World War I Grohmann wrote entries for <a href=\"/thiemeu\">Ulrich Thieme</a> and <a href=\"/beckerf\">Felix Becker</a> for their <em>Allgemeines Lexikon</em> and contributed articles to the periodical <em>Cicerone</em>.": [],
    "In 1919 he was a member of the artist's group, \"Novembergruppe.\"": [
        [
            3,
            7,
            [
                "1919,"
            ]
        ]
    ],
    "In 1925 he edited a book on the living German Expressionist artist Ernst Ludwig Kirchner and the following year his own book on the artist.": [
        [
            3,
            7,
            [
                "1925,"
            ]
        ]
    ],
    "Between 1926-29 he was an Assistant at the Staatlichen Gemäldegalerie, Dresden, where he was involved in teaching.": [],
    "During this time he published monographs for the Parisian <em>Cahiers d'art</em> publishing house under <a href=\"/zervosc\">Christian Zervos</a>.": [],
    "In 1933 Grohmann was dismissed by the Nazis because of his positive views of modern art.": [],
    "He continued to publish pieces in newspapers under pseudonyms such as Olaf Rydberg.": [],
    "Grohmann joined the official writers' organization of the Nazi party, the Reichsschrifttumskammer, in 1936, which allowed him to continue writing.": [],
    "The School of the Art Institute of Chicago in 1939 offered him a lectureship in modern art history, which he was unable to accept because he lacked a visa.": [],
    "During the war years, by his own admission, he \"researched the somewhat safer areas of archaeology and the art of migratory peoples,\" in the newspaper <em>Deutsche Allgemeine Zeitung</em> and <em>Das Reich</em>, and a book on the art historian <a href=\"/strzygowski\">Josef Rudolf Thomas Strzygowski</a>, whose racial theories of art the Nazi's approved.": [],
    "After World War II he settled in the Soviet Zone, declined a position of professor of art history in Leipzig in 1945, accepting instead the position of Professor and Rector at the Hochschule für Werkkunst, Dresden (1947-1948).": [
        [
            191,
            194,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "He also worked in various cultural capacities of the Dresden Magistrate.": [],
    "In collaboration with the artist Hans Grundig (1901-1958), he organized the <em>Erste Allgemeinen Deutschen Kunstausstellung</em>, one of the first significant art exhibitions in post-war Germany.": [
        [
            38,
            45,
            [
                "Grinding",
                "Grounding",
                "Grundy",
                "Grunting"
            ]
        ]
    ],
    "As the friction between East and West Germany mounted, Grohmann moved to West Berlin, becoming Professor at the Hochschule für Bildende Künste (Academy of Arts) in 1948.": [
        [
            123,
            126,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            127,
            135,
            [
                "Billed",
                "Blend",
                "Silence",
                "Blended",
                "Blonde",
                "Widened"
            ]
        ],
        [
            136,
            142,
            [
                "Sunset",
                "Unite",
                "Munster",
                "Unset",
                "Punster",
                "Münster"
            ]
        ]
    ],
    "Grohmann was the focus of a bitter and public dispute with the artist Karl Hofer (1879-1955) over the legitimacy of abstract art.": [],
    "Anti-abstractionists, supported by the East-German/Soviet doctrine, launched at attack on the painters and art historians of the Künstlerbund, though they avoided direct engagement with Hofer.": [],
    "Grohmann continued to champion the abstract artists, including the Zen 49 group, Willi Baumeister, Rupprecht Geiger, Theodor Werner and Fritz Winter.": [
        [
            81,
            86,
            [
                "Will",
                "Willie",
                "Willis",
                "Willy",
                "Wills",
                "Willa"
            ]
        ],
        [
            87,
            97,
            [
                "Paymaster"
            ]
        ],
        [
            99,
            108,
            [
                "Utrecht",
                "Uppercut"
            ]
        ]
    ],
    "Only Hofer's death in 1955 closed the debate.": [],
    "Grohmann was made <em>ordinarius</em> professor at the Hochschüle in 1957 and <em>emeritus</em> in 1958.": [],
    "He married his second wife, Annemarie Zilz in 1966.": [
        [
            38,
            42,
            [
                "ZIL"
            ]
        ]
    ],
    "At his death in 1968 his widow donated Grohmann's archive, including his extensive collection of art by his artist-friends and his personal library to the Staatsgalerie Stuttgart (the foundation had been established a year before his death).": [],
    "An Annemarie- and <a href=\"/grohmannw\">Will Grohmann</a>-Stipend for young German artists was established in their honor.": [],
    "Grohmann was responsible for positively publicizing German art in the post World War II period.": [],
    "After the war, there was much negative sentiment toward a<em>New York Times</em>hing Germanic, especially in the United States.": [
        [
            80,
            84,
            [
                "thing",
                "hang"
            ]
        ]
    ],
    "The dark subject matter of German Expressionism, even though despised by national socialism, retained the demonic traits that post-war America and Britain still saw in Germanic art.": [
        [
            9,
            23,
            [
                "subject"
            ]
        ]
    ],
    "Grohmann, through his contacts with Barr and American publishers, wrote monographs on German and Swiss artists based upon his personal experience, giving them a human persona and describing their fights again Nazism.": [],
    "Grohmann was nearly alone among his post-war German peers in seeking an international reputation toward his artists (Heibel).": [
        [
            117,
            123,
            [
                "Label",
                "Hazel",
                "Mabel",
                "Babel",
                "Havel",
                "Haber"
            ]
        ]
    ],
    "Many of the artists whom he wrote about produced portraits of him.</p>": []
}