{
    "<p>Scholar of Trecento Italian art.": [
        [
            14,
            22,
            [
                "Recent",
                "Trento"
            ]
        ]
    ],
    "Gronau was born at his family's villa, San Domenico, near Fiesole, the son of the future Cassel Gemäldegalerie Director, <a href=\"/gronaug\">Georg Gronau</a>.": [
        [
            0,
            6,
            [
                "Groans",
                "Krona",
                "Groan",
                "Groat",
                "Girona",
                "Gonad"
            ]
        ],
        [
            58,
            65,
            [
                "Fie sole"
            ]
        ],
        [
            89,
            95,
            [
                "Kassel",
                "Tassel",
                "Passel"
            ]
        ]
    ],
    "At age six his family left Italy when his father was appointed director of the Gemäldegalerie in Cassel, Germany.": [
        [
            97,
            103,
            [
                "Kassel",
                "Tassel",
                "Passel"
            ]
        ]
    ],
    "His older brother was killed in World War I. He was not initially interested in art scholarship and took a job with an art dealer in Berlin.": [],
    "However, after his return with the family to the villa in 1929, he began reading in the personal library of <a href=\"/berensonb\">Bernard Berenson</a> at I Tatti and the Kunsthistorisches Institut where his father was involved in research.": [],
    "He became interested in art scholarship, returning to Germany the same year to study at Göttingen under <a href=\"/stechoww\">Wolfgang Stechow</a>, and <a href=\"/pinderw\">Wilhelm Pinder</a> in Munich, and then finally under <a href=\"/vitzthumg\">Georg Vitzthum von Eckstädt</a> in Göttingen.": [],
    "He began publishing in English (<em>Burlington Magazine</em>) also in 1929.": [],
    "He received his Ph.": [
        [
            16,
            18,
            [
                "pH",
                "PH",
                "PA",
                "PC",
                "Mph",
                "PM"
            ]
        ]
    ],
    "D.": [],
    "<em>summa cum laude</em> in 1934, writing his dissertation on Andrea Orcagna and Nardo di Cione.": [
        [
            69,
            76,
            [
                "Organa"
            ]
        ],
        [
            81,
            86,
            [
                "Weirdo",
                "Hard",
                "Card",
                "Cards",
                "Narrow",
                "Yard"
            ]
        ],
        [
            90,
            95,
            [
                "Cone",
                "Clone",
                "Cine",
                "Crone",
                "Ci one"
            ]
        ]
    ],
    "The Cioni would be a life-long interest of his.": [
        [
            4,
            9,
            [
                "Coin",
                "Coins",
                "Mini",
                "Cone",
                "Ion",
                "Ions"
            ]
        ]
    ],
    "His intent was, like his father, to direct a museum.": [],
    "However, after his wife, the art historian Carmen von Wogau (1910-1999), whom he married in 1935, witnessed a speech by Hitler, she convince Gronau to move to London, where they had relatives, the same year.": [
        [
            54,
            59,
            [
                "Woman",
                "Logan",
                "Yoga",
                "Bogey",
                "Toga",
                "Woad"
            ]
        ],
        [
            132,
            140,
            [
                "convinces",
                "convinced"
            ]
        ],
        [
            141,
            147,
            [
                "Groans",
                "Krona",
                "Groan",
                "Groat",
                "Girona",
                "Gonad"
            ]
        ]
    ],
    "He found work as an advisor to an art dealer, publishing a version of this dissertation in Germany in 1937.": [],
    "When England declared war on Germany, Gronau was briefly interned on the Isle of Man, but released.": [
        [
            38,
            44,
            [
                "Groans",
                "Krona",
                "Groan",
                "Groat",
                "Girona",
                "Gonad"
            ]
        ]
    ],
    "To escape from the Blitz, his family fled to Beckley Manor in Oxfordshire.": [],
    "He pressed to join the British army and was eventually commissioned (after two rejections on medical grounds) to the the Pioneer Corps.": [
        [
            113,
            120,
            [
                "the"
            ]
        ]
    ],
    "After the war, he became a British citizen and joined Sotheby's in 1945 as an advisor, succeeding <a href=\"/boreniust\">Tancred Borenius</a>, who was no longer deemed reliable in attributions.": [],
    "Sotheby's was still largely known for its book auctions, not painting; the firm was intent to become on a par with Christies.": [
        [
            115,
            124,
            [
                "Christie's",
                "Christie",
                "Chris ties",
                "Christie’s"
            ]
        ]
    ],
    "The hiring of Gronau gave the firm a noted art connoisseur and allowed Gronau the chance to devote his energies more to art scholarship, publishing the bulk of his articles during this period of his life.": [
        [
            14,
            20,
            [
                "Groans",
                "Krona",
                "Groan",
                "Groat",
                "Girona",
                "Gonad"
            ]
        ],
        [
            71,
            77,
            [
                "Groans",
                "Krona",
                "Groan",
                "Groat",
                "Girona",
                "Gonad"
            ]
        ]
    ],
    "He lectured at the Courtauld Institute on Giotto and the Florentine school.": [
        [
            19,
            28,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "In 1950 he was diagnosed with a congenital heart condition, which precluded him from lifting paintings or climbing stairs.": [
        [
            3,
            7,
            [
                "1950,"
            ]
        ]
    ],
    "His wife, Carmen, began to assume the duties at Sotheby's he could not longer perform.": [
        [
            67,
            77,
            [
                "no longer"
            ]
        ]
    ],
    "He was at work on a catalog of the Italian paintings in the Fitzwilliam Collection when he died at age 46.": [],
    "His two sons also died in the forties of the same ailment.": [],
    "Gronau's wife assumed his position at Sotheby's and, with its Chair, Peter Wilson, built the firm into the major art auction firms of the 1970s and 1980s.One of Grounau's interests was in reconstructions of multi-panel art works.": [
        [
            0,
            6,
            [
                "Groans",
                "Krona",
                "Groan",
                "Groat",
                "Girona",
                "Gonad"
            ]
        ],
        [
            154,
            157,
            [
                " One"
            ]
        ],
        [
            161,
            168,
            [
                "Ground",
                "Grounds"
            ]
        ]
    ],
    "These included a hypothesis of the altar of San Gaggio, Florence, another for Santa Maria degli Angeli, and an early reconstruction of a work by Jacopo Casentino.</p>": [
        [
            48,
            54,
            [
                "Maggie",
                "Gagged",
                "Aggie",
                "Baguio",
                "Gagging",
                "Haggis"
            ]
        ],
        [
            90,
            95,
            [
                "deli"
            ]
        ],
        [
            96,
            102,
            [
                "Angel",
                "Angels",
                "Angela",
                "Angelo",
                "Angelic",
                "Angelia"
            ]
        ],
        [
            145,
            151,
            [
                "JaCoCo"
            ]
        ],
        [
            152,
            161,
            [
                "Valentino"
            ]
        ]
    ]
}