{
    "<p>Director of the Royal Gallery in Cassel, 1910-1924.": [
        [
            36,
            42,
            [
                "Kassel",
                "Tassel",
                "Passel"
            ]
        ]
    ],
    "Gronau was born to a Jewish family.": [
        [
            0,
            6,
            [
                "Groans",
                "Krona",
                "Groan",
                "Groat",
                "Girona",
                "Gonad"
            ]
        ]
    ],
    "He studied in Bonn and Berlin, writing his thesis at the latter institution on Urspergensis Burchardus (d.": [
        [
            92,
            102,
            [
                "Orchards",
                "Surcharges"
            ]
        ]
    ],
    "1230) and the <em>Chronicon</em> in 1890.": [],
    "From the first, his personal research interest was in Venetian art.": [],
    "Gronau purchased an Italian villa in the 1890s, San Domenico, in Fiesole where he lived until 1910.": [
        [
            0,
            6,
            [
                "Groans",
                "Krona",
                "Groan",
                "Groat",
                "Girona",
                "Gonad"
            ]
        ],
        [
            65,
            72,
            [
                "Fie sole"
            ]
        ]
    ],
    "There he published articles beginning in 1894 and issued his book on Titian in 1900.": [],
    "In 1902 he published a book on Raphael, followed by an English book on Leonardo, 1903, a translation of the Titian work in 1904, and a book on Correggio in 1907.": [
        [
            3,
            7,
            [
                "1902,"
            ]
        ]
    ],
    "His book, <em>Die künstlerfamilie Bellini</em> (1909) became one of the early required texts to be listed in the course catalog for the art history classes of Princeton University in the United States.": [],
    "The following year, 1910, he left Italy to become Director of the Gemäldegalerie in Cassel, Germany.": [
        [
            84,
            90,
            [
                "Kassel",
                "Tassel",
                "Passel"
            ]
        ]
    ],
    "During World War I, one of his sons was killed in combat.": [],
    "He retired from the Gemäldegalerie in 1924 continuing a long association with the Kunsthistorisches Institut in Florence, returning to live at San Domenico in 1929.": [
        [
            100,
            108,
            [
                "Institute"
            ]
        ]
    ],
    "In 1930, Gronau published his Bellini chronology, a work which met with a great deal of dissent.": [
        [
            9,
            15,
            [
                "Groans",
                "Krona",
                "Groan",
                "Groat",
                "Girona",
                "Gonad"
            ]
        ]
    ],
    "A gifted archivist-researcher in the German tradition, he spent his final years compiling <em>Documenti artistici Urbinati,</em> published in 1936, an annotated index of the archives of Urbino relating to artists.": [],
    "A book on the documents of Titian was never realized.": [],
    "He died at San Domenico in 1938.": [],
    "His son was the art historian <a href=\"/gronauh\">Hans-D.": [],
    "Gronau</a>.</p><p><a href=\"/wittr\">Robert Witt</a> estimated that Gronau was one of the first to understand the importance of Giovanni Bellini and to establish a chronology of that artist's work, which subsequent scholars used to modify or build upon.": [
        [
            0,
            6,
            [
                "Groans",
                "Krona",
                "Groan",
                "Groat",
                "Girona",
                "Gonad"
            ]
        ]
    ],
    "<a href=\"/fryr\">Roger Fry</a> reviewing Gronau's book on Raphael, called Gronau \"an unusually gifted and scientific observer.\"": [],
    "He collaborated with the Dresden museum director <a href=\"/seidlitzw\">Woldemar von Seidlitz</a> on Leonardo scholarship.": [],
    "He worked with <a href=\"/cookh\">Herbert Cook</a> on establishing the date of Titian's birth.</p>": []
}