{
    "<p>Pieter Bruegel the Elder authority; Deputy Director, Manchester City Art Gallery, 1961-1966; Professor of Art History, Washington University, Seattle, 1966-1972.": [],
    "Grossmann was the son of Maximilian Grossmann, a Surgeon-General in the Austro-Hungarian Army.": [
        [
            0,
            9,
            [
                "Grossman",
                "Rossmann"
            ]
        ],
        [
            36,
            45,
            [
                "Grossman",
                "Rossmann"
            ]
        ]
    ],
    "He was born in Stanislaus, Galicia, Austro-Hungarian Empire, which is present-day Ivano-Frankivsk, Ukraine.": [],
    "He attended the Staatsgymnasium of the third district (III Bezirk) in Vienna.": [
        [
            59,
            65,
            [
                "Bézier",
                "Béziers",
                "Bemire",
                "Berk"
            ]
        ]
    ],
    "As a student at the Wiener Handelsakademie he met <a href=\"/seilerundaspanga\">Antoine Seilern</a> who would prove instrumental in his later career.": [],
    "He graduated in 1920, continuing study in art history at the universities in Jura and then Vienna focusing on German philology and art history.": [
        [
            77,
            81,
            [
                "Jury",
                "Aura",
                "Jurua",
                "Jira",
                "URA",
                "JIRA"
            ]
        ]
    ],
    "There he heard lectures by most of the Vienna-School art historians including <a href=\"/schlosserj\">Julius Alwin von Schlosser</a>, <a href=\"/tietzeh\">Hans Tietze</a>, <a href=\"/swobodak\">Karl Maria Swoboda</a> and Director of the Gemäldegalerie <a href=\"/gluckg\">Grustav Glück</a>.": [],
    "Grossmann graduated in 1927, completing his doctorate in 1932 under <a href=\"/strzygowski\">Josef Rudolf Thomas Strzygowski</a> with a thesis on the High Altar in the Benedictine \"Scottish\" Monastery in Vienna.": [
        [
            0,
            9,
            [
                "Grossman",
                "Rossmann"
            ]
        ]
    ],
    "During this time, too, a close friendship with the Vienna-School art historians, particularly <a href=\"/novotnyf\">Fritz Novotny</a> and Tietze led to his championing of contemporary Viennese artists.": [],
    "Many were part of the Hagenbund or connected to the Zinkenbacher Malerkolonie on the Wolfgangsee, including Georg and Bettina Erhlich, Gerhart Frankl, Georg Merkel, Theodor Fried, Lisel Salzer, Lois Pregartbauer, and Franz von Zulow.": [
        [
            52,
            64,
            [
                "Rickenbacker"
            ]
        ],
        [
            85,
            96,
            [
                "Wolfgang see"
            ]
        ],
        [
            126,
            133,
            [
                "Ehrlich"
            ]
        ],
        [
            135,
            142,
            [
                "Gerhard"
            ]
        ],
        [
            143,
            149,
            [
                "Frank",
                "Franks",
                "Frankly",
                "Frankel",
                "Fran kl"
            ]
        ],
        [
            180,
            185,
            [
                "Libel",
                "Lisle"
            ]
        ],
        [
            186,
            192,
            [
                "Salver",
                "Salter"
            ]
        ],
        [
            227,
            232,
            [
                "Low",
                "Allow",
                "Below",
                "Flow",
                "Slow",
                "Blow"
            ]
        ]
    ],
    "Grossmann taught as a lecturer in the Volkhochschule, Vienna, taking part in their Art History (Urania) promotion program as well as delivering regular broadcasts on art history on Radio Vienna.": [
        [
            0,
            9,
            [
                "Grossman",
                "Rossmann"
            ]
        ]
    ],
    "Beginning in 1930 he was the Austrian Editor of the Czech magazine for contemporary art, <em>Forum</em>, and also a contributor to <em>Belvedere</em> and <em>Kirchenkunst</em>.": [],
    "He married Anny Zach in 1932 (d.": [
        [
            11,
            15,
            [
                "Any",
                "Andy",
                "Anna",
                "Anne",
                "Nanny",
                "Annoy"
            ]
        ]
    ],
    "1985).": [],
    "He revised Glück's on Pieter Bruegel the Elder publishing it in English in 1936.": [
        [
            11,
            16,
            [
                "Luck",
                "Pluck",
                "Cluck",
                "Glock"
            ]
        ]
    ],
    "In December 1938, as a result of the Anschluss, Grossmann, of Jewish ancestry, was forced to leave Vienna.": [
        [
            48,
            57,
            [
                "Grossman",
                "Rossmann"
            ]
        ]
    ],
    "The Dutch art historian <a href=\"/gelderj\">J.": [],
    "G. van Gelder</a> provided him initial safe haven in Holland.": [
        [
            3,
            6,
            [
                "Van"
            ]
        ],
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "Grossmann emigrated to London to work as a researcher for <a href=\"/burchardl\">Ludwig Burchard</a> on the Rubens <em>catalogue raisonné</em> (Corpus Rubenianum) Burchard was compiling.": [
        [
            0,
            9,
            [
                "Grossman",
                "Rossmann"
            ]
        ],
        [
            10,
            22,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "There he associated with other emigré art historians who fled Hitler's Europe centered around the Warburg Institute.": [
        [
            31,
            37,
            [
                "émigré",
                "emigre",
                "émigrés",
                "emigres"
            ]
        ]
    ],
    "These included <a href=\"/wildej\">Johannes Wilde</a> and his wife, Julia Wilde (1895-1970), <a href=\"/badtk\">Kurt Badt</a>, <a href=\"/gombriche\">E.": [],
    "H. Gombrich</a>, <a href=\"/saxlf\">Fritz Saxl</a> and <a href=\"/kurzo\">Otto Kurz</a>.": [],
    "He lectured extensively on art history for the Extra Mural Board of London University.": [],
    "In 1945 he assisted <a href=\"/blunta\">Anthony Blunt</a> in cataloging the German and Netherlandish Paintings in the Royal Collections for the exhibition \"The King's Pictures,\" which was held at the Royal Academy in 1946-1947.": [
        [
            3,
            7,
            [
                "1945,"
            ]
        ]
    ],
    "Grossmann wrote his first article for the Burlington Magazine in 1944.": [
        [
            0,
            9,
            [
                "Grossman",
                "Rossmann"
            ]
        ]
    ],
    "Grossmann reconnected with Count Seilern, also in England, who was building one of the most spectacular art collections in England.": [
        [
            0,
            9,
            [
                "Grossman",
                "Rossmann"
            ]
        ],
        [
            33,
            40,
            [
                "Salerno"
            ]
        ]
    ],
    "Grossmann assisted Seilern in compiling the catalog of his collection.": [
        [
            0,
            9,
            [
                "Grossman",
                "Rossmann"
            ]
        ],
        [
            19,
            26,
            [
                "Salerno"
            ]
        ]
    ],
    "In 1955 Grossmann published his book on Pieter Bruegel the Elder, <em>Bruegel: The Paintings, Complete Edition</em>.": [
        [
            8,
            17,
            [
                "Grossman",
                "Rossmann"
            ]
        ]
    ],
    "The following year he edited a revised translation of the 1916 <em>Von Eyck bis Bruegel</em> by of <a href=\"/friedlanderm\">Max J. Friedländer</a>.": [],
    "In 1960, he moved to the Manchester City Art Gallery where he became Deputy Director.": [],
    "Exhibitions mounted by Grossmann included Wenceslas Hollar (1961) and Mannerist Art (1965) as well as the re-installation of the Assheton-Bennet collections in the Gallery.": [
        [
            23,
            32,
            [
                "Grossman",
                "Rossmann"
            ]
        ],
        [
            42,
            51,
            [
                "Wellesley"
            ]
        ],
        [
            52,
            58,
            [
                "Dollar",
                "Collar",
                "Holler",
                "Holley"
            ]
        ],
        [
            70,
            79,
            [
                "Mannerism"
            ]
        ],
        [
            129,
            144,
            [
                "Ashton-Bennet"
            ]
        ]
    ],
    "His retirement in 1967 brought a call as Visiting (and later Emeritus) Professor of Art History from the University of Washington, Seattle.": [],
    "After his retirement from Washington in 1972, he settled in Dulwich, London.": [
        [
            60,
            67,
            [
                "Ulrich"
            ]
        ]
    ],
    "In 1978 Count Seiler donated his collection to the Courtauld Gallery and National Gallery as the \"Prince's Gate Collection\" because he preferred to remain anonymous.": [
        [
            14,
            20,
            [
                "Sale",
                "Sales",
                "Salem",
                "Safer",
                "Seller",
                "Paler"
            ]
        ],
        [
            51,
            60,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Grossmann's work on Breughel began with an expansion of Glück's work on the artist (Moore).": [
        [
            0,
            9,
            [
                "Grossman",
                "Rossmann"
            ]
        ],
        [
            20,
            28,
            [
                "Bruegel"
            ]
        ],
        [
            56,
            61,
            [
                "Luck",
                "Pluck",
                "Cluck",
                "Glock"
            ]
        ]
    ],
    "Grossmann became a major authority on the artist.": [
        [
            0,
            9,
            [
                "Grossman",
                "Rossmann"
            ]
        ]
    ],
    "He contributed articles to the <em>Burlington Magazine</em> until 1973, writing important articles on Holbein, Bruegel and other Flemish artists as well as de la Tour.": [],
    "Though a scholar of broad knowledge, he published than he might have because of a circumspect and cautious approach to his material (Gombrich).": [],
    "His Bruegel book was so respected that it went through three published revisions (1966 and 1973).</p>": []
}