{
    "<p>Museum director; modernist art historian.": [],
    "Grote's father owned a construction firm and his mother was a pianist.": [
        [
            0,
            5,
            [
                "Wrote",
                "Grove",
                "Grate",
                "Rote",
                "Grope",
                "G rote"
            ]
        ]
    ],
    "He studied art history briefly at the university in Jena in 1912 before switching to architecture in Braunschweig (1912-1919), with time off for military service in the First World War.": [],
    "After the war he studied art history in Munich and then at Halle.": [],
    "He wrote his dissertation at Halle under <a href=\"/franklp\">Paul Frankl</a> on the printmaker Georg Lemberger in 1922.": [],
    "In 1924 he accepted a position as a conservator (Landeskonservator) at the Gemäldegalerie in Dessau, rising to director.": [
        [
            3,
            7,
            [
                "1924,"
            ]
        ]
    ],
    "He was a motivating force in the move of the Bauhaus to Dessau from Weimar.": [],
    "His connection with the Bauhaus resulted in his dismissal in 1933 by the Nazis at the ascension to power.": [],
    "Grote moved to Berlin where he taught privately and consulted.": [
        [
            0,
            5,
            [
                "Wrote",
                "Grove",
                "Grate",
                "Rote",
                "Grope",
                "G rote"
            ]
        ]
    ],
    "He was part of the circle of Berlin intellectuals that included <a href=\"/heisec\">Carl Georg Heise</a>, the cultural minister Theodor Heuss (1884-1963), and <a href=\"/reidemeisterl\">Leopold Reidemeister</a>.": [],
    "Despite his dismissal by the Nazi government, Grote fought for Germany as a soldier, assigned to the Eastern front.": [
        [
            46,
            51,
            [
                "Wrote",
                "Grove",
                "Grate",
                "Rote",
                "Grope",
                "G rote"
            ]
        ]
    ],
    "After the war Grote was an art dealer in Munich 1945-49.": [
        [
            14,
            19,
            [
                "Wrote",
                "Grove",
                "Grate",
                "Rote",
                "Grope",
                "G rote"
            ]
        ]
    ],
    "In 1949 he curated one of the first post-war exhibitions of German Expressionist art, \"Der Blaue Reiter/München und die Kunst des 20.": [
        [
            3,
            7,
            [
                "1949,"
            ]
        ],
        [
            87,
            90,
            [
                "Her",
                "Dr",
                "Deer",
                "Per",
                "Del",
                "Den"
            ]
        ],
        [
            91,
            96,
            [
                "Blue",
                "Blade",
                "Blame",
                "Blake",
                "Blaze",
                "Laue"
            ]
        ],
        [
            97,
            103,
            [
                "Rater",
                "Later",
                "Rather",
                "Water",
                "Rate",
                "Rates"
            ]
        ],
        [
            104,
            111,
            [
                "Munich"
            ]
        ],
        [
            112,
            115,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            120,
            125,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ],
        [
            126,
            129,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Jahrhunderts.\"": [],
    "Other important modernist exhibitions followed resurrecting the art that the Nazi's had termed \"degenerate.\"": [],
    "These included \"Die Maler am Bauhaus\" for the Haus der Kunst gallery and \"Oskar Kokoschka\" both in 1950, and one of Max Beckmann 1951.": [
        [
            20,
            28,
            [
                "Male ram",
                "Male am",
                "Males am",
                "Maker am",
                "Mater am",
                "Mayer am"
            ]
        ]
    ],
    "He was appointed the first director of the Germanischen Nationalmuseums in Nuremberg in 1951, launching other important exhibitions including Ludwig Kirchner (1952), a traveling show on Walter Gropius to the United States, and a Picasso graphics exhibition.": [
        [
            56,
            71,
            [
                "National museums"
            ]
        ]
    ],
    "Grote's interest was in variety of areas of German art, including the Romantic and modern periods, as well as that of Albrecht Dürer.</p>": [
        [
            0,
            5,
            [
                "Wrote",
                "Grove",
                "Grate",
                "Rote",
                "Grope",
                "G rote"
            ]
        ]
    ]
}