{
    "<p>Scholar of Byzantium and manuscript collector; principal author of the first serious monograph ever on the frescoes in Santa Maria Antiqua, Rome (1911).": [
        [
            134,
            141,
            [
                "Antique",
                "Antigua"
            ]
        ]
    ],
    "Grüneisen was the son of an apothecary from a Baltic-German family living in Russia.": [
        [
            0,
            9,
            [
                "Grenade",
                "Grenades",
                "Gunman",
                "Grunion",
                "Grungier",
                "Gravamen"
            ]
        ]
    ],
    "He grew up in St.": [],
    "Petersburg, attending the St.": [],
    "Petri school between 1881-1890.": [
        [
            0,
            5,
            [
                "Petra"
            ]
        ]
    ],
    "He attended the university in St.": [],
    "Petersburg and then the Imperial Architectural Institute, eventually teaching there was well.": [],
    "He settled permanently in Italy by the early 20th century, pursuing research in the field of early Christian and Byzantine art, especially in the stylistic developments between Christian Egypt and Minor Asia.": [],
    "Beginning in 1903, he began to publish his scholarship in both the Italian and French languages including <em>Rassegna d'Arte</em>, and the <em>Mélanges d'Archéologie et d'Histoire</em>, the journal of the Ecole Française in Rome.": [],
    "He received a pensioned baronate by Czar Nicolas II in 1911 and commissioned as a foreign correspondent to Rome by the Imperial Archeological Institute Russia in 1913 (Barroux).": [
        [
            24,
            32,
            [
                "baronage",
                "baron ate"
            ]
        ],
        [
            168,
            175,
            [
                "Bar roux"
            ]
        ]
    ],
    "Grüneisen published a chapter on the fresco work of Santa Maria Antiqua in a monograph devoted to various aspects of the church in 1911.": [
        [
            0,
            9,
            [
                "Grenade",
                "Grenades",
                "Gunman",
                "Grunion",
                "Grungier",
                "Gravamen"
            ]
        ],
        [
            64,
            71,
            [
                "Antique",
                "Antigua"
            ]
        ]
    ],
    "His collaborators in that volumed also included the architectural historian <a href=\"/hulsenc\">Christian Karl Friedrich Hülsen</a>.": [],
    "He lost his title and support with the Russian Revolution in 1917.": [],
    "Grüneisen described and analyzed important features of the Coptic art in Egypt in a later tome, <em>Les caractéristiques de l'art copte</em> (1922).": [
        [
            0,
            9,
            [
                "Grenade",
                "Grenades",
                "Gunman",
                "Grunion",
                "Grungier",
                "Gravamen"
            ]
        ]
    ],
    "From the mid-twenties de Grüneisen apparently moved to Paris, publsihing exclusively in French, and assuming the title of \"Baron\" from this time in his works.": [
        [
            25,
            34,
            [
                "Grenade",
                "Grenades",
                "Gunman",
                "Grunion",
                "Grungier",
                "Gravamen"
            ]
        ],
        [
            62,
            72,
            [
                "publishing"
            ]
        ]
    ],
    "The latter part of his career was devoted to study on Greek, Roman and Etruscan antiquities, particularly sculpture.": [],
    "He sold his vast personal library of books, manuscripts and autographs in 1930, the catalog of which appeared as a volume in <em>Rassegna d'Arte</em>.": [],
    "\"De Grüneisen cannot be considered just a minor figure in the survey of the Byzantine studies.\"": [
        [
            4,
            13,
            [
                "Grenade",
                "Grenades",
                "Gunman",
                "Grunion",
                "Grungier",
                "Gravamen"
            ]
        ]
    ],
    "(Gasbarri).</p>": [
        [
            1,
            9,
            [
                "Gaspar",
                "Gasbags",
                "Gasbag"
            ]
        ]
    ]
}