{
    "<p>Classical art historian.": [],
    "Guattàni initially studied law.": [
        [
            0,
            8,
            [
                "Guarani",
                "Guaraní"
            ]
        ]
    ],
    "His acquaintance with Giovanni Piranesi (1720-1778) and <a href=\"/viscontie\">Ennio Guirino Visconti</a> led him to the study of ancient art.": [
        [
            31,
            39,
            [
                "Pirates"
            ]
        ]
    ],
    "As he accompanied his wife, the famous singer Marianna Bianchi (c1735-after 1790), throughout Europe, Guattàni visited museums and art collections.": [
        [
            102,
            110,
            [
                "Guarani",
                "Guaraní"
            ]
        ]
    ],
    "He collaborated with Visconti and later Visconti's sons on their <em>Museo Pio-Clementino</em>.": [
        [
            21,
            29,
            [
                "Viscount",
                "Viscounts"
            ]
        ],
        [
            40,
            48,
            [
                "Viscount",
                "Viscounts"
            ]
        ]
    ],
    "In 1784 he began publishing his <em>Monumenti antichi</em>, an authoritative supplement to the writings of <a href=\"/winckelmannj\">Johann Joachim Winckelmann</a>.": [
        [
            3,
            7,
            [
                "1784,"
            ]
        ]
    ],
    "In 1804, after an extended stay in Paris, he returned to Rome at the invitation of Pope Pius VII to become perpetual secretary of the Pontificia Accademia Romana di Archeologia as well as the Accademia di San Luca.": [
        [
            134,
            144,
            [
                "Pontifical"
            ]
        ],
        [
            145,
            154,
            [
                "Academia"
            ]
        ],
        [
            155,
            161,
            [
                "Roman",
                "Romania",
                "Romans",
                "Romani",
                "Romano",
                "Romagna"
            ]
        ],
        [
            165,
            176,
            [
                "Archeological",
                "Archeologist",
                "Archeology",
                "Archeologies"
            ]
        ],
        [
            192,
            201,
            [
                "Academia"
            ]
        ]
    ],
    "He was also the supervisor of antiquities for sculpture discovered in Rome.": [],
    "He served as well as the advisor to the Polish monarch Augustus III on antiquities.": [],
    "A scholarly description of Rome by Guattàni, the two-volume <em>Roma descritta ed illustrate</em>, appeared in 1805.": [
        [
            35,
            43,
            [
                "Guarani",
                "Guaraní"
            ]
        ]
    ],
    "Another art-historical volume, the result of his travels with his wife to the cultural capitals of Europe, was the 1806 as <em>Memoire enciclopediche</em>, an initially four-volume account of the paintings and sculpture he had seen.": [],
    "Guattàni envisioned this as a continuation of the <em>Monumenti</em>.": [
        [
            0,
            8,
            [
                "Guarani",
                "Guaraní"
            ]
        ]
    ],
    "The via Giuseppe Antonio Guattàni in Rome is named for him.</p>": [
        [
            25,
            33,
            [
                "Guarani",
                "Guaraní"
            ]
        ]
    ]
}