{
    "<p>Connoisseur; specialist in Dutch seventeenth-century painting and iconography; Director of the Netherlands Institute for Art History and the Mauritshuis in The Hague.": [],
    "Gudlaugsson was born in Skagen as the son of the Icelandic poet Jonas Gudlaugsson (1887-1916).": [
        [
            24,
            30,
            [
                "Ska gen"
            ]
        ]
    ],
    "His mother, Maria Ingenohl, was a Dutch woman raised in Germany.": [
        [
            18,
            26,
            [
                "Ingenious",
                "Ingersoll",
                "Ingenue",
                "Ingenuous",
                "Inglenook",
                "Ingénue"
            ]
        ]
    ],
    "After the death of her husband, she moved with Gudlaugsson, her only child, to Berlin.": [],
    "Gudlaugsson studied art history in Berlin and in Munich.": [],
    "His teachers in Berlin included <a href=\"/fischelo\">Oskar Fischel</a> and <a href=\"/pinderw\">Wilhelm Pinder</a>.": [],
    "In spring 1936, he did research in the Netherlands, in the Amsterdam Rijksprentenkabinet.": [],
    "In 1939, he obtained his doctoral degree at the University of Berlin with the dissertation: <em>Ikonographische Studien über die holländische Malerei und das Theater des siebzehnten Jahrhunderts</em> with Pinder as his advisor.": [],
    "The study deals with the rather complicated relationship between scenes in theater plays and representations in Dutch genre painting.": [],
    "The book of his Dutch friend, <a href=\"/thienenf\">Frithjof W. S. van Thienen</a> (1901-1969), <em>Das Kostüm der Blütezeit Hollands</em> (Berlin, 1930), had been an important source of inspiration.": [],
    "After his student years, Gudlaugsson worked as a volunteer in the Berlin Schlossmuseum.": [
        [
            73,
            86,
            [
                "Schloss museum"
            ]
        ]
    ],
    "In 1939, however, he decided to leave Nazi Germany, and moved first to Denmark, where he was appointed assistant in the Nationalhistoriske Museum Frederiksborgslot in Hilleröd.": [
        [
            167,
            175,
            [
                "Hollered",
                "Villeroy"
            ]
        ]
    ],
    "Early in 1942, he immigrated to the Netherlands, where he found employment in the Municipal Museum of The Hague.": [],
    "He joined the Rijksbureau voor Kunsthistorische Dokumentatie (Netherlands Institute for Art History) in The Hague in 1943 (remaining there until 1970).": [
        [
            26,
            30,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            48,
            60,
            [
                "Documentation",
                "Documentaries"
            ]
        ]
    ],
    "In 1965, he succeeded his life-long colleague <a href=\"/gersonh\">Horst Gerson</a> as the director of the institute.": [],
    "With accuracy and connoisseurship he documented the art historical collection, including thousands of photographs of works of art.": [],
    "His interest in portraits and his knowledge of the history of the costume were often useful.": [],
    "He continued his research on the relationship between theater and Dutch seventeenth-century painting.": [],
    "In 1945 <em>De komedianten bij Jan Steen en zijn tijdgenoten</em> (Comediants by Jan Steen and his contemporaries) appeared.": [],
    "In a series of articles he focused on Dutch paintings depicting scenes from the popular plays \"Lucelle\" and \"Granida\", the former translated into Dutch by G.A.": [
        [
            95,
            102,
            [
                "Lucille"
            ]
        ],
        [
            109,
            116,
            [
                "Granada"
            ]
        ]
    ],
    "Bredero (1585-1618), and the latter written by P.C.": [
        [
            0,
            7,
            [
                "Brewery",
                "Breeder",
                "Breeders",
                "Brewer",
                "Brewers",
                "Breuer"
            ]
        ]
    ],
    "Hooft (1581-1647).": [
        [
            0,
            5,
            [
                "Hoof",
                "Hoofs",
                "Hoot",
                "Ho oft"
            ]
        ]
    ],
    "In this same period, Gudlaugsson started working on the Dutch painter Gerard ter Borch.": [],
    "In his article \"De datering van de schilderijen van Gerard ter Borch\" he dealt with the chronology of a series of paintings of Ter Borch, correcting the dates previously given by <a href=\"/plietzsche\">Eduard Plietzsch</a> in his 1944 monograph on Ter Borch.": [
        [
            19,
            27,
            [
                "catering",
                "watering",
                "date ring"
            ]
        ],
        [
            127,
            130,
            [
                "TER",
                "Her",
                "Term",
                "Ten",
                "Tea",
                "Per"
            ]
        ],
        [
            131,
            136,
            [
                "Porch",
                "Torch",
                "Birch",
                "Bosch",
                "Burch",
                "Botch"
            ]
        ]
    ],
    "Gudlaugsson criticized the method followed by Plietzsch and argued that along with the stylistic analysis different approaches are necessary to establish a valuable chronology for the oeuvre of Ter Borch.": [
        [
            46,
            55,
            [
                "Nietzsche",
                "Plaits"
            ]
        ],
        [
            194,
            197,
            [
                "TER",
                "Her",
                "Term",
                "Ten",
                "Tea",
                "Per"
            ]
        ],
        [
            198,
            203,
            [
                "Porch",
                "Torch",
                "Birch",
                "Bosch",
                "Burch",
                "Botch"
            ]
        ]
    ],
    "In his own research, Gudlaugsson took into account distinctive aspects of the representations: the costume, decorative features of interiors, and the resemblance between persons in different paintings.": [],
    "In 1959-1960 appeared his magnum opus: <em>Geraert ter Borch</em>.": [],
    "In the first volume the artistic evolution of the painter's oeuvre is described in close relation with the succeeding periods of his life.": [],
    "The second volume, the critical catalog, contains an amount of information, including references to the history of costume and emblemata.": [
        [
            127,
            136,
            [
                "emblematic"
            ]
        ]
    ],
    "The book won the 1960 \"<a href=\"/manderk\">Karel Van Mander</a> Prize\".": [],
    "It was praised in the <em>Connoisseur</em> (146, January 1961: 270) and <em>Oud Holland</em> (79, 1964: 135-139).": [],
    "In a remarkable lecture, Gudlaugsson elucidated his broad knowledge on emblematic iconography in Dutch seventeenth-century genre painting, but the manuscript remained unpublished.": [],
    "As director of the Rijksbureau, Gudlaugsson coordinated the revision and re-edition of <a href=\"/faillej\">J.-B.": [],
    "de la Faille</a>'s Van Gogh catalog.": [
        [
            0,
            2,
            [
                "De"
            ]
        ]
    ],
    "In 1966 he joined the editorial board of <em>Oud Holland</em>, in which journal he published frequently.": [
        [
            3,
            7,
            [
                "1966,"
            ]
        ]
    ],
    "Between 1964 and 1968 he wrote a series of contributions in <em>Kindlers Malerei Lexicon</em>.": [],
    "Along with his position in the Rijksbureau, Gudlaugsson had a caring interest for the Royal Cabinet of Paintings the Mauritshuis in The Hague.": [],
    "Its successive directors, <a href=\"/gelderj\">J.": [],
    "G. van Gelder</a> and <a href=\"/vriesa\">A.": [
        [
            3,
            6,
            [
                "Van"
            ]
        ],
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "B. de Vries</a> frequently consulted Gudlaugsson on ongoing affairs in the museum.": [
        [
            3,
            5,
            [
                "De"
            ]
        ]
    ],
    "On June 1st, 1970, Gudlaugsson eventually succeeded De Vries as director of the Mauritshuis.": [],
    "To honor the retiring director, Gudlaugsson organized an exhibition of the paintings acquired by De Vries for the Mauritshuis, and wrote the catalog: <em>Vijfentwintig jaar aanwinsten Mauritshuis [1945-1970]</em>.": [],
    "Gudlaugsson had only just begun his new position when he unexpectedly died in March 1971, at the age of 57.": [],
    "For many years, Gudlaugsson did investigations on nineteenth-century painting, focused on the Biedermeier period, but his premature death left the work unfinished.": [
        [
            94,
            105,
            [
                "Maidenhair",
                "Bioderma"
            ]
        ]
    ],
    "Walter Liedtke wrote that Gudlaugsson's 1959-1960 work on ter Borch the opening of a golden age in Dutch scholarship.</p>": [
        [
            7,
            14,
            [
                "Like",
                "Little",
                "Laid",
                "Lied",
                "Ledge",
                "Lieder"
            ]
        ],
        [
            58,
            61,
            [
                "TER",
                "her",
                "term",
                "ten",
                "tea",
                "per"
            ]
        ],
        [
            62,
            67,
            [
                "Porch",
                "Torch",
                "Birch",
                "Bosch",
                "Burch",
                "Botch"
            ]
        ]
    ]
}