{
    "Merchant, writer and biographer Netherlandish artists.": [],
    "Guicciardini was the son of Jacopo Guicciardini (d.": [
        [
            28,
            34,
            [
                "JaCoCo"
            ]
        ]
    ],
    "1552) and Camilla d'Agnolo des Bardi (d.": [
        [
            20,
            26,
            [
                "Agnelo"
            ]
        ],
        [
            27,
            30,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            31,
            36,
            [
                "Bard",
                "Bardic",
                "Bards",
                "BARDA"
            ]
        ]
    ],
    "1557).": [],
    "His uncle was the historian Francesco Guicciardini (1483-1540).": [],
    "He was well educated according to the affluent means of his family including learning Latin and some Greek.": [
        [
            7,
            20,
            [
                "well-educated"
            ]
        ]
    ],
    "He moved to Antwerp by 1542 where he remainded his whole life.": [
        [
            37,
            46,
            [
                "remained",
                "remainder",
                "reminded",
                "remanded"
            ]
        ]
    ],
    "In 1567, after publishing some minor works, collections of anecdotes and maximes, etc., he published <em>Descrittione di m. Lodouico Guicciardini patritio fiorentino, di tutti i Paesi Bassi</em>, a geopolitical description of the area which included a significant discussion of artists.": [
        [
            73,
            80,
            [
                "maxims",
                "Maxime",
                "Maximus",
                "maxi mes"
            ]
        ]
    ],
    "The work is a major source of information on the artists of the period.": [],
    "A French edition appeared the same year.": [],
    "The same year, Guicciardini suffered the first of a series of political incarcerations, imprisoned and his home confiscated for criticism of the ruling Duque de Alba, Governor of the Netherlands.": [
        [
            152,
            157,
            [
                "Tuque"
            ]
        ]
    ],
    "In 1569 he was denounced for alleged dealings with Protestants and again imprisoned, this time in Brussels.": [
        [
            3,
            7,
            [
                "1569,"
            ]
        ]
    ],
    "In 1582 he was arrested in connection with a plot to assasinate William the Silent, Prince of Orange and in 1588 arrested again during the last years of the war against the Protestants.": [
        [
            3,
            7,
            [
                "1582,"
            ]
        ],
        [
            53,
            63,
            [
                "assassinate"
            ]
        ]
    ],
    "He was released because of his age.": [],
    "A third and final edition of <em>Descrittione</em> was printed by Plantin the same year.": [],
    "Guicciardini was pensioned his final years (50 livres d'artois) from Antwerp.": [
        [
            47,
            53,
            [
                "lives",
                "livers"
            ]
        ],
        [
            56,
            62,
            [
                "artist",
                "actors",
                "arts",
                "atoms",
                "arrows",
                "ratios"
            ]
        ]
    ],
    "He died at 68 and is buried in the Antwerp Cathedral.": [],
    "An English edition of the <em>Descrittione</em> appeared in 1593.": [],
    "The artistic biographical section of the <em>Descrittione</em> is an amalgam of personal experience, the input of artists (Lucas de Heere and Dominicus Lampsonius) and portions of the first edition of the <em>Vite</em> (1550) by <a href=\"/vasarig\">Giorgio Vasari</a>.": [],
    "Guicciardini adopts Vasari's assertion that Jan van Eyck discovered oil painting and reference to the (presumed) Portinari Altarpiece of Hugo van der Goes.": [
        [
            20,
            26,
            [
                "Va sari"
            ]
        ],
        [
            113,
            122,
            [
                "Ordinary",
                "Porting",
                "Portia",
                "Portiere",
                "PortMiami",
                "Ostinati"
            ]
        ]
    ],
    "Vasari clearly read Guicciardini's work for in his second edtion of the <em>Vite</em>, 1568, Vasari includes Jan's brother, Hubert van Eyck, mentioned in Guicciardini's work.": [
        [
            0,
            6,
            [
                "Va sari"
            ]
        ],
        [
            58,
            64,
            [
                "edition"
            ]
        ]
    ],
    "As a whole, <em>Descrittione</em> is one of the first accounts to treat the Low Countries as a whole (<em>Dizionario Biografico degli Italiani</em>)": []
}