{
    "Professor of art history at the University of British Columbia; Marxist (methodology) art historian.": [],
    "Guilbaut graduated from the University of Pau, Pau, France in 1965 with a B.A.": [
        [
            0,
            8,
            [
                "Guilbert"
            ]
        ],
        [
            42,
            45,
            [
                "Pay",
                "Paul",
                "PA",
                "Pan",
                "Pat",
                "Pad"
            ]
        ],
        [
            47,
            50,
            [
                "Pay",
                "Paul",
                "PA",
                "Pan",
                "Pat",
                "Pad"
            ]
        ]
    ],
    "in philosophy.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He moved to University of Bordeaux where he was granted his <em>Licence</em> in 1969 and master's degree in 1972.": [],
    "Guilbaut entered the graduate program at U.C.L.A., attracted to the progressivest/Marxist (methodology) program there led by <a href=\"/werckmeistero\">O.": [
        [
            0,
            8,
            [
                "Guilbert"
            ]
        ],
        [
            68,
            81,
            [
                "progressives",
                "progressivist"
            ]
        ]
    ],
    "K. Werckmeister</a> and <a href=\"/clarkt\">T.": [],
    "J. Clark</a>.": [],
    "In 1976, as a part of the nascent Caucus for Marxism and Art of the College Art Association, Guilbaut delivered a paper along with other prominent Marxist art historians, including Werckmeister, Lee Baxandall, and Clark.": [
        [
            93,
            101,
            [
                "Guilbert"
            ]
        ],
        [
            199,
            208,
            [
                "Randall",
                "Crandall"
            ]
        ]
    ],
    "Guilbaut mounted an art history symposium at U.C.L.A., \"War Crisis: Art Production in Times of Turmoil\" with fellow students <a href=\"/crowt\">Thomas E. Crow</a>, Ken Silver, Liz Baldewicz, and Marcia Byrstryn.": [
        [
            0,
            8,
            [
                "Guilbert"
            ]
        ]
    ],
    "He received his Ph.D.": [],
    "in 1979 with a dissertation (written in French) on the ideology of Abstract Expressionism, supervised by Clark.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "After graduation he was appointed to the art history department at the University of British Columbia, Canada.": [
        [
            6,
            16,
            [
                "graduation,"
            ]
        ]
    ],
    "In 1983 Guilbaut published a revised version of this thesis as <em>How New York Stole the Idea of Modern Art: Abstract Expressionism, Freedom and the Cold War</em>.": [
        [
            8,
            16,
            [
                "Guilbert"
            ]
        ]
    ],
    "He was appointed (full) professor in 1990.": [],
    "In 2003 he was awarded a Getty Research Institute Distinguished Research scholarship.": [
        [
            3,
            7,
            [
                "2003,"
            ]
        ]
    ]
}