{
    "Amateur scholar of British sculpture and collector; sculpture dictionary author.": [],
    "Gunnis was the son of Francis George Gunnis (1862-1932), a merchant, and Ivy Marion Streatfeild (Gunnis) (1869-1960).": [
        [
            0,
            6,
            [
                "Sunnis"
            ]
        ],
        [
            37,
            43,
            [
                "Sunnis"
            ]
        ],
        [
            97,
            103,
            [
                "Sunnis"
            ]
        ]
    ],
    "As a boy, he was fascinated by church monuments.": [],
    "After graduating from Eton in 1916, he worked as the secretary to the last commissioner of the British South Africa Company (1923), and then entered the colonial (foreign) civil service.": [],
    "He was the private secretary to the governors of Uganda (1923-1926) and then Cyprus (1926-1932).": [],
    "In 1932 he became inspector of antiquities for the Cyprus Museum, writing <em>Historic Cyprus: a Guide to its Towns and Villages, Monasteries and Castles</em> (1936).": [
        [
            3,
            7,
            [
                "1932,"
            ]
        ]
    ],
    "He returned to England during the World War II (1939) where he was left a small fortune at the death of his aunt, the widow of General Sir Francis Lloyd.": [],
    "He bought Hungershall Lodge, a mansion in Tunbridge Wells, Kent, where he and his life partner, then referred to as his \"Cypriot manservant,\" Namuk Kemal, lived in style.": [
        [
            10,
            21,
            [
                "Hunger shall",
                "Hungers hall"
            ]
        ],
        [
            42,
            51,
            [
                "Tun bridge"
            ]
        ],
        [
            142,
            147,
            [
                "Namur"
            ]
        ],
        [
            148,
            153,
            [
                "Kamal"
            ]
        ]
    ],
    "Gunnis began collecting eighteenth- and nineteenth-century English sculpture.": [
        [
            0,
            6,
            [
                "Sunnis"
            ]
        ]
    ],
    "Gunnis began assiduously compiling data on sculpture around 1942, visiting churches, libraries, and archives throughout Britain.": [
        [
            0,
            6,
            [
                "Sunnis"
            ]
        ]
    ],
    "He intended his index to be part of a projected book, <em>Dictionary of British sculptors in England</em> by <a href=\"/esdailek\">Katharine Esdaile</a>.": [],
    "Apparently Esdaile suggested Gunnis widen his research to include sculptors from the British Reformation to the Great Exhibition.": [
        [
            11,
            18,
            [
                "Scale",
                "Daily",
                "Email",
                "Escape",
                "Estate",
                "Sale"
            ]
        ],
        [
            29,
            35,
            [
                "Sunnis"
            ]
        ]
    ],
    "During these years, Gunnis worked in tandem with another art-dictionary compiler, <a href=\"/colvinh\">Howard Montagu Colvin</a>; Colvin on a biographical dictionary of architects.": [
        [
            20,
            26,
            [
                "Sunnis"
            ]
        ]
    ],
    "The two shared Gunnis' limousine on jaunts to archives throughout Britain.": [
        [
            15,
            21,
            [
                "Sunnis"
            ]
        ]
    ],
    "Esdaile died without completing her project.": [
        [
            0,
            7,
            [
                "Scale",
                "Daily",
                "Email",
                "Escape",
                "Estate",
                "Sale"
            ]
        ]
    ],
    "Gunnis published his <em>Dictionary of British Sculptors, 1660-1851</em> in 1953 and Colvin's <em>Biographical Dictionary of English Architects 1660-1840</em> appeared in 1954.": [
        [
            0,
            6,
            [
                "Sunnis"
            ]
        ]
    ],
    "Gunnis compiled a revised edition in 1964, which was published posthumously in 1968.": [
        [
            0,
            6,
            [
                "Sunnis"
            ]
        ]
    ],
    "He also collaborated with <a href=\"/whinneym\">Margaret Whinney</a> on a catalogue, <em>The Collection of Models at University College by John Flaxman</em> (1967).": [],
    "He died in the vicinity of Reading, England, UK of a heart attack at age 66 and is buried in the Streatfeild Mausoleum in Chiddingstone churchyard, Kent.": [],
    "Most of his sculpture collection was bequeathed to the Victoria and Albert Museum, London.": [],
    "Gunnis's <em>Dictionary of British Sculptors 1660-1851</em> was...the work of a connoisseur and collector attempting to garner the lives and works of British sculptors much as Colvin was doing at the same time for English architects.\"": [
        [
            0,
            6,
            [
                "Sunnis"
            ]
        ]
    ],
    "(Summerson).": [],
    "Gunnis was, like Colvin, an \"archives man\" who insisted on documentation for his lists.": [
        [
            0,
            6,
            [
                "Sunnis"
            ]
        ]
    ],
    "Though the public quibbled with some attributions, Gunnis' work stood the test of time.": [
        [
            51,
            57,
            [
                "Sunnis"
            ]
        ]
    ],
    "His approach to the objects was one of connoisseurship.": []
}