{
    "<p>Architect and seminal architectural historian for the Baroque.": [],
    "Gurlitt hailed from an illustrious creative family of assimilated Jews.": [
        [
            0,
            7,
            [
                "Burkitt"
            ]
        ]
    ],
    "He was named for his great uncle, the well-known composer [Gustav] Cornelius Gurlitt (1820-1901).": [
        [
            77,
            84,
            [
                "Burkitt"
            ]
        ]
    ],
    "His father was Louis Gurlitt (1812-1879), a Danish/German landscape painter and his mother Elisabeth Lewald (Gurlitt), sister of the writer Fanny Lewald (1811-1889).": [
        [
            21,
            28,
            [
                "Burkitt"
            ]
        ],
        [
            101,
            107,
            [
                "Lead",
                "Legal",
                "Looked",
                "Reward",
                "Gerald",
                "Oswald"
            ]
        ],
        [
            109,
            116,
            [
                "Burkitt"
            ]
        ],
        [
            146,
            152,
            [
                "Lead",
                "Legal",
                "Looked",
                "Reward",
                "Gerald",
                "Oswald"
            ]
        ]
    ],
    "The conductor and composer Manfred Gurlitt (1890-1972) was also a relative.": [
        [
            35,
            42,
            [
                "Burkitt"
            ]
        ]
    ],
    "The younger Gurlitt was initially apprenticed to a carpenter before studying architecture at the Berliner Bauakademie and between 1869-1872 at the Polytechnikum in Stuttgart were he studied esthetics, under Friedrich Theodor Vischer (1807-1887) and art history under <a href=\"/lubkew\">Wilhelm Lübke</a>.": [
        [
            12,
            19,
            [
                "Burkitt"
            ]
        ],
        [
            147,
            160,
            [
                "Polytechnic",
                "Polytechnics"
            ]
        ],
        [
            174,
            178,
            [
                "where",
                "we"
            ]
        ],
        [
            190,
            199,
            [
                "aesthetics",
                "esthetic"
            ]
        ],
        [
            225,
            232,
            [
                "Fischer"
            ]
        ]
    ],
    "He became a practicing architect in 1871.": [],
    "However he abandoned this to study art history, under <a href=\"/springera\">Anton Springer</a> in Leipzig.": [
        [
            0,
            7,
            [
                "However,"
            ]
        ]
    ],
    "After seeing the Baroque architecture in Dresden, he realized how poor contemporary sources for Baroque art were.": [],
    "Appreciation for the baroque was at a low ebb; the style was almost universally regarded as decadent since the enlightenment writings of <a href=\"/miliziaf\">Francesco Milizia</a>.": [],
    "He toured Prague and Berlin studying additional examples of art of the period.": [],
    "Gurlitt joined the staff of the Dresden Kunstgewerbemuseum in 1879.": [
        [
            0,
            7,
            [
                "Burkitt"
            ]
        ]
    ],
    "<a href=\"/schultza\">Alwin Schultz</a> commissioned Gurlitt to write the Baroque sections for the updating of <em>Geschichte der bildenden Künste</em> (<em>History of the Pictorial Arts</em>) left unfinished at the death of <a href=\"/schnaasek\">Karl Julius Ferdinand Schnaase</a>.": [],
    "In 1883 Gurlitt began publishing his survey of Baroque decorative arts in Germany, <em>Das barock- und rococo-Ornament Deutschlands</em>.": [
        [
            8,
            15,
            [
                "Burkitt"
            ]
        ]
    ],
    "To study the original Baroque examples, Gurlitt traveled to Italy where even there scholars greeted him with suspicion.": [
        [
            40,
            47,
            [
                "Burkitt"
            ]
        ]
    ],
    "The humble draughtsman he employed to make renderings refused to work on the art of that period.": [
        [
            11,
            22,
            [
                "draftman"
            ]
        ]
    ],
    "Even Lübke, his former teacher, cautioned him not to squander his time on \"Baroque folly.\"": [
        [
            5,
            10,
            [
                "Luke",
                "Lube"
            ]
        ]
    ],
    "Beginning in 1886, Gurlitt began publishing his survey of Baroque art (Low Countries, France and England in 1886, Italy in 1887, and Germany in 1889) as part of the <em>Geschichte der Baukunst</em> series begun by <a href=\"/kuglerf\">Franz Kugler</a>, a series in the process of being revised as <em>Geschichte der neuren Baukunst</em>.": [
        [
            19,
            26,
            [
                "Burkitt"
            ]
        ]
    ],
    "Gurlitt lectured at the Technische Hochschule (Technical University) Charlottenburg [Berlin] beginning in 1889.": [
        [
            0,
            7,
            [
                "Burkitt"
            ]
        ],
        [
            24,
            34,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ]
    ],
    "In 1893 he succeeded the late <a href=\"/stecher\">Richard Steche</a> as associate professor professor of history at the practical arts.": [
        [
            3,
            7,
            [
                "1893,"
            ]
        ]
    ],
    "Commensurate with his duties was the continuation of the inventory of the monuments of Saxony.": [],
    "He was promoted to full professor in 1899 where the following year he expanded the program to allow architectural students to achieve Ph.D's.": [
        [
            134,
            138,
            [
                "Ph.D."
            ]
        ]
    ],
    "similar to his own situation.": [
        [
            0,
            7,
            [
                "Similar"
            ]
        ]
    ],
    "As such, Gurlitt supervised the doctoral thesis of one of the most eminent architect/architectural historians, <a href=\"/muthesiush\">Hermann Muthesius</a>.</p>\n\n<p>From 1902 Gurlitt lectured on urban planning, among the first at technical universities.": [
        [
            9,
            16,
            [
                "Burkitt"
            ]
        ]
    ],
    "As an editor of <em>Stadtbaukunst alter und neuer Zeit</em> (Urban architecture in previous and modern times) he helped get <em>Frühlicht</em>, a radical architectural magazine by the architectural visionary Bruno Taut (1880-1938), published.": [],
    "Gurlitt initially embraced Nazi ideology with the rise of Hitler in 1933.": [
        [
            0,
            7,
            [
                "Burkitt"
            ]
        ]
    ],
    "However, the government declared him of Jewish ancestry.": [],
    "An investigation after his death in 1938 determine this to be false and he was buried in the Johannisfriedhof (cemetery) in Dresden.": [
        [
            67,
            71,
            [
                ", and"
            ]
        ]
    ],
    "Gurlitt wrote over 90 books and hundreds of articles on all aspects of architecture, art, urban planning and politics.": [
        [
            0,
            7,
            [
                "Burkitt"
            ]
        ]
    ],
    "A street in south Dresden is named after him.": [],
    "His brother, Fritz Gurlitt (1854-1893), was a Berlin gallery dealer who represented Anselm Feuerbach (1829-1880), among others.</p>\n\n<p>Gurlitt's work marks the beginning of a reevaluation of the Baroque and Rococo in art history.": [
        [
            19,
            26,
            [
                "Burkitt"
            ]
        ],
        [
            91,
            100,
            [
                "Auerbach"
            ]
        ],
        [
            136,
            143,
            [
                "Burkitt"
            ]
        ]
    ],
    "A full treatment of the period came with <a href=\"/schmarsowa\">August Schmarsow</a> in 1887, whose book <em>Barock und Rokoko</em> covered the entire spectrum of baroque art and not just architecture.": [],
    "Even after Gurlitt's publications on the Baroque, the twenty-four year old <a href=\"/wolfflinh\">Heinrich Wölfflin</a> in his study, <em>Renaissance und Barock</em>, 1888, had condemned the full Baroque style (Watkin).": [
        [
            11,
            18,
            [
                "Burkitt"
            ]
        ],
        [
            54,
            74,
            [
                "twenty-four-year-old"
            ]
        ]
    ],
    "<a href=\"/riegla\">Aloïs Riegl</a> began lecturing on the Baroque in 1894 and 1895, though he criticized Gurlitt's studies for avoiding historical background and for defining the term \"Baroque\" insufficiently.": [],
    "Gurlitt's ideas reject the classicism standard Karl Friedrich Schinkel (1781-1841) and other architects Schinkel espoused.": [
        [
            0,
            7,
            [
                "Burkitt"
            ]
        ],
        [
            104,
            112,
            [
                "Chinked",
                "Schiebel"
            ]
        ]
    ],
    "In his memoirs, Gurlitt wrote that he had always considered himself more an architect than an architectural historian, confiding in Jahn's biographical profile that he feared becoming an academic.": [
        [
            16,
            23,
            [
                "Burkitt"
            ]
        ],
        [
            132,
            136,
            [
                "John",
                "Jain",
                "Hahn",
                "Jan",
                "AHN",
                "Jaén"
            ]
        ]
    ],
    "Like most pioneers, his appreciation had limitations; he found the work of the great baroque architect Borromini lacking in \"intrinsic value.\"": [
        [
            103,
            112,
            [
                "Borrowing"
            ]
        ]
    ],
    "Other advisees of dissertations included <a href=\"/leopoldw\">Walther Leopold</a>.</p>": []
}