{
    "Spanish art historian and university professor.": [],
    "Originally from the capital of Aragon, Gállego developed an affinity for the law, which led him to study law.": [
        [
            39,
            46,
            [
                "Gallegos"
            ]
        ]
    ],
    "Later, though, he discovered that the study of art was where he would apply his skills.": [],
    "Gállego received his doctorate in Art History at the Sorbonne University, Paris.": [
        [
            0,
            7,
            [
                "Gallegos"
            ]
        ]
    ],
    "There, he would meet Pablo Picasso, whose work inspired various texts (Picasso: suite Vollard, De Velázquez a Picasso: crónicas de París, 1954-1973).": [
        [
            86,
            93,
            [
                "Pollard",
                "Bollard",
                "Collard",
                "Volleyed",
                "Lollard",
                "Vol lard"
            ]
        ],
        [
            119,
            127,
            [
                "conical",
                "cronies",
                "cryonics",
                "conics",
                "ironical"
            ]
        ],
        [
            131,
            136,
            [
                "Paris",
                "Parts",
                "Parish",
                "Parks",
                "Maris",
                "Pars"
            ]
        ]
    ],
    "Gállego remained in Paris until 1970.": [
        [
            0,
            7,
            [
                "Gallegos"
            ]
        ]
    ],
    "In Spain, he worked as a professor at the Complutense University of Madrid.": [
        [
            42,
            53,
            [
                "Computers",
                "Competence",
                "Completeness",
                "Completes",
                "Computes",
                "Complacence"
            ]
        ]
    ],
    "He was a dedicated scholar and tenacious writer.": [],
    "Gállego considered himself Aragonese, and kept close ties with his native land in personal and professional ways.": [
        [
            0,
            7,
            [
                "Gallegos"
            ]
        ],
        [
            27,
            36,
            [
                "Aragonite"
            ]
        ]
    ],
    "Many aspects of Aragonese art were covered by Gállego.": [
        [
            16,
            25,
            [
                "Aragonite"
            ]
        ],
        [
            46,
            53,
            [
                "Gallegos"
            ]
        ]
    ],
    "These findings were published in several magazines and particularly the newspaper Heraldo de Aragón.": [
        [
            82,
            92,
            [
                "Herald ode"
            ]
        ]
    ],
    "He returned to Zaragoza, a city in Aragon and his birthplace, on numerous occasions.": [],
    "Gállego took part in numerous courses and conferences there (in addition to participating in various exhibitions, including one in 1992 that was dedicated to Goya).": [
        [
            0,
            7,
            [
                "Gallegos"
            ]
        ]
    ],
    "Goya, in turn, was an artist who captivated Gállego (Goya y la caza, Las majas de Goya, L'Univers de Goya).": [
        [
            44,
            51,
            [
                "Gallegos"
            ]
        ],
        [
            63,
            67,
            [
                "CAA",
                "Gaza",
                "Cara",
                "AZA",
                "CADA",
                "CASA"
            ]
        ],
        [
            73,
            78,
            [
                "Mayas",
                "mamas"
            ]
        ],
        [
            90,
            97,
            [
                "Universe"
            ]
        ]
    ],
    "Gállego is thought of as one of the historians to understand Goya best, through his texts and research.": [
        [
            0,
            7,
            [
                "Gallegos"
            ]
        ]
    ],
    "Gállego’s participation as a member of the Comité Científico focused on Goya in various exhibitions.": [
        [
            0,
            7,
            [
                "Gallegos"
            ]
        ],
        [
            43,
            49,
            [
                "Comte",
                "Comity"
            ]
        ],
        [
            50,
            60,
            [
                "Scientific"
            ]
        ]
    ],
    "This painter and the themes in his work were of greatest interest to Gállego, who devoted many texts to him.": [
        [
            69,
            76,
            [
                "Gallegos"
            ]
        ]
    ],
    "Some of his work was also dedicated to the Aragonese sculptor Pablo Serrano (1908-1985), and to the Spanish painter Diego Velásquez (Pablo Serrano, Reflexiones sobre Velázquez, Velázquez en Sevilla).": [
        [
            43,
            52,
            [
                "Aragonite"
            ]
        ],
        [
            148,
            159,
            [
                "Reflexives"
            ]
        ],
        [
            160,
            165,
            [
                "sober",
                "sore",
                "Sabre"
            ]
        ]
    ],
    "The Zaragoza City Council awarded him the Gold Medal of the City of Zaragoza in 1996.": [],
    "In that same year he received the Medal of Aragon for professional merit from the Government of Aragon.": [],
    "He would later curate a presentation on the life and art of Velázquez at the Metropolitan Museum of Art in New York in 1969.": [],
    "Moreover, in 1987, Gállego was admitted as an academic of merit at the Royal Academy of Fine Arts of San Fernando.": [
        [
            19,
            26,
            [
                "Gallegos"
            ]
        ]
    ],
    "He also acted as a member of the Scientific Council of the Prado Museum.": [],
    "Gállego resonates as an art historian who felt a deep connection with his Aragonese roots, valued cataloging the artistic process (and understanding Goya’s), and wrote with a creative and critical voice (Wifredo).": [
        [
            0,
            7,
            [
                "Gallegos"
            ]
        ],
        [
            74,
            83,
            [
                "Aragonite"
            ]
        ],
        [
            204,
            211,
            [
                "Wilfredo"
            ]
        ]
    ],
    "His perspectives as a writer were astute and well-informed; Gállego drew from his own experiences and travels to make meaningful claims about art and life (El arte de la memoria, El cuadro dentro del cuadro).": [
        [
            60,
            67,
            [
                "Gallegos"
            ]
        ],
        [
            159,
            163,
            [
                "ARTE",
                "are",
                "art",
                "rate",
                "arts",
                "ate"
            ]
        ],
        [
            170,
            177,
            [
                "memorial"
            ]
        ],
        [
            182,
            188,
            [
                "Cairo",
                "Ecuador",
                "cadre",
                "UNDRO",
                "CUADI"
            ]
        ],
        [
            189,
            195,
            [
                "entry",
                "destroy",
                "dental",
                "mentor",
                "metro",
                "intro"
            ]
        ],
        [
            200,
            206,
            [
                "Cairo",
                "Ecuador",
                "cadre",
                "UNDRO",
                "CUADI"
            ]
        ]
    ],
    "Gállego’s proclivity for writing led to favorable results; in 1951 he received the Amparo Balaguer award for a play he wrote called Fedra.": [
        [
            0,
            7,
            [
                "Gallegos"
            ]
        ],
        [
            90,
            98,
            [
                "Balancer",
                "Beleaguer"
            ]
        ],
        [
            132,
            137,
            [
                "Fedora"
            ]
        ]
    ],
    "And in 1965, he received the Leopoldo Alas Prize for Spanish Apocrypha.": [],
    "Gállego’s ties as an author are very much linked with the newspaper Heraldo de Aragón, which also linked him to his native land (Wifredo).": [
        [
            0,
            7,
            [
                "Gallegos"
            ]
        ],
        [
            68,
            78,
            [
                "Herald ode"
            ]
        ],
        [
            129,
            136,
            [
                "Wilfredo"
            ]
        ]
    ],
    "Gállego was a seasoned traveler and an incredible writer.": [
        [
            0,
            7,
            [
                "Gallegos"
            ]
        ]
    ],
    "His efforts to understand Goya also paid off; Gállego’s insights about this artist are apt, important, and exceptional.": [
        [
            46,
            53,
            [
                "Gallegos"
            ]
        ]
    ],
    "Gállego saw art as a means for reflection and introspection—he carried this idea with him as a professor, as a historian, and as a person who adored the history of art.": [
        [
            0,
            7,
            [
                "Gallegos"
            ]
        ]
    ]
}