{
    "Architectural- and art historian.": [],
    "Gómez-Moreno was the daughter of the famous art historian Manuel Gómez-Moreno Martínez <a href=\"”/gomezmorenom”\">Manuel Gómez-Moreno Martínez</a> and followed in his footsteps.": [],
    "She went to la Universidad Central and studied philosophy and literature.": [],
    "She was then licensed in “Ciencias Historicas\" and became an assistant professor at the Instituto Escuela de Madrid in 1924.": [
        [
            26,
            34,
            [
                "Agencies",
                "Sciences",
                "Councils",
                "Cinemas",
                "Biennial",
                "Pencils"
            ]
        ],
        [
            35,
            45,
            [
                "Historical",
                "Historic as"
            ]
        ],
        [
            45,
            46,
            [
                "”"
            ]
        ]
    ],
    "She traveled to Tunisia, Malta, Egypt, Crete, Cypress, Palestine, Turkey, Greece, Italy and Sicily in 1933.": [],
    "During the Spanish Civil War (1936-1939) she took various positions as a summer term professor in la Junta de Ampliacion teaching courses for foreign students (1932-1936), was a technical assistant in the Junta de Salvamento del Tesoro Artístico.": [
        [
            229,
            235,
            [
                "Resort",
                "Tenor",
                "Tensor",
                "Tensors",
                "Tenors",
                "TESOL"
            ]
        ],
        [
            236,
            245,
            [
                "Artistic"
            ]
        ]
    ],
    "She also ran various conferences in the Prado Museum of Madrid and various institutes in Spain.": [],
    "In this period, she was also selected as a member of the Hispanic Society of New York because of her work as a Spanish Art professor at the Smith College club in Spain (1951-1956).": [],
    "She was a member of the Diego Velázquez Institute of the CSIC (1957-1968).": [
        [
            57,
            61,
            [
                "SIC",
                "CSI",
                "CIC",
                "CSC",
                "CHIC",
                "CSIS"
            ]
        ]
    ],
    "In 1959, she also became the director of the Vega-Inclán Foundations (which includes the House and Museum of El Greco).": [
        [
            45,
            56,
            [
                "Vega-Incan"
            ]
        ]
    ],
    "In 1970 she also collaborated with the publication of her father's biography and in 1996 published a monograph dedicated to him.": [
        [
            3,
            7,
            [
                "1970,"
            ]
        ]
    ],
    "To honor her father’s work further, she and her sisters collaborated in extending and overlooking their father’s large archaeological, artistic and documentary collection.": [],
    "Because of this exemplary work, her sisters and her were awarded with a Medal of Honor by the  Real Academia de Bellas Artes de San Fernando in 1973.": [
        [
            93,
            95,
            [
                " "
            ]
        ],
        [
            119,
            124,
            [
                "Arts",
                "Ares",
                "Aries",
                "Antes",
                "ARTE",
                "ARTS"
            ]
        ]
    ],
    "She then was named an honorary academic of this corporation in 1990.": []
}