{
    "Historian, archeologist, professor of art history; consolidated the reputation of Spanish art history within the country.": [],
    "His father, the descendant of a noble family which had established itself in Granada in the seventeenth century, was a painter and archeologist and a tireless traveler.": [],
    "On the trips they took together throughout Granada, the younger Gómez Moreno became familiar with Mozarabic art, (acquaintance which developed later in his seminal book <em>Iglesias mozárabes: arte español de los siglos IX a XI</em>, published in 1919 for the Center of Historical Studies); the art <em>mudejar</em>, and generally the monuments, decorations and sanctuaries which resulted from the numerous cultural exchanges throughout Spanish history since the Middle Ages between the Iberian and the Islamic cultures, between Christians and Muslims.": [
        [
            98,
            107,
            [
                "Arabic",
                "Monarchic"
            ]
        ]
    ],
    "Along with cultivating his passion for art, he also acquired an impressive archeological knowledge of the Iberian Peninsula.": [],
    "A different series of discoveries was occasioned by his long visit to Italy (1878-1880), where he accompanied his father as the latter was a pensioner of the Spanish Academy in Rome: he learned Italian, became acquainted with the archeological and artistic treasures of the city, toured Florence, Bologna, Venice, Verona, Milan and Genoa.": [],
    "Back in Spain, he was only sixteen when he published the first of what would become a long series of articles and books, an article about the Royal Chapel in Granada.": [],
    "Three years later, in 1889, he graduated from the University of Granada with a degree in philosophy and letters; as a student, he had collaborated with the Bulletin of the Artistic Center of Granada, where he organized cultural trips; this contributed to increasing his familiarity with monuments and buildings of interest in Granada, and provided the opportunity, upon graduation, to teach art and archeology at the Sacromonte Seminar and at the School of Arts and Professions.": [
        [
            417,
            427,
            [
                "Sacramento",
                "Sacrament",
                "Sacraments"
            ]
        ]
    ],
    "He moved to Madrid in 1898, closer to the intellectual circles, museums, libraries and art institutions of the capital; two years later, he was working with Juan Facundo Riaño (1829-1901), another art historian originally from Granada, who had invited him to participate in the ambitious project of a <em>Catálogo Monumental de España</em> (Monumental Catalog of Spain); thus Gómez Moreno wrote the catalog of Avila and Salamanca (1901-1902), Zamora (1903) and Léon (1906), always carrying his camera on his trips.": [
        [
            162,
            169,
            [
                "Fecund",
                "Reymundo"
            ]
        ],
        [
            170,
            175,
            [
                "Piano",
                "RIAO",
                "RINO"
            ]
        ]
    ],
    "An academic career combined with his passion for art: in 1913, the University of Madrid created for him the Chair of Arabic and Christian medieval archaeology ( which he held until 1934); in 1917, he became associated with the Royal Academy of History.": [
        [
            159,
            161,
            [
                "("
            ]
        ]
    ],
    "The same year an English version of his <em>Alhambra</em> appeared under the aegis of the Hispanic Society of America.": [],
    "In 1924 he founded and co-edited of the journal <em>Archivo Español de Arte y Arqueologia</em>.": [
        [
            3,
            7,
            [
                "1924,"
            ]
        ]
    ],
    "More than three hundred issues were published as he directed it, mostly on Medieval and Renaissance art; along with it, his book <em>Eagles of the Spanish Renaissance</em> focused on the work of Bartolomé Ordóñez, Diego Silóe, Pedro Machuca, and Alonso Berruguete.": [
        [
            205,
            212,
            [
                "Cordoned"
            ]
        ],
        [
            220,
            225,
            [
                "Silo",
                "Silos",
                "Sloe",
                "Siloed"
            ]
        ],
        [
            233,
            240,
            [
                "Pachuca"
            ]
        ]
    ],
    "In 1931, he directed the Academia de Bellas Artes in order to be able to work with <a href=\"/tormoymonzoe\">Elías Tormo y Monzó</a>, the minister of Public Instruction at the time, on projects in which they shared a mutual interest.": [
        [
            44,
            49,
            [
                "Arts",
                "Ares",
                "Aries",
                "Antes",
                "ARTE",
                "ARTS"
            ]
        ]
    ],
    "He weathered the Spanish Civil War (1936-1939) and when the Franco government replaced the Center for Historical Studies by a series of institutes subserviant to the government, Gómez-Moreno retained their respect as well.": [
        [
            147,
            158,
            [
                "subservient"
            ]
        ]
    ],
    "His interest in the Iberian world remained, demonstrated by inaugural lecture to the Royal Academy of Spanish Language in 1942, \"The Hispanic Languages.\"": [],
    "Gómez-Moreno was a honorary president of the Institute of Art and Archeology Diego Velázquez, doctor <em>honoris causa</em> of the universities of Oxford, Glasgow and Granada; the March Foundation awarded him the prize for history.": [
        [
            17,
            18,
            [
                "an"
            ]
        ]
    ],
    "In 1962, he visited Granada for the last time.": [],
    "He died in Madrid in 1970.": [],
    "His daughter, María Elena, was also an art historian and wrote a biography of her father in 1970.": [],
    "His students included <a href=\"/hernandezdiasj\">José Hernández Díaz</a> and <a href=\"/lafuenteferrarie\">Enrique Lafuente Ferrari</a>.": [],
    "Gómez-Moreno was among the most comprehensive historian of his time, writing on Spanish and Andalousian history and art history.": [
        [
            92,
            103,
            [
                "Andalusian"
            ]
        ]
    ],
    "He wrote on the whole of Spanish art, in addition to archeology (paleography, numismatics) and philology.": [],
    "He discovered and transcribe the (pre-Roman) Iberian alphabet and wrote an extensive study of the ethnological and philological aspects of them.": [],
    "<a href=\"/bazing\">Germain Bazin</a> termed him \"true founder of the school of art history in Spain.\"": [],
    "CS": []
}