{
    "<p>Rembrandt specialist; director Amsterdam Historical Museum.": [],
    "Haak was the son of Jurrian Haak and Henrietta van Eek.": [
        [
            0,
            4,
            [
                "Hank",
                "Hack",
                "Hawk",
                "Haas",
                "Hark",
                "AAK"
            ]
        ],
        [
            20,
            27,
            [
                "Julian",
                "Jungian",
                "Juryman",
                "Murrain",
                "Julián"
            ]
        ],
        [
            28,
            32,
            [
                "Hank",
                "Hack",
                "Hawk",
                "Haas",
                "Hark",
                "AAK"
            ]
        ]
    ],
    "He attended the Amsterdam Montessori Lyceum between 1938 and 1944.": [],
    "In 1950 he married Annette van Heek.": [
        [
            3,
            7,
            [
                "1950,"
            ]
        ],
        [
            31,
            35,
            [
                "Week",
                "Seek",
                "Cheek",
                "Heel",
                "Heed",
                "Meek"
            ]
        ]
    ],
    "Between 1950 and 1954, he served as assistant to the art dealer D. A. Hoogendijk in Amsterdam.": [],
    "In 1954 Haak began his museum career as assistant in the department of paintings at the Amsterdam Rijksmuseum.": [
        [
            8,
            12,
            [
                "Hank",
                "Hack",
                "Hawk",
                "Haas",
                "Hark",
                "AAK"
            ]
        ]
    ],
    "In 1963, he obtained the position of chief curator at the Amsterdam Historical Museum, of which he was appointed director in 1975.": [],
    "In 1956 Haak was involved in the Rembrandt exhibition in the Amsterdam Rijksmuseum.": [
        [
            8,
            12,
            [
                "Hank",
                "Hack",
                "Hawk",
                "Haas",
                "Hark",
                "AAK"
            ]
        ]
    ],
    "He then realized that the authenticity of a number of the displayed works was disputable, and that Rembrandt's oeuvre was in need of revision.": [],
    "Several years later this conviction led to the creation of the Rembrandt Research Project (RRP).": [],
    "Launched in 1968, this project aimed at a comprehensive study of all of Rembrandt's paintings.": [],
    "It was carried out in cooperation with <a href=\"/gelderj\">J.": [],
    "G. van Gelder</a>, <a href=\"/emmensj\">J.": [
        [
            3,
            6,
            [
                "Van"
            ]
        ],
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "A. Emmens</a>, <a href=\"/bruynj\">Josua Bruyn</a>, <a href=\"/levies\">Simon H. Levie</a>, and <a href=\"/thielp\">Pieter J. J. van Thiel</a>.": [
        [
            3,
            9,
            [
                "Emmen's",
                "Emmen"
            ]
        ]
    ],
    "In the same year his impressive monograph on Rembrandt appeared, <em>Rembrandt, zijn leven, zijn werk, zijn tijd</em> (<em>Rembrandt; His Life, His Work, His Time</em>) Another Rembrandt scholar, <a href=\"/gersonh\">Horst Gerson</a>, in his revision of the 1935 catalog by <a href=\"/brediusa\">Abraham Bredius</a>, published in 1969, independently proposed a drastic reduction of the master's paintings.": [],
    "The approach of the Rembrandt team was even more drastic and led to further reductions.": [],
    "The findings of the first RRP volumes, published between 1982 and 1989, aroused serious debate and controversies in the art world.": [],
    "In 1993, Haak withdrew from the RRP, along with <a href=\"/bruynj\">Josua Bruyn</a>, <a href=\"/levies\">Simon H. Levie</a>, and <a href=\"/thielp\">Pieter J. J. van Thiel</a>.": [
        [
            9,
            13,
            [
                "Hank",
                "Hack",
                "Hawk",
                "Haas",
                "Hark",
                "AAK"
            ]
        ]
    ],
    "They left the further organization of the project to their fellow team member Ernst van de Wetering, who advocated a different approach.": [
        [
            91,
            99,
            [
                "Metering",
                "Watering",
                "Petering",
                "Weltering"
            ]
        ]
    ],
    "In 1984, Haak published a broad study on seventeenth-century painting with <em>The Golden Age: Dutch Painters of the Seventeenth Century</em>.": [
        [
            9,
            13,
            [
                "Hank",
                "Hack",
                "Hawk",
                "Haas",
                "Hark",
                "AAK"
            ]
        ]
    ],
    "Acclaimed as the best art history book of the year, it won the 1985 <a href=\"/manderk\">Karel Van Mander</a> Prize.": [],
    "In 1992, Haak received an honorary degree from the University of Amsterdam.": [
        [
            9,
            13,
            [
                "Hank",
                "Hack",
                "Hawk",
                "Haas",
                "Hark",
                "AAK"
            ]
        ]
    ],
    "With his <em>Golden Age</em> Haak provided a very readable overview of seventeenth-century Dutch painting, without limiting himself to the most well-known masters.": [
        [
            29,
            33,
            [
                "Hank",
                "Hack",
                "Hawk",
                "Haas",
                "Hark",
                "AAK"
            ]
        ]
    ],
    "He regarded his work as a follow up to the 1935-36 study by <a href=\"/martinw\">Wilhelm Martin</a>, <em>De Hollandsche schilderkunst in de zeventiende eeuw</em>, which likewise paid attention to the broader art scene.": [
        [
            26,
            35,
            [
                "follow-up"
            ]
        ]
    ],
    "For his iconological interpretations Haak relied on the research of the Utrecht professors <a href=\"/emmensj\">J.": [
        [
            8,
            20,
            [
                "phonological"
            ]
        ],
        [
            37,
            41,
            [
                "Hank",
                "Hack",
                "Hawk",
                "Haas",
                "Hark",
                "AAK"
            ]
        ]
    ],
    "A. Emmens</a> and <a href=\"/jonghe\">Eddy de Jongh</a>.": [
        [
            3,
            9,
            [
                "Emmen's",
                "Emmen"
            ]
        ]
    ],
    "While he never obtained a university degree in art history, Haak considered the above mentioned art dealer Hoogendijk to have been his first teacher in the field of seventeenth-century Dutch painting.</p>": [
        [
            60,
            64,
            [
                "Hank",
                "Hack",
                "Hawk",
                "Haas",
                "Hark",
                "AAK"
            ]
        ],
        [
            80,
            95,
            [
                "above-mentioned"
            ]
        ]
    ]
}