{
    "British Museum and Metropolitan Museum of Art curator, Renaissance jewelry specialist.": [],
    "Yvonne Hackenbroch was born into a religious, Jewish middle-class family of intellectual and artistic interests.": [],
    "Her father, Zacharias M. Hackenbroch (1884-1937), was an art dealer and her mother, Clementine Schwarzschild Hackenbroch (1888-1984), a descendent of the art dealer/expert Selig Goldschmidt (1795-1863).": [
        [
            136,
            146,
            [
                "descendant"
            ]
        ],
        [
            172,
            177,
            [
                "Selim",
                "Zelig"
            ]
        ]
    ],
    "The family summered in the Medieval town of Miltenburg.": [
        [
            44,
            54,
            [
                "Hindenburg",
                "Oldenburg",
                "Wittenberg",
                "Middelburg",
                "Millersburg"
            ]
        ]
    ],
    "Hackenbroch was fluent in French, English, German (the family languages) as well as Italian by the end of her childhood.": [],
    "Her earliest art writing began when her father and other dealers purchased the Guelph Treasures and she wrote a booklet on the collection.": [
        [
            95,
            99,
            [
                ", and"
            ]
        ]
    ],
    "She studied art history at Munich University both as an undergraduate and post graduate under <a href=\"/jantzenh\">Hans Jantzen</a> and <a href=\"/pinderw\">Wilhelm Pinder</a>.": [],
    "The rise of Nazism in Germany made it impossible for Jews to attend universities or hold academic positions; Hackenbroch was the last Jew to gain a doctorate in Munich in December 1936.": [],
    "Her thesis, written under Jantzen, was on the topic of Italian medieval enamels.": [
        [
            26,
            33,
            [
                "Canteen",
                "Jansen",
                "Janssen"
            ]
        ]
    ],
    "She traveled to Italy, but at her father's death in 1937, immigrated to London where her older sister (and later her mother) lived.": [],
    "Hackenbroch took a position with the British Museum during World War II, participating in the excavation and cataloging of the Sutton Hoo treasure.": [
        [
            134,
            137,
            [
                "Hui",
                "Hew",
                "Too",
                "How",
                "Hot",
                "Hair"
            ]
        ]
    ],
    "She was assigned as part of the detail to pack up and safely store the Museum's collection.": [],
    "Following the War, when Viscount Lee donated a Renaissance collection to Canada in appreciation of its assistance in the War, Hackenbroch acted on behalf of the British Government to expertise it in Toronto.": [],
    "Three years later she moved to New York and later became an American citizen.": [],
    "In New York she worked for Judge Irwin Untermyer, a Trustee and benefactor of the Metropolitan Museum of Art.": [
        [
            39,
            48,
            [
                "Interlayer",
                "Underlayer",
                "Underminer",
                "Untruer"
            ]
        ]
    ],
    "At the donation of his gift of Renaissance objects, Hackenbroch was made a curator cataloging the collection.": [],
    "She published her work in catalogs and articles.": [],
    "In 1979 her book <em>Renaissance Jewellery</em> was published to acclaim, still considered the seminal work on the subject.": [],
    "In New York she regularly hosted in her apartment parties to bring together experts and students.": [],
    "She retired from the Museum and moved to London where her family lived in 1987.": [],
    "The University of Munich honored her with a FestSchrift.": [],
    "In retirement she researched in the libraries of the Warburg Institute, the Courtauld Collection and the British Museum producing a book on Enseignes - Renaissance Hat Jewels in 1996.": [
        [
            3,
            13,
            [
                "retirement,"
            ]
        ],
        [
            76,
            85,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ],
        [
            140,
            149,
            [
                "Engages",
                "Ensigns",
                "Enrages"
            ]
        ]
    ],
    "She died soon after her 100th birthday.": []
}