{
    "Art historian of Marxist-methodology and historian of visual ideology; El Greco scholar and Professor, El Greco Centre, Institute of Mediterranean Studies, Rethymnon, Crete.": [],
    "Hadjinicolaou studied art history at the Universities of Berlin, Freiberg and Munich.": [],
    "In 1965, he moved to Paris where he continued study under <a href=\"/francastelp\">Pierre Francastel</a>, the philosopher and the director of the école pratique des hautes études, Lucien Goldmann (1913-1970) and the historian Pierre Vilar (1906-2003).": [],
    "His thesis, written for a class on \"La lutte des classes en France dans la production d'images de l'année 1830,\" became his 1973 book <em>Histoire de l'art et lutte des classes</em>.": [
        [
            39,
            44,
            [
                "lute",
                "butte",
                "latte",
                "LTTE"
            ]
        ],
        [
            45,
            48,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            67,
            71,
            [
                "days",
                "fans",
                "Dan",
                "Hans",
                "cans",
                "dams"
            ]
        ],
        [
            100,
            105,
            [
                "Anne",
                "Annie",
                "annex",
                "an née"
            ]
        ]
    ],
    "Its English translation <em>Art History and Class Struggle</em>,1978, burst on the academic scene as one of the clearest Marxist counter-approaches to the traditional practice of art history.": [],
    "Hadjinicolaou had written it as such, pointed, he wrote, to address the crisis in teaching art history in universities.": [],
    "He became Professor, El Greco Centre, Institute of Mediterranean Studies, Rethymnon, Crete.": [],
    "His class-view of art history moderated only slightly in the intervening years.": [],
    "His 1999 essay for an exhibition on El Greco was, \"El Greco Invested with Nationalist Ideologies.\"": [],
    "<em>Art History and Class Struggle</em> attacked the formalist approach to art history, fostered by the 19th-century writing of <a href=\"/gautiert\">Théophile Gautier</a> and the philosopher Victor Cousin (1792-1867), which Hadjinicolaou characterized as still the dominant approach in the 1970s.": [],
    "He asserted that the production of images was an aspect of class ideology and that art history should be approached from that position.": [],
    "This is a direct application of <a href=\"/lukacsg\">György Lukács</a> (1885-1971) <em>History and Class Consciousness</em>.": [],
    "He has also cited the works of Louis Althusser (1918-1990) and <a href=\"/antalf\">Frederick Antal</a> as influential.": [],
    "His work was criticized by Françoise d'Eaubonne (1920-2005) in her 1977 feminist book, <em>Histoire de lart et lutte des sexes</em>, contending that gender struggle preceded class struggle.": [
        [
            39,
            47,
            [
                "Narbonne",
                "Eva Bonné"
            ]
        ]
    ]
}