{
    "Museum director and author of major 20th-century art survey.": [],
    "He was born in Glowno, Prussia which is present day Poland.": [
        [
            15,
            21,
            [
                "Glow no"
            ]
        ]
    ],
    "Haftmann studied art history, philosophy and archeology at the universities in Göttingen and Berlin between 1932-36.": [
        [
            0,
            8,
            [
                "Hartmann"
            ]
        ]
    ],
    "In 1935 he began contributing to the journal <em>Art</em> and <em>Nation</em>.": [
        [
            3,
            7,
            [
                "1935,"
            ]
        ]
    ],
    "These publications were soon banned by the Nazis, however, and Haftmann worked from 1936 onward at the Kunsthistorisches Insitut (Art History Institute) in Florence where studied the cultural history of the early Italian Renaissance.": [
        [
            63,
            71,
            [
                "Hartmann"
            ]
        ],
        [
            121,
            128,
            [
                "Insight",
                "Institute",
                "Insist"
            ]
        ]
    ],
    "During World War II he served in the German army from 1940 until he was captured and interred.": [],
    "Between 1950-55 he was a lecturer at the Staatlichen Hochschule für Bildende Kunst in Hamburg.": [
        [
            64,
            67,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            68,
            76,
            [
                "Billed",
                "Blend",
                "Silence",
                "Blended",
                "Blonde",
                "Widened"
            ]
        ],
        [
            77,
            82,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "In 1950 he published a book on Paul Klee, <em>Paul Klee: Wege bildnerischen Denkens</em>, appearing in English in 1958 as <em>Paul Klee: The Inward Vision: Watercolors, Drawings, Writings</em>.": [
        [
            3,
            7,
            [
                "1950,"
            ]
        ]
    ],
    "His most famous work was the two-volume <em>Malerei im 20.": [
        [
            44,
            51,
            [
                "Malaria",
                "Malawi",
                "Madera"
            ]
        ],
        [
            52,
            54,
            [
                "I'm",
                "IM",
                "in",
                "is",
                "I",
                "it"
            ]
        ]
    ],
    "Jahrhunderts</em> in 1954 appearing in English as in 1960 as <em>Painting in the Twentieth Century</em>.": [],
    "He served as a committee member for the first three <em>Documenta</em> exhibitions.": [],
    "Haftmann was the director of the National Gallery in Berlin in 1967.": [
        [
            0,
            8,
            [
                "Hartmann"
            ]
        ]
    ],
    "He retired in 1974.": []
}