{
    "Spanish studies scholar; founded the department of Art and the University of Wisconsin, Madison.": [],
    "Hagen's father was a German, Nestor William Hagen and his mother, Ellen Marion Owen-Snow (Hagen), a British subject.": [],
    "His father worked in the United States as one of the early members of the New York Symphony Orchestra and was later naturalized.": [],
    "The younger Hagen attended grammar schools in Weisbaden and Ihlfeldt before entering college.": [
        [
            46,
            55,
            [
                "Wiesbaden"
            ]
        ]
    ],
    "Hagen studied music and music composition under Carl Schuricht and in Berlin at the Königliche Hochschule für Musik under Engelbert Humperdinck.": [
        [
            53,
            62,
            [
                "Church"
            ]
        ],
        [
            106,
            109,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            110,
            115,
            [
                "Music",
                "Musk"
            ]
        ]
    ],
    "He also pursued art history at the Universities of Berlin and Munich before receiving his doctorate from the University of Halle in 1914 under <a href=\"/waetzoldtw\">Wilhelm Waetzoldt</a>.": [],
    "His dissertation was on Correggio attribution.": [],
    "The same year as his degree, he married a Danish opera singer, Thyra Leisner (d.": [
        [
            63,
            68,
            [
                "Tyra"
            ]
        ],
        [
            69,
            76,
            [
                "Laser",
                "Lasher",
                "Eisner"
            ]
        ]
    ],
    "1938).": [],
    "Hagen initially took at job at the applied arts museum (Kunstgewerbemuseum) in Halle, where he remained until 1918.": [],
    "Specializing in German Renaissance art, he became a <em>privatdozent</em> in 1918, rising to associate professor of art history department at the University in Göttingen.": [],
    "At Göttingen he revived an interest in performing the operas of George Frederick Handel, the first in Germany, beginning in 1920.": [
        [
            3,
            12,
            [
                "Göttingen,"
            ]
        ]
    ],
    "Hagen directed the Göttingen Handel Festival until his departure to the United States.": [],
    "Internationally, he was much better known for his revival of Handel than for art history.": [],
    "He visited the United States in 1924 as the Carl Schurz Visiting Professor at the University of Wisconsin-Madison.": [
        [
            49,
            55,
            [
                "Schulz"
            ]
        ]
    ],
    "The following year he accepted a full-time position at the University, where he founded an art history department and later the University's art collection.": [],
    "Hagen served as the Department's director for twenty-three years.": [],
    "He set out on a strong publishing program, beginning with a pedogical survery, <em>Art Epochs and their Leaders: a Survey of the Genesis of Modern Art</em> published in 1927.": [
        [
            60,
            69,
            [
                "pedagogical"
            ]
        ],
        [
            70,
            77,
            [
                "surgery",
                "survey",
                "servery"
            ]
        ]
    ],
    "An interest in Spanish art led to another English-language book <em>Patterns and Principles of Spanish Art</em> in 1936.": [],
    "The same year, he assisted the art historian <a href=\"/stechoww\">Wolfgang Stechow</a> who was fleeing Nazi Germany in securing a position in the United States, while the Nazi government, through the university at Göttingen, awarded him an honor as an outstanding German scholar abroad.": [],
    "Hagen declined the offer to attend in Hitler's presence.": [],
    "Hagen developed American art-history courses and issued his <em>The Birth of the American Tradition in Art</em> in 1940.": [],
    "After the death of his first wife in 1938, Hagen remarried in Boston to a Swiss woman, Beatrice Bentz.": [
        [
            96,
            101,
            [
                "Bent",
                "Benz",
                "Bents",
                "Bento"
            ]
        ]
    ],
    "In 1944, he returned to music and music composition, writing several works.": [],
    "His pieces were given some of their first performances in post-war Germany beginning in 1945.": [],
    "He remained chair of the UW Art history department until his death in 1957.": [],
    "His papers are held at the University of Wisconsin.": [],
    "Hagen's daughter was the actress Uta Hagen (1919-2004).": [
        [
            33,
            36,
            [
                "UTA",
                "Utah",
                "USA",
                "UTC",
                "MTA",
                "UA"
            ]
        ]
    ],
    "Hagen's teaching in the fledgling Wisconsin department was influential.": [],
    "A number of art scholars named him as inspiring, including the Goya scholar <a href=\"/lichtf\">Fred Licht</a>, whose 1973 book on the artist's sources was dedicated to Hagen.": [
        [
            25,
            47,
            [
                "named him inspiring"
            ]
        ]
    ]
}