{
    "Architectural historian of medieval architecture at the Herziana, Rome.": [
        [
            56,
            64,
            [
                "Persian",
                "Serbian",
                "Heroin",
                "Heroine",
                "Herman",
                "Hermann"
            ]
        ]
    ],
    "Hahn was the son of Otto Hahn (1879-1968), a Nobel-prize-winning Chemist, and Edith Junghans (Hahn) (1887-1968), an artist.": [
        [
            84,
            92,
            [
                "Jungian"
            ]
        ]
    ],
    "He attended the humanistic Arndt-Gymnasium entering Friedrich-Wilhelms-Universität Berlin in 1940 studying theater, German studies and philosophy.": [
        [
            52,
            82,
            [
                "Friedrich-Wilhelm-Universität",
                "Friedrich-Wilhelms-University"
            ]
        ]
    ],
    "In 1942 he enlisted in the German army, commissioned as a lieutenant and fought on the eastern front as a Panzer (tank) leader.": [
        [
            3,
            7,
            [
                "1942,"
            ]
        ]
    ],
    "Heavily decorated, he was badly wounded in 1944 at Pietrow, requiring an arm amputation.": [
        [
            51,
            58,
            [
                "Pietro",
                "Pie trow"
            ]
        ]
    ],
    "While recovering, he met and later married his attending nurse, Ilse Pletz (1920-1960), wed in 1945.": [
        [
            64,
            68,
            [
                "Else",
                "ILS",
                "Isle",
                "ICSE",
                "LSE"
            ]
        ],
        [
            69,
            74,
            [
                "Let",
                "Plot",
                "Poet",
                "Plate",
                "Pet",
                "Plots"
            ]
        ]
    ],
    "After the war, Hahn resumed his studies at the University of Tübingen and later University of Frankfurt am Main studying art history, archeology, philosophy and Italian philology.": [],
    "While at the Scuola Normale Superiore and the University in Pisa he became fascinated in medieval architecture.": [
        [
            13,
            19,
            [
                "Sculley",
                "Scholar",
                "Scroll",
                "Cupola",
                "Scuba",
                "Scala"
            ]
        ],
        [
            20,
            27,
            [
                "Normal",
                "Nor male",
                "Norm ale"
            ]
        ],
        [
            28,
            37,
            [
                "Superior",
                "Superiors"
            ]
        ]
    ],
    "He returned to Frankfurt, writing a dissertation on Cistercian architecture under <a href=\"/kellerh\">Harald Keller</a>.": [],
    "After briefly volunteering at the Städelschen Kunstinstitut in Frankfurt he was appointed to the Bibliotheca Hertziana (Rome) in 1955 with a scholarship.": [],
    "While at the Hertziana another scholar, <a href=\"/schwarzhm\">Heinrich M. Schwarz</a>, was killed in an auto accident in 1957.": [],
    "Hahn assumed Schawrtz’ editing duties a Festschrift for <a href=\"/bruhnsl\">Leo Bruhns</a>, <a href=\"/wolffmetternichf\">Franziskus Wolff Metternich</a> and <a href=\"/schudtl\">Ludwig Schudt</a>.": [
        [
            13,
            21,
            [
                "Schwartz"
            ]
        ]
    ],
    "That same year Hahn’s magisterial Die frühe Kirchenbaukunst der Zisterzienser (Early Cistercian Church Architecture) appeared, notably positing, among other things the proportional scheme of Cistercian architecture.": [
        [
            38,
            43,
            [
                "free",
                "rule",
                "true",
                "fruit",
                "phrase",
                "Bruce"
            ]
        ],
        [
            60,
            63,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "In 1959 he and his father were part of the first German delegation to visit Israel since the World War II, opening up what would later be formal diplomatic relations.": [
        [
            3,
            7,
            [
                "1959,"
            ]
        ]
    ],
    "While on a study trip in France, Hahn and his wife were killed at Mars-la-Tour (Lorraine) in an auto accident in 1960.": [],
    "The festschrift was left incomplete for a second time (ironically for the same reason as the first).": [],
    "Hahn’s doktorvater, Keller, was assigned to complete the volume.": [
        [
            7,
            18,
            [
                "doctorate",
                "doctorates"
            ]
        ]
    ],
    "Hahn’s second book, <em>Hohenstaufenburgen in Süditalien</em> (South Italian Castles of the Hohenstaufen Era) appeared posthumously in 1961, edited by Gerda Soergel (b.": [],
    "1920) (later Panofsky, who married <a href=\"/panofskye\">Erwin Panofsky</a> some years later).": [
        [
            13,
            21,
            [
                "Sinofsky"
            ]
        ]
    ],
    "Hahn’s reputation was established with his Cistercian church book where he theorized the “Laws” (his word) of Cisterican architectural proportion.": [
        [
            110,
            120,
            [
                "Cistercian"
            ]
        ]
    ],
    "Based on the first plan of the monastery at Eberbach and others, he stated a series of mathematical relationships that Cictercian builders employed extensively, if not rigorously.": [
        [
            44,
            52,
            [
                "Auerbach",
                "Bernbach"
            ]
        ],
        [
            119,
            129,
            [
                "Cistercian"
            ]
        ]
    ]
}