{
    "<p>Medievalist art historian at the University in Bern, 1934-1968.": [],
    "Hahnloser's father was a physician with an appreciation for modern art.": [
        [
            0,
            9,
            [
                "Hahn loser"
            ]
        ]
    ],
    "The young man grew up knowing the modern Swiss artists of his day, including Pierre Bonnard, Vuillard, Felix Vallotton, Giovanni Giacometti, and Ferdinand Hodler.": [
        [
            93,
            101,
            [
                "Willard",
                "Millard",
                "Dillard",
                "Dullard",
                "Gaillard",
                "Gillard"
            ]
        ],
        [
            103,
            118,
            [
                "Félix Vallotton"
            ]
        ]
    ],
    "He studied art history at the university in Basle under <a href=\"/rintelenf\">Friedrich Rintelen</a>.": [
        [
            44,
            49,
            [
                "Base",
                "Basel",
                "Basie",
                "Bale",
                "Baste"
            ]
        ]
    ],
    "Beginning in 1921 he entered the university in Vienna working under <a href=\"/schlosserj\">Julius von Schlosser</a>.": [],
    "This group of Schlosser students--all classmates--would later become the major art historians of their time: <a href=\"/sedlmayrh\">Hans Sedlmayr</a>, <a href=\"/pachto\">Otto Pächt</a>, <a href=\"/tolnayc\">Charles de Tolnay</a>, <a href=\"/gombriche\">E.": [],
    "H. Gombrich</a> and <a href=\"/krise\">Ernst Kris</a>.": [],
    "Schlosser's personality, his strength, philosophical/historic analysis of sources and outlook became formative for Hahnloser (Betthausen/Metzler).": [
        [
            115,
            124,
            [
                "Hahn loser"
            ]
        ],
        [
            126,
            136,
            [
                "Oberhausen",
                "Mauthausen",
                "Bent Hansen"
            ]
        ],
        [
            137,
            144,
            [
                "Metzger"
            ]
        ]
    ],
    "After graduation in 1926 and military service, he returned to Vienna as a <em>privatdozent</em> and Schlosser's assistant.": [],
    "The two became close friends; Hahnloser, a gifted violinist, toured Europe with Schlosser as cellist as part of a string quartet.": [
        [
            30,
            39,
            [
                "Hahn loser"
            ]
        ]
    ],
    "In 1933 at the 13th International Congress of the History of Art, Stockholm, he traveled with a group of medievalists including <a href=\"/hamannr\">Richard Hamann</a>, <a href=\"/conantk\">Kenneth John Conant</a> and <a href=\"/franklp\">Paul Frankl</a>, lead by <a href=\"/roosvalj\">Johnny Roosval</a>, to see the discovery of the only gothic church still with its wooden arch scaffolding remaining (Frankl).": [],
    "Hahnloser took the photos.": [
        [
            0,
            9,
            [
                "Hahn loser"
            ]
        ]
    ],
    "In 1934 at the death of Bern art historian <a href=\"/weesea\">Arthur Weese</a> Hahnloser was called to succeed him.": [],
    "The following year he published his dissertation research on the \"sketchbook\" (guild book) of Villard de Honnecourt (1220-1230).": [
        [
            94,
            101,
            [
                "Willard",
                "Millard",
                "Dillard",
                "Gillard",
                "Lillard",
                "Villa rd"
            ]
        ]
    ],
    "A masterful philological and art-historical examination of the book, it was the first German-language translation.": [],
    "Before and during World War II, when travel was limited, Hahnloser devoted himself to the history of early Swiss art.": [
        [
            57,
            66,
            [
                "Hahn loser"
            ]
        ]
    ],
    "He organized the excavation of the Cluniac cloister in Rüeggisberg bei Bern (completed 1947).": [
        [
            35,
            42,
            [
                "Clinic"
            ]
        ],
        [
            67,
            70,
            [
                "BEI",
                "Ba",
                "be",
                "bad",
                "bar",
                "ban"
            ]
        ]
    ],
    "He served as Rector of the University for the 1956-1957 year.": [],
    "As president of the Association for Swiss Art History (Gesellschaft für schweizerische Kunstgeschichte) in 1957, he inaugurated and update of Hans Jennys' 1934 guide to art in Switzerland, now called the <em>Kunstführer durch die Schweiz</em>.": [
        [
            68,
            71,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            147,
            153,
            [
                "Jenny's",
                "Jenny",
                "Jennies"
            ]
        ]
    ],
    "A noted scholar on medieval glass, he led the Gesellschaft to commission the issuing of the <em>Corpus vitrearum Medii Aevi</em> (the corpus cataloging for medieval stained glass) in Switzerland.": [],
    "The first volume on the treasure of San Marco in Venice appeared in 1965.": [],
    "He retired emeritus in 1968.": [],
    "Hahnloser was ever fascinated with the conceptual image as the dominant impulse for medieval art.": [
        [
            0,
            9,
            [
                "Hahn loser"
            ]
        ]
    ],
    "As he had began with his dissertation on Villard de Honnecourt, he returned to this.": [
        [
            10,
            15,
            [
                "begun"
            ]
        ],
        [
            41,
            48,
            [
                "Willard",
                "Millard",
                "Dillard",
                "Gillard",
                "Lillard",
                "Villa rd"
            ]
        ]
    ],
    "His students included <a href=\"/roethlisbergerm\">Marcel Georges Roethlisberger</a>.</p>\n\n<p>Hahnloser's methodology was a complex combination of Vienna-School (Schlosser) documents analysis and visual analysis.": [],
    "Hahnloser's use of the <em>Gedankenbild</em> (mental construct) can be traced to the concept of <em>Gedächtnisbild</em> (image of memory) of the Viennese archaeologist <a href=\"/lowye\">Emanuel Löwy</a>.": [
        [
            0,
            9,
            [
                "Hahn loser"
            ]
        ]
    ],
    "He also employed a psychoanalytic art history.": [],
    "In 1960 Frankl termed Hahnloser's work on Villard the most comprehensive treatment of the topic.": [
        [
            8,
            14,
            [
                "Frank",
                "Franks",
                "Frankly",
                "Frankel",
                "Fran kl"
            ]
        ],
        [
            22,
            31,
            [
                "Hahn loser"
            ]
        ],
        [
            42,
            49,
            [
                "Willard",
                "Millard",
                "Dillard",
                "Gillard",
                "Lillard",
                "Villa rd"
            ]
        ]
    ],
    "Throughout his life he contributed reminiscences on the artists he knew.": [],
    "He left a personal art collection of many of these artists in addition to works on paper by van Gogh and others.</p>": []
}