{
    "<p>German immigrant painter who wrote an early, unpublished history of art.": [],
    "He was born in&nbsp;Danzig, Prussia which is present-day Gdańsk, Poland.": [
        [
            12,
            19,
            [
                "inns",
                "INBS",
                "INSP",
                "inanest",
                "&nbsp;"
            ]
        ],
        [
            20,
            26,
            [
                "Dancing",
                "Leipzig",
                "Dani",
                "Dania",
                "Dannie",
                "Dazing"
            ]
        ]
    ],
    "Haidt descended from a family of goldsmiths in Augsburg, Germany.": [
        [
            0,
            5,
            [
                "Haida",
                "Hied"
            ]
        ]
    ],
    "His grandfather was a Danzig jeweller.": [
        [
            22,
            28,
            [
                "Dancing",
                "Leipzig",
                "Dani",
                "Dania",
                "Dannie",
                "Dazing"
            ]
        ],
        [
            29,
            37,
            [
                "jeweler"
            ]
        ]
    ],
    "When he was two years old his father was appointed royal Prussian goldsmith and the family to Berlin.": [],
    "The younger Haidt trained as a goldsmith at the newly founded Berlin Akademie der Bildenden Künste (academy of fine arts).": [
        [
            12,
            17,
            [
                "Haida",
                "Hied"
            ]
        ],
        [
            69,
            77,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            78,
            81,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            82,
            91,
            [
                "Blended",
                "Blender",
                "Bidden"
            ]
        ],
        [
            92,
            98,
            [
                "Sunset",
                "Unite",
                "Munster",
                "Unset",
                "Punster",
                "Münster"
            ]
        ]
    ],
    "Beginning in 1714, he spent ten years traveling in Europe, living in Rome around 1720.": [],
    "Devout and Protestant, Haidt joined a group of pietistic Lutherans in the city, eventually moving to England where he set up a studio.": [
        [
            23,
            28,
            [
                "Haida",
                "Hied"
            ]
        ],
        [
            47,
            56,
            [
                "pietist",
                "pietists"
            ]
        ]
    ],
    "He converted to the <em>Mährische Einheit</em> group there, the Jednota Bratrska (Moravians) and began preaching.": [],
    "Haidt returned to Germany and the Moravian communities in Hernhag and then to Herrnhut, Germany where he became a painter.": [
        [
            0,
            5,
            [
                "Haida",
                "Hied"
            ]
        ],
        [
            58,
            65,
            [
                "Hershey",
                "Hernia",
                "Hernias",
                "Hernial",
                "Hernán"
            ]
        ]
    ],
    "The Moravians, known as the <em>Herrenhutter</em> for their settlement of Herrnhut, Germany, could live only in Saxony where the group's (re-)founder, Count Zinzendorf (1700-1760), ruled.": [],
    "The strict limitations in Germany on the group eventually led to Haidt's return to England and then to the American colonies in 1754.": [
        [
            65,
            70,
            [
                "Haida",
                "Hied"
            ]
        ]
    ],
    "Haidt settled in Bethlehem, Pennsylvania.": [
        [
            0,
            5,
            [
                "Haida",
                "Hied"
            ]
        ]
    ],
    "There he proselytize for the sect, becoming the town's <em>Gemeinmaler</em> (chief painter).": [
        [
            9,
            20,
            [
                "proselytizes",
                "proselytized"
            ]
        ]
    ],
    "He taught painting and produced portraiture and landscapes.": [],
    "Haidt studied further Benjamin West in 1755 in Philadelphia.": [
        [
            0,
            5,
            [
                "Haida",
                "Hied"
            ]
        ]
    ],
    "Beginning in 1762 (through 1770) Haidt wrote a treatise on art (in German), including a section on the history of art penned (and extent today) in the hand of an assistant.": [
        [
            33,
            38,
            [
                "Haida",
                "Hied"
            ]
        ]
    ],
    "The 37-page manuscript covered proportion, perspective, and basics.": [],
    "The art history section decries Roman painting's failure to last after antiquity and lauds Italian Renaissance painting as exemplary.": [],
    "Haidt failed to publish or distribute his writing and it remained unknown until the twentieth century.": [
        [
            0,
            5,
            [
                "Haida",
                "Hied"
            ]
        ],
        [
            49,
            53,
            [
                ", and"
            ]
        ]
    ],
    "Haidt had no students who worked after him in the United States.": [
        [
            0,
            5,
            [
                "Haida",
                "Hied"
            ]
        ]
    ],
    "Haidt's manuscript is preserved, though unpublished, in the Moravian Archives in Bethlehem PA.": [
        [
            0,
            5,
            [
                "Haida",
                "Hied"
            ]
        ]
    ],
    "Haidt's brief account of art history is important as it predates that of <a href=\"/winckelmannj\">Johann Joachim Winckelmann</a>.": [
        [
            0,
            5,
            [
                "Haida",
                "Hied"
            ]
        ]
    ],
    "It's closest model might be that of <a href=\"/sandrartj\">Joachim von Sandrart</a>.": [
        [
            0,
            4,
            [
                "Its"
            ]
        ]
    ],
    "Like Haidt, Sandrart's section on art history is also just a portion of a larger work (in Sandrart's case, lives of artists).": [
        [
            5,
            10,
            [
                "Haida",
                "Hied"
            ]
        ],
        [
            12,
            20,
            [
                "Sandra rt"
            ]
        ],
        [
            90,
            98,
            [
                "Sandra rt"
            ]
        ]
    ],
    "Haidt's remarks on art history common with other writings on art of the time.": [
        [
            0,
            5,
            [
                "Haida",
                "Hied"
            ]
        ]
    ],
    "However, considering the</p>\n\n<blockquote>horizon of understanding that existed before Winckelmann, whose tracts he probably could not have known, Haidt may therefore also be considered to be an art historian.": [
        [
            147,
            152,
            [
                "Haida",
                "Hied"
            ]
        ]
    ],
    "Thus he may be regarded as the first German art historian, also as the first German art historian in exile, who worked in the United States.\"": [
        [
            0,
            4,
            [
                "Thus,"
            ]
        ]
    ],
    "(Kaufmann).</blockquote>\n\n<p>&nbsp;</p>": []
}