{
    "Founder and first director of the Contemporary American Art Department at the Metropolitan Museum of Art; artist.": [],
    "Though Hale came from a prominent Boston family (Nathan Hale was an ancestor and his grandfather, Edward Everett Hale), he himself was in raised New York City.": [],
    "His father, Edward Dudley Hale (d.)": [],
    "1908 was an architect and his mother a relative of the Princeton art historian <a href=\"/marquanda\">Allan Maquand</a>.": [],
    "The younger Hale studied at Columbia University without graduating, abandoning it and traveling with his mother in Paris and classes Sorbonne and private academies inn Paris.": [
        [
            154,
            163,
            [
                "academies'",
                "academy's"
            ]
        ]
    ],
    "He returned to Columbia and entered the School of Architecture.": [],
    "In 1937, he renewed his studies, now at the Art Students League in New York studying with George Bridgman and William McNulty.": [],
    "Between 1939 and 1943 he acted as that school's vice president of the administrative Board.": [],
    "He succeded George Brandt Bridgman as Instructor of Drawing and Lecturer on Anatomy at the Art Students League, and later also as Adjunct Professor of Drawing at Columbia University.": [
        [
            3,
            11,
            [
                "succeeded",
                "succeed"
            ]
        ]
    ],
    "Beginning in 1942 Hale worked as an Editorial Associate for <em>Art News</em> (magazine), where among other things, he contributed annonymous reviews of art exhibitions.": [
        [
            131,
            141,
            [
                "anonymous",
                "antonymous",
                "Anonymous"
            ]
        ]
    ],
    "After World War II, an agreement between the Whitney Museum [of American art] and the Metropolitan Museum of Art that nietherr would collect in the other museum's subject area was recinded by the Whitney.": [
        [
            118,
            126,
            [
                "neither",
                "nether",
                "Liebherr"
            ]
        ],
        [
            180,
            188,
            [
                "reminded",
                "rescinded"
            ]
        ]
    ],
    "The Metropolitan Museum of Art, sensing a need to seriously collect in the new American art of abstract expressionism and other movements.": [],
    "The Metropolitan Museum's director, <a href=\"/taylorf\">Francis Henry Taylor</a>, hired Hale to develop a department contemporary American art in 1948 and be its first curator.": [],
    "Hale resigned from <em>Art News</em> in 1949 One of his first shows, however, \"American Art Today,\" 1950, lacked many of the major abstract expressionist artists.": [],
    "Jackson Pollock, Mark Rothko and Willem de Kooning boycotted the exhibition, accusing the Museum of being ''notoriously hostile to advanced art.''": [],
    "Hale, who as painter also did abstract art, countered that those artists had not submitted to the show.": [],
    "Regardless of cause, Hale set about aquiring major modernist and abstract works for the Museum such as Isamu Noguchi's \"Koros\" (1945) in 1953 and Willem de Kooning's \"Easter Sunday\" in 1956.": [
        [
            36,
            44,
            [
                "acquiring",
                "squiring"
            ]
        ],
        [
            103,
            108,
            [
                "ISAM",
                "SAMU",
                "Is amu"
            ]
        ],
        [
            109,
            116,
            [
                "Touch",
                "Couch",
                "Notch",
                "Pouch",
                "Gucci",
                "Sochi"
            ]
        ],
        [
            120,
            125,
            [
                "Soros"
            ]
        ]
    ],
    "His espousal of Jackson Pollock's monumental poured painting \"Autumn Rhythm (Number 30)\" (1950) in 1957 was debated at length but the Museum's board.": [],
    "Hale won out and today is it a hallmark of the Museum's modernist collections.": [],
    "He married the art historian, Nike Mylonas, daughter of the distinguish archaeologis George Mylonas, in 1962.": [
        [
            35,
            42,
            [
                "Pylons",
                "Maloney",
                "Melons",
                "Mynas",
                "Nylons",
                "Mykonos"
            ]
        ],
        [
            56,
            71,
            [
                "to distinguish",
                "they distinguish"
            ]
        ],
        [
            72,
            84,
            [
                "archaeologist",
                "archaeologies"
            ]
        ],
        [
            92,
            99,
            [
                "Pylons",
                "Maloney",
                "Melons",
                "Mynas",
                "Nylons",
                "Mykonos"
            ]
        ]
    ],
    "His book combining art history and studio art, <em>Drawing Lessons from the Great Masters</em> appeared in 1964.": [],
    "He also contributed entries for the <em>Encyclopaedia Britannica</em> and the <em>Grolier Encyclopaedia</em>.": [],
    "Hale retired from the Met in 1966 as curator emeritus, continuing to teach at the Art Students League until 1982.": [],
    "The Metropolitan celebrated Hale's acquisitions highlighting painters such as Edward Hopper, Ivan Albright, Stuart Davis, Josef Albers, Ben Shahn, and Ellsworth Kelly.": [
        [
            140,
            145,
            [
                "Shawn",
                "Hahn",
                "Shaun",
                "Shah",
                "Shan",
                "Spahn"
            ]
        ]
    ],
    "He died in Newberryport, MA in 1985.": [
        [
            11,
            23,
            [
                "Newberry port"
            ]
        ]
    ],
    "His poetry and fiction appeared in <em>The New Yorker</em> and <em>Mademoiselle</em> magazines.": [],
    "Hale walked a fine line between curator and art instructor.": [],
    "He recounted at one point that, \"One day in East Hampton [Willem] de Kooning came up to my little studio there and said that I was ruining any number of people by telling them about anatomy\".": [
        [
            69,
            76,
            [
                "Mooning"
            ]
        ]
    ],
    "Hale was responsible for purchasing the first abstract works of American art and many other modernist pieces for the Metropolitan, a museum with a tradition of desparaging modernism (see the entry under <a href=\"/robinsone\">Edward Robinson</a> and <a href=\"/rousseaut\">Theodore Rousseau, Jr.</a>).": [
        [
            160,
            171,
            [
                "disparaging"
            ]
        ]
    ]
}