{
    "Temple University professor of Renaissance art.": [],
    "Marcia Brown's father was Charles Edward Brown (1894-1949), a business executive, and mother Frances Peebles [later Ocheltree] (1901-1991).": [
        [
            101,
            108,
            [
                "Pebbles"
            ]
        ]
    ],
    "Brown attended Wellesley College, graduating in 1960.": [],
    "She married the Dean of Wellesley's Chapel, Charles Arthur Mann Hall (1924-1990), fifteen years her senior, in 1961, receiving her master's degree from Radcliffe College the following year.": [],
    "Brown, now Hall, was awarded a Fulbright Fellowship in 1963 to research her dissertation on the late-16th-century renovations to S. Maria Novella and S. Croce, a thesis supervised primarily by <a href=\"/freedbergs\">Sydney Joseph Freedberg</a>.": [],
    "Her Ph.D.": [],
    "was granted from Harvard in 1967.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "In 1971 she was awarded a fellowship for the Harvard Center for Italian Renaissance Studies, Villa I Tatti.": [
        [
            3,
            7,
            [
                "1971,"
            ]
        ],
        [
            101,
            106,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ]
    ],
    "Hall was appointed assistant professor at the Tyler School of Art, Temple University, in 1973.": [],
    "Her first NEH fellowship was granted in 1979 (others in 1995 and 2006).": [],
    "That same year, her first book, <em>Renovation and Counter-Reformation</em>, was published.": [],
    "The book examines the renovations of two principal Mendicant churches in Florence which the Council of Trent mandated be more accessible to the laity in image and space.": [],
    "Hall's second interest, artist's materials, resulted in several conferences on Renaissance artists' color.": [],
    "She was a visitor at the Institute for Advanced Study, Princeton, for the 1987-1988 year.": [],
    "Together with <a href=\"/shearmanj\">John Kinder Gowran Shearman</a>, she organized 1983 The Princeton Raphael Symposium, which combined the scholarship of conservators and art historians, co-editing the conference papers as <em>Color &amp; Technique in Renaissance Painting</em>, 1990.": [],
    "Hall produced her <em>Color and Meaning: Practice and Theory in Renaissance Painting</em> in 1992.": [],
    "In 1999, her book <em>After Raphael</em>, focused on the art of 16th-century Mannerism.": [],
    "She held a second I Tatti fellowship, now as a Senior Visitor, in 2006.": [
        [
            20,
            25,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ]
    ]
}