{
    "Authority on Oriental (i. e., Greek, Phoenician, Himyaritic) inscriptions; curator at the Metropolitan Museum of Art, New York.": [
        [
            23,
            28,
            [
                "i.e."
            ]
        ]
    ],
    "Hall, born in Norwalk, Connecticut in 1837, was named after his grandfather, Isaac Hollister.": [],
    "Hall’s father, Rev.": [],
    "Edwin Hall Sr, was pastor of the First Congregational Church for twenty-two years and later a professor of Christian theology.": [],
    "His mother was Fanny Hollister (Hall).": [],
    "He received his elementary education at a seminary in Norwalk where his father worked.": [],
    "Both his early education and his family influenced his future research on biblical manuscripts.": [],
    "He graduated from Hamilton College in 1859 and was a tutor there until 1863.": [],
    "He went on to the Columbia Law School and started a ten-year-long law career in New York City after graduating in 1865.": [],
    "In 1875, Hall taught at the Syrian Protestant College in Beirut.": [],
    "While teaching, Hall discovered a valuable Syriac manuscript of the Philoxenian version of a part of the New Testament.": [],
    "In 1876, he assisted in the excavation of <a href=\"https://arthistorians.info/cesnolal/\">Luigi Palma di Cesnola</a> in Cyprus and established a close working relationship and friendship with Cesnola.": [],
    "(Recco) In 1883 he received a Ph.D degree from Hamilton College.": [
        [
            1,
            6,
            [
                "Rocco",
                "Recto",
                "Recce"
            ]
        ],
        [
            30,
            34,
            [
                "Ph.D."
            ]
        ]
    ],
    "Upon his return to the States in 1877, Hall aligned himself with <em>The Sunday School Times</em> in Philadelphia.": [],
    "According to another source, he possibly worked as an editor for the publication.": [],
    "In the same year, he started the column of Biblical research in the <em>New York Independent</em>.": [],
    "In 1883, his book <i>American Greek Testaments: A Critical Bibliography of the Greek New Testament as Published in America</i> was released.": [],
    "In 1884, he published his work on the Syrian manuscript of the Gospels, Acts, and most of the Epistles that he discovered and deciphered in Syria.": [],
    "Meanwhile, he was a lecturer on New Testament Greek at Johns Hopkins University.": [],
    "Hall joined Cesnola in working at the newly founded Metropolitan Museum of Art in 1885 and served as the first curator of sculptures, antiquities, and objects.": [
        [
            12,
            19,
            [
                "Canola"
            ]
        ]
    ],
    "He was awarded the degree of Bachelor of Literature from Columbia College (modern Columbia University) and University College Dublin, respectively, in 1888 and 1889.": [],
    "Hall continued working at the Met until he died in 1896 from oral cancer, in New York.": [],
    "Isaac Hall was an eminent authority on Oriental [i.e., Middle Eastern] inscriptions as well as a member of various archaeological and Biblical societies.": [],
    "He was the first man to read the entire inscription in Cypriote, making him critical in identifying and deciphering Cypriot objects.": [
        [
            55,
            63,
            [
                "Cypriot",
                "Cypriots"
            ]
        ]
    ],
    "Most of his publications centered on Cesnola’s collection and other Middle Eastern objects in the Metropolitan Museum of Art.": [
        [
            37,
            44,
            [
                "Canola"
            ]
        ]
    ],
    "Hall was also dedicated to preserving the physical history of Cyprus.": [],
    "Some of the objects Hall acquired in Cyprus are now housed at the Wellin Museum of Art at Hamilton College.": [
        [
            66,
            72,
            [
                "Welling",
                "Welkin",
                "Wellie",
                "Well in"
            ]
        ]
    ],
    "Additionally, he was an excellent linguist who published an important series of articles on the Cypriote language and inscriptions.": [
        [
            96,
            104,
            [
                "Cypriot",
                "Cypriots"
            ]
        ]
    ]
}