{
    "Architect to Ludwig I of Bavaria; one of the earliest archaeological excavators of sculpture in Greece.": [],
    "Haller was born to a noble family and studied architecture in Karlsruhe at the Karls-Akademie, and later under David Gilly (1748-1808) at the Bauakademie in Berlin.": [
        [
            79,
            93,
            [
                "Karl-Akademie",
                "Karls-Academic"
            ]
        ]
    ],
    "His fellow pupils in Berlin were the later architects Karl Friedrich Schinkel (1781-1841) and Leo von Klenze (1784-1864).": [
        [
            37,
            42,
            [
                "latter"
            ]
        ],
        [
            102,
            108,
            [
                "Kline",
                "Klee",
                "Sleaze",
                "Ilene",
                "Kenzie"
            ]
        ]
    ],
    "Haller made a visit to Italy in 1808 where he studied early Christian architecture and drew the views of Rome.": [],
    "Haller returned to Nuremburg briefly as a building official.": [
        [
            19,
            28,
            [
                "Nuremberg"
            ]
        ]
    ],
    "In 1810 he moved to Athens, accompanied by Jakob Linkh (1786-1841), <a href=\"/bronstedp\">P.": [
        [
            3,
            7,
            [
                "1810,"
            ]
        ],
        [
            49,
            54,
            [
                "Link",
                "Links"
            ]
        ]
    ],
    "O. Brøndsted</a>, Otto von Stackelberg (1787-1837) and Georg H. C. Koës (1782-1811), where he spent the remainder of his life excavating archaeological sites.": [
        [
            3,
            12,
            [
                "Brønsted"
            ]
        ],
        [
            67,
            71,
            [
                "Does",
                "Goes",
                "Toes",
                "Foes",
                "Woes",
                "Noes"
            ]
        ]
    ],
    "In 1811 he met the British architect/archaeologist <a href=\"/cockerellc\">C.": [
        [
            3,
            7,
            [
                "1811,"
            ]
        ]
    ],
    "R. Cockerell</a>, and John Foster (1887-1846).": [
        [
            3,
            12,
            [
                "Cockerel",
                "Cockerels"
            ]
        ]
    ],
    "Together with Linkh and Stackelberg, he discovered and excavated the Temple of Aphaia at Aigina.": [
        [
            14,
            19,
            [
                "Link",
                "Links"
            ]
        ],
        [
            79,
            85,
            [
                "Aphasia",
                "Aphaea"
            ]
        ],
        [
            89,
            95,
            [
                "Angina"
            ]
        ]
    ],
    "Haller and Cockerell agreed to let their respective governments bid at auction for the stones.": [
        [
            11,
            20,
            [
                "Cockerel",
                "Cockerels"
            ]
        ]
    ],
    "Haller persuaded (then Prince) Ludwig of Bavaria to acquire the pediment sculptures for Ludwig's new museum in Munich when the British failed to appear for the bidding.": [],
    "Late in 1811, the group (minus Cockerell who was in Sicily) excavated at Bassai, with Haller in charge this time, exhuming the frieze of the Temple of Apollo.": [
        [
            31,
            40,
            [
                "Cockerel",
                "Cockerels"
            ]
        ],
        [
            73,
            79,
            [
                "Bass ai",
                "Brassaï"
            ]
        ]
    ],
    "This time Cockerell prevailed upon his government and the sculptures were acquired by the British Museum, London.": [
        [
            10,
            19,
            [
                "Cockerel",
                "Cockerels"
            ]
        ]
    ],
    "Haller made and collated many notes of the digs (now at the University of Strasbourg, published 1976).": [],
    "He also did some architectural commissions.": [],
    "His architectural designs included the commemorative temple, for Ludwig I, Walhalla, near Regensburg, in 1813 and early plans for the Glyptothek sculpture gallery in Munich.": [
        [
            75,
            83,
            [
                "Valhalla"
            ]
        ]
    ],
    "Neither of these designs was executed.": [],
    "It is likely that Leo von Klenze used Haller's notion of a hill setting, for his design of Walhalla, which was executed between 1830 and 1842.": [
        [
            26,
            32,
            [
                "Kline",
                "Klee",
                "Sleaze",
                "Ilene",
                "Kenzie"
            ]
        ],
        [
            91,
            99,
            [
                "Valhalla"
            ]
        ]
    ],
    "Haller caught a fever in Thessaly in 1817 and died.": [],
    "He was buried there but later re-interred at the Protestant cemetery in the Hephaisteion in Athens.": [],
    "The Carl Haller von Hallerstein Gesellschaft, Munich, is named in his honor.": [
        [
            20,
            31,
            [
                "Haller stein"
            ]
        ]
    ],
    "Haller's precise drawings and systematic approach to excavation (one of the earliest to do so) are his lasting contribution to art history.": [
        [
            85,
            90,
            [
                "to-do"
            ]
        ]
    ],
    "Cockerell used many of Haller's drawings in his publications <em>The Temple of Jupiter Panhellenius at Aegina, and of Apollo Epicurius at Bassae near Phigaleia in Arcadia</em> (1860).": [
        [
            0,
            9,
            [
                "Cockerel",
                "Cockerels"
            ]
        ]
    ]
}