{
    "Professor of art history at the University in Marburg (1913-1949); one of the first to employ a social history of art (Metzler).": [
        [
            119,
            126,
            [
                "Metzger"
            ]
        ]
    ],
    "Hamann's father Heinrich Hamann (1847-1933), was a small-town mailman and his mother Elisabeth Banko (b.": [
        [
            0,
            6,
            [
                "Haman",
                "Heyman"
            ]
        ],
        [
            25,
            31,
            [
                "Haman",
                "Heyman"
            ]
        ],
        [
            85,
            100,
            [
                "Elizabeth Banks"
            ]
        ]
    ],
    "1853); Hamann himself traced his interest in social history from this humble background.": [
        [
            7,
            13,
            [
                "Haman",
                "Heyman"
            ]
        ]
    ],
    "After graduating with his <em>abitur</em> from the Gymnasium in Magdeburg in 1898, Hamann initially studied philosophy and literary history in Berlin, then history under the historian Wilhelm Dilthey (1833-1911) and art history under <a href=\"/goldschmidta\">Adolph Goldschmidt</a> (though Goldschmidt was technically only a <em>privatdozent</em>).": [],
    "After only six semesters, Hamann was award his Ph.D.": [
        [
            26,
            32,
            [
                "Haman",
                "Heyman"
            ]
        ]
    ],
    "under Dilthey in 1902, his dissertation on the historical theory of symbolism.": [
        [
            0,
            5,
            [
                "Under"
            ]
        ],
        [
            6,
            13,
            [
                "Filthy",
                "Dither"
            ]
        ]
    ],
    "Hamann wrote a series of articles for the journal <em>Àsthetik und Kunstwissenschaft</em>.": [
        [
            0,
            6,
            [
                "Haman",
                "Heyman"
            ]
        ]
    ],
    "He adopted the social psychology method of <a href=\"/lamprechtk\">Karl Lamprecht</a> and the art philosophy of the aesthetician Max Dessoir (1867-1947) (Feist).": [],
    "Hamann married a Scottish woman, Emily MacLean (1875-1961/3) in Berlin in 1907.": [
        [
            0,
            6,
            [
                "Haman",
                "Heyman"
            ]
        ]
    ],
    "That year, too, Hamann wrote a sketch titled <em>Der Impressionismus in Leben und Kunst</em> relating contemporary art--an impulse he called \"expressionism\"--to the art of early eras, especially Rembrandt, Beethoven and Goethe.": [
        [
            16,
            22,
            [
                "Haman",
                "Heyman"
            ]
        ]
    ],
    "Hamann wrote his habilitation under <a href=\"/wolfflinh\">Heinrich Wölfflin</a> in Berlin in 1911 on a stylistic analysis of the church in Magdeburg.": [
        [
            0,
            6,
            [
                "Haman",
                "Heyman"
            ]
        ],
        [
            17,
            29,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ]
    ],
    "Appointed Professor für Kunstgeschichte at the university in Posen, Germany (modern Poznań, Poland), he moved to Philipps University, the university in Marburg, in 1913 to become the first professional chair of art history at that university.": [
        [
            20,
            23,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            61,
            66,
            [
                "Pose",
                "Posed",
                "Poses",
                "Poser",
                "Po sen"
            ]
        ],
        [
            113,
            121,
            [
                "Philipp's",
                "Philipp",
                "Philippe",
                "Philips",
                "Philippa"
            ]
        ]
    ],
    "Because the university was comparatively late in establishing an art history department among German universities, Hamann set about building a department and art-history research center almost immediately (tempered by World War I).": [
        [
            115,
            121,
            [
                "Haman",
                "Heyman"
            ]
        ]
    ],
    "After the war, and despite the hard economic conditions of the Weimar Republic years in Germany, Hamann sold the idea of an art institute in the 1920s to coincide with the 400th-anniversary of the founding of the University (1527).": [
        [
            97,
            103,
            [
                "Haman",
                "Heyman"
            ]
        ]
    ],
    "First was a publishing arm of the department, the Verlag der Kunstgeschichtlichen Seminars, founded in 1923.": [
        [
            50,
            56,
            [
                "Overlap",
                "Verbal",
                "Versa",
                "Overlay",
                "Velar",
                "Vernal"
            ]
        ],
        [
            57,
            60,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "But the acme was the Jubiläums-Kunstinstitut, inaugurated in 1929, designed to be a cultural focal point for Hessian state as well as an art-history think-tank for the university.": [],
    "In 1933 at the 13th International Congress of the History of Art, Stockholm, he traveled with a group of medievalists including <a href=\"/hahnloserh\">Hans R. Hahnloser</a>, <a href=\"/conantk\">Kenneth John Conant</a> and <a href=\"/franklp\">Paul Frankl</a>, lead by <a href=\"/roosvalj\">Johnny Roosval</a>, to see the discovery of the only gothic church still with its wooden arch scaffolding remaining (Frankl).": [],
    "He published the first of two-volumes on a general history of art in 1933, including Expressionist art, a particular interest of his along with medieval.": [],
    "The third and perhaps most important initiative Hamann began at Marburg was the founding of a photographic archive in 1939 as a way both of employing the latest technology and making the University a center of art study.": [
        [
            48,
            54,
            [
                "Haman",
                "Heyman"
            ]
        ]
    ],
    "After World War II, Hamann accepted a chaired guest lecturer at Humboldt University in (East) Berlin, beginning in 1947, though the university was under the ideological control of the Sozialistische Einheitspartei Deutschlands (Socialist Unity Party of Germany), or SED.": [
        [
            20,
            26,
            [
                "Haman",
                "Heyman"
            ]
        ],
        [
            214,
            226,
            [
                "Deutschland's",
                "Deutschland"
            ]
        ]
    ],
    "He was named emeritus at Marburg appointment in 1949.": [],
    "The second volume of his art history appeared in 1952.": [],
    "In 1954 he founded the \"working group on art history\" for the Academy of Sciences in Berlin.": [
        [
            3,
            7,
            [
                "1954,"
            ]
        ]
    ],
    "He retired from Humboldt University in 1957.": [],
    "With the scholar Jost Hermand, he wrote a three-volume synthetic treatment of art and literature, <em>Deutsche Kunst und Kultur von der Gründerzeit bis zum Expressionismus</em>.": [
        [
            17,
            21,
            [
                "Most",
                "Just",
                "Lost",
                "Cost",
                "Host",
                "Post"
            ]
        ],
        [
            22,
            29,
            [
                "Herman",
                "Hermann"
            ]
        ]
    ],
    "Students under his tutelage at Marburg included <a href=\"/zeitlerr\">Rudolf Zeitler</a>, <a href=\"/krautheimerr\">Richard Krautheimer</a> (habilitation) and <a href=\"/kohlhaussenh\">Heinrich Kohlhaussen</a>.": [],
    "His <em>Bildarchiv Foto Marburg</em> is today one of the most important image-study collections for art in the world.": [],
    "Hamann's son was the medievalist art historian <a href=\"/hamannmacleanr\">Richard H. L. Hamann-MacLean</a>.": [
        [
            0,
            6,
            [
                "Haman",
                "Heyman"
            ]
        ]
    ],
    "As a medievalist, Hamann's writing concentrates on stylistic analysis, largely because the nascent field of medieval art history focused at the time on sites of origin and attribution (Brush).": [
        [
            18,
            24,
            [
                "Haman",
                "Heyman"
            ]
        ]
    ],
    "His approach to art was what <a href=\"/kultermannu\">Udo Kultermann</a> termed \"Impressionist aesthetics.\"": [],
    "According to Kultermann, <em>Impressionism</em> as a concept was the acme of style itself for Hamann.": [
        [
            13,
            23,
            [
                "Bultmann",
                "Hubermann",
                "Zuckermann"
            ]
        ],
        [
            94,
            100,
            [
                "Haman",
                "Heyman"
            ]
        ]
    ],
    "He used \"Impressionism\" to explain art from the Hellenistic, Roman Imperial and Rococo periods.": [],
    "Like many German-speaking intellectuals, he made the bridge between historic and contemporary accomplishment in his area, promoting modern artists.": [],
    "His art-historical writing was so valued by <a href=\"/bieberm\">Margarete Bieber</a> that she included a passage in her <em>German Readings</em> reader of 1946.": []
}