{
    "Etcher, art critic and art book author.": [],
    "Hamerton was born to John Hamerton, a lawyer, and Anne Cocker (Hamerton).": [
        [
            0,
            8,
            [
                "Hamilton",
                "Cameron",
                "Hampton",
                "Cameroon",
                "Merton",
                "Emerton"
            ]
        ],
        [
            26,
            34,
            [
                "Hamilton",
                "Cameron",
                "Hampton",
                "Cameroon",
                "Merton",
                "Emerton"
            ]
        ],
        [
            63,
            71,
            [
                "Hamilton",
                "Cameron",
                "Hampton",
                "Cameroon",
                "Merton",
                "Emerton"
            ]
        ]
    ],
    "Hamerton's mother died shortly after his birth and he was raised by his aunts in Burnley, England.": [
        [
            0,
            8,
            [
                "Hamilton",
                "Cameron",
                "Hampton",
                "Cameroon",
                "Merton",
                "Emerton"
            ]
        ],
        [
            81,
            88,
            [
                "Burley"
            ]
        ]
    ],
    "He studied at the grammar schools in Burnley and Doncaster.": [
        [
            37,
            44,
            [
                "Burley"
            ]
        ],
        [
            49,
            58,
            [
                "Don caster"
            ]
        ]
    ],
    "In 1853 he moved to London to study painting under Joseph Paul Pettitt (1812-82) and later with William Wyld (1806-1889) in Paris.": [
        [
            3,
            7,
            [
                "1853,"
            ]
        ],
        [
            63,
            70,
            [
                "Petite",
                "Petting",
                "Pettily",
                "Pettish",
                "Pettier",
                "Pettiest"
            ]
        ],
        [
            104,
            108,
            [
                "Wild",
                "Weld",
                "Wald",
                "Wold"
            ]
        ]
    ],
    "Hamerton lived and painted in the Lake District as well as the Scottish island of Innistrynich, Loch Awe.": [
        [
            0,
            8,
            [
                "Hamilton",
                "Cameron",
                "Hampton",
                "Cameroon",
                "Merton",
                "Emerton"
            ]
        ],
        [
            96,
            100,
            [
                "Lock",
                "Bloch",
                "Loci",
                "Loco",
                "Foch",
                "Boch"
            ]
        ]
    ],
    "Here he authored his first book in 1855, collected poems entitled <em>The Isles of Loch Awe and other Poems of My Youth</em>.": [],
    "He also engaged in art criticism, heavily influenced by <a href=\"/ruskinj\">John Ruskin</a>.": [],
    "He moved to Sens, France where he married Eugénie Gindriez, the daughter of a French republican magistrate.": [
        [
            42,
            49,
            [
                "Eugenie",
                "Eugene",
                "Eugenia",
                "Eugenio",
                "Eugenic",
                "Eugène"
            ]
        ],
        [
            50,
            58,
            [
                "Indie",
                "Indies",
                "Wineries",
                "Binaries",
                "Kindred",
                "Airdrie"
            ]
        ]
    ],
    "By the early 1860's the couple were living in Pré-Charmoy were Hamerton engaged in writing salon and other art criticism.": [
        [
            13,
            19,
            [
                "1860s"
            ]
        ],
        [
            46,
            57,
            [
                "PRE-Charmoy",
                "Pré-Charity"
            ]
        ],
        [
            63,
            71,
            [
                "Hamilton",
                "Cameron",
                "Hampton",
                "Cameroon",
                "Merton",
                "Emerton"
            ]
        ]
    ],
    "<em>A Painter's Camp in the Highlands</em>, his memoirs of painting in Scotland, and <em>Thoughts About Art</em> both appeared in 1862.": [],
    "Some of his earliest criticism involved the famous 1863 Paris Salon, appearing in <em>The Fine Arts Quarterly Review</em> in October 1863.": [],
    "Other articles and book reviews appeared in the <em>Cornhill Magazine</em>, <em>Macmillan's Magazine</em> and the <em>Fortnightly Review</em>.": [],
    "Hamerton succeeded <a href=\"/palgravef\">Francis T. Palgrave</a> as art critic for the <em>Saturday Review</em> in 1866, a position he held until 1868.": [
        [
            0,
            8,
            [
                "Hamilton",
                "Cameron",
                "Hampton",
                "Cameroon",
                "Merton",
                "Emerton"
            ]
        ]
    ],
    "In 1868 he published <em>Etching and Etchers</em>, a biographical and critical account of etchers, helping to revive the interest in the medium.": [
        [
            3,
            7,
            [
                "1868,"
            ]
        ]
    ],
    "From 1869 until his death in 1894, Hamerton edited and co-owned <em>The Portfolio</em>, one of the most important British art journals of the 19th-century.": [
        [
            35,
            43,
            [
                "Hamilton",
                "Cameron",
                "Hampton",
                "Cameroon",
                "Merton",
                "Emerton"
            ]
        ]
    ],
    "In 1879 he brought out a biography on J. M. W. Turner.": [
        [
            3,
            7,
            [
                "1879,"
            ]
        ]
    ],
    "He was made an <em>Officier d'Académie</em> in France in 1882 and received a LL.D.": [],
    "degree from the University of Aberdeen, Scotland.Hamerton's art criticism could be pedantic, a fact highlighted in the famous exchange with the artist James McNeill Whistler.": [
        [
            0,
            6,
            [
                "Degree"
            ]
        ],
        [
            49,
            57,
            [
                " Hamerton"
            ]
        ]
    ],
    "Hamerton noted in an 1867 piece critiquing Whistler's <em>Symphony in White, No.": [
        [
            0,
            8,
            [
                "Hamilton",
                "Cameron",
                "Hampton",
                "Cameroon",
                "Merton",
                "Emerton"
            ]
        ]
    ],
    "3</em> that the painting was \"not precisely a symphony in white\", since yellow, brown, blue, red and green were also used.": [],
    "Whistler's witty retort was that Hamerton must believe \"that a symphony in F contains no other note, but...a continued repetition of F, F, F\".": [
        [
            33,
            41,
            [
                "Hamilton",
                "Cameron",
                "Hampton",
                "Cameroon",
                "Merton",
                "Emerton"
            ]
        ]
    ],
    "Hamerton's conservative aesthetics emphasized technique as the major criterion in art appreciation.": [
        [
            0,
            8,
            [
                "Hamilton",
                "Cameron",
                "Hampton",
                "Cameroon",
                "Merton",
                "Emerton"
            ]
        ]
    ],
    "However, his writing on etching is considered, along with the work of Sir F. Seymour Haden (1818-1910), to have contributed to the revival of etching in American and Britain.": [
        [
            85,
            90,
            [
                "Baden",
                "Haven",
                "Laden",
                "Hayden",
                "Aden",
                "Hagen"
            ]
        ]
    ]
}