{
    "Professor of art history at Yale 1936-1966; director of the art museum at Williams College from 1966 to 1977.": [],
    "Hamilton was raised in Pittsburgh, the son of Frank A. Hamilton and Georgia Heard (Hamilton).": [],
    "He studied entirely at Yale University where he received his BA (English) in 1932, his MA (History) in 1934.": [],
    "Hamilton began as a medievalist, publishing his master's thesis on medieval manuscripts in 1933.": [],
    "From 1934 Hamilton was research assistant at the Walters Art Gallery.": [],
    "In 1936 he returned to New Haven, joining the faculty of Yale University where he remained until his retirement.": [
        [
            3,
            7,
            [
                "1936,"
            ]
        ]
    ],
    "He became curator of modern art at the Yale University Art Gallery in 1940.": [],
    "He was granted his Ph.D in 1942 with a dissertation topic on Delacroix.": [
        [
            19,
            23,
            [
                "Ph.D."
            ]
        ]
    ],
    "In 1946 he married Polly Wiggin.": [
        [
            3,
            7,
            [
                "1946,"
            ]
        ],
        [
            25,
            31,
            [
                "Wiggins",
                "Wigging",
                "Wig gin"
            ]
        ]
    ],
    "In 1954 he published two of the first of his three most important books on disparate subjects, <em>Manet and his Critics</em> and, for the Pelican History of Art, <em>The Art and Architecture of Russia</em>.": [
        [
            3,
            7,
            [
                "1954,"
            ]
        ]
    ],
    "Politics in the Stalin era prevented Hamilton from visiting the Soviet Union in person.": [],
    "In 1963 Hamilton accepted a year's visiting fellowship at Williams College.": [],
    "After his retirement from teaching and curating atYale in 1966, he joined the faculty at Williams.": [
        [
            48,
            54,
            [
                "at Yale"
            ]
        ]
    ],
    "Hamilton taught at Williams between 1966-75 and directed of the Sterling and Francine Clark Institute 1971-75, thereafter director emeritus.": [],
    "In 1967 he issued a second volume in the <em>Pelican History of Art</em> series (the only art historian to do so), <em>Painting and Sculpture in Europe</em>.": [
        [
            3,
            7,
            [
                "1967,"
            ]
        ]
    ],
    "Hamilton was Slade professor at Cambridge 1971-192 and Kress professor at the National Gallery of Art, Washington DC, 1978-79.": [
        [
            13,
            18,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ],
        [
            55,
            60,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ]
    ],
    "He was long associated with the Museum of Modern Art in New York, serving as a trustee and as chairman of the museum's painting and sculpture committee.": [],
    "His students included <a href=\"/herbertr\">Robert L. Herbert</a>.": [],
    "Hamilton oversaw the Clark Institute during a period of tremendous growth.": [],
    "He implemented a graduate school program at Williams College that trained many of the leading curators and art historians in the United States in the late twentieth century.": [],
    "He oversaw the construction of the 82,000-square-foot Williams building containing the offices, galleries, and art library.": [],
    "He was one of the first historians to recognize the importance Marcel Duchamp, with whom he maintained a long friendship.": [],
    "<em>Manet and His Critics</em>, a recounting of the reception of Manet's paintings, is considered the first book to look at art criticism contemporary to Manet's time, now an established method of the history of modern art.": []
}