{
    "Art critic; museum director (1947-1963); professor of art history (1952-1968); Van Gogh expert.": [],
    "Hammacher grew up in Middelburg as a sensitive child with strong affinities for music, literature, and painting.": [
        [
            0,
            9,
            [
                "Hammer",
                "Hatmaker",
                "Haymaker",
                "Stomacher",
                "Hammerer",
                "Hatcher"
            ]
        ]
    ],
    "He played the violin, painted and drew.": [],
    "In 1917, after graduating from high school, he went to Utrecht to study law, with a view to becoming an attorney, like his uncle and grandfather.": [],
    "One year later, however, he changed his mind and started writing on literature and art.": [],
    "His first contributions in the newspaper the <em>Utrechts Dagblad</em> (<em>UD</em>) mark the beginning of his career as an art critic.": [],
    "The editor in chief of the <em>UD</em>, Pierre Henri Ritter jr.": [
        [
            4,
            19,
            [
                "editor-in-chief"
            ]
        ]
    ],
    "(1882-1962), offered Hammacher a regular position in 1920 where he remained until 1927.": [
        [
            21,
            30,
            [
                "Hammer",
                "Hatmaker",
                "Haymaker",
                "Stomacher",
                "Hammerer",
                "Hatcher"
            ]
        ]
    ],
    "He also began publishing articles in various periodicals.": [],
    "In 1926, he married Anna Sophia Hooft Graafland (d.": [
        [
            32,
            37,
            [
                "Hoof",
                "Hoofs",
                "Hoot",
                "Ho oft"
            ]
        ],
        [
            38,
            47,
            [
                "Grassland",
                "Graceland"
            ]
        ]
    ],
    "1956).": [],
    "In the same year he became an art critic for the <em>Nieuwe Rotterdamsche Courant</em> (<em>NRC</em>).": [],
    "In 1935 he joined the editorial board of <em>Elsevier's Geïllustreerd Maandschrift</em>, in which periodical he frequently published.": [
        [
            3,
            7,
            [
                "1935,"
            ]
        ]
    ],
    "Between 1923 and 1945 he worked in the Dutch postal services (PTT).": [],
    "His first studies on art history appeared in the 1930s, including a monograph on Romanesque sculpture, <em>Vorm en Geest der Romaansche Beeldhouwkunst</em> (1936).": [],
    "During World War II he published <em>Amsterdamsche impressionisten en hun kring</em> (1941), which won the 1941-43 Wijnaendts-Francken prize, awarded in 1947.": [],
    "Between 1945 and 1947, Hammacher headed the Department of Fine Arts of the Ministry of Education, Arts and Science.": [
        [
            23,
            32,
            [
                "Hammer",
                "Hatmaker",
                "Haymaker",
                "Stomacher",
                "Hammerer",
                "Hatcher"
            ]
        ]
    ],
    "In 1947 he was invited to become director of the Rijksmuseum Kröller Müller in Otterlo.": [
        [
            3,
            7,
            [
                "1947,"
            ]
        ],
        [
            61,
            68,
            [
                "Roller",
                "Droller"
            ]
        ],
        [
            79,
            86,
            [
                "Otter lo"
            ]
        ]
    ],
    "One of his major concerns was the completion of the museum complex, designed by the Belgian architect, Henri van de Velde (1863-1957).": [
        [
            116,
            121,
            [
                "Verde",
                "Veld",
                "Veldt",
                "Velds"
            ]
        ]
    ],
    "The new wing of the building, begun during the war, had remained unfinished.": [],
    "Under Van de Velde's supervision, this part of the museum, which included a sculpture gallery, was completed in 1953.": [],
    "Hammacher's comprehensive study on Van de Velde, <em>De wereld van Henry van de Velde</em> (The World of Henry van de Velde), which appeared in 1967, reveals his great admiration for this many-sided artist.": [
        [
            0,
            9,
            [
                "Hammer",
                "Hatmaker",
                "Haymaker",
                "Stomacher",
                "Hammerer",
                "Hatcher"
            ]
        ]
    ],
    "In the same period, Hammacher's interest in modern sculpture led to important acquisitions, with an emphasis on international artists.": [
        [
            20,
            29,
            [
                "Hammer",
                "Hatmaker",
                "Haymaker",
                "Stomacher",
                "Hammerer",
                "Hatcher"
            ]
        ]
    ],
    "He also broadened the museum collection with African and Oceanic art.": [],
    "Acquisitions of two works of the English sculptor Barbara Hepworth in 1953, led to a life-long friendship with this artist.": [],
    "In the same year he also visited and befriended the sculptor Jacques Lipchitz in Hastings-on-Hudson, NY.": [
        [
            69,
            77,
            [
                "Lipschitz"
            ]
        ]
    ],
    "In 1957, he married the Belgian art historian Renilde van den Brande.": [
        [
            46,
            53,
            [
                "Reside",
                "Reviled",
                "Senile",
                "Renaldo",
                "Renville",
                "Refiled"
            ]
        ],
        [
            62,
            68,
            [
                "Brand",
                "Branded",
                "Brands",
                "Brandt",
                "Brandy",
                "Brando"
            ]
        ]
    ],
    "A major event in his career was the opening, in 1961, of the sculpture garden of the Kröller-Müller museum, illustrating the evolution of modern sculpture.": [
        [
            85,
            99,
            [
                "Roller-Müller"
            ]
        ]
    ],
    "His growing expertise in this field is reflected in a number of publications, including monographs on Hepworth (1958), Lipchitz (1960), Marino Marini (1969), and others.": [
        [
            119,
            127,
            [
                "Lipschitz"
            ]
        ]
    ],
    "<em>The Evolution of Modern Sculpture.": [],
    "Tradition and Innovation</em>, one of his major studies, appeared in 1969.": [],
    "The impressive Van Gogh collection of the museum was another challenge for Hammacher.": [
        [
            75,
            84,
            [
                "Hammer",
                "Hatmaker",
                "Haymaker",
                "Stomacher",
                "Hammerer",
                "Hatcher"
            ]
        ]
    ],
    "At age 16, he had read the 1914 publication of Van Gogh's letters, <em>Vincent van Gogh.": [],
    "Brieven aan zijn Broeder</em>.": [
        [
            0,
            7,
            [
                "Driven",
                "Bremen",
                "Brevet",
                "Braided",
                "Briefed",
                "Britten"
            ]
        ],
        [
            8,
            11,
            [
                "AAN",
                "an",
                "can",
                "man",
                "San",
                "ran"
            ]
        ],
        [
            12,
            16,
            [
                "Zion"
            ]
        ],
        [
            17,
            24,
            [
                "Broader",
                "Breeder",
                "Brooder"
            ]
        ]
    ],
    "As the director of the Kröller-Müller, he was instrumental in the organization of a number of Van Gogh exhibits all over the world.": [
        [
            23,
            37,
            [
                "Roller-Müller"
            ]
        ]
    ],
    "The 1949-50 shows in New York and Chicago won great acclaim, as well as the 1958-59 exhibitions in Japan.": [
        [
            4,
            11,
            [
                "1949–50"
            ]
        ],
        [
            76,
            83,
            [
                "1958–59"
            ]
        ]
    ],
    "In his own museum he changed the display of the paintings.": [],
    "In 1948 his first Van Gogh monograph appeared in the <em>Palet</em> series.": [],
    "Between 1952 and 1963 he combined his many tasks as museum director with an <em>extraordinarius</em> professorship of art history at the Technische Hogeschool of Delft (now Technische Universiteit Delft, University of Technology).": [],
    "On the initiative of <a href=\"/gelderj\">J.": [],
    "G. van Gelder</a>, Utrecht University granted him a doctorate <em>honoris causa</em> in 1958.": [
        [
            3,
            6,
            [
                "Van"
            ]
        ],
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "In 1963, Hammacher became full professor at Delft University and retired from the Kröller Müller.": [
        [
            9,
            18,
            [
                "Hammer",
                "Hatmaker",
                "Haymaker",
                "Stomacher",
                "Hammerer",
                "Hatcher"
            ]
        ],
        [
            82,
            89,
            [
                "Roller",
                "Droller"
            ]
        ]
    ],
    "He retired from this position in 1968.": [],
    "Hammacher kept traveling and publishing in the many years that followed.": [
        [
            0,
            9,
            [
                "Hammer",
                "Hatmaker",
                "Haymaker",
                "Stomacher",
                "Hammerer",
                "Hatcher"
            ]
        ]
    ],
    "He was the chairman of the editorial team of the third revised 1970 edition of the Van Gogh catalog by <a href=\"/faillej\">J.-B.": [],
    "de la Faille</a>, <em>The Works of Vincent van Gogh.": [
        [
            0,
            2,
            [
                "De"
            ]
        ]
    ],
    "His Paintings and Drawings</em>.": [],
    "Hammacher also contributed to this edition with \"Van Gogh and the Words\", a survey on Van Gogh reception of 80 years.": [
        [
            0,
            9,
            [
                "Hammer",
                "Hatmaker",
                "Haymaker",
                "Stomacher",
                "Hammerer",
                "Hatcher"
            ]
        ]
    ],
    "Hammacher and Renilde retired to Brussels in 1978.": [
        [
            0,
            9,
            [
                "Hammer",
                "Hatmaker",
                "Haymaker",
                "Stomacher",
                "Hammerer",
                "Hatcher"
            ]
        ],
        [
            14,
            21,
            [
                "Reside",
                "Reviled",
                "Senile",
                "Renaldo",
                "Renville",
                "Refiled"
            ]
        ]
    ],
    "In 1982 a documentary biography on Van Gogh followed, which he co-authored with his wife.": [],
    "A remarkable work is his 1981 <em>Phantoms of the Imagination: Fantasy in Art and Literature from Blake to Dali</em>.": [],
    "He added a new chapter on contemporary sculpture(1960s-1980s) of his 1969 sculpture book, retitling it as <em>Modern Sculpture.": [],
    "Tradition and Innovation</em>, 1988.": [],
    "In 1994 he wrote a study on Georges Seurat, <em>Silhouet van Seurat</em>.": [
        [
            3,
            7,
            [
                "1994,"
            ]
        ]
    ],
    "On his hundredth birthday in 1997, the Kröller-Müller Museum honored its former director with an exhibition on four Spanish sculptors: Picasso, González, Miró, and Chillida.": [
        [
            39,
            53,
            [
                "Roller-Müller"
            ]
        ],
        [
            164,
            172,
            [
                "Chilled",
                "Chilling",
                "Phillipa",
                "Chillier"
            ]
        ]
    ],
    "While traveling in Italy, he died at age 104.": [],
    "His son, Arno Hammacher (b.": [
        [
            14,
            23,
            [
                "Hammer",
                "Hatmaker",
                "Haymaker",
                "Stomacher",
                "Hammerer",
                "Hatcher"
            ]
        ]
    ],
    "1927) was a photographer.": [],
    "Hammacher's publications demonstrate his broad interests in Dutch and international art.": [
        [
            0,
            9,
            [
                "Hammer",
                "Hatmaker",
                "Haymaker",
                "Stomacher",
                "Hammerer",
                "Hatcher"
            ]
        ]
    ],
    "Inspired by his readings of Sigmund Freud and others, he saw the subconscious as a key to the creation of works of art.": [],
    "In <em>Phantoms of the Imagination</em>, Hammacher explored dreams, vision, and surreal imagination as psychic experiences of writers and artists.": [
        [
            41,
            50,
            [
                "Hammer",
                "Hatmaker",
                "Haymaker",
                "Stomacher",
                "Hammerer",
                "Hatcher"
            ]
        ]
    ],
    "Generally Hammacher used a formalistic approach on visual art; his study on modern sculpture focuses on the stylistic and spatial aspects of art works.": [
        [
            10,
            19,
            [
                "Hammer",
                "Hatmaker",
                "Haymaker",
                "Stomacher",
                "Hammerer",
                "Hatcher"
            ]
        ],
        [
            27,
            38,
            [
                "moralistic",
                "formalist",
                "formalists"
            ]
        ]
    ],
    "He was one of the art historians who accepted <a href=\"/brediusa\">Abraham Bredius</a> and the authentication of the Vermeer <em>Christ at Emmaus</em>, actually painted by forger Han van Meegeren (1889-1947).": []
}