{
    "Scholar of classical Greek, Roman and Near Eastern art; renowned archaeologist.": [],
    "Hanfmann's family migrated from Russia to Germany when was 10.": [
        [
            0,
            8,
            [
                "Heinemann"
            ]
        ]
    ],
    "In Germany he studied first at the University in Jena, and then at Munich where he studied under <a href=\"/buschore\">Ernst Buschor</a> and <a href=\"/diepolderh\">Hans Diepolder</a>.": [
        [
            3,
            10,
            [
                "Germany,"
            ]
        ]
    ],
    "His degree was finally granted at the Friedrich Wilhelms Universität in Berlin.": [
        [
            48,
            56,
            [
                "Wilhelm's",
                "Wilhelm"
            ]
        ],
        [
            57,
            68,
            [
                "University"
            ]
        ]
    ],
    "At Berlin he studied under the classicist Werner Jaeger (1888-1961), who would later also be his colleague at Harvard, Eduard Norden (1868-1941) and <a href=\"/rodenwaldtg\">Gerhart Rodenwaldt</a>.": [
        [
            3,
            9,
            [
                "Berlin,"
            ]
        ]
    ],
    "His dissertation, written under Rodenwaldt, on Etruscan sculpture, was granted in 1934 and published in 1936 as <em>Altetruskische Plastik I</em>.": [
        [
            32,
            42,
            [
                "Rosenwald"
            ]
        ]
    ],
    "The same year, 1934, he married Ilse.": [
        [
            32,
            36,
            [
                "Else",
                "ILS",
                "Isle",
                "ICSE",
                "LSE"
            ]
        ]
    ],
    "The two were forced to immigrate to the United States because of his distant Jewish background (he was Russian Orthodox by faith and Lithuanian by citizenship).": [],
    "Thanks to a recommendation from Rodenwaldt, he found a position as an assistant professor at Johns Hopkins University under the classical archaeologist and art historian <a href=\"/robinsond\">David Moore Robinson</a>.": [
        [
            32,
            42,
            [
                "Rosenwald"
            ]
        ]
    ],
    "Robinson offered positions to both the Hanfmanns, and George was granted a second Ph.": [
        [
            39,
            48,
            [
                "Heinemann"
            ]
        ],
        [
            82,
            84,
            [
                "pH",
                "PH",
                "PA",
                "PC",
                "Mph",
                "PM"
            ]
        ]
    ],
    "D. in 1935 for his assessment of the metal finds of the Olynthus excavations which Robinson and Hopkins were sponsoring.": [
        [
            3,
            5,
            [
                "In"
            ]
        ],
        [
            56,
            64,
            [
                "Olympus",
                "Plinths",
                "Acanthus",
                "Lynches",
                "Synths"
            ]
        ]
    ],
    "In 1935 Harvard's Society of Fellows elected Hanfmann a junior fellow, bringing him to Harvard and Dumbarton Oaks for the years 1935-38.": [
        [
            45,
            53,
            [
                "Heinemann"
            ]
        ],
        [
            99,
            108,
            [
                "Lumberton"
            ]
        ]
    ],
    "He traveled to Italy in 1937 to study Etruscan art first hand.": [],
    "Back at Harvard, he established a rapport with <a href=\"/sachsp\">Paul J. Sachs</a> and the museology course Sachs and <a href=\"/forbese\">Edward Waldo Forbes</a> ran.": [],
    "He also assumed the publication of Lydian pottery begun by <a href=\"/chaseg\">George Henry Chase</a> at Princeton from the Sardis expeditions.": [],
    "He was naturalized an American citizen in 1940.": [],
    "During World War II Hanfmann served the U.S.": [
        [
            20,
            28,
            [
                "Heinemann"
            ]
        ]
    ],
    "Office of War Information in London as radio editor (where his knowledge of languages was useful) between 1943-45.": [],
    "Returning to Harvard after the war, the Hanfmann's assisted the Tarsus excavations (under Hetty Goldman, 1881-1972), 1947-48.": [
        [
            40,
            48,
            [
                "Heinemann"
            ]
        ],
        [
            90,
            95,
            [
                "Betty",
                "Petty",
                "Getty",
                "Hefty",
                "Jetty",
                "Shetty"
            ]
        ]
    ],
    "He became curator of Ancient Art at the Fogg art museum under <a href=\"/coolidgej\">John P. Coolidge</a>.": [
        [
            40,
            44,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "Hanfmann's 1951 book, <em>The Season Sarcophogus</em> secured his reputation as a classical scholar.": [
        [
            0,
            8,
            [
                "Heinemann"
            ]
        ]
    ],
    "He progressed at Harvard from Fellow to full professor in 1956.": [],
    "His important \"Ancient Art in American Private Collections\" was also held that year.": [],
    "At the Fogg, he established the Department of Ancient Art and, with <a href=\"/vermeulec\">Cornelius C. Vermeule III</a> the coin room.": [
        [
            7,
            11,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "In 1958 he helped divide Robinson's larger personal collection of ancient art between Harvard and Oxford, Mississippi.": [
        [
            3,
            7,
            [
                "1958,"
            ]
        ]
    ],
    "The same year he embarked on his own excavational examination of Sardis, reevaluating the strata in order to establish the urban development of the city.": [
        [
            37,
            49,
            [
                "excavations",
                "excavation"
            ]
        ],
        [
            65,
            71,
            [
                "Saris",
                "Saudis"
            ]
        ]
    ],
    "He continued these personally until 1976, resulting in the restoration of the gymnasium-bath of the site and a book of his personal correspondence, <em>Letters from Sardis</em>.": [],
    "(1972).": [],
    "Hanfmann's issued Roman Art in 1964, an introductory text when highlighted his strong, clear writing skills.": [
        [
            0,
            8,
            [
                "Heinemann"
            ]
        ]
    ],
    "As a curator, he added many excellent pieces of Greek pottery, including a named piece by the Kleophrades painter (Watkins Collection).": [],
    "In 1971 he was named John E. Hudson Professor for Archaeology.": [
        [
            3,
            7,
            [
                "1971,"
            ]
        ]
    ],
    "His \"Art and Technology: A Symposium on Classical Bronzes\" also appeared that year.": [],
    "He retired emeritus in 1982.": [],
    "He founded the curatorial department of ancient objects at the Fogg museum, of which he was the first curator.": [
        [
            63,
            67,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "He led a long-term archaeological dig at Sardis from 1958 to 1974, and his interested were wide-ranging, influenced by his position as Director of the antiquities collection a the Fogg Museum at Harvard.": [
        [
            41,
            47,
            [
                "Saris",
                "Saudis"
            ]
        ],
        [
            174,
            179,
            [
                "a",
                "the"
            ]
        ],
        [
            180,
            184,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "His students include <a href=\"/vermeulec\">Cornelius C. Vermeule III</a> and <a href=\"/richardsoneh\">Emeline Hurd Hill Richardson</a>.": []
}