{
    "Museum director; art collector.": [],
    "Hannema was born in Batavia, Indonesia which is present-day Jakarta.": [
        [
            0,
            7,
            [
                "Hanna",
                "Hannes"
            ]
        ]
    ],
    "After having spent the first five years of his life in the Dutch East Indies, Hannema was raised in The Hague, where his parents had settled.": [
        [
            78,
            85,
            [
                "Hanna",
                "Hannes"
            ]
        ]
    ],
    "His mother, Hermine Elise de Stuers, brought him in contact with persons who belonged to the artistic circles in The Hague, including <a href=\"/brediusa\">Abraham Bredius</a>.": [
        [
            12,
            19,
            [
                "Heroine",
                "Hermione",
                "Ermine",
                "Hermite",
                "Harmine",
                "Her mine"
            ]
        ]
    ],
    "After his high school education at the Gymnasium and his military service he studied law at Leiden University, between 1917 and 1919, and subsequently art history at Utrecht University under <a href=\"/vogelsangw\">Willem Vogelsang</a>.": [],
    "He did not, however, graduate in either of these fields.": [],
    "He began his museum career as assistant in the Rotterdam Museum Boymans under <a href=\"/schmidtdegenerf\">F.": [],
    "Schmidt-Degener</a>, whom he soon succeeded as director in 1921.": [
        [
            0,
            15,
            [
                "Schmidt-Wegener"
            ]
        ]
    ],
    "Like Schmidt-Degener, Hannema advocated an esthetic display of works of art.": [
        [
            5,
            20,
            [
                "Schmidt-Wegener"
            ]
        ],
        [
            22,
            29,
            [
                "Hanna",
                "Hannes"
            ]
        ]
    ],
    "He was successful in broadening the collection with works of the old masters, including Hieronymus Bosch and Rembrandt.": [],
    "In 1935 the Haarlem based banker Franz Koenigs (1881-1941) gave his renowned private collection of drawings on loan to the museum.": [
        [
            39,
            46,
            [
                "Koenig's",
                "Koenig"
            ]
        ]
    ],
    "In the same year, the museum opened its new building, which was designed in modern style by the architect A. van der Steur (1893-1953).": [
        [
            117,
            122,
            [
                "Steer",
                "Steyr"
            ]
        ]
    ],
    "In his capacity as director, Hannema closely collaborated with Van der Steur, and was particularly interested in aspects of illumination.": [
        [
            29,
            36,
            [
                "Hanna",
                "Hannes"
            ]
        ],
        [
            67,
            70,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            71,
            76,
            [
                "Steer",
                "Steyr"
            ]
        ]
    ],
    "The opening exhibition was on Vermeer, oorsprong en invloed (Vermeer, Origins and Influence).": [
        [
            39,
            48,
            [
                "offspring",
                "FORPRONU"
            ]
        ],
        [
            52,
            59,
            [
                "involved",
                "invited",
                "invaded",
                "invoked"
            ]
        ]
    ],
    "In 1938 Hannema organized Meesterwerken uit vier eeuwen: 1400-1800 (Masterworks from Four Centuries), in which the recently purchased Emmausgangers was proudly shown as a masterwork of Vermeer (in 1945 Han van Meegeren declared that he himself had faked it, a confession which, incredibly, never convinced Hannema).": [
        [
            8,
            15,
            [
                "Hanna",
                "Hannes"
            ]
        ],
        [
            40,
            43,
            [
                "UIT",
                "it",
                "hit",
                "unit",
                "bit",
                "suit"
            ]
        ],
        [
            44,
            48,
            [
                "year",
                "near",
                "view",
                "hear",
                "rear",
                "wear"
            ]
        ],
        [
            49,
            55,
            [
                "Leuven",
                "Reuben",
                "Eugen"
            ]
        ],
        [
            210,
            218,
            [
                "Aegean",
                "Keegan",
                "Meghan",
                "Meagan"
            ]
        ],
        [
            306,
            313,
            [
                "Hanna",
                "Hannes"
            ]
        ]
    ],
    "In 1939 Hannema received a doctorate <em>honoris causa</em> from Utrecht University.": [
        [
            8,
            15,
            [
                "Hanna",
                "Hannes"
            ]
        ]
    ],
    "During World War II, Hannema collaborated with the German occupiers of the Netherlands.": [
        [
            21,
            28,
            [
                "Hanna",
                "Hannes"
            ]
        ]
    ],
    "In 1940 he was instrumental in the illegal sale to the Nazis of part of the Koenigs Collection, which by that time had come in the possession of the port magnate D. G. van Beuningen (1877-1955).": [
        [
            3,
            7,
            [
                "1940,"
            ]
        ],
        [
            76,
            83,
            [
                "Koenig's",
                "Koenig"
            ]
        ],
        [
            172,
            181,
            [
                "Benign",
                "Groningen",
                "Bennington",
                "Reutlingen",
                "Meninges",
                "Bellinger"
            ]
        ]
    ],
    "Under German occupation he became a member of the Kultuurraad (Culture Council), on invitation of <em>Reichskommissar</em> A. Seyss-Inquart, and accepted the position of supervisor of the Dutch museums under Anton Adriaan Mussert (1894-1946), the head of the Dutch Nazi party.": [],
    "In May 1945, following the liberation of Holland, Hannema was arrested by the Dutch Military Authority and interned for eight months.": [
        [
            50,
            57,
            [
                "Hanna",
                "Hannes"
            ]
        ]
    ],
    "He was dismissed from his position by Museum Boymans, succeeded by <a href=\"/vorenkampa\">Alphonsus Petrus Antonius Vorenkamp</a>.": [],
    "Following his release, in 1947, Hannema continued to work as an art collector and as the curator of his private collection, which he opened for the public in Weldom Castle in Goor.": [
        [
            32,
            39,
            [
                "Hanna",
                "Hannes"
            ]
        ],
        [
            158,
            164,
            [
                "Seldom",
                "Weldon"
            ]
        ],
        [
            175,
            179,
            [
                "Good",
                "Poor",
                "Door",
                "Moor",
                "Goo",
                "Goer"
            ]
        ]
    ],
    "In 1958 he relocated the collection to Castle Het Nijenhuis in Heino, after having created, in 1957, the foundation Hannema-de Stuers Fundatie, named in honor of his parents.": [
        [
            3,
            7,
            [
                "1958,"
            ]
        ],
        [
            46,
            49,
            [
                "He",
                "Get",
                "Her",
                "Set",
                "Hit",
                "Let"
            ]
        ],
        [
            63,
            68,
            [
                "Hand",
                "Han",
                "Hans",
                "Hang",
                "Hank",
                "Heinz"
            ]
        ],
        [
            116,
            126,
            [
                "Handmade",
                "Annemarie"
            ]
        ],
        [
            127,
            133,
            [
                "Steers",
                "Suers"
            ]
        ],
        [
            134,
            142,
            [
                "Foundation",
                "Mandate",
                "Update",
                "Mundane",
                "Fanatic",
                "Lunatic"
            ]
        ]
    ],
    "Hannema continued broadening his collection and serving as its curator until his death in 1984.": [
        [
            0,
            7,
            [
                "Hanna",
                "Hannes"
            ]
        ]
    ],
    "Hannema's pre-war directorship contributed to the international importance of Museum Boymans.": [
        [
            0,
            7,
            [
                "Hanna",
                "Hannes"
            ]
        ]
    ],
    "His controversial activities during the war, however, overshadowed his career in the art world.": [],
    "In several cases, especially in attributions to Vermeer, his connoisseurship was improbable.": []
}