{
    "Manet and Futurism scholar; first female full-professor in at Yale University.": [],
    "Coffin's parents were Francis Joseph Coffin, an Episcopal minister and Annie Coffin.": [],
    "She studied at Skidmore College, switching to the University of Southern California, marrying Warfield Garson in 1942 and graduating the following year with a BFA in studio art.": [
        [
            94,
            102,
            [
                "Garfield",
                "War field"
            ]
        ],
        [
            103,
            109,
            [
                "Carson",
                "Arson",
                "Larson",
                "Parson",
                "Garçon",
                "Gerson"
            ]
        ]
    ],
    "She and Warfield began a family.": [
        [
            8,
            16,
            [
                "Garfield",
                "War field"
            ]
        ]
    ],
    "After her children were born, she lectured at Wagner College, Staten Island, NY, for the academic year 1949-1950.": [],
    "She returned to graduate school in art history, receiving an MA in Creative Arts from the University of North Carolina, Chapel Hill, in 1951.": [],
    "Armed with this degree, Coffin taught at Miss Fine's [preparatory] School in Princeton, N. J. between 1952 and 1955.": [],
    "She divorced Warfield in the late 1950s, continuing graduate work in art history at Bryn Mawr, teaching art history at the University of Buffalo (modern State University of New York at Buffalo) in Buffalo, NY, 1955 through 1958.": [
        [
            13,
            21,
            [
                "Garfield",
                "War field"
            ]
        ]
    ],
    "Her Ph.D.": [],
    "was granted in 1962 with a dissertation topic on the Renaissance sculptor Jacapo della Quercia.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ],
        [
            74,
            80,
            [
                "Janeiro",
                "Jackpot",
                "Cacao",
                "Capo",
                "Macao",
                "CAPO"
            ]
        ],
        [
            81,
            86,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ],
        [
            87,
            94,
            [
                "Mercia",
                "Murcia",
                "Quercus"
            ]
        ]
    ],
    "The same year she married Bernard Allen Hanson (1922-2009), an art history student at the University of Pennsylvania (and later art historian).": [],
    "She began her tenure-track career at Swarthmore College, Swarthmore, PA, as an assistant professor of art, 1963, before returning to Bryn Mawr as an assistant professor of art in 1964.": [],
    "She published her dissertation in 1965.": [],
    "Coffin, now Hanson, switched subject areas to French Impressionism, publishing a catalog for a Manet exhibition in Philadelphia in 1966.": [],
    "She joined the Museum of Modern Art, New York, NY, as director of the International Study Center in 1968.": [],
    "Hanson was appointed a full professor at Yale University in 1970, the first woman to be hired as such from the outside the University.": [],
    "She was chair of the Department of History of Art, beginning in 1974.": [],
    "A vocal force for women's issues at Yale, she, along with others, petitioned the all-male eating club known as Mory's to admit women.": [
        [
            111,
            115,
            [
                "More",
                "Mary",
                "Tory",
                "Cory",
                "Emory",
                "Moby"
            ]
        ]
    ],
    "The club resisted until they lost their liquor license and finally conceded in 1974.": [],
    "In 1976 she published her most important book, <em>Manet and the Modern Tradition</em> which won the <a href=\"/moreyc\">Charles Rufus Morey</a> Award for art history scholarship from the College Art Association.": [
        [
            3,
            7,
            [
                "1976,"
            ]
        ]
    ],
    "In 1978 Hanson was named John Hay Whitney Professor of the History of Art at Yale.": [],
    "She divorced her second husband.": [],
    "Hanson served as as acting head of the Yale University Art Gallery from 1986 to 1987.": [
        [
            14,
            19,
            [
                "as"
            ]
        ]
    ],
    "After her retirement in 1992, she held a Samuel H. Kress professor at the Center for Advanced Study in Visual Arts, National Gallery of Art, Washington, D.C.": [
        [
            51,
            56,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ]
    ],
    "was acting curator of European and contemporary art from 1995 to 1996.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "In her retirement, Hanson branched out to Italian Futurism, publishing a 1995 book <em>Severini Futurista, 1912-1917</em>.": [],
    "She suffered a stroke that year which partially paralyzed her.": [],
    "She died at her home in 2004.": [],
    "Despite her feminist pioneering stance at Yale, Hanson did not have a political agenda within her teaching, according to her students.": [],
    "Her book <em>Manet and the Modern Tradition</em> was a revisionist view of the painter seeking to debunk the notion of Manet as a unique leader of Impressionism, arguing his modernism fit the continuum of French painting and literature.": [],
    "Her students included the museum curator and academic <a href=\"/brettellr\">Richard \"Rick\" Brettell</a> and Brooklyn Museum of Art curator Elizabeth Wynn Easton (b.": [],
    "1956).": []
}