{
    "Scholar of ancient glass; museum director.": [],
    "Harden's father was the Reverend John Mason Harden (1871-1931), Bishop of Tuam, Killala and Achonry, Ireland, and his mother Constance Caroline Sparrow.": [
        [
            74,
            78,
            [
                "Team",
                "Tram",
                "Guam",
                "Tam",
                "Tum",
                "UAM"
            ]
        ],
        [
            80,
            87,
            [
                "Killable",
                "Villalba"
            ]
        ],
        [
            92,
            99,
            [
                "McHenry"
            ]
        ]
    ],
    "After Kilkenny College (boarding school) and the Westminster School, he entered Trinity College, Cambridge in 1920, where he studied under William Ridgway, Arthur Cook and Donald Robertson.": [
        [
            147,
            154,
            [
                "Ridgeway"
            ]
        ]
    ],
    "Cook suggested he study terracottas, first at the British Museum and then in Rome at the British School on a Craven grant.": [
        [
            24,
            35,
            [
                "terracotta"
            ]
        ]
    ],
    "He excavated Tunis with Arnold MacKay Duff in 1923-1924.": [
        [
            31,
            37,
            [
                "Mackay",
                "McKay",
                "Macky",
                "Mac Kay",
                "Malay",
                "Mickey"
            ]
        ]
    ],
    "He returned to be the Latin professor at the University in Aberdeen.": [],
    "He spent the summer of 1925 excavating in Carthage, where his interest had changed to Punic urns.": [],
    "He spent the1926-1927 year at the University of Michigan, Ann Arbor on a grant.": [],
    "He began cataloging one of the major ancient glass collections, the D. L. Askren collection, in 1927, at a time when almost nothing in English was written on the topic.": [
        [
            74,
            80,
            [
                "Asked",
                "Akron",
                "Aspen",
                "Astern",
                "Siren",
                "Aiken"
            ]
        ]
    ],
    "He again participated in a dig, the Michigan Archaeological Expedition to Egypt of 1928-1929.": [],
    "Harden became an assistant Keeper of the Ashmolean Museum, Oxford, in 1929, under E. Thurlow Leeds (1877-1955), who had just vacated the assistant job himself.": [],
    "Harden contined to work on his Ph.D.": [
        [
            7,
            15,
            [
                "continued",
                "contained",
                "confined"
            ]
        ]
    ],
    "thesis.": [
        [
            0,
            6,
            [
                "Thesis"
            ]
        ]
    ],
    "He returned to Carthage in 1933 to complete his study of Punic urns, published in 1937.": [],
    "He married Cecil Harriss in (d.": [
        [
            17,
            24,
            [
                "Harris's",
                "Harris",
                "Harries"
            ]
        ]
    ],
    "1963) 1934.": [],
    "His dissertation, from the University of Michigan, appeared in 1936 as the important book, <em>Roman Glass from Karanis</em>.": [],
    "He established the archaeological journal <em>Oxoniensia</em> the same year.After World War II, where he worked in war service as a civil servant, <a href=\"/ashmoleb\">Bernard Ashmole</a> invited Harden to catalog the glass collection at the British Museum.": [],
    "Harden was awarded a Leverhulme Research fellowship to study this glass in greater detail in 1953.": [],
    "He left to Ashmolean to become director of the London Museum in 1956.": [],
    "Harden took over the Museum, now at Kensington Palace, from its previous location at Lancaster House under <a href=\"/wheelerm\">Robert Eric Mortimer Wheeler</a>.": [],
    "Wheeler's high standards of research and publication were maintained under Harden.": [],
    "In collaboration with Norman Cook of the Guildhall Museum, the two worked to merge their respective institutions into the new Museum of London.": [],
    "In 1957 he founded a second journal, <em>Medieval Archaeology</em> which he edited for many years.": [
        [
            3,
            7,
            [
                "1957,"
            ]
        ]
    ],
    "He wrote <em>The Phoenicians</em> in 1962.": [],
    "In 1965 he also became acting director of the new Museum of London.": [
        [
            3,
            7,
            [
                "1965,"
            ]
        ]
    ],
    "The same year he married Dorothy McDonald.": [],
    "Three papers on <em>Ancient Glass</em> appeared between 1968 and 1971.": [],
    "After his retirement in 1971, Harden returned to the British Museum to continue cataloging the glass there.": [],
    "With Veronica Tatton-Brown, they published the first volume, <em>Core And Rod-formed Vessels In The British Museum</em> in 1981.": [
        [
            14,
            26,
            [
                "Leyton-Brown"
            ]
        ]
    ],
    "Another major work, <em>Glass Of The Caesars</em> was published as an exhibition catalog for a show of the same name in 1987.": [],
    "As an archaeologist, artifacts rather than digs were a central focus of his work.": [],
    "<em>Roman Glass From Karanis</em> was a highly original work, a rigorous archaeological approach to the neglected field of ancient glass; the only other major studies were both German, by <a href=\"/kisaa\">Anton Kisa</a> and <a href=\"/fremersdorff\">Fritz Fremersdorf</a>, and then more general.": [],
    "His writing approach generally was to focus on an individual vessel, present all the evidence in a way that told a compelling story.": []
}