{
    "Keeper (Curator) of prints and drawings at the Victoria and Albert Museum, 1921-1935; bibliophile.": [],
    "Hardie was the son of James Hardie, a headmaster at Linton House, a grammar school in London, and Marion Pettie.": [
        [
            0,
            6,
            [
                "Hardin",
                "Hardier",
                "Cardie"
            ]
        ],
        [
            28,
            34,
            [
                "Hardin",
                "Hardier",
                "Cardie"
            ]
        ],
        [
            105,
            111,
            [
                "Petite",
                "Bettie",
                "Nettie",
                "Hettie",
                "Pattie",
                "Pettier"
            ]
        ]
    ],
    "He attended Linton House and then St.": [],
    "Paul's School, London, were he won prizes for drawing.": [
        [
            23,
            27,
            [
                "where",
                "we"
            ]
        ]
    ],
    "In 1895 Hardie entered Trinity College, Cambridge, graduating in1898.": [
        [
            8,
            14,
            [
                "Hardin",
                "Hardier",
                "Cardie"
            ]
        ]
    ],
    "He joined the South Kensington Museum (later Victoria and Albert Museum) working in the library.": [],
    "He married Agnes Madeline Pattisson (b.": [
        [
            26,
            35,
            [
                "Patterson"
            ]
        ]
    ],
    "1876/7) in 1903.": [],
    "The same year he wrote the catalog to the V&amp;A's print collection in the National Art Library.": [
        [
            42,
            47,
            [
                "Vamp"
            ]
        ]
    ],
    "In 1906 he translated the German history of engraving written by <a href=\"/lippmannf\">Friedrich Lippmann</a> and <a href=\"/lehrsm\">Max Lehrs</a> as <em>Engraving and Etching</em>.": [
        [
            3,
            7,
            [
                "1906,"
            ]
        ]
    ],
    "He also published <em>English Coloured Books</em> the same year.": [],
    "During this time, the Royal College of Art was housed in Museum and Hardie studied etching under the academician Sir Frank Short (1857-1945).": [
        [
            68,
            74,
            [
                "Hardin",
                "Hardier",
                "Cardie"
            ]
        ]
    ],
    "Hardie issued a small monograph on the work of John Pettie in 1908.": [
        [
            0,
            6,
            [
                "Hardin",
                "Hardier",
                "Cardie"
            ]
        ],
        [
            52,
            58,
            [
                "Petite",
                "Bettie",
                "Nettie",
                "Hettie",
                "Pattie",
                "Pettier"
            ]
        ]
    ],
    "He became assistant keeper in 1914.": [],
    "During World War I he served in the army rising to the rank of captain.": [],
    "In 1918 he published a book of his own drawings, <em>Boulogne, a Base in France, Being Thirty-two Drawing from the Sketch Book of Capt.": [
        [
            3,
            7,
            [
                "1918,"
            ]
        ],
        [
            53,
            61,
            [
                "Cologne",
                "Bologna"
            ]
        ]
    ],
    "Martin Hardie</em>.": [
        [
            7,
            13,
            [
                "Hardin",
                "Hardier",
                "Cardie"
            ]
        ]
    ],
    "He returned to the Museum after the war and authored a second catalog of the library's graphics, this one on contemporary wood-engravers, in 1919.": [],
    "Attuned to the Museum's mission of popular culture and education, he created an exhibition of posters from the war in 1920.": [],
    "In 1921 he was appointed keeper of the departments of painting, engraving, illustration, and design.": [
        [
            3,
            7,
            [
                "1921,"
            ]
        ]
    ],
    "There he issued his <em>British School of Etchers</em> the same year.": [],
    "During his years as keeper, Hardie built the graphics collection into one of the finest in England, particularly in contemporary prints.": [
        [
            28,
            34,
            [
                "Hardin",
                "Hardier",
                "Cardie"
            ]
        ]
    ],
    "He mounted an exhibition of Samuel Palmer (1805-1881) in 1927, resurrecting the artist to national prominence again.": [],
    "A catalog on Charles Meryon in 1931.": [
        [
            13,
            27,
            [
                "Charles Melton"
            ]
        ]
    ],
    "His <em>catalogue raisonné</em> of the work of W. Lee-Hankey appeared in 1921.": [
        [
            50,
            60,
            [
                "Lee-Lanka"
            ]
        ]
    ],
    "After retiring from the Museum in 1935 he received the third class of the Order of the British Empire, Commander of the British Empire, or C. B. E.": [],
    "<em>A Sketch-Book of Thomas Girtin</em> was written for the Walpole Society in 1939.": [],
    "During the Second World War Hardie was an air raid warden.": [
        [
            28,
            34,
            [
                "Hardin",
                "Hardier",
                "Cardie"
            ]
        ]
    ],
    "In 1943 he became an honorary member of the Royal Watercolour Society.": [
        [
            3,
            7,
            [
                "1943,"
            ]
        ],
        [
            50,
            61,
            [
                "Watercolor"
            ]
        ]
    ],
    "Hardie wrote the three-volume <em>Water-colour Painting in Britain</em>.": [
        [
            0,
            6,
            [
                "Hardin",
                "Hardier",
                "Cardie"
            ]
        ]
    ],
    "It appeared posthumously beginning in 1966.": [],
    "His personal artistic output included nearly 200 prints and twenty-five sketchbooks.": [],
    "He died at home in Tonbridge, England.": [
        [
            19,
            28,
            [
                "Ton bridge"
            ]
        ]
    ],
    "His uncle was the artist John Pettie (1839-1893).": [
        [
            30,
            36,
            [
                "Petite",
                "Bettie",
                "Nettie",
                "Hettie",
                "Pattie",
                "Pettier"
            ]
        ]
    ],
    "Hardie was a significant influence on <a href=\"/winterc\">Carl Winter</a>, later the Director of the Fitzwilliam Museum": [
        [
            0,
            6,
            [
                "Hardin",
                "Hardier",
                "Cardie"
            ]
        ]
    ]
}