{
    "Art historian, feminist lecturer, and Miami University professor.": [],
    "Fish was born in Scituate, Massachusetts in 1930 though her family moved to Philadelphia thereafter.": [],
    "In her 20’s, she moved to New York City to join the modern dance company Munt-Brooks (later known as “The Changing Scene”) dancing with the group until a dance injury caused her resignation.": [
        [
            7,
            11,
            [
                "20s"
            ]
        ],
        [
            73,
            84,
            [
                "Must-Brooks"
            ]
        ]
    ],
    "Fish was married and divorced twice, but kept her married name, Harper.": [],
    "Harper earned her bachelor’s degree and master’s in art history at Hunter College in Manhattan.": [],
    "She then received her Ph.D.": [],
    "at Stanford in 1976.": [
        [
            0,
            2,
            [
                "At"
            ]
        ]
    ],
    "In the early 1970s, she worked as a lecturer at the California Institute of the Arts.": [],
    "She was foundational in the creation of the first feminist arts program at this institute.": [],
    "Harper introduced her students to women that had long been forgotten in the art world.": [],
    "She inspired artists Judy Chicago and Miriam Schapiro to make the “Womanhouse,” an art installment about the meanings of domesticity and home for women.": [
        [
            45,
            53,
            [
                "Shapiro"
            ]
        ],
        [
            67,
            77,
            [
                "Woman house"
            ]
        ]
    ],
    "In 1980, she co-authored a major biography of Camille Pissarro, “Pissarro: His Life and Work,” with Ralph E. Shikes.": [
        [
            65,
            73,
            [
                "Pissaro"
            ]
        ],
        [
            109,
            115,
            [
                "Spikes",
                "Hikes",
                "Shakes",
                "Shines",
                "Shires",
                "Shrikes"
            ]
        ]
    ],
    "This was the first comprehensive biography on this Impressionist painter, using interviews with relatives, the artist’s letters, and any unpublished material.": [],
    "In the early 1980’s, Harper worked as a visiting professor at Mills College, becoming close friends with journalist Judith Robinson.": [
        [
            13,
            19,
            [
                "1980s"
            ]
        ]
    ],
    "From 1982 to 1987, Harper lived in Miami, working for the Miami News and ‘Art in America’ as an art critic.": [],
    "She also wrote catalogs for regional exhibitions.": [],
    "Harper divided her time between New York, directing the Hunter College art gallery and and Florida teaching contemporary art at the University of Miami from 1983 to her retirement in 2011.": [
        [
            83,
            90,
            [
                "and"
            ]
        ]
    ],
    "In 2007, as an expert on Christo’s fabric-wrapped environmental art, Harper was invited to speak at the Solomon B. Guggenheim Museum in New York.": [
        [
            25,
            32,
            [
                "Christ",
                "Christi",
                "Christy",
                "Christa",
                "Christos",
                "Christof"
            ]
        ]
    ],
    "Harper died from a rare form of skin cancer in 2012.": []
}