{
    "Archaeologist and lecturer, Cambridge University; early feminist figure in classical studies.": [],
    "Harrison's parents were Charles Harrison, a timber broker, and Elizabeth Hawksley Nelson (Harrison) (d.": [
        [
            73,
            81,
            [
                "Hawley"
            ]
        ]
    ],
    "1850).": [],
    "Her mother died shortly after she was born and the girl was educated by governesses at home and in 1868, the Ladies' College Cheltenham, acquiring German, Greek and Latin before age 17.": [
        [
            42,
            46,
            [
                ", and"
            ]
        ]
    ],
    "She entered Newnham College, Cambridge University in 1874, a recently establish college for women.": [
        [
            12,
            19,
            [
                "Needham",
                "Noonday"
            ]
        ]
    ],
    "Few women graduated from Newnham, however, and Cambridge offered women no actual degrees but rather certificates.": [
        [
            25,
            32,
            [
                "Needham",
                "Noonday"
            ]
        ]
    ],
    "Between 1880 and 1897 Harrison studied Greek art and archaeology at the British Museum under <a href=\"/newtonc\">Charles T. Newton</a>, visiting archaeological sites (but not doing excavations) and gaining expertise in Greek pottery.": [],
    "In the late 1880s she met, influenced--and perhaps had a relationship with--<a href=\"/stronges\">Eugénie Sellers Strong</a> [later, Strong].": [],
    "Harrison supported herself lecturing at the Museum, public schools [i.e., private boys' schools] and in the British provinces to huge popular acclaim.": [],
    "She incorporated sound effects and lantern slides.": [],
    "Nearly 1600 people attended her Glasgow lecture on Athenian gravestones.": [],
    "She traveled to Italy and Germany, meeting the Prague scholar <a href=\"/kleinw\">Wilhelm Klein</a>.": [],
    "Klein introduced her to <a href=\"/dorpfeldw\">Wilhelm Dörpfeld</a> who invited her to participate in his archaeological tours in Greece.": [],
    "Her early book <em>The Odyssey in Art and Literature</em>, a summary book without original observation, appeared in 1882.": [],
    "Harrison met the scholar <a href=\"/maccolld\">D.": [],
    "S. MacColl</a>, who purportedly proposed marriage to her.": [
        [
            3,
            10,
            [
                "Mac Coll"
            ]
        ]
    ],
    "Though she declined, MacColl advised her against writing and lecturing in manner pandering to the public and Victorian aestheticism.": [
        [
            21,
            28,
            [
                "Mac Coll"
            ]
        ]
    ],
    "She suffered a severe depression, studying Greek art more objectively to in part cure herself, particularly re-evaluating the more \"primitive\" eras of the art.": [],
    "Harrison's visit to MacColl in Greece in 1888 left her with an interest in the cults that perpetuated Greek mythology.": [
        [
            20,
            27,
            [
                "Mac Coll"
            ]
        ]
    ],
    "She concluded that the religion depicted in early Greek art was fundamentally different from the art and literature of the Greeks studied in contemporary Europe.": [],
    "Harrison began publishing in the periodical Oscar Wilde was editing, <em>Woman's World</em> on \"The Pictures of Sappho\" in 1888.": [],
    "Harrison translated and updated <em>Mythologie figurée de la Grèce</em> (1883) by the French classical archaeologist <a href=\"/collignonl\">Maxime Collignon</a> in 1890 as <em>Manual of Mythology in Relation to Greek Art</em>, a work which gave serious consideration to early Greek art.": [],
    "The same year, she provided personal commentary to selections of Pausanias, <em>Mythology &amp; Monuments of Ancient Athens</em> by Margaret Verrall.": [
        [
            65,
            74,
            [
                "Ananias",
                "Parsnips",
                "Sassanian",
                "Sassanians",
                "Maulanas",
                "Paulownias"
            ]
        ]
    ],
    "These two serious works garnered her membership in the Deutsche Archäologische Institut (German Archaeological Institute) and honorary degrees from the universities of Durham (1897) and Aberdeen (1895).": [
        [
            79,
            87,
            [
                "Institute"
            ]
        ]
    ],
    "By that time, Harrison's anthropological approach to archaeolgoy was advocating the notion of ritual over myth, unaware, apparently, of similar conclusions by Scottish scholars James G. Frazer (1854-1941) and W. Robertson Smith (1846-1894) (Payne).": [
        [
            53,
            64,
            [
                "archaeology"
            ]
        ],
        [
            186,
            192,
            [
                "Fraser",
                "Frazier",
                "Framer",
                "Grazer",
                "Brazer",
                "Frater"
            ]
        ]
    ],
    "She lost a bid for the Yates chair in 1894 to <a href=\"/gardnere\">Ernest A. Gardner</a>.": [],
    "Newnham College, however, appointed her a research Fellow in 1893.": [
        [
            0,
            7,
            [
                "Needham",
                "Noonday"
            ]
        ]
    ],
    "She and MacColl produced a collected work on vases, <em>Greek Vase Paintings: a Selection of Examples</em> in 1894.": [
        [
            8,
            15,
            [
                "Mac Coll"
            ]
        ]
    ],
    "In 1899 Harrison published the first of three articles in the <em>Journal of Hellenic Studies</em> on Greek religion.": [],
    "A marriage to the scholar R. A. Neil was dashed when he died in 1901.": [],
    "Harrison began working with the former chair of Greek at Glasgow, Gilbert Murray (1866-1957), who lived near Cambridge and a (then) student Francis MacDonald Cornford (1874-1943).": [
        [
            158,
            166,
            [
                "Corn ford"
            ]
        ]
    ],
    "She became the central figure of the group known as the Ritualists.": [],
    "In 1903 her first book of truly original scholarship, <em>Prolegomena to the Study of Greek Religion</em>, appeared.": [],
    "The book made truly novel conclusions about the origin of Greek gods.": [],
    "Harrison became intellectually and emotionally close to Cornford; his marriage in 1909 caused her great stress.": [
        [
            56,
            64,
            [
                "Corn ford"
            ]
        ]
    ],
    "She replaced him with a friendship with Hope Mirrlees, whom Harrison referred to as \"her spiritual daughter.\"": [
        [
            45,
            53,
            [
                "Kirklees"
            ]
        ]
    ],
    "Another work on Greek relgion, <em>Themis</em>, was published in 1912.": [
        [
            22,
            29,
            [
                "region",
                "religion"
            ]
        ]
    ],
    "In 1920 Virginia Woolf cited Harrison her <em>New Statesman</em> refutation to Arnold Bennett and Desmond McCarthy's accusation that women were inferior scholars.": [],
    "Harrison retired from Newnham in 1922, moving to Paris and living with Mirrlees.": [
        [
            22,
            29,
            [
                "Needham",
                "Noonday"
            ]
        ],
        [
            71,
            79,
            [
                "Kirklees"
            ]
        ]
    ],
    "She and Mirrlees returned to London in 1925, publishing her memoirs by Leonard and Virginia Woolf's press, The Hogarth Press.": [
        [
            8,
            16,
            [
                "Kirklees"
            ]
        ]
    ],
    "She died three years later at her Bloomsbury home and is buried in St.": [],
    "Marylebone cemetery, East Finchley.": [],
    "Harrison is overall considered a historian of Greek religion, but viewed as a late Victorian, she is more an archaeologist as nearly all her work is founded on the study of visual images (Beard, 2002).": [],
    "Her writing in <em>Woman's World</em> disseminated Hellenism to a popular and distinctly female readership.": [],
    "Through the journal, Harrison drew similarities between modern collegiate life and the female world that allowed Sappho to flourish questioning gender stereotypes by outlining the varied models of womanhood (Hurst).": [],
    "Methodologically, Harrison employed disparate and nacent disciplines such as anthropology and ethnography into classical studies.": [
        [
            50,
            56,
            [
                "nascent"
            ]
        ]
    ],
    "She was able to synthesize writers as divergent as Friedrich Nietzsche (<em>Birth of Tragedy</em>) and Emile Durkheim (his notion of the social origin of religion)--both of whom she acknowledged--into a personal theory (Phillips).": [],
    "Henri Bergson's <em>L'évolution créatrice</em>, 1907, and the 1909 appearance of <em>Totem and Taboo</em> by Sigmund Freud were major later influences.": [],
    "Harrison herself served as a model for Virginia Woolf.": [],
    "The writer acknowledged Harrison in her diary, <em>A Room of One's Own</em>, refering to her as \"J--H--of Fernham [i.e., Newnham]\" and after Harrison's death in 1928 asserted she saw scholar's ghost in the college's gardens.": [
        [
            77,
            85,
            [
                "referring",
                "revering"
            ]
        ],
        [
            106,
            113,
            [
                "Farnham",
                "Fern ham"
            ]
        ],
        [
            121,
            128,
            [
                "Needham",
                "Noonday"
            ]
        ]
    ]
}