{
    "Curator of the Photographic Collection at the Warburg, 1947-1970; Spanish painting scholar.": [],
    "Harris' father was Lionel Harris, a British subject and Spanish art dealer and her mother, Enriqueta Rodriguez, a Spaniard who converted to Judaism to marry.": [
        [
            91,
            100,
            [
                "Enrique ta"
            ]
        ]
    ],
    "Harris was raised in a Jewish home in Hampstead, England.": [
        [
            38,
            47,
            [
                "Hempstead"
            ]
        ]
    ],
    "She attended University College London, beginning in 1928 where she read (majored in) modern French and Italian.": [],
    "She was one of the first students to enroll in art history courses which had been introduced into the curriculum in her second year.": [],
    "Harris continued in art history, receiving her Ph.D.": [],
    "under <a href=\"/boreniust\">Tancred Borenius</a> in 1934.": [
        [
            0,
            5,
            [
                "Under"
            ]
        ]
    ],
    "Her dissertation was on the followers of Goya.": [],
    "She returned to Spain to research the influence of Caravaggio on 17th-century Spanish painting.": [],
    "Harris intended on museum work, but almost no positions were available for women.": [],
    "Instead, she secured an appointment as a part-time lecturer at the Courtauld Institute of Art, which had recently opened its doors.": [
        [
            67,
            76,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "The Spanish Civil War affected her greatly.": [],
    "She assisted Spanish refugee children to find places of refuge in England.": [],
    "She joined the Spanish section of the Ministry of Information to encourage Spain to remain neutral throughout World War II.": [],
    "In 1938 she published her first book, <em>The Golden Age of Spanish Art</em>.": [
        [
            3,
            7,
            [
                "1938,"
            ]
        ]
    ],
    "After the war's end in 1945 she returned to work for the Courtauld Institute, which had subsumed the Warburg Institute and library, founded by <a href=\"/warburga\">Aby M. Warburg</a> and moved after his death from Hamburg to London in 1933.": [
        [
            57,
            66,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Harris was put in charge of the vast photographic collection--a hallmark of Warburg research--in 1947.": [],
    "She remained in this position the rest of her career.": [],
    "At the Warburg, she met <a href=\"/frankforth\">Henri Frankfort</a>, its archaeologist/director, then married.": [],
    "Frankfort divorced his wife and married Harris, who was a strikingly beautiful woman (Kaufmann) in 1952.": [],
    "After only two years, however, Frankfort died unexpectedly.": [],
    "Though her appointment was as an image curator, Harris researched and published on Spanish art throughout her career, contributing to the Goya exhibition at the Royal Academy, London, in 1963, and publishing a monograph on Goya in 1969.": [],
    "She retired from the University in 1970.": [],
    "In 1982 she published a book on Velazquez.": [
        [
            3,
            7,
            [
                "1982,"
            ]
        ]
    ],
    "In later years she funded a lecture series at the University and fellowships at the Warburg Institute.": [],
    "Her work on Spanish painting was widely praised, especially in Spain, where it was awarded the Grand Cross of Queen Isabel the Catholic.": [],
    "Harris was noted for her discoveries concerning the artists' lives successfully connecting it with the subject matter of particular paintings.": [
        [
            103,
            117,
            [
                "subject"
            ]
        ]
    ],
    "One example was her identification of the figures of the courtiers surrounding the young prince in the painting <em>Baltasar Carlos in the Riding School</em> by Velazquez (Wallace Collection).": []
}