{
    "Feminist art historian of the baroque and modern era art.": [],
    "Harris was the daughter of Sir Gordon B. B. M. Sutherland (1907-1980), a physicist, fellow and lecturer of Pembroke College and master of Emmanuel College.": [],
    "Her mother was Gunborg Wahlstrom (Lady Sutherland) (1910-2001), an artist originally from Sweden.": [
        [
            15,
            22,
            [
                "Gunboat",
                "Unborn"
            ]
        ],
        [
            23,
            32,
            [
                "Maelstrom"
            ]
        ]
    ],
    "Sutherland attended the Courtauld Institute of Art, London, graduating with first class honors in 1961.": [
        [
            24,
            33,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "She achieved her Ph.D., from the same institution in 1965, writing her dissertation on Andrea Sacchi.": [
        [
            94,
            100,
            [
                "Sac chi"
            ]
        ]
    ],
    "She married the historian William V. Harris in 1965, joining the department of Art and Archeology, Columbia University the same year as an assistant professor.": [],
    "Between 1971-1973 she was Assistant Professor at Hunter College, City University of New York, then Associate Professor, Art Deptartment at the State University of New York at Albany.": [
        [
            22,
            35,
            [
                "was an assistant",
                "was the Assistant"
            ]
        ],
        [
            124,
            135,
            [
                "Department"
            ]
        ]
    ],
    "In 1971, too, she helped found the Women's Caucus for Art of the College Art Association.": [],
    "After the 1972 meeting of the Association in San Francisco, she and fellow feminist art historian <a href=\"/nochlinl\">Linda Nochlin</a> were commissioned by the Los Angeles County Museum of Art to mount a show on important women artists.": [],
    "Harris served as president of the Women's Caucus until 1974 when she was elected a member of the board of directors of CAA, 1975-1979.": [],
    "Nochlin's and Harris' show, <em>Women Artists, 1550-1950</em> and book, 1976, became the cornerstone for feminist research in art history.": [
        [
            0,
            7,
            [
                "Cochin"
            ]
        ]
    ],
    "In 1977 she accepted the Arthur Kittredge Watson Chair for Academic Affairs at the Metropolitan Museum of Art, New York, which she held until 1981.": [
        [
            3,
            7,
            [
                "1977,"
            ]
        ],
        [
            32,
            41,
            [
                "Kitted"
            ]
        ]
    ],
    "After two years of research, first as a Senior Research Fellow at the National Endowment for the Humanities (1981-1982) and the Amon Carter Distinguished Visiting Professor of Art History, University of Texas at Arlington in 1982, Harris joined the University of Pittsburgh as the Mellon Professor of Art History.": [
        [
            128,
            132,
            [
                "Among",
                "Amos",
                "Avon",
                "Damon",
                "Mon",
                "Ramon"
            ]
        ]
    ],
    "Her husband is Shepherd Professor of History at Columbia University and Director of the Center for the Ancient Mediterranean.": [],
    "Harris made the case in the first half of <em>Women Artists: 1550-1950</em> (part two written by Nochlin) that the artwork of women between the middle ages and the French Revolution was seldom preserved and as a result their accomplishments little chronicled.": [
        [
            97,
            104,
            [
                "Cochin"
            ]
        ],
        [
            144,
            155,
            [
                "Middle Ages"
            ]
        ]
    ],
    "Harris' review of the festschrift for <a href=\"/friedlanderw\">Walter Friedlaender</a> in the <em>Burlington Magazine</em> brought an illuminating and caustic exchange between <a href=\"/mahond\">Denis Mahon</a> and herself on a Poussin painting.": []
}