{
    "<p>Director, Art Institute of Chicago, 1921-38.": [],
    "Harshe was born to William and Emily Robinson (Harshe).": [
        [
            0,
            6,
            [
                "Harsh",
                "Harsher"
            ]
        ],
        [
            47,
            53,
            [
                "Harsh",
                "Harsher"
            ]
        ]
    ],
    "After graduation from the University of Missouri in 1899, he further studied art at the Art Institute of Chicago, the Art Student's League in New York, the Colorossi Academy, Paris and the Central School of Arts and Crafts in London.": [
        [
            156,
            165,
            [
                "Colossi",
                "Chlorosis"
            ]
        ]
    ],
    "His media were etching and painting.": [],
    "In 1902 he began as a supervisor for manual arts in Columbus, Georgia, and then Instructor of Fine Arts at the University of Missouri and then assistant professor of Graphic Arts at Stanford University.": [
        [
            3,
            7,
            [
                "1902,"
            ]
        ]
    ],
    "In 1915 he was appointed director of the Oakland (California) Public Museum.": [
        [
            3,
            7,
            [
                "1915,"
            ]
        ]
    ],
    "The following year he became assistant director of the Carnegie Institute.": [],
    "He married Marie Fuller Read (1883-1953).": [],
    "In 1920 he was named associate director of the Art Institute of Chicago, and the following year, appointed director.": [
        [
            3,
            7,
            [
                "1920,"
            ]
        ]
    ],
    "Harshe's tenure as director included the acquisition of Titian's \"Education of Cupid.\"": [
        [
            0,
            6,
            [
                "Harsh",
                "Harsher"
            ]
        ]
    ],
    "He was co-author of one of the first general histories of art, <em>History of Art</em> (1928) an English update of <a href=\"/pijoanj\">José Pijoán y Soteras</a>'s 1914 work.": [],
    "In 1933, Harshe, with the help of his assistant, <a href=\"/richd\">Daniel Catton Rich</a>, organized the art exhibition Century of Progress World's fair in Chicago.": [
        [
            9,
            15,
            [
                "Harsh",
                "Harsher"
            ]
        ]
    ],
    "Harshe circumvented the original plan to present America's most favorite paintings (which would have highlighted the collections of New York more than Chicago) in favor of organizing and exclusively American-painting show (except for Whistler Portrait of the Artist's Mother).": [
        [
            0,
            6,
            [
                "Harsh",
                "Harsher"
            ]
        ]
    ],
    "He arranged a similar show for the Texas Centennial of 1936.": [],
    "At his sudden death at age 58, he was succeeded by Rich.Harshe was a visionary museum director who understood both the need for an expansive definition of art as well as a museum's mission as a tastemaker.": [
        [
            56,
            62,
            [
                "Harsh",
                "Harsher"
            ]
        ],
        [
            159,
            169,
            [
                "and"
            ]
        ]
    ],
    "He refused to hang one of the Art Institute's (and indeed, the nation's) most popular paintings, \"The Song of the Lark\" by Jules Breton because of its conservative academic nature.": [],
    "Sensing Chicago's need to become an important art center, he emphasized the impressionists and Post-impressionists at a time when they were less preferred.": [],
    "Yet he praised the cartoon art of Walt Disney for its high degree of fantasy.</p>": []
}