{
    "Photography and art critic, author of a book on American art.": [],
    "Hartmann was the son a German father, Carl Herman Oscar Hartmann and a Japanese mother, Osada Hartmann.": [
        [
            88,
            93,
            [
                "Osaka",
                "Osama"
            ]
        ]
    ],
    "He was baptized a Christian in 1871.": [],
    "He and his older brother, Taru, were sent to live with an uncle, Ernst Hartmann, in Hamburg, Germany after the death of his mother.": [
        [
            26,
            30,
            [
                "Tar",
                "Tau",
                "Thru",
                "Taro",
                "Tart",
                "Tarn"
            ]
        ]
    ],
    "There Hartmann came into contact with the visual arts.": [],
    "He was educated privately before attending boarding school in Steinwaerden, Germany.": [],
    "Hartmann's father remarried and, returning to Germany.": [],
    "sent the boy to the naval academy in Kiel, Germany, who ran away to Paris three months later.": [
        [
            0,
            4,
            [
                "Sent"
            ]
        ]
    ],
    "Hartmann emigrated to the United States in 1882 writing freelance for newspapers in Boston and New York.": [
        [
            9,
            21,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "He became the secretary to poet Walt Whitman in 1884. learning much, but also fabricating an interview with the poet, publishing damaging remarks.": [
        [
            54,
            62,
            [
                "Learning"
            ]
        ]
    ],
    "After moving to Boston in 1887, Hartmann spent much of the 1887-1888 year in Europe.": [],
    "He returned to the U.S., this time New York and Greenwich Village in 1889 where, after an attempt of suicide, he met and married his hospital nurse, Elizabeth Blanche Walsh in 1891.": [],
    "His wife became a screen writer using the pseudonym Elizabeth Breuil.": [
        [
            18,
            31,
            [
                "screenwriter"
            ]
        ],
        [
            62,
            68,
            [
                "Brazil",
                "Breuer",
                "Bruit",
                "Broil",
                "Bruin",
                "Brexit"
            ]
        ]
    ],
    "A trip to Paris resulted in the acquaintance of James McNeill Whistler, Claude Monet, and Stéphane Mallarmé.": [],
    "Hartmann founded the first of his short-lived art magazines, <em>The Art Critic</em> from Boston between 1893-1894 and became a naturalized citizen.": [],
    "By 1895 Hartmann was popular lecturer on art.": [
        [
            17,
            28,
            [
                "was a popular",
                "was the popular"
            ]
        ]
    ],
    "As a columnist for <em>Musical America</em>, Hartmann asserted in 1895 that Thomas Eakins and Winslow Homer were America's greatest artists, views unorthodox at the time.": [],
    "He worked as a librarian for architectural firm of McKim, Mead, and White in 1896 to support himself.": [
        [
            51,
            56,
            [
                "McKay",
                "McKee",
                "Maxim",
                "Hakim",
                "Mackie",
                "Skim"
            ]
        ]
    ],
    "Hartmann founded another briefly-lived art magazine, <em>Art News</em> (four issues) in 1897.": [],
    "He became staff writer for the <em>Criterion</em> in 1898 and met the photographer and gallery owner Alfred Stieglitz.": [],
    "Stieglitz and Hartmann were mutual influences on each other (according to each).": [],
    "Stieglitz published Hartmann, then the better known of the two in Stieglitz's magazine <em>Camera Work</em> beginning in 1898; Hartmann became the first professional photography critic, though he wrote under the name Sidney Allan.": [],
    "His photography criticism also appeared in <em>Camera Notes</em>, 1899-1901.": [],
    "His writing in <em>Camera Work</em> continued through 1908, and except for a brief falling out with Stieglitz, 1905-1906.": [],
    "Hartmann embarked on an art publishing career, his pieces on art criticism revised and published as <em>A History of American Art</em>, 1902.": [],
    "He edited <em>Modern American Sculpture</em> the same year.": [],
    "Under the pen name \"Innocent De La Salle,\" he published <em>Japanese Art</em>, in 1904.": [],
    "He toured, lecturing on photography from 1905 to 1910.": [],
    "Hartmann divorced in 1910, leaving five children from that marriage as well as a son from a liaison with the New England poet Anne Throop.": [
        [
            131,
            137,
            [
                "Threw",
                "Troop"
            ]
        ]
    ],
    "Using the pseudonym Sidney Allan again, Hartmann turned to art instruction manuals, issuing <em>Composition in Portraiture</em>, in 1909 and <em>Landscape and Figure Composition</em>, in 1910 as well as a monograph on James McNeill Whistler the same year.": [],
    "He began living with the artist Lillian Bonham in an artist colony in Roycroft, New York.": [
        [
            70,
            78,
            [
                "Roy croft"
            ]
        ]
    ],
    "Before their relationship dissolved in 1916, Hartmann fathered another seven children.": [],
    "He moved to San Francisco in 1918 and later Los Angeles.": [],
    "His California lifestyle included the notorious wild parties with film stars such as John Barrymore (1882-1952) and W. C. Fields (1880-1946).": [],
    "He wrote briefly as a columnist for <em>The Curtain</em> (London), around 1920.": [],
    "Except for another period on the east cost of the U.S.": [],
    "in North Carolina and New Jersey, 1921-1923, he remained in California, living in Los Angeles and Beaumont.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Hartmann appeared in the Douglas Fairbanks, Sr.": [],
    "silent film, \"The Thief of Baghdad\" in 1924.": [
        [
            0,
            6,
            [
                "Silent"
            ]
        ]
    ],
    "He revised his <em>A History of American Art</em> in 1934.": [],
    "Alcoholic and obscure, he moved to the Morongo Indian Reservation in Banning, CA, in 1938.": [
        [
            39,
            46,
            [
                "Moron go"
            ]
        ]
    ],
    "When the United States entered World War II, he was put under FBI surveillance; an attempt to intern him and his family in a Japanese-Americans camp was unsuccessful.": [],
    "His final book, <em>Strands and Ravelings of the Art Fabric</em>, 1940, attacked abstractionism and surrealism.": [],
    "He died while visiting a daughter Florida in 1944.": [],
    "His papers are located in the Rivera Library, University of California, Riverside and at the Alfred Stieglitz Archive, Beinecke Rare Book and Manuscript Library, Yale University.": [
        [
            119,
            127,
            [
                "Back",
                "Dance",
                "Bank",
                "Banks",
                "Backed",
                "Backs"
            ]
        ]
    ],
    "Hartmann is one of three pioneers, alongside <a href=\"https://arthistorians.info/taftl/\">Lorado Taft</a> and <a href=\"/ishams\">Samuel Isham</a>, who authored the first significant American art histories.Hartmann was an early and important exponent for photography as an art form.": [],
    "His criticism on American painting, however, was harsh, conservative, and limited a very few masters.": [],
    "Hartmann's Bohemian lifestyle, seldom holding a job for long, resulted in a lack of specialization as an art expert, except, perhaps for photography.": [],
    "His writing style, a combination of high erudition and flippancy, made a steady American audience difficult, though in his early years he was well known.": [],
    "In later years many, including Stieglitz, shunned him as too reliant on them for handouts to keep his enterprises afloat.": [],
    "Remembered today for his poetry, he corresponded with Ezra Pound (1885-1972) (Pound's Canto 80 of the 1948 <em>Pisan Cantos</em> was on Hartmann) and George Santayana (1863-1952) Racially Asian in appearance, he experience the prejudice many Eurasians did in <em>fin-de-siecle</em> America.": []
}