{
    "Modernist art historian, coined the term \"Neue Sachlichkeit\" for the period of German art between the wars.": [
        [
            42,
            46,
            [
                "Nee",
                "Neut",
                "Née",
                "NEE",
                "Névé"
            ]
        ]
    ],
    "Hartmann's paternal family were long merchant-entrepeurs in Bremen.": [],
    "After graduating from the gymnasium in Bremen, he attended classes beginning in 1904 at the universities of Freiburg, Vienna, Munich (Ludwig-Maximilians-Universität, Institut für Kunstgeschichte under <a href=\"/riehlb\">Berthold Riehl</a>) and eventually Göttingen.": [
        [
            134,
            164,
            [
                "Ludwig-Maximilian-Universität",
                "Ludwig-Maximilians-University"
            ]
        ],
        [
            166,
            174,
            [
                "Institute"
            ]
        ],
        [
            175,
            178,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "He wrote his disssertation at Göttingen under <a href=\"/vischerr\">Robert Vischer</a> on the topic of Sienese painting in the fifteenth century.": [
        [
            13,
            26,
            [
                "dissertation"
            ]
        ]
    ],
    "After a travel year, he entered the Kunsthalle in Bremen as an assistant working in the prints collection, 1910-1913.": [
        [
            36,
            46,
            [
                "Unstable"
            ]
        ],
        [
            88,
            94,
            [
                "prints'",
                "print's"
            ]
        ]
    ],
    "His early scholarship focused on the Italian Renaissance.": [],
    "In 1913 Hartlaub was appointed a curator at the Mannheim Kunsthalle under <a href=\"/wichertf\">Fritz Wichert</a>.": [
        [
            8,
            16,
            [
                "Hartley",
                "Hartland"
            ]
        ],
        [
            57,
            67,
            [
                "Unstable"
            ]
        ]
    ],
    "His research now moved to Romantic period Germany and the 20th century.": [],
    "Hartlaub was deputy director of the museum during the war years 1914 through 1919.": [
        [
            0,
            8,
            [
                "Hartley",
                "Hartland"
            ]
        ]
    ],
    "In 1923 he succeeded Wichert as director.": [
        [
            3,
            7,
            [
                "1923,"
            ]
        ],
        [
            21,
            28,
            [
                "Wicket",
                "Richest",
                "Richer",
                "Withers",
                "Chert",
                "Wicker"
            ]
        ]
    ],
    "In 1923 Hartlaub began using the term \"Neue Sachlichkeit\" (New Objectivity) to distinguish non-Expressionist art in Germany.": [
        [
            8,
            16,
            [
                "Hartley",
                "Hartland"
            ]
        ],
        [
            39,
            43,
            [
                "Nee",
                "Neut",
                "Née",
                "NEE",
                "Névé"
            ]
        ]
    ],
    "He set out to show the most modern artists.": [],
    "His 1924 exhibition, \"Kubin und Klee\" was followed by one on the German Expressionist Karl Schmidt Rottluff, 1925.": [
        [
            22,
            27,
            [
                "Rubin"
            ]
        ],
        [
            28,
            31,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            99,
            107,
            [
                "Ratliff"
            ]
        ]
    ],
    "In 1926 by a show of the title \"Die neue Sachlichkeit\" at the Kunsthalle, a show traveling to Chemnitz and Dresden through 1927.": [
        [
            36,
            40,
            [
                "nee",
                "neut",
                "née",
                "NEE",
                "névé"
            ]
        ],
        [
            62,
            72,
            [
                "Unstable"
            ]
        ]
    ],
    "The art was avant-garde enough for some museum directors to ask for works to be omitted, as in the case of <a href=\"/wiegands\">Schreiber Wiegand</a>, in Chemnitz.": [],
    "During his tenure as director, Hartlaub hired <a href=\"/martink\">Kurt Martin</a> as part of the museum staff.": [
        [
            31,
            39,
            [
                "Hartley",
                "Hartland"
            ]
        ]
    ],
    "Hartlaub actively purchased modern art by the Fauves, Expressionists and other modernist groups.": [
        [
            0,
            8,
            [
                "Hartley",
                "Hartland"
            ]
        ],
        [
            46,
            52,
            [
                "Faves"
            ]
        ]
    ],
    "The assumption of power by the Nazis in 1933 made Hartlaub an object of scorn for his support of modern art.": [
        [
            50,
            58,
            [
                "Hartley",
                "Hartland"
            ]
        ]
    ],
    "The Mannheim museum became the first museum to have a Schandausstellung (Shame Exhibition) of modern art, preceeding the famous 1937 \"Entartete Kunst\" (degenerate art) show in Munich.": [
        [
            106,
            116,
            [
                "preceding",
                "proceeding"
            ]
        ],
        [
            134,
            143,
            [
                "Entirety",
                "Entree",
                "Entrée"
            ]
        ],
        [
            144,
            149,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "At the Mannheim show, large photos of Hartlaub were paraded in the streets together with Chagall's \"Rabbi.\"": [
        [
            38,
            46,
            [
                "Hartley",
                "Hartland"
            ]
        ]
    ],
    "Hartlaub was dismissed the same year.": [
        [
            0,
            8,
            [
                "Hartley",
                "Hartland"
            ]
        ]
    ]
}