{
    "University of Virginia professor and Michelangelo and Italian Renaissance scholar.": [],
    "Hart was raised in Boston, the son of Rollin Lynde Hartt and Jessie Clark Knight (Hartt).": [
        [
            38,
            44,
            [
                "Rolling",
                "Rollins",
                "Collin",
                "Roll in"
            ]
        ],
        [
            45,
            50,
            [
                "Lynne",
                "Lynda",
                "Linde"
            ]
        ],
        [
            51,
            56,
            [
                "Hart",
                "Harte",
                "Harts"
            ]
        ],
        [
            82,
            87,
            [
                "Hart",
                "Harte",
                "Harts"
            ]
        ]
    ],
    "He received his B.A.": [],
    "from Columbia University in 1935.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "After spending a year at the Institute of Advanced Study, Princeton, under <a href=\"/panofskye\">Erwin Panofsky</a>, 1935-1936, he took his M.A.": [],
    "from New York University in 1937.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "Between 1939 to 1941 Hartt was an instructor in the history of art at Bennett Junior College in Millbrook, New York and then an assistant and cataloger at the Yale Art Gallery (1941-1942).": [
        [
            0,
            20,
            [
                "Between 1939 and 1941"
            ]
        ],
        [
            21,
            26,
            [
                "Hart",
                "Harte",
                "Harts"
            ]
        ],
        [
            96,
            105,
            [
                "Mill brook"
            ]
        ]
    ],
    "He married Margaret DeWitt Veeder in 1943.": [
        [
            27,
            33,
            [
                "Feeder",
                "Seeder",
                "Weeder"
            ]
        ]
    ],
    "During World War II, he employed his knowledge of the Mediterranean as a photo interpreter, rank of first lieutenant, in the US Army Air Force, 1942-1946.": [],
    "As the war concluded, he helped repatriate art stored for safekeeping in villas in Italy as part of the so-called \"Monuments Men\" division.": [],
    "He later helped identify work looted by the Germans in Austrian monasteries and libraries.": [],
    "For this he won the Bronze Star, subsequently serving on the Board of directors of the American Committee for the Restoration Italian Monuments, 1946-1949.": [],
    "His war experiences later became his 1949 book, <em>Florentine Art Under Fire</em>.": [],
    "In 1946 Hartt returned to academics as a lecturer and acting director of the Art Museum at Smith College.": [
        [
            8,
            13,
            [
                "Hart",
                "Harte",
                "Harts"
            ]
        ]
    ],
    "Between 1948-1949 he was a lecturer on Fine Arts at New York University's Washington Square College.": [],
    "He joined the art history faculty of Washington University in St.": [],
    "Louis in 1949 (to 1960).": [],
    "In 1950 he completed his dissertation, also from NYU, on <em>Giulio Roman and the Palazzo del Te</em>, written under <a href=\"/friedlanderw\">Walter F. Friedländer</a> and <a href=\"/offnerr\">Richard Offner</a>.": [
        [
            3,
            7,
            [
                "1950,"
            ]
        ]
    ],
    "He divorced in 1960, moving to The University of Pennsylvania the same year.": [],
    "He chaired the department there for the next five years, remaining there until 1967.": [],
    "When the Arno River flooded in Florence in 1966, damaging many works of art, Hartt was again summoned to evaluate and prioritize restoration efforts.": [
        [
            77,
            82,
            [
                "Hart",
                "Harte",
                "Harts"
            ]
        ]
    ],
    "He served for the rest of his life on the Committee to Rescue Italian Art.": [],
    "In 1967, he accepted the Paul Goodloe McIntire Professorship of the History of Art at the University of Virginia, remaining there for the remainder of his career.": [
        [
            30,
            37,
            [
                "Guide",
                "Google",
                "Goodbye",
                "Guido",
                "Noodle",
                "Goode"
            ]
        ],
        [
            38,
            46,
            [
                "McIntyre",
                "McEntire"
            ]
        ]
    ],
    "He was Chair of the UVA Department of Art, 1967-1976 and became emeritus faculty in 1984.": [],
    "Hartt also held visiting professorships at Harvard, Franklin and Marshall College and Baylor University, as well as being a consultant at the J. Paul Getty Center for the History of Art and Culture.": [
        [
            0,
            5,
            [
                "Hart",
                "Harte",
                "Harts"
            ]
        ]
    ],
    "He served on the boards of directors of the College Art Association of America and the American Committee for the Restoration of Italian Art.": [],
    "He died in a Washgington, D. C. hospital of a heart ailment.": [
        [
            13,
            24,
            [
                "Washington"
            ]
        ]
    ],
    "Hartt is perhaps best known among non-art scholars for his textbook survey of Renaissance art.": [
        [
            0,
            5,
            [
                "Hart",
                "Harte",
                "Harts"
            ]
        ]
    ],
    "He first published <em>The History of Italian Renaissance Art: Painting, Sculpture, Architecture</em> in 1969.": [],
    "Like the <em>History of Art</em> textbook by <a href=\"/jansonh\">Horst Woldemar Janson</a> after which it was modeled, it presented major renaissance monuments and movements in a fashion compatible for classroom teaching.": [],
    "Revised numerous times, it has remained a staple of the introduction-to-renaissance-art class.": [],
    "Hartt also authored a general text on art history.": [
        [
            0,
            5,
            [
                "Hart",
                "Harte",
                "Harts"
            ]
        ]
    ],
    "His reputation as an art expert put him at the fore of a number of art controversies.": [],
    "He weighed in on the side of those approving of the Sistine ceiling cleaning in the 1980s (putting him at odds with <a href=\"/beckj\">James Beck</a> and Alessandro Conti).": [],
    "In 1987, Hartt authenticated a plaster statue discovered by a Parisian dealer as that of Michelangelo's, presenting his findings to the New York Academy of Sciences.": [
        [
            9,
            14,
            [
                "Hart",
                "Harte",
                "Harts"
            ]
        ]
    ],
    "When a London newspaper characterized his judgment as reckless and dishonest, Hartt sued.": [
        [
            78,
            83,
            [
                "Hart",
                "Harte",
                "Harts"
            ]
        ]
    ],
    "Although he won, the presiding judge agreed that Hartt had acted dishonorably in accepting a commission on the sale of the statue after his writings about it were published.": [
        [
            49,
            54,
            [
                "Hart",
                "Harte",
                "Harts"
            ]
        ]
    ]
}