{
    "Scholar of art patronage and aesthetic taste; Oxford University professor.": [],
    "Haskell's father was the dance writer Arnold Haskell.": [],
    "Haskell attended Eton and then King's College, Cambridge, where he took a degree in History, studying under <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a>.": [],
    "Graduating in 1952 (receiving a \"first\" in History), he returned to his alma mater (1954) to teach.": [],
    "From 1962-1967 he was also the Librarian of Fine Arts Faculty.": [],
    "In 1963 he published the groundbreaking book <em>Patrons and Painters</em>, a broad and yet deeply researched book on art patronage of the baroque era.": [
        [
            3,
            7,
            [
                "1963,"
            ]
        ]
    ],
    "The effect of this book was to drive the discipline as a whole toward archival research.": [],
    "Haskell was called to Oxford University in 1967 to replace <a href=\"/winde\">Edgar Wind</a>.": [],
    "At Oxford, he changed research focus, examining the neglected (and disparaged) French academic art of the 19th century.": [],
    "The book he produced, the result of the Wrightsman lectures at New York University, became another seminal work in an ignored area.": [
        [
            40,
            50,
            [
                "Wrights man"
            ]
        ]
    ],
    "<em>Rediscoveries in Art</em> (1976) established Oxford's Art History Department as the center of French Salon study and Parisian art market criticism.": [],
    "A number of other books--always different from the last--followed.": [],
    "<em>Taste and the Antique</em> (1981), co-authored by <a href=\"/pennyn\">Nicholas Penny</a>, traces how taste was transformed by the discovery of classical sculpture in 18th-century gardens by travelers, and the concomitant development of museums.": [],
    "Haskell remained at Oxford until his retirement in 1995.": [],
    "A pronouncedly modest and retiring personality, his brilliant lecturing style was by most accounts assisted with the aid a shot of whiskey immediately before them.": [
        [
            2,
            14,
            [
                "pronounced"
            ]
        ]
    ],
    "Penny described him as \"one of the most original art historians of the 20th century,\" and <a href=\"/hopec\">Charles Hope</a> as the \"one of the most important of his time.\"": [],
    "His wife was the Russian art historian of Venetian art Larissa Salmina.": [
        [
            63,
            70,
            [
                "Salina"
            ]
        ]
    ],
    "A bibliophile of the scholarly tradition, he left a vast personal library upon his death.": [],
    "Methodologically, Haskell is an important example of the 'social history of art' approach without the overt Marxist framework of <a href=\"/antalf\">Frederick Antal</a> or <a href=\"/hausera\">Arnold Hauser</a>.": [],
    "He avoided connoiseurship and painting attribution, then a mainstay of academic art history.": [
        [
            11,
            25,
            [
                "connoisseurship"
            ]
        ]
    ],
    "He chose to write monograph-length books on a single, broad topic.": [],
    "His approach, evidenced by his training in history, rests on written documents and other non-art evidence as much as it does on art.": []
}