{
    "Curator at the Whitney Museum of Art and specialist in mid-20th century American painting and sculpture.": [],
    "Haskell was born in San Diego to John N. Haskell and Barbara Freeman (Haskell).": [],
    "She received her undergraduate education from the University of California Los Angeles in 1969, and following graduation, she secured a job as a registrar at the Pasadena Museum.": [],
    "Haskell began working at the Pasadena Museum as a registrar directly after graduating and quickly rose to a curator position by 1971.": [],
    "Haskell began working at the museum as it changed hands to Norton Simon (1907-199 3)in the aftermath of a notorious period where the museum housed frequent, lavish parties that left the institution in massive debt.": [],
    "This change in ownership and leadership combined with poor job performance of previous curators allowed Haskell to become the museum’s head curator without much experience or professional training.": [],
    "Her first exhibition (and catalog), “Object Into Monument,” focused on the work of Claes Oldenberg who called the exhibition “one of [his] favorites.” Shortly thereafter, she curated an exhibition of Arthur Dove’s work that brought in the incoming director of the Whitney Museum of Art, Thomas N. Armstrong III, who was so impressed by Haskell’s work that he subtly interviewed her during their first meeting.": [
        [
            83,
            98,
            [
                "Claes Oldenburg"
            ]
        ]
    ],
    "After briefly working at the San Francisco Museum of Art in 1974, Haskell’s abilities secured her the position as a curator at the Whitney in 1975.": [],
    "She married the Swiss musicologist Leon Botstein (1946—) in 1982.": [],
    "Botstein was the President of Bard College and a scholar and performer of classical music.": [
        [
            0,
            8,
            [
                "Bot stein"
            ]
        ]
    ],
    "Working for the Whitney, Haskell curated exhibitions with a focus on prewar American art.": [],
    "One of her most notable exhibitions, “BLAM!": [
        [
            38,
            42,
            [
                "BEAM",
                "BLAME",
                "SLAM",
                "CLAM",
                "BLUM",
                "ELAM"
            ]
        ]
    ],
    "The Explosion of Pop, Minimalism and Performance 1958–1964” (1984), discusses the revolt against Abstract Expressionism during the Fluxus and Happenings movements and is considered a critical art history text on the artistic era.": [
        [
            131,
            137,
            [
                "Fluxes",
                "Flux us"
            ]
        ]
    ],
    "While “BLAM!” focuses on more general art-historical movements, much of Haskell’s work is centered around the conceptualization of America.": [
        [
            7,
            11,
            [
                "BEAM",
                "BLAME",
                "SLAM",
                "CLAM",
                "BLUM",
                "ELAM"
            ]
        ]
    ],
    "Notable examples include The American Century: Art &amp; Culture 1900–1950 (1999), described as “A marvelous visual tour of an America growing in stature and confidence in the art world as it grows politically and economically into a superpower” (Publisher’s Weekly) and \"Vida Americana: Mexican Muralists Remake American Art, 1925–1945\" (2020), a decade long project that examines the cultural exchange and influence of Mexican muralists on American artists.": [
        [
            51,
            55,
            [
                "camp",
                "lamp",
                "ramp",
                "amp",
                "damp",
                "vamp"
            ]
        ]
    ],
    "According to Whitney director Adam D. Weinberg, “Her métier is these great monograph shows.” Her recent exhibition on Grant Wood and one from 2009 on Georgia O’Keefe are particularly critically acclaimed.": [],
    "She also co-curated two biennials while at the Whitney.": [],
    "Her monographs have influenced the discussion and presentation of American art (Weinberg).": [],
    "Younger and established curators such as Thelma Golden of the Studio Museum in Harlem were drawn to Haskell’s work, eventually accepting a position at the Whitney as well.": [],
    "Haskell was awarded for her work both as a curator and an author in 2003 when she received the Lawrence A. Fleischman Award for Scholarly Excellence in the Field of American Art History by the Smithsonian Archives of American Art.": [],
    "During Haskell’s time at the Whitney, two significant scandals took place.": [],
    "From 1976-1984, art historian <a href=\"/leving\">Gail Levin</a> worked at the museum with Haskell as a curator and became aware of how the Whitney was mishandling the estate of Edward Hopper.": [],
    "Although Haskell was never mentioned in coverage of the controversy, she later curated a collection of Hopper’s work in 2010.": [],
    "Furthermore, in 2020 there was backlash from Black artists to the Whitney’s \"Collective Actions: Artist Interventions In A Time of Change\" exhibition that was meant to highlight Black artists and raise money for the Black Lives Matter movement.": [],
    "However, their work was obtained at a massive discount and the artists were not informed that their work was being used without their permission or compensation aside from a lifetime pass.": [],
    "Haskell did not curate or co-curate this exhibition, but the criticism over the Whitney’s curatorial practices and artistic acquisition is necessary to note despite her unclear role.": []
}