{
    "Marxist film and art historian.": [],
    "He was born in Temesvár, Hungary, which is present-day Timișoara, Romania.": [
        [
            15,
            23,
            [
                "Semester",
                "Teresa",
                "Templar",
                "Timeshare",
                "Timespan"
            ]
        ],
        [
            55,
            64,
            [
                "Timişoara"
            ]
        ]
    ],
    "As a student of German and Romance languages in Budapest, Hauser (in 1916) joined the <em>Sonntagskreis</em>, where his friend and colleague Karl Mannheim (1893-1947) and the philosopher <a href=\"/lukacsg\">György Lukács</a> (1885-1971) were members.": [
        [
            58,
            64,
            [
                "Mauser",
                "Hauler",
                "Hawser",
                "Causer",
                "Ha user"
            ]
        ]
    ],
    "In 1918 Hauser received his doctorate in German romantic aesthetics, assumed a professorship at the University in Budapest, and became the Director of the <em>Reformrates</em> (Council on Reform) of art history education.": [
        [
            8,
            14,
            [
                "Mauser",
                "Hauler",
                "Hawser",
                "Causer",
                "Ha user"
            ]
        ]
    ],
    "Following the Hungarian Counterrevolution in 1919, Hauser fled to Italy, where he first studied fine art.": [
        [
            51,
            57,
            [
                "Mauser",
                "Hauler",
                "Hawser",
                "Causer",
                "Ha user"
            ]
        ]
    ],
    "From 1920-1925 he lived in Berlin, attending the lectures of <a href=\"/goldschmidta\">Adolph Goldschmidt</a> and the historian Ernst Troeltsch (1865-1923).": [],
    "Facing the expanding power of national socialism in Germany, Hauser moved to Vienna in 1925, where found employment as the promotions manager of a Viennese film company.": [
        [
            61,
            67,
            [
                "Mauser",
                "Hauler",
                "Hawser",
                "Causer",
                "Ha user"
            ]
        ],
        [
            123,
            133,
            [
                "promotions'",
                "promotion's"
            ]
        ]
    ],
    "During this time, he collected materials for his book, <em>Dramaturgie und Soziologie des Films</em>, which was never completed.": [],
    "He was also a member of the Austrian Film Censorship Advisory Board (<em>Filmzensurbeirat</em>) from 1933-36 and a docent of Film Theory and Technology at the Vienna <em>Volkshochschule (</em>community college).": [],
    "In 1938, Hauser fled to England to avoid Nazi persecution.": [
        [
            9,
            15,
            [
                "Mauser",
                "Hauler",
                "Hawser",
                "Causer",
                "Ha user"
            ]
        ]
    ],
    "Hauser wrote essays on film for the periodicals <em>Life and Letters Today</em> and <em>Sight and Sound</em>.": [
        [
            0,
            6,
            [
                "Mauser",
                "Hauler",
                "Hawser",
                "Causer",
                "Ha user"
            ]
        ]
    ],
    "At the request of his friend, Mannheim in 1941, he agreed to write an introduction to an anthology of the sociology of art.": [],
    "Over the course of ten years, working almost solely evenings and weekends, Hauser turned the assignment into his famous <em>Sozialgeschichte der Kunst und Literatur</em>, though first published in English <em>The Social History of Art</em>.": [
        [
            75,
            81,
            [
                "Mauser",
                "Hauler",
                "Hawser",
                "Causer",
                "Ha user"
            ]
        ]
    ],
    "The publication of the first volume in 1951 marked Hauser's entry into academics.": [
        [
            51,
            57,
            [
                "Mauser",
                "Hauler",
                "Hawser",
                "Causer",
                "Ha user"
            ]
        ]
    ],
    "He became a visiting professor at the University of Leeds (1951-1957) working concurrently on volume two of the <em>Social History</em> and another book, <em>Philosophy of Art History</em>.": [],
    "After the theorist Theodor Adorno (1903-1969) invited him to lecture in Frankfurt, numerous German universities extended him additional invitations for him to lecture.": [],
    "In 1958 Hauser published the second volume of <em>The Social History of Art</em>.": [
        [
            8,
            14,
            [
                "Mauser",
                "Hauler",
                "Hawser",
                "Causer",
                "Ha user"
            ]
        ]
    ],
    "While a guest professor at Brandeis University (1957-59) he wrote a history of mannerism.": [],
    "He moved back to London in 1959 to lecture at Hornsey College of Art.": [
        [
            46,
            53,
            [
                "Horsey"
            ]
        ]
    ],
    "His book on mannerism appeared in 1964.": [],
    "He published his third and final volume of <em>The Social History of Art</em> while serving as guest professor at the University of Ohio.": [],
    "Shortly before his death in 1978, Hauser returned to Budapest as an honorary member of the Hungarian Academy of Science.": [
        [
            34,
            40,
            [
                "Mauser",
                "Hauler",
                "Hawser",
                "Causer",
                "Ha user"
            ]
        ]
    ],
    "Hauser's <em>Social History of Art</em> opens without a methodological introduction, but rather launches immediately into the prehistory of art.": [
        [
            0,
            6,
            [
                "Mauser",
                "Hauler",
                "Hawser",
                "Causer",
                "Ha user"
            ]
        ]
    ],
    "At breakneck pace, Hauser traces the history of art up to the 20th century.": [
        [
            19,
            25,
            [
                "Mauser",
                "Hauler",
                "Hawser",
                "Causer",
                "Ha user"
            ]
        ]
    ],
    "He entitles the 20th century as the Era of Film and refers to Picasso as the representative artist of the time.": [],
    "Hauser's controversial methodology attracted many critics.": [
        [
            0,
            6,
            [
                "Mauser",
                "Hauler",
                "Hawser",
                "Causer",
                "Ha user"
            ]
        ]
    ],
    "He was criticized for paying scant attention to architecture and music, despite his personal attachment to both.": [],
    "The art historian <a href=\"/gombriche\">E.": [],
    "H. Gombrich</a> was most critical of Hauser, chiding him for failing to see the works for themselves, but rather observing them through the \"myopic lens\" of Hauser's theories.": [
        [
            37,
            43,
            [
                "Mauser",
                "Hauler",
                "Hawser",
                "Causer",
                "Ha user"
            ]
        ],
        [
            157,
            163,
            [
                "Mauser",
                "Hauler",
                "Hawser",
                "Causer",
                "Ha user"
            ]
        ]
    ],
    "Gombrich, a critic of theoretical abstractions on art history in general--especially Hegelian--accused Hauser of a fantasy world that quickly caught one in the mousetrap of dialectical materialism.": [
        [
            103,
            109,
            [
                "Mauser",
                "Hauler",
                "Hawser",
                "Causer",
                "Ha user"
            ]
        ]
    ],
    "Hauser repeatedly turned to dialectical materialism to investigate the influence of societal and economic relationships on style, especially in respect to the tendency towards Naturalism and Rationalism.": [
        [
            0,
            6,
            [
                "Mauser",
                "Hauler",
                "Hawser",
                "Causer",
                "Ha user"
            ]
        ]
    ],
    "Hauser modified his Marxism to fit the humanities--particularly the prevailing history of artistic form and style of <a href=\"/riegla\">Aloïs Riegl</a> and <a href=\"/wolfflinh\">Heinrich Wölfflin</a>--by examining the function of society and world view in art.": [
        [
            0,
            6,
            [
                "Mauser",
                "Hauler",
                "Hawser",
                "Causer",
                "Ha user"
            ]
        ]
    ],
    "His approach was a welcome break for many from the insular idealist and formalist methods.": [],
    "Hauser was forcefully attacked by orthodox Marxists for slighting class warfare.": [
        [
            0,
            6,
            [
                "Mauser",
                "Hauler",
                "Hawser",
                "Causer",
                "Ha user"
            ]
        ]
    ],
    "Hauser's response to this criticism was that, while he employed Marxism as a scientific method and hoped for a socialist society, he chose not to participate in the political struggle and could not identify with the example that the Soviet Union provided.": [
        [
            0,
            6,
            [
                "Mauser",
                "Hauler",
                "Hawser",
                "Causer",
                "Ha user"
            ]
        ]
    ],
    "Hauser first presented his theories on art history in <em>Philosophie der Kunstgeschichte</em>, in particular in the chapter entitled \"Kunstgeschichte ohne Namen<em>.": [
        [
            0,
            6,
            [
                "Mauser",
                "Hauler",
                "Hawser",
                "Causer",
                "Ha user"
            ]
        ]
    ],
    "\"</em> Hauser deliberates on Austrian and German scientific directions and their ideological histories with care.": [
        [
            7,
            13,
            [
                "Mauser",
                "Hauler",
                "Hawser",
                "Causer",
                "Ha user"
            ]
        ]
    ],
    "A noticeable omission is <a href=\"/warburga\">Aby M. Warburg</a>, who had fled Germany just as Hauser had.": [],
    "Hauser insisted that the main problematic (<em>Hauptproblem</em>) of art history concerned the origin and evolution of style (<em>Stilwandel/Stilbeginn</em>).": [
        [
            0,
            6,
            [
                "Mauser",
                "Hauler",
                "Hawser",
                "Causer",
                "Ha user"
            ]
        ]
    ],
    "In opposition to Wölfflin, Hauser identified a period by what he called its \"stylistic unity,\" the forced regularity of form development, and the periodic return of <em>Stilstufen</em> to fiction.": [
        [
            17,
            25,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ],
        [
            27,
            33,
            [
                "Mauser",
                "Hauler",
                "Hawser",
                "Causer",
                "Ha user"
            ]
        ]
    ],
    "In contrast to <a href=\"/riegla\">Aloïs Riegl</a>, Hauser argued that what was held in esteem differed from period to period, and that artists were not always completely autonomous in their renderings.": [],
    "The meaning and value of works were not fixed, Hauser argued, but rather were transformed by the works that followed.": [
        [
            47,
            53,
            [
                "Mauser",
                "Hauler",
                "Hawser",
                "Causer",
                "Ha user"
            ]
        ]
    ],
    "Hauser believed that in order to understand the evolution of style, one must turn to sociological rather than psychological and explanations.": [
        [
            0,
            6,
            [
                "Mauser",
                "Hauler",
                "Hawser",
                "Causer",
                "Ha user"
            ]
        ]
    ],
    "While holding high regard for the fields of psychology and depth psychology, Hauser chose to approach artistic style from a sociological perspective.": [
        [
            77,
            83,
            [
                "Mauser",
                "Hauler",
                "Hawser",
                "Causer",
                "Ha user"
            ]
        ]
    ],
    "He stressed the role of the individual in creation, something that had received growing attention since the Renaissance.": [],
    "Unlike many hard-line Marxist theorists, Hauser emphasized that while artistic forms are the expression of a societal <em>Weltanschauung</em> (worldview) they are not a direct reflection of economic and social circumstances.": [
        [
            41,
            47,
            [
                "Mauser",
                "Hauler",
                "Hawser",
                "Causer",
                "Ha user"
            ]
        ]
    ],
    "Style, Hauser argued, is not a wholly neutral tool, nor does it fulfill an explicit social function, but rather it could be subordinate to a variety of political and social goals.": [
        [
            7,
            13,
            [
                "Mauser",
                "Hauler",
                "Hawser",
                "Causer",
                "Ha user"
            ]
        ]
    ],
    "NP": []
}