{
    "<p>Marxist art historian, Expressionism exponent and later detractor and post-war German diplomat.": [],
    "Hausenstein's parents were Wilhelm Hausenstein (senior) and Clara Baumann (Hausenstein) (d.1937).": [
        [
            0,
            11,
            [
                "Eisenstein",
                "Hammerstein",
                "Wallenstein",
                "Hagelstein",
                "Ravenstein"
            ]
        ],
        [
            35,
            46,
            [
                "Eisenstein",
                "Hammerstein",
                "Wallenstein",
                "Hagelstein",
                "Ravenstein"
            ]
        ],
        [
            75,
            86,
            [
                "Eisenstein",
                "Hammerstein",
                "Wallenstein",
                "Hagelstein",
                "Ravenstein"
            ]
        ]
    ],
    "His father was a financial officer for the duchy of Baden.": [],
    "After graduating from the Gymnasium in Karlsruhe in 1900, he traveled in the typical German fashion between universities, Heidelberg, Tübingen and Munich studying philosophy, classical philology, history and economics--and heard the art history lectures of <a href=\"/vollk\">Karl Voll</a>.": [],
    "He graduated <em>summa cum laude</em> from Munich in 1905.": [],
    "After briefly living in Paris, Hausenstein became involved in socialist politics, joining the SPD, Sozialdemokratische Partei Deutschlands (German Socialist Party), in Germany in 1907.": [
        [
            31,
            42,
            [
                "Eisenstein",
                "Hammerstein",
                "Wallenstein",
                "Hagelstein",
                "Ravenstein"
            ]
        ],
        [
            119,
            125,
            [
                "Parted",
                "Pasta",
                "Marta",
                "Parka",
                "Parma",
                "Parra"
            ]
        ],
        [
            126,
            138,
            [
                "Deutschland's",
                "Deutschland"
            ]
        ]
    ],
    "Around the same time he decided to devote himself to freelance writing, contributing to the monthly journal <em>Sozialistischen Monatsheften</em>, but also attending lectures on the history of art at the University of Munich.": [],
    "He traveled the continent in 1908 and began publishing books on art-historical themes.": [],
    "His book <em>Der Bauern-Bruegel</em>, 1910, was the first German-language monograph on Pieter Brueghel the Elder.": [],
    "His work on the social history of art began with a small book, <em>Der nackte Mensch in der Kunst aller Zeiten und Völkerand</em> (The Nude in Art of all Ages and Traditions) in 1911.": [],
    "He quickly became a leading critical supporter of the Expressionist art movement.": [],
    "In 1912 he was involved in the founding of the Munich New Secession, co-editing at the same time <em>Der Neue Merkur</em> with Efraim Frisch (1873-1942).": [
        [
            3,
            7,
            [
                "1912,"
            ]
        ]
    ],
    "He predicted that socialism would result in an era of collectivist art in his 1913 book <em>Der nackte Mensch in der Kunst aller Zeiten und Völker</em>.": [],
    "He continued to be a leading exponent in the expressionist movement.": [],
    "Hausenstein, and fellow SPD member <a href=\"/behnea\">Adolf Behne</a>, were the only critics to promote Expressionism from a left-wing point of view (Werkmeister).": [
        [
            0,
            11,
            [
                "Eisenstein",
                "Hammerstein",
                "Wallenstein",
                "Hagelstein",
                "Ravenstein"
            ]
        ]
    ],
    "He met the poet Rainer Maria Rilke (1875-1926) in 1915.": [],
    "He expanded his <em>Der nackte Mensch</em> into a larger book on art sociology, <em>Die Kunst und die Gesellschaft</em>, 1916.": [],
    "During his military service in World War I, he was stationed in Brussels from 1916-17.": [],
    "There he edited the German-language journal <em>Der Belfried</em> and contributed to the <em>Frankfurter Zeitung</em> and the art journal <em>Die Kunstblatt</em> edited by <a href=\"/westheimp\">Paul Westheim</a>.": [],
    "In Brussels he met his future wife, Margot Kohn Lipper (1890-1997), widow of a fallen German soldier.": [
        [
            3,
            11,
            [
                "Brussels,"
            ]
        ],
        [
            48,
            54,
            [
                "Clipper",
                "Flipper",
                "Lipped",
                "Slipper",
                "Zipper",
                "Dipper"
            ]
        ]
    ],
    "Hausenstein increasing became disillusioned with Expressionism, publishing the lectures on the topic in 1918 as <em>über Expressionismus in der Malerei</em>.": [
        [
            0,
            11,
            [
                "Eisenstein",
                "Hammerstein",
                "Wallenstein",
                "Hagelstein",
                "Ravenstein"
            ]
        ]
    ],
    "In it he criticized Expressionism as manifesting decadence and intimately connected the movement with the doomed war effort.": [
        [
            3,
            5,
            [
                "it,"
            ]
        ]
    ],
    "He Lipper married in 1919.": [
        [
            3,
            9,
            [
                "Clipper",
                "Flipper",
                "Lipped",
                "Slipper",
                "Zipper",
                "Dipper"
            ]
        ]
    ],
    "Throughout the 1920s Hausenstein was a contract writer of art books, ranging in topics from Renaissance artists to the Isenheim Altar, Expressionism and Paul Klee.": [
        [
            21,
            32,
            [
                "Eisenstein",
                "Hammerstein",
                "Wallenstein",
                "Hagelstein",
                "Ravenstein"
            ]
        ],
        [
            119,
            127,
            [
                "Blenheim",
                "Rosenheim"
            ]
        ]
    ],
    "The Soviet cultural minister Anatoly Lunacharsky (1875-1933) translated and published Hausenstein's sociology of art <em>Opyt sotsiologii izobrazitel'nogo iskusstva</em> (Опыт социологии изобразительного искусства) in 1920.": [
        [
            29,
            36,
            [
                "Anatomy",
                "Anatole"
            ]
        ],
        [
            86,
            97,
            [
                "Eisenstein",
                "Hammerstein",
                "Wallenstein",
                "Hagelstein",
                "Ravenstein"
            ]
        ]
    ],
    "His 500+ page survey of art history, <em>Kunstgeschichte</em>, appeared in 1927.": [],
    "An essay of his also appeared as an article in the 14-volume Soviet Encyclopedia of the same year.": [],
    "His only work to ever be translated in English, a minor book on Fra Angelico, appeared in 1928.": [
        [
            64,
            67,
            [
                "Frey",
                "FRA",
                "Era",
                "Far",
                "IRA",
                "FRS"
            ]
        ]
    ],
    "After the assumption of the Nazis to power in Germany in 1933, Hausenstein's Marxist methodology became a liability.": [
        [
            63,
            74,
            [
                "Eisenstein",
                "Hammerstein",
                "Wallenstein",
                "Hagelstein",
                "Ravenstein"
            ]
        ]
    ],
    "He was removed as editor of the <em>Münchner Neuesten Nachrichten</em>, finding work in 1934 as a literary editor for the women's pages in the <em>Frankfurter Zeitung</em>.": [],
    "The Reich forbade him to publish books in 1936 and denounced him in the <em>Entartete Kunst</em> (Degenerate Art) exhibition as a supporter of Jewish and modern artists.": [],
    "He and his wife (she formerly Jewish) converted to Roman Catholicism in 1940.": [],
    "He remained at the <em>Zeitung</em> until the newspaper was finally closed by the Nazis in 1943.": [],
    "He spent his years of forced isolation writing his autobiography, <em>Lux Perpetua</em>.": [],
    "He and Margot narrowly escaped deportation to concentration camps by the Gestapo.": [],
    "After the end of the war, Hausenstein emerged as one of the few art writers who had remained in Germany trustable by the occupation forces.": [
        [
            26,
            37,
            [
                "Eisenstein",
                "Hammerstein",
                "Wallenstein",
                "Hagelstein",
                "Ravenstein"
            ]
        ]
    ],
    "Hausenstein wrote an open letter to Thomas Mann (1875-1955), published in the <em>Süddeutsche Zeitung</em> in December 1945, refuting Mann's claim that all literature published in Germany during the Third Reich was worthless, citing many examples, including art-historical literature.": [
        [
            0,
            11,
            [
                "Eisenstein",
                "Hammerstein",
                "Wallenstein",
                "Hagelstein",
                "Ravenstein"
            ]
        ]
    ],
    "He continued to contribute to the <em>Süddeutschen Zeitung</em>, writing art and literary criticism, on nineteenth-century French poetry.": [],
    "His autobiographic novel, <em>Lux Perpetua</em>, appeared in 1947.": [],
    "In his post-war art writing, Hausenstein criticized modern art as socially dysfunctional and symptomatic of decline, a stance comparable to that of Vienna-School art historian (and former Nazi) <a href=\"/sedlmayrh\">Hans Sedlmayr</a>.": [
        [
            29,
            40,
            [
                "Eisenstein",
                "Hammerstein",
                "Wallenstein",
                "Hagelstein",
                "Ravenstein"
            ]
        ]
    ],
    "His 1949 <em>Was bedeutet die moderne Kunst?</em> (What Does Modern Art Mean?": [],
    "), which reiterated his anti-modernist stance, was criticized by Bauhaus artist Willi Baumeister in the 1950 <em>Darmstädter Gespräch</em> in an essay also criticizing Sedlmayr's 1948 book <em>Verlust der Mitte</em>.": [
        [
            0,
            1,
            [
                ""
            ]
        ],
        [
            80,
            85,
            [
                "Will",
                "Willie",
                "Willis",
                "Willy",
                "Wills",
                "Willa"
            ]
        ],
        [
            86,
            96,
            [
                "Paymaster"
            ]
        ]
    ],
    "In 1950 he was appointed General Consul in Paris, and in 1953 German ambassador to France, a post he held until 1955.": [
        [
            3,
            7,
            [
                "1950,"
            ]
        ]
    ],
    "His experiences in Paris were published posthumously in 1961 as <em>Pariser Erinnerungen: Aus fünf Jahren diplomatischen Dienstes 1950-1955</em>.": [],
    "He suffered a coronary infarction and died in Munich.": [],
    "He is buried in the cemetery of the St.": [],
    "Georg in München-Bogenhausen.": [
        [
            9,
            28,
            [
                "Munches-Bogenhausen"
            ]
        ]
    ],
    "His papers reside at the <a href=\"/hausensteinw\">Wilhelm Hausenstein</a> Archiv, Hornberg.": [],
    "In the years leading up to the First World War, Hausenstein was a leading supporter of Expressionism.": [
        [
            48,
            59,
            [
                "Eisenstein",
                "Hammerstein",
                "Wallenstein",
                "Hagelstein",
                "Ravenstein"
            ]
        ]
    ],
    "In his <em>Der nackte Mensch in der Kunst aller Zeiten und Völker</em> of 1911, he prophesied a new era of art based on socialist ideas of collective endeavor.": [],
    "His sociological-based approach attempted to ground stylistic analysis within a Marxist view of history.": [],
    "His change of mind regarding Expressionism's significance is similar to that of <a href=\"/worringerw\">Wilhelm Worringer</a> who also changed his a pre-war championing of Expressionism to post-war detractor (although Hausenstein had been critical of Worringer's nationalist stance in the early years of the war).": [],
    "The extreme popularity of Expressionism by 1918 Hausenstein saw as a \"vulgarization\", a key reason for this shift.": [
        [
            48,
            59,
            [
                "Eisenstein",
                "Hammerstein",
                "Wallenstein",
                "Hagelstein",
                "Ravenstein"
            ]
        ]
    ],
    "His introductory books on artists were some of the most well-researched of the genre.": [],
    "His <em>Giotto</em>, for example, examines the theories of <a href=\"/rumohrk\">Karl Friedrich von Rumohr</a> thought <a href=\"/burckhardtj\">Jacob Burckhardt</a> on the artist in a thoughtful discussion of historiography.": [],
    "Although Hausenstein continued to write about modern art in later years, his views were always followed the model of decline and dissolution.": [
        [
            9,
            20,
            [
                "Eisenstein",
                "Hammerstein",
                "Wallenstein",
                "Hagelstein",
                "Ravenstein"
            ]
        ]
    ],
    "As a German socialist art historian, he was part of a tradition of historians such as <a href=\"/hausera\">Arnold Hauser</a> and <a href=\"/antalf\">Frederick Antal</a>.</p>": []
}