{
    "Musée du Louvre curator of paintings.": [],
    "Hautecoeur was born in Paris in 1884, the son of a bookshop owner who sold prints and catalogues on the Rue de Rivoli.": [
        [
            0,
            10,
            [
                "Hauteur"
            ]
        ],
        [
            86,
            96,
            [
                "catalogs"
            ]
        ]
    ],
    "An excellent student, Hautecoeur graduated from the Ecole Normale Supérieure in 1908 and went on to study at the Ecole de France in Rome.": [
        [
            22,
            32,
            [
                "Hauteur"
            ]
        ],
        [
            52,
            57,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            58,
            65,
            [
                "Normal",
                "Nor male",
                "Norm ale"
            ]
        ],
        [
            66,
            76,
            [
                "Superior",
                "Superhero",
                "Superiors",
                "Supersede",
                "Superstore",
                "Supervene"
            ]
        ],
        [
            113,
            118,
            [
                "Cole",
                "Ecol"
            ]
        ]
    ],
    "In Italy he explored the art of Rome during the neoclassical era and published his research on the topic under the title <em>Rome et la renaissance de l’antiquité à la fin du XVIIIe siècle</em> in 1912.": [
        [
            3,
            8,
            [
                "Italy,"
            ]
        ]
    ],
    "Following this, Hautecoeur spent a short period in St.": [
        [
            16,
            26,
            [
                "Hauteur"
            ]
        ]
    ],
    "Petersburg as a lecturer at the Institut Français — one of the few foreign scholars to gain first hand experience of Tsarist Russia.": [
        [
            32,
            40,
            [
                "Institute"
            ]
        ],
        [
            92,
            102,
            [
                "first-hand"
            ]
        ]
    ],
    "His research there led to the publication of <em>L’Architecture classique à Saint-Pétersbourg à la fin du XVIIIe siècle</em> (1912).": [],
    "During the First World War, Hautecoeur was assigned to the Ministry of War which saw him travel to Lugano, Switzerland, in a diplomatic capacity.": [
        [
            28,
            38,
            [
                "Hauteur"
            ]
        ]
    ],
    "Upon his return to Paris in 1920 he was appointed Deputy Curator at the Louvre.": [],
    "He took a position teaching classical architecture in France at the Écoles des Beaux-Arts the following year and was appointed Deputy Curator of paintings at the Louvre in 1923.": [
        [
            68,
            74,
            [
                "Becomes",
                "Comes",
                "Roles",
                "Codes",
                "Holes",
                "Scores"
            ]
        ],
        [
            75,
            78,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Hautecoeur published a history of the institution, <em>Histoire du Louvre</em>, in 1928.": [
        [
            0,
            10,
            [
                "Hauteur"
            ]
        ]
    ],
    "The following year he published a heavily illustrated historical overview of architecture since the medieval period in the Burgundy region, <em>L’Architecture en Bourgogne</em>.": [],
    "In the same year Hautecoeur was also appointed chief curator at the Musée du Luxembourg and, briefly, director of Fine Arts in Egypt (1928-31).": [
        [
            17,
            27,
            [
                "Hauteur"
            ]
        ],
        [
            68,
            73,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ]
    ],
    "In 1932, he published <em>Les Mosquées du Caire</em>, a product of his experience in this role.": [],
    "Between 1930 and 1939 he also taught at the Ecole du Louvre while continuing to teach at the Écoles des Beaux-Arts.": [
        [
            44,
            49,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            93,
            99,
            [
                "Becomes",
                "Comes",
                "Roles",
                "Codes",
                "Holes",
                "Scores"
            ]
        ],
        [
            100,
            103,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "During World War Two, in 1940, Hautecoeur was part of the team responsible for securing the French national collection in remote locations.": [
        [
            31,
            41,
            [
                "Hauteur"
            ]
        ]
    ],
    "Following this, he was appointed to the Vichy cabinet, where he served as Secrétaire d’Etat aux Beaux-Arts amongst other positions.": [
        [
            74,
            84,
            [
                "Secretary",
                "Secretaries",
                "Secretive"
            ]
        ],
        [
            87,
            91,
            [
                "Eat",
                "ETA",
                "Stat",
                "Etta",
                "Eta",
                "Tat"
            ]
        ]
    ],
    "During this time Hautecoeur published <em>Littérature et peinture du XVIIIe au XXe siècle</em> (1942).": [
        [
            17,
            27,
            [
                "Hauteur"
            ]
        ]
    ],
    "The book, based on a course he taught at the Louvre, attempted to delineate the main strands in French thinking using examples drawn from works of literature and art.": [],
    "Hautecoeur’s cautious and conservative approach to his cabinet position, however, led to the suspicion that he was part of a “secret resistance.\"": [
        [
            0,
            10,
            [
                "Hauteur"
            ]
        ],
        [
            144,
            145,
            [
                "”"
            ]
        ]
    ],
    "As a result, he was forced to resign by Minister of National Education Abel Bonnard — at the insistence of Hermann Göring, according to some accounts (Karlsgodt).": [
        [
            76,
            83,
            [
                "Board",
                "Bernard",
                "Onward",
                "Barnard",
                "Bombard",
                "Bonner"
            ]
        ],
        [
            151,
            160,
            [
                "Karel Gott"
            ]
        ]
    ],
    "Bonnard, a follower of Charles Maurras (1868-1952) and an enthusiastic collaborationist, replaced Hautecoeur with Georges Hilaire who it was believed would be more amenable to using French art as a diplomatic tool.": [
        [
            0,
            7,
            [
                "Board",
                "Bernard",
                "Onward",
                "Barnard",
                "Bombard",
                "Bonner"
            ]
        ],
        [
            98,
            108,
            [
                "Hauteur"
            ]
        ],
        [
            122,
            129,
            [
                "Claire",
                "Mileage",
                "Hilary",
                "Hillary",
                "Kildare",
                "Hillier"
            ]
        ]
    ],
    "Ultimately both heads of the department, Hautecourt and Hilarie, were called before tribunals.": [
        [
            41,
            51,
            [
                "Harcourt",
                "Hauteur"
            ]
        ],
        [
            56,
            63,
            [
                "Hilario"
            ]
        ]
    ],
    "Hautecoeur was acquitted of any wrongdoing and Hilarie was sentenced to five years in prison in absentia (Spotts).": [
        [
            0,
            10,
            [
                "Hauteur"
            ]
        ],
        [
            47,
            54,
            [
                "Hilario"
            ]
        ],
        [
            106,
            112,
            [
                "Sports",
                "Spots",
                "Potts",
                "Spotty",
                "Spouts",
                "Spot ts"
            ]
        ]
    ],
    "It was also during his period that the first volume of Hautecoeur’s monumental <em>Histoire de l'Architecture Classique en France</em> (1943) was published followed by the publication of six successive volumes between 1948 and 1957.": [
        [
            55,
            65,
            [
                "Hauteur"
            ]
        ]
    ],
    "Hautecoeur moved to Geneva following the war in large part as a result of the damage done to his reputation by serving in the Vichy government.": [
        [
            0,
            10,
            [
                "Hauteur"
            ]
        ]
    ],
    "In Switzerland he became a curator of the Musée des Beaux-Arts and a professor between 1946-49.": [
        [
            3,
            14,
            [
                "Switzerland,"
            ]
        ],
        [
            42,
            47,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            48,
            51,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "After returning to Paris in 1952 he published <em>Architecture classique en France</em> (1952) alongside a biographical account of Jacques-Louis David in 1954.": [],
    "He was appointed a member of the Institut de France and from 1955 until 1964 he served as perpetual secretary of the Académie des Beaux-Arts, Paris.": [],
    "During this time he continued to write, authoring a number of texts including <em>Mystique et architecture: Symbolisme du cercle et de la coupole</em> (1954), a three-volume survey Histoire de l’art (1959), and <em>Les Jardins des dieux et hommes</em> (1959).": [],
    "During the 1960s, Hautecoeur updated the early editions of his <em>Histoire</em> which deal with the period between the Renaissance and the 17th century.": [
        [
            18,
            28,
            [
                "Hauteur"
            ]
        ]
    ],
    "Hautecourt paid little attention to the emerging art-historical methodologies of the Vienna school, overlooking the work of those such as <a href=\"/kaufmanne\">Emil Kaufmann</a> (1891-1952) whose work tended to highlight the social-historical context in which works of art were produced.": [
        [
            0,
            10,
            [
                "Harcourt",
                "Hauteur"
            ]
        ]
    ],
    "However, Hautecoeur did share the Franco-Centric perspective of art historians such as Kaufmann: Hautecoeur “took it as his mission to foster French art as the embodiment of French nationalism,\" a perspective which was particularly notable in <em>Histoire de l'Architecture Classique en France</em> (Spotts).": [
        [
            9,
            19,
            [
                "Hauteur"
            ]
        ],
        [
            97,
            107,
            [
                "Hauteur"
            ]
        ]
    ],
    "In spite of his myopic point of view, Hautecoeur’s scholarship was erudite, analytical, and solidly constructed.": [
        [
            38,
            48,
            [
                "Hauteur"
            ]
        ]
    ],
    "His writing drew on primary sources and prints, as well as existing scholarly studies.": [],
    "His use of archival collections, however, was limited to those available at the Louvre.": []
}