{
    "Archaeologist of classical antiquity; first woman to lead an archaeological excavation in the Aegean.": [],
    "Born Harriett Boyd, her father was Alexander Boyd, a leather merchant, and her mother Harriet Wheeler (Boyd) in 1871, the final of five children and the only girl.": [],
    "Her mother died when she was 10 months old and was raised solely by her father.": [],
    "Boyd received her early education from Prospect Hill School in Massachusetts where she graduated in 1888.": [],
    "From 1892 to 1896 she taught Classics in various schools in both North Carolina and Delaware.": [],
    "She was awarded a Bachelor's degree in Classics from Smith College in 1892 as Phi Beta Kappa.": [],
    "In 1896 she did her graduate work with the American School of Classical Studies in Athens.": [
        [
            3,
            7,
            [
                "1896,"
            ]
        ]
    ],
    "Starting in 1898 she received a fellowship from the ASCSA school.": [
        [
            52,
            57,
            [
                "AS CSA",
                "ASC SA"
            ]
        ]
    ],
    "During the Greco-Turkish war when the Turkish army defeated the Greek army, displacing many Greek citizens, Hawes took nursing training to assist them.": [
        [
            108,
            113,
            [
                "Hawks",
                "Hayes",
                "Hates",
                "Hares",
                "Dawes",
                "Hades"
            ]
        ]
    ],
    "She was later decorated by Greece for her work in the war.": [],
    "She volunteered as a nurses' aid the following year for soldiers wounded the Spanish American War.": [],
    "In 1899 she received the $1000 Agnes Hoppin Memorial Fellowship, created by the ASCSA to address limitations placed on women in the archaeological field.": [
        [
            3,
            7,
            [
                "1899,"
            ]
        ],
        [
            37,
            43,
            [
                "Hopping",
                "Hop pin"
            ]
        ],
        [
            80,
            85,
            [
                "AS CSA",
                "ASC SA"
            ]
        ]
    ],
    "However, the School did not accept women on their digs and she was recommended to work as a librarian.": [
        [
            54,
            58,
            [
                ", and"
            ]
        ]
    ],
    "Boyd used the Hoppin fund to finance a dig herself.": [
        [
            14,
            20,
            [
                "Hopping",
                "Hop pin"
            ]
        ]
    ],
    "Arthur Evans, working at Knossos, advised her to dig at Kavousi in eastern Crete.": [
        [
            56,
            63,
            [
                "Kaposi"
            ]
        ]
    ],
    "Only digging for four months, she uncovered houses and tombs from the Geometric period.": [],
    "She was the first woman to ever lead an archaeological excavation in the Aegean.": [],
    "She returned to Smith in 1900 to lecture, incorporating her findings into a master's thesis at Smith College in 1901.": [],
    "In 1902, she was the first woman to address the Archaeological Societies, which subsequently granted her a fellowship.": [],
    "In 1904 she began her excavation of Gournia in Crete, assisted by Blanche Emily Wheeler (1870-1936), the final recipient of the Hoppin Fellowship.": [
        [
            3,
            7,
            [
                "1904,"
            ]
        ],
        [
            36,
            43,
            [
                "Goiania",
                "Goiânia"
            ]
        ],
        [
            128,
            134,
            [
                "Hopping",
                "Hop pin"
            ]
        ]
    ],
    "There she discovered a Minoan city, and in later excavations, Minoan tombs on the hill of Sphoungaras nearby.": [],
    "She visited Athens in 1905 to attend the International Congress of Archaeology where she met the archaeologist and anthropologist Charles Henry Hawes (1867-1943) of Cambridge University.": [
        [
            144,
            149,
            [
                "Hawks",
                "Hayes",
                "Hates",
                "Hares",
                "Dawes",
                "Hades"
            ]
        ]
    ],
    "In 1906 Charles and Harriet were married, though purportedly she had rejected his proposal seven previous times (Boston Globe), giving up her Smith lecturing position the same year.": [],
    "She and her husband lived in Madison, Wisconsin where he lectured at the University there, 1907-1909.": [],
    "Her first book, written with her husband, <em>Crete, the Forerunner of Greece </em>, appeared in 1909.": [],
    "It covered the life of the Minoan people in Crete including details as complex as the clothing style of the female population.": [],
    "Charles received an appointment at Dartmouth in 1910 where the couple moved.": [],
    "She received an honorary Doctorate of Humane Letters from Smith College the same year.": [],
    "Hawes returned to nursing work during World War I. From 1917 to 1918 she was the organizer and the first director of Smith College’s relief unit in France.": [
        [
            0,
            5,
            [
                "Hawks",
                "Hayes",
                "Hates",
                "Hares",
                "Dawes",
                "Hades"
            ]
        ]
    ],
    "From 1918 to 1920 she was a nurse’s aide with the YMCA at the American Hospital in Longchamps, France.": [
        [
            83,
            93,
            [
                "Long champs"
            ]
        ]
    ],
    "Starting in 1920 (through 1936) she was a lecturer at Wellesley College in art history.": [],
    "A 1922 essay on Boston's ‘Ludovisi Throne.'": [
        [
            26,
            34,
            [
                "Ludovic"
            ]
        ]
    ],
    "Hawes’ inventory of the tombs continues to inspire archaeological study, Hawes was in Czechoslovakia in 1938 during the German take-over of Sudetenland, and was briefly detained by the German authorities.": [
        [
            0,
            5,
            [
                "Hawks",
                "Hayes",
                "Hates",
                "Hares",
                "Dawes",
                "Hades"
            ]
        ],
        [
            73,
            78,
            [
                "Hawks",
                "Hayes",
                "Hates",
                "Hares",
                "Dawes",
                "Hades"
            ]
        ]
    ],
    "She died in a nursing home on March 31, 1945 in Washington DC at the age of 74.": [
        [
            40,
            44,
            [
                "1945,"
            ]
        ]
    ],
    "Her memoirs were published posthumously in two articles in 1965.": [],
    "Hawes produced books which, by and large, addressed a broad audience, such as her <em>Crete, the Forerunner of Greece</em>.": [
        [
            0,
            5,
            [
                "Hawks",
                "Hayes",
                "Hates",
                "Hares",
                "Dawes",
                "Hades"
            ]
        ]
    ],
    "However, in articles such as <em>A Gift of Themistocles: The ‘Ludovisi Throne’ and the Boston Relief</em> she contextualized the Ludovisi Throne dissenting from previous historians, arguing that the pieces were part of a couch-altar which once stood in the sanctuary that Themistocles restored for the Lycomids.": [],
    "Hawes also kept meticulous notes with drawings and photographs.": [
        [
            0,
            5,
            [
                "Hawks",
                "Hayes",
                "Hates",
                "Hares",
                "Dawes",
                "Hades"
            ]
        ]
    ],
    "She published these documents in memoirs that give the full historical context to the archaeological exhibitions she worked on including photographs of the Greek people involved in the work.": []
}