{
    "<p>Byzantinist and mosaics conservator.": [
        [
            3,
            14,
            [
                "Byzantines"
            ]
        ]
    ],
    "Hawkins received no formal training in art history.": [],
    "He apprenticed as a sculptor to the architectural carver Lawrence A. Turner from 1922 until 1927.": [],
    "As a sculptor he worked in a neo-Romanesque style, producing work for Westminster Cathedral (the staircase to the pulpit, added at the time of remodeling in 1934) and the screen to St.": [],
    "Patrick's Chapel.": [],
    "He married Hilda Routen in 1930.": [
        [
            17,
            23,
            [
                "Route",
                "Routes",
                "Routed",
                "Rotten",
                "Router",
                "Rouen"
            ]
        ]
    ],
    "Hawkins joined the private Byzantine Institute of America project founded by the wealthy scholar <a href=\"/whittemoret\">Thomas Whittemore</a> as a technical assistant in Istanbul in 1938.": [],
    "His motivation was apparently less scholarly than the need to make a living.": [],
    "Hawkins quickly became Whittemore's lieutenant in the field projects restoring the mosaics of Hagia Sophia there.": [
        [
            23,
            33,
            [
                "Whitmore"
            ]
        ]
    ],
    "It was Hawkins who proposed the priorities for how the mosaics of the church/mosque should be revealed.": [],
    "Leading the team, Hawkins cleaned the gallery mosaics of Hagia Sophia to reveal the <em>Deësis</em>, imperial portraits, the apse mosaic and the archangel depicted there, as well as the saints of the north tympanum wall of the nave.": [],
    "When Whittemore died suddenly in 1950, Hawkins served under his successor, <a href=\"/underwoodp\">Paul A. Underwood</a>, of the Dumbarton Oaks Center for Byzantine Studies, a research center run by Harvard University outside Washington DC.": [
        [
            5,
            15,
            [
                "Whitmore"
            ]
        ]
    ],
    "The Center gradually assumed control of the Institute's projects.": [],
    "In 1963 Hawkins became Assistant Field Director and Research Associate at the Dumbarton Oaks Center.": [
        [
            78,
            87,
            [
                "Lumberton"
            ]
        ]
    ],
    "He led the initiative to re-examine the apse mosaic of the Hagia Sophia in 1964, a project which answered the dating issues of the various phases of work.": [],
    "Hawkins was able to conclusively proved that the Virgin and Child mosaics were completed at 867 A. D. Hawkins also led persuasive campaigns at Dumbarton Oaks to document and restore the buildings and decorations of the Kariye Camii, Fetiye Camii (Pammakaristos), Zeirek Camii (Pantocrator), Bodrum Camii, Kalenderhane Camii, Church of Constantine Lips and St.": [
        [
            143,
            152,
            [
                "Lumberton"
            ]
        ],
        [
            219,
            225,
            [
                "Kari ye"
            ]
        ],
        [
            226,
            231,
            [
                "CAMIF",
                "Cam ii"
            ]
        ],
        [
            233,
            239,
            [
                "Fertile",
                "Retire",
                "Festive",
                "Futile",
                "Felipe",
                "Feline"
            ]
        ],
        [
            240,
            245,
            [
                "CAMIF",
                "Cam ii"
            ]
        ],
        [
            263,
            269,
            [
                "Jarek",
                "Marek",
                "Tarek"
            ]
        ],
        [
            270,
            275,
            [
                "CAMIF",
                "Cam ii"
            ]
        ],
        [
            291,
            297,
            [
                "Bod rum"
            ]
        ],
        [
            298,
            303,
            [
                "CAMIF",
                "Cam ii"
            ]
        ],
        [
            318,
            323,
            [
                "CAMIF",
                "Cam ii"
            ]
        ]
    ],
    "Eirene.": [
        [
            0,
            6,
            [
                "Irene"
            ]
        ]
    ],
    "In addition, he participated in projects at Cordoba, Spain, San Marco at Venice, Jerusalem and monuments in Cyprus, the latter monuments whose importance he largely identified.": [
        [
            44,
            51,
            [
                "Córdoba"
            ]
        ]
    ],
    "As a restorer, Hawkins was noted for his knowledge of medieval pigment (and just as important, where to buy it locally).": [],
    "Hawkins received an OBE in 1971.": [],
    "He retired in 1975.": [],
    "He was among the most conservative restorers: he never remade or repainted pictures.": [],
    "His techniques were recorded in the 1988 <em>Die Mosaikkuppel von Centcelles</em> by Helmut Schlunk.": [],
    "He campaigned--successfully in the case of the church of the Chora, now the Kariye Camii--against removing mosaics from the wall and resetting them for fear original surface nuances would be lost His photographs and field notes reside at the Courtauld Institute of Art.": [
        [
            61,
            66,
            [
                "Chord",
                "Choral",
                "Cora",
                "Chore",
                "Chorea",
                "Hora"
            ]
        ],
        [
            76,
            82,
            [
                "Kari ye"
            ]
        ],
        [
            83,
            97,
            [
                "CAMIF--against"
            ]
        ],
        [
            242,
            251,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Steven Runciman called Hawkins ''the world's finest authority on the uncovering of mosaics and frescoes.''": [
        [
            7,
            15,
            [
                "Russian",
                "Duncan",
                "Gunman",
                "Runtime",
                "Frenchman",
                "Councilman"
            ]
        ]
    ],
    "Runciman termed Hawkins' restoration of the Kariye Camii as turning it into ''the loveliest thing to see in all Istanbul.''": [
        [
            0,
            8,
            [
                "Russian",
                "Duncan",
                "Gunman",
                "Runtime",
                "Frenchman",
                "Councilman"
            ]
        ],
        [
            44,
            50,
            [
                "Kari ye"
            ]
        ],
        [
            51,
            56,
            [
                "CAMIF",
                "Cam ii"
            ]
        ]
    ],
    "Hawkins was more than a craftsman/conservator.": [],
    "He carefully brought the mosaics to their present form without \"restoration\", i.e., adding to them to make their appearance seem orginal.": [
        [
            129,
            136,
            [
                "original",
                "ordinal"
            ]
        ]
    ],
    "He investigated a large proportion of the surviving mosaics from the Byzantine empire under the major authorities of the day; his co-operation with these trained art historians helped set the standard and program for Byzantine excavation and restoration for succeeding generations.": [
        [
            69,
            85,
            [
                "Byzantine Empire"
            ]
        ]
    ],
    "He changed the widely held views of how medieval mosaics were created: the <em>tesserae</em> were set directly into the walls, not on panels in the studio and subsequently transferred.": [],
    "His publications for the <em>Dumbarton Oaks Papers</em> are extensive.": [],
    "At the monastery of St.": [],
    "Catherine's at Sinai, Hawkins discovered that art historians had arrived at their conclusions of the Justinian-era mosaics not realizing the work was clouded by layers of 19th-century varnish.": [],
    "He cleaned the sixth-century apses of Livadhia and Kanakaria only to have them later looted or stolen completely (as in the case of Livadhia) after 1974.</p>": [
        [
            38,
            46,
            [
                "Livia",
                "Livonia",
                "Lidia",
                "Vivaria"
            ]
        ],
        [
            51,
            60,
            [
                "Ankara",
                "Katakana",
                "Kalahari",
                "Sankara",
                "Annamaria",
                "Kanagawa"
            ]
        ],
        [
            132,
            140,
            [
                "Livia",
                "Livonia",
                "Lidia",
                "Vivaria"
            ]
        ]
    ]
}