{
    "Gainsborough scholar and director of the National Portrait Gallery, 1974-1994.": [],
    "Hayes was the son of an actuary, Leslie Thomas Hayes and Gwendolyn (Hayes).": [],
    "After attending Ardingly college in Sussex he graduated in modern history from Keble College, Oxford.": [
        [
            16,
            24,
            [
                "Ardently",
                "Daringly",
                "Achingly",
                "Jarringly",
                "Abidingly",
                "Caringly"
            ]
        ],
        [
            79,
            84,
            [
                "Able",
                "Cable",
                "Table",
                "Noble",
                "Bible",
                "Kelly"
            ]
        ]
    ],
    "He received an advanced degree at the Courtauld Institute of Art in 1954.": [
        [
            38,
            47,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "That year he was appointed curator of the London Museum, then in the Kensington Palace.": [],
    "His first exhibition, on Anna Pavlova, included her Swan dress which the Museum owned.": [],
    "He was awarded a Commonwealth Fund fellowship in 1958-59 to study at the Institute of Fine Arts, New York University; examining Gainsboroughs in the United States.": [
        [
            128,
            141,
            [
                "Gainsborough's",
                "Gainsborough",
                "Gains boroughs"
            ]
        ]
    ],
    "In 1960, Hayes launched an exhibition of Gainsborough's drawings for the Arts Council of Great Britain.": [],
    "He issued permanent holdings catalogs of the London Museum collection in 1961 and 1970.": [],
    "Hayes's completed his Ph.D.": [],
    "in 1962 on Gainsborough's landscapes, among the first serious study of that British painter.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "A general exhibition of Gainsborough's landscapes under Hayes' direction was held at Nottingham in 1962.": [],
    "Hayes was a visiting professor at Yale University in 1969, a visit he used to strengthened his ties with American collections.": [],
    "Returning to the London Museum, he published a catalog of the Gainsborough drawings in 1970.": [],
    "Hayes initiated artist reference files, akin to the Witt library system he had known at the Courtauld, today the core of the Museum of London's resources.": [
        [
            92,
            101,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "In 1970 he was appointed director, establishing a department of modern history under Colin Sorensen.": [
        [
            3,
            7,
            [
                "1970,"
            ]
        ],
        [
            91,
            99,
            [
                "Sorenson",
                "Sørensen"
            ]
        ]
    ],
    "In 1971 Hayes published the definitive work on Gainsborough's prints.": [],
    "Hayes wrote two popular introductions, one to Thomas Rowlandson's watercolors and drawings in 1972.": [],
    "He assisted with the 1974 move of the Museum to the Barbican Centre, which, combined with the Guildhall Museum, was renamed \"the Museum of London.\"": [],
    "In 1974, Hayes was denied the directorship of the new Museum London.": [],
    "Instead he was appointed director the National Portrait Gallery, London, succeeding <a href=\"/strongr\">Roy C. Strong</a>.": [
        [
            0,
            7,
            [
                "Instead,"
            ]
        ]
    ],
    "A second popular treatment book, on Gainsborough's painting and drawings, appeared in 1975.": [],
    "At the NPG, Hayes instituted commissioning portraits and established a consistent policy for acquisition, something the flamboyant Strong was accused of neglecting.": [],
    "Under Hayes' direction, the National Portrait Award was established.": [],
    "He created two annexes for the NPG, one devoted to Victorian portraits, Beningborough Hall in Yorkshire and another, Bodelwyddan, in north Wales.": [],
    "He also pioneered the agreement of keeping portraits <em>in situ</em> in important locations, such as at Arundel Castle.": [
        [
            105,
            112,
            [
                "Roundel",
                "Grendel",
                "Asunder",
                "Trundle",
                "Runnel"
            ]
        ]
    ],
    "His acquisitions for the Gallery included three Van Dycks (acquired in four years), the Queen Elizabeth portrait at Warwick Castle, a full-length portrait of Edward VI, portrait busts of Lord Chesterfield by Roubiliac (successfully outbidding the Victoria &amp; Albert Museum), another of Alexander Pope by Rysbrack, one of William Pitt the Elder by Joseph Wilton, and accepted a self-portrait by Graham Sutherland.": [
        [
            52,
            57,
            [
                "Decks",
                "Docks",
                "Ducks",
                "Dicks"
            ]
        ],
        [
            256,
            260,
            [
                "camp",
                "lamp",
                "ramp",
                "amp",
                "damp",
                "vamp"
            ]
        ],
        [
            307,
            315,
            [
                "Redbrick",
                "Rickrack",
                "RSBAC"
            ]
        ]
    ],
    "He also commissioned a portrait of Diana, Princess of Wales by Bryan Organ in 1979.": [],
    "Hayes partnered with other museums to host <a href=\"/millaro\">Oliver Millar</a>'s show on Sir Peter Lely, another on the Raj, and photographic exhibitions by Helmut Newton and Robert Mapplethorpe.": [],
    "His catalog of the Gainsborough landscape paintings appeared in 1982.": [],
    "After a series of aborted plans to move the Gallery to new locations, Hayes oversaw the creation of 20th-century galleries and the Wolfson exhibition gallery as well as new the Heinz Library.": [
        [
            131,
            138,
            [
                "Wolf son",
                "Wolfs on"
            ]
        ]
    ],
    "His deputy, Malcolm Rogers, became director of the Museum of Fine Arts in Boston.": [],
    "Hayes retired in 1994, mounting a special retirement exhibition at the Gallery on Thomas Eakins.": [],
    "In 1996 he was made a Commander of the British Empire (CBE).": [
        [
            3,
            7,
            [
                "1996,"
            ]
        ]
    ],
    "Hayes was hired to catalog the British paintings in the National Gallery of Art, Washgington, D. C. in 1997.": [
        [
            81,
            92,
            [
                "Washington"
            ]
        ]
    ],
    "His pioneering exhibition at the Tate Gallery in 1980 led to others in Paris (1981) and Ferrara in 1998.": [],
    "A catalog on the collection of the late Sir Edwin Manton, who holdings featured Gainsborough and Rowlandson prominently, appeared as <em>A New York Private Collection</em> the same year.": [
        [
            50,
            56,
            [
                "Canton",
                "Anton",
                "Manson",
                "Manon",
                "Wanton",
                "Danton"
            ]
        ]
    ],
    "An edition of Gainsborough's letters appeared by him in 2000.": [],
    "Hayes suffered a stroke in 2004 and died the following January.": [],
    "A draft a book about Gainsborough's subject pictures remained unpublished along with the collection catalog for the Cincinnati Art Museum.": [],
    "Methodologically, he was cool to the so-called \"new art history\" considering newer interpretations of Gainsborough's landscapes speculative at best.": [],
    "Where his predecessor at the Portrait Gallery, Strong, used the gallery as an instrument of public history, Hayes focused on portraiture as an art form": []
}