{
    "<a href=\"https://en.wikipedia.org/wiki/Egyptologist\">Egyptologist</a>; Curator of the Department of Egyptology, Metropolitan Museum of Art, New York.": [],
    "William C. Hayes’ father William C. Hayes Sr.": [],
    "was a British national, and his mother Helen Hawthorne Maule (Hayes) was from a prominent Philadelphia family.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ],
        [
            55,
            60,
            [
                "Male",
                "Maple",
                "Mule",
                "Maude",
                "Mauled",
                "Mauve"
            ]
        ]
    ],
    "Growing up in Warrenton, Virginia, Hayes then attended <a href=\"https://en.wikipedia.org/wiki/William_Penn_Charter_School\">William Penn Charter School</a> (then known as Penn Charter) in Pennsylvania and Saint George’s School in Newport, Rhode Island.": [
        [
            14,
            23,
            [
                "Warren ton"
            ]
        ]
    ],
    "He obtained an M.A.": [],
    "in 1924 and an M.F.A.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "in 1926, both from Princeton University.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "During his time at Princeton, Hayes won a Carnegie scholarship for the study of medieval and Byzantine art and traveled to Scotland, England, France, and Italy.": [],
    "He also participated in the excavations at Carthage led by the University of Michigan.": [],
    "In 1927 Hayes was appointed by <a href=\"https://arthistorians.info/lythgoea/\">Albert Lythgoe</a> as an assistant for the excavations of the Metropolitan Museum at Deir el Bahri.": [],
    "He was an accomplished archeologist, based on his previous excavation experience, though he had little acquaintance with Egyptian art.": [],
    "This job directed him toward a new field.": [],
    "He stayed at Deir el Bahri until 1931 and then went to the excavation site at Lisht for another five years.": [
        [
            13,
            17,
            [
                "Dare",
                "DARE",
                "Are",
                "Were",
                "Day",
                "Here"
            ]
        ],
        [
            21,
            26,
            [
                "Bar",
                "Bars",
                "Barry",
                "Bare",
                "Bark",
                "Barn"
            ]
        ],
        [
            78,
            83,
            [
                "Light",
                "List",
                "Liszt"
            ]
        ]
    ],
    "In 1932, Hayes married Mary Isom (d.1958) , who later married <a href=\"https://arthistorians.info/forsythg/\">George H. Forsyth</a> after their divorce.": [
        [
            28,
            32,
            [
                "IOM",
                "IEOM",
                "ISAM",
                "ISCM",
                "ISM",
                "ISO"
            ]
        ],
        [
            41,
            43,
            [
                ","
            ]
        ]
    ],
    "His work in Egypt impressed Alan Gardiner (1897-1963), one of the premier Egyptologists of that time.": [],
    "During a break from excavations in 1933, Hayes went to Oxford to study hieroglyphics with Gardiner.": [],
    "In 1935, he obtained his Ph.D.": [],
    "from Princeton with a dissertation <i>Royal Sarcophagi of the XVIII Dynasty</i>, inspired by <a href=\"https://arthistorians.info/winlockh/\">Herbert Winlock</a> (1884-1950) and written under <a href=\"https://arthistorians.info/moreyc/\">Charles R. Morey</a> (1877-1955).": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "His dissertation was published as a book by the Princeton University Press in the same year.": [],
    "After nine years of working on the excavations in Egypt, Hayes was appointed Assistant Curator of Egyptian Art at the Metropolitan Museum of Art in 1936.": [],
    "He served as a lieutenant commander in the Navy during World War II from 1941 to 1945.": [],
    "He married Elise Scheffler of Princeton (d.1961), a portrait painter better known as Tokio.": [
        [
            17,
            26,
            [
                "Schaeffer",
                "Scheduler",
                "Shuffler"
            ]
        ],
        [
            85,
            90,
            [
                "Tokyo"
            ]
        ]
    ],
    "After the war, he resumed his work at the Met as Associate Curator and was promoted to Curator of the museum's Egyptian Department in 1952, replacing <a href=\"https://arthistorians.info/winlockh/\">Herbert Winlock</a>.": [],
    "Although finished in 1946, the first volume of his book, <a href=\"https://find.library.duke.edu/catalog/DUKE000411246\"><i>The Scepter of Egypt: a Background for the Study of the Egyptian Antiquities in The Metropolitan Museum of Art</i></a>, was finally published in 1953.": [],
    "He was sent to Egypt in 1954 and in 1959 to communicate archaeological discoveries.": [],
    "The second volume of <i>The Scepter of Egypt</i> was released in 1959, two years after its completion.": [],
    "Hayes contributed four chapters on Egyptian history to the revised <i>Cambridge Ancient History</i>, published in 1961 and 1962.": [],
    "Hayes married his old friend Leigh Ramsay Pollack three months before his death.": [],
    "William C. Hayes died suddenly in New York on July 10, 1963.": [],
    "He was succeeded at the Met by Henry G. Fischer (1964–1970).": [],
    "Hayes was a leading authority on the history of Egyptian art and translations of texts during his time.": [],
    "His best-known book, <i>The Scepter of Egypt</i>, is “an admirable introduction to Egyptian art, archaeology and history” (Dunham and Ficher).": [
        [
            134,
            140,
            [
                "Fisher",
                "Fischer",
                "Richer",
                "Fiche",
                "Fiches"
            ]
        ]
    ],
    "Serving as a handbook to the Metropolitan Museum's collection of Egyptian art, <i>The Scepter of Egypt</i> remains a valuable reference for Egyptologists.": [],
    "His publications exemplify his ability to combine archaeological observation with philosophical knowledge (Dawson).": [],
    "Based on his work experience at Deir el Bahri, Hayes produced<i> Glazed Tiles from a Palace of Ramesses II at Kantīr </i>(1937), <i>Ostraka and name stones from the tomb of Sen-Mūt (no.": [
        [
            32,
            36,
            [
                "Dare",
                "DARE",
                "Are",
                "Were",
                "Day",
                "Here"
            ]
        ],
        [
            40,
            45,
            [
                "Bar",
                "Bars",
                "Barry",
                "Bare",
                "Bark",
                "Barn"
            ]
        ],
        [
            95,
            103,
            [
                "Ra messes"
            ]
        ],
        [
            110,
            116,
            [
                "Anti",
                "Katie",
                "Kanji",
                "Cantor",
                "Kant",
                "Banter"
            ]
        ],
        [
            132,
            139,
            [
                "Strata",
                "Osaka",
                "Estrada",
                "Strava"
            ]
        ],
        [
            173,
            181,
            [
                "Sen-Must"
            ]
        ]
    ],
    "71) at Thebes (1942)</i>, among other publications (Dawson).": [],
    "<i>The Texts in the Maṣṭabeh of Seʾn-Wosret-ʻankh at Lisht (1937)</i> compiles Pyramid Texts discovered at Lisht (Dawson).": [
        [
            34,
            51,
            [
                "Seen-Wosret-ʻankh",
                "Seʾn-Wore-ʻankh",
                "Seʾn-Wosret-ankh"
            ]
        ],
        [
            55,
            60,
            [
                "Light",
                "List",
                "Liszt"
            ]
        ],
        [
            109,
            114,
            [
                "Light",
                "List",
                "Liszt"
            ]
        ]
    ],
    "Hayes’ ambition was to create a comprehensive history of Egypt, better interpreting Egyptian culture to his contemporaries.": [],
    "At the end of his life, he was working on an encyclopedic four-volume work on Egyptian history, which he never finished, and planning for a second and more ambitious re-exhibition of the collections at the Met (Dunham and Ficher).": [
        [
            222,
            228,
            [
                "Fisher",
                "Fischer",
                "Richer",
                "Fiche",
                "Fiches"
            ]
        ]
    ],
    "He was a prolific writer with eight books, thirty-eight articles, and numerous book reviews (Seele).": [
        [
            93,
            98,
            [
                "Steele",
                "Peele"
            ]
        ]
    ]
}