{
    "Keeper of the Department of Greek and Roman Antiquities, British Museum, 1956-1976.": [],
    "Haynes' father was Hugh Lankester Haynes (1878-1956), an Episcopal minister and his mother, Emmeline Marianne Chaldecott (1885-1968).": [
        [
            24,
            33,
            [
                "Lank ester"
            ]
        ]
    ],
    "After attending Marlborough College between 1926 and 1932 he entered Trinity College, Cambridge, concentrating in classical archaeology and graduating in 1936.": [],
    "He studied Roman provincial archaeology at Bonn before admission to the British School at Rome between 1936 and 1937.": [],
    "The result of this study was his first publication, <em>Porta Argentariorum</em>, 1939, produced with P. E. D. Hirst.": [],
    "In 1937 Haynes joined the Victoria and Albert Museum, London in the department of metalwork.": [],
    "When the scandal in the British Museum's over-cleaning of portions of the Elgin marbles erupted, <a href=\"/ashmoleb\">Bernard Ashmole</a> was appointed head of the Greek and Roman Antiquities Department.": [],
    "Haynes become one of Ashmole's pre-war hires in 1939 to bring the department back to publish credibility.": [
        [
            21,
            28,
            [
                "Ash mole"
            ]
        ]
    ],
    "At the declaration of World War II, Haynes was one of the staff enjoined to pack and sent the treasures in his department to safe hiding.": [],
    "In 1941 he enlisted in the Royal Artillery, later moving to military intelligence.": [
        [
            3,
            7,
            [
                "1941,"
            ]
        ]
    ],
    "There he served in the map division of the Italian campaign of General Harold Alexander (1891-1969).": [],
    "He was appointed antiquities officer in Libya in 1945.": [],
    "He used this time and experience to write the <em>Historical and Archaeological Guide to Ancient Tripolitania</em> published in 1946.": [],
    "Haynes returned to the British Museum in 1946 reinstalling the objects he had helped to remove.": [],
    "He married the archaeologist Sybille Edith Overhoff (b.": [
        [
            43,
            51,
            [
                "Overhigh"
            ]
        ]
    ],
    "1926) in 1951.": [],
    "In 1953 Haynes became a member of the Deutsche Archäologische Institut (German Archaeological Institute or \"DAI\").": [
        [
            62,
            70,
            [
                "Institute"
            ]
        ]
    ],
    "The following year he advanced to deputy keeper of Greek and Roman antiquities at the Museum.": [],
    "He succeeded Ashmole as Keeper of Greek and Roman antiquities in 1956.": [
        [
            13,
            20,
            [
                "Ash mole"
            ]
        ]
    ],
    "Haynes focused his writing on the Museum's most important Greek objects, the Elgin marbles and the accompanying sculptures of the Parthenon.": [],
    "His <em>Parthenon Frieze</em> appeared in 1958.": [],
    "In 1962 Haynes oversaw the opening of the new Duveen gallery containing the Elgin marbles.": [
        [
            46,
            52,
            [
                "Queen",
                "Doreen",
                "Duvet",
                "Duvets",
                "Tureen",
                "Düren"
            ]
        ]
    ],
    "Haynes revised the brief guide to the marbles originally written by <a href=\"/smitha\">A.": [],
    "H. Smith</a> and amended by Ashmole, issuing it as <em>A Historical Guide to the Sculptures of the Parthenon</em> to accompany this opening In 1964 he published the most scholarly of his BM writings, <em>The Portland Vase</em>.": [
        [
            28,
            35,
            [
                "Ash mole"
            ]
        ]
    ],
    "Haynes oversaw the renovation of the ground floor of the Museum, next to the Duveen gallery, into fourteen new galleries devoted to the range of Greek and Roman acquisitions.": [
        [
            37,
            49,
            [
                "first floor"
            ]
        ],
        [
            77,
            83,
            [
                "Queen",
                "Doreen",
                "Duvet",
                "Duvets",
                "Tureen",
                "Düren"
            ]
        ]
    ],
    "It opened in 1969 accompanied by the publication of <em>Fifty Masterpieces of Classical Art in the British Museum</em> the following year.": [],
    "He taught as Geddes-Harrower professor of Greek art and archaeology at the University of Aberdeen for the 1972-1973 year.": [
        [
            13,
            28,
            [
                "Geodes-Harrower",
                "Geddes-Narrower"
            ]
        ]
    ],
    "He published his book The Arundel Marbles, under the auspices of the Ashmolean Museum in 1975.": [
        [
            26,
            33,
            [
                "Roundel",
                "Grendel",
                "Asunder",
                "Trundle",
                "Runnel"
            ]
        ]
    ],
    "He retired from the Museum in 1976, moving to Oxfordshire.": [],
    "There he was a visitor (member of the advisory board) to the Ashmolean Museum between 1979 and 1987.": [],
    "In 1981 his University of Aberdeen lectures were published as <em>Greek Art and the Idea of Freedom</em>.": [],
    "Throughout his career his major research interest was in ancient bronzes.": [],
    "In 1994 he succumbed to heart disease.": [
        [
            3,
            7,
            [
                "1994,"
            ]
        ]
    ],
    "His major work on <em>The Technique of Greek Bronze Statuary</em>, appeared posthumously in 1992.": [],
    "The annual Haynes lectures at the British Museum were founded in 1996 in his memory.": []
}