{
    "Arms and metalwork scholar of the Victoria and Albert Museum, 1949-1965 and Sothby's.": [
        [
            76,
            82,
            [
                "Sotheby"
            ]
        ]
    ],
    "Hayward was the son of an army musician at the Royal Military School of Music.": [],
    "He was educated, through scholarships, at St.": [],
    "Paul's and then Magdalen College, Oxford University, graduating in history 1937.": [
        [
            16,
            24,
            [
                "Magdalena",
                "Magdalene"
            ]
        ]
    ],
    "Hayward joined the Economic Research Department, a conservative think tank run by the Tory party.": [],
    "His avocation, however, was collecting arms and amour; he volunteered at the Wallace Collection under <a href=\"/mannj\">James G. Mann</a>.": [],
    "During World War II, Hayward worked in Special Operations, interrogating enemy agents and fitting their British counterparts with false papers and identities before they were parachuted behind enemy lines.": [],
    "After the war, Hayward was appointed to the Monument and Fine Arts Office in Austria, assigned to restoring the looted cultural artifacts in Carinthia, Austria, to its rightful owners.": [],
    "The cache, books seized from Jews and other enemies of the Reich and objects of the Tanzenberg monastery, came under his direct control.": [
        [
            84,
            94,
            [
                "Vandenberg"
            ]
        ]
    ],
    "He was appointed Principal to the Austrian Central Commission für die Erforschung und Erhaltung der Baudenkmale (Imperial and royal commission for researching and preserving of monuments) in 1947, where he gained a thorough knowledge of armor and du Paquier porcelain.": [
        [
            62,
            65,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            82,
            85,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            86,
            95,
            [
                "Halting",
                "Exalting",
                "Exhaling",
                "Shantung"
            ]
        ],
        [
            96,
            99,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            247,
            249,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ],
        [
            250,
            257,
            [
                "Aquifer",
                "Pauper",
                "Pannier",
                "Opaquer",
                "Palmier",
                "Pacier"
            ]
        ]
    ],
    "He worked intimately with the Imperial armor collection as well.": [],
    "In 1949 he was offered a position at the Victoria and Albert Museum's metalwork department.": [
        [
            3,
            7,
            [
                "1949,"
            ]
        ]
    ],
    "This position allowed him broader exposure to metal arts, including gold, silver plate, and jewelry.": [],
    "Hayward continued to publish on armor, leading the way among English-speaking scholars in the post-war era.": [],
    "In 1952 his book <em>Viennese Porcelain</em> book appeared.": [],
    "Hayward transferred to the Department of Furniture, a related division at the V&amp;A, in 1956.": [
        [
            78,
            83,
            [
                "Vamp"
            ]
        ]
    ],
    "His <em>Art of the Gunmaker</em> appeared in 1962.": [],
    "He was promoted to Deputy Keeper (curator), cataloging on a visit to the United States the collection of Carl Otto Kretzschmar von Kienbusch (1884-1976) which had been promised to the Philadelphia Museum of Art.": [],
    "In 1965 he joined Sotheby's as Associate Director in their arms division.": [
        [
            3,
            7,
            [
                "1965,"
            ]
        ]
    ],
    "His finest monographic publication, <em>Virtuoso Goldsmiths and the Triumph of Mannerism</em>, was published in 1976.": [],
    "He was thereafter awarded on honorary doctorate from Oxford.": [],
    "Hayward died unexpectedly at age 67.": []
}