{
    "<p>Curator of medieval objects, especially glass, at the Metropolitan Museum of Art, NY.": [],
    "Jane Hayward was born in Orange, Connecticut to Lawerence Herbert Hayward and Julia Ellen (Woodruff) Elliot.": [
        [
            48,
            57,
            [
                "Lawrence"
            ]
        ]
    ],
    "She studied at the Pennsylvania Academy of Fine Arts from 1936 to 1942.": [],
    "Hayward also took an engineering drawing course at the Bock Vocational School in Philadelphia in 1942.": [],
    "For the next three years, Hayward worked as a draftsperson for the machine-design section of the Fourth Naval District.": [
        [
            46,
            58,
            [
                "drafts person"
            ]
        ]
    ],
    "After the end of WWII, from 1945 to 1954, Hayward worked as a technical illustrator, teacher, and training manuals author for the American Viscose Corporation, a manufacturing corporation for rayon and other synthetic fibers.": [],
    "In 1946, Hayward began taking night classes at the University of Pennsylvania School of Fine Arts.": [],
    "Hayward then received her bachelor’s degree in 1952 and her master’s in art history with a specialty in American and Renaissance Art in 1954.": [],
    "In 1958, Hayward became the first scholar in the United States to complete a dissertation on medieval stained glass, receiving her PhD from Yale University that same year.": [
        [
            102,
            115,
            [
                "stained-glass"
            ]
        ]
    ],
    "Her dissertation was titled, “The Angevine Style of Glass Painting in the Twelfth and Thirteenth Century.” The work was directed by the medievalist architectural historian, <a href=\"/crosbys\">Summer McKnight Crosby</a>.": [
        [
            34,
            42,
            [
                "Angevin",
                "Angeline"
            ]
        ]
    ],
    "Crosby had recently become involved with the Corpus Vitrearum, an organization aiming to catalog medieval and Renaissance stained glass that began in 1953.": [
        [
            52,
            61,
            [
                "Firearm",
                "Vitreous",
                "Vivarium",
                "Ethereum"
            ]
        ],
        [
            122,
            135,
            [
                "stained-glass"
            ]
        ]
    ],
    "The goal of this international group was to produce the multi volume Corpus Vitrearum Medii Aevi.": [
        [
            76,
            85,
            [
                "Firearm",
                "Vitreous",
                "Vivarium",
                "Ethereum"
            ]
        ],
        [
            86,
            91,
            [
                "Media",
                "Medici",
                "Medic",
                "Med ii"
            ]
        ],
        [
            92,
            96,
            [
                "Devi",
                "Levi",
                "Nevi",
                "AEI",
                "AEV",
                "AVI"
            ]
        ]
    ],
    "Crosby chose graduate student Hayward to study medieval glass with medievalist art historians <a href=\"/grodeckil\">Louis Grodecki</a>, and Jean Lafond (1888-1975).": [],
    "From 1958 to 1961, she worked as a research assistant at the Yale Art Gallery in the Department of American Decorative Arts.": [],
    "For the next four years, Hayward was the curator at the Lyman Allyn Museum and an instructor at Connecticut College in New London.": [],
    "In 1967, Hayward became a Clawson Mills Fellow at the Metropolitan Museum of Art, aiming to catalog stained glass for the Metropolitan's volume in <em>Corpus Vitrearum</em>.": [
        [
            100,
            113,
            [
                "stained-glass"
            ]
        ]
    ],
    "She also began working as an associate curator for the Cloisters, the medieval branch of the museum.": [],
    "In 1970, Hayward became an American delegate of the organization <em>Corpus Vitrearum</em>, later becoming its president for the American branch in 1982.": [],
    "She collaborated with Madeline Caviness (b. c 1937) to produce 4 volumes from 1985 to 1991 about stained glasses in museums throughout the United States.": [
        [
            31,
            39,
            [
                "Waviness",
                "Caginess"
            ]
        ]
    ],
    "From 1971 to 1989, Hayward worked as an adjunct professor at Columbia University, a position she obtained in part through Columbia University’s architectural historian and medievalist, <a href=\"/brannerr\">Robert Banner</a>.": [],
    "By 1974, Hayward became a full curator at the Cloisters.": [],
    "Earlier, in 1973, she began her work with the ICMA, or the International Center for Medieval Art.": [
        [
            46,
            50,
            [
                "CMA",
                "ICM",
                "ICMP",
                "IMA",
                "IRMA",
                "ACMA"
            ]
        ]
    ],
    "Hayward served as an advisor to the organization in America from 1973 to 1976 and from 1982 to 1984.": [],
    "She then became the director from 1977 to 1982 and 1984 to 1986.": [],
    "In 1975, Hayward delivered the Matthews Lectures at Columbia, titled “Early Gothic Stained Glass from Abbot Suger through the Reign of Saint Louis,” a series that remains unpublished.": [
        [
            108,
            113,
            [
                "Sugar",
                "Super",
                "Luger",
                "Auger",
                "Surer",
                "Huger"
            ]
        ]
    ],
    "In 1977, she was asked to catalog the Raymond Pitcairn collection of medieval art in Glencairn Bryn Athyn, Pennsylvania, resulting in her work <em>Radiance and Reflection</em> in 1982.": [
        [
            85,
            94,
            [
                "Glen cairn"
            ]
        ]
    ],
    "This influential book inspired future art historians Michael Cothren, Linda Papnicolaou, Mary Shepard, and others into the field of medieval studies.": [
        [
            61,
            68,
            [
                "Cohen",
                "Cochran",
                "Cathryn",
                "COTOREP"
            ]
        ]
    ],
    "Later, in 1979, Hayward began to record the stained glass works around the United States, becoming the founder and member of the Board of Governors of the Census of Stained Glass in America.": [
        [
            44,
            57,
            [
                "stained-glass"
            ]
        ]
    ],
    "She received an honorary DA, or doctor of arts, from Stonehill College in 1980.": [],
    "During the mid-1980’s, Hayward played a critical role in the uncovering of one of the earliest stained-glass windows in the United States of America at the Church of St.": [],
    "Ann and the Holy Trinity in Brooklyn Heights, a piece obscured by a pipe organ for years.": [],
    "Shortly after celebrating her 25th anniversary at the Metropolitan Museum of Art, Jane Hayward died of cancer at Calvary Hospital in the Bronx (1994).": [],
    "After her death, her colleague Mary B. Shepard, along with the Metropolitan Museum of Art and the Cloisters, prepared a catalog of Hayward’s work throughout her career, completed in 2003.": [],
    "</p>\n\n<p>Medievalist William Wixom, one of Hayward’s colleagues at the Metropolitan Museum of Art, claimed that Hayward “had a canny sense of the stained-glass market and would ferret out only that glass she believed would intelligently enrich the Museum’s holdings.” He goes on to say that, “It was this unequivocal devotion to the advancement of glass studies - through her research, writings, and lectures, as well as through the remarkable exhibitions and gallery installations - that made Jane Hayward such a pivotal figure in stained-glass studies in this country.” Another colleague and Anthony W. and Lulu C. Wang Curator of American Decorative Arts, Alice Cooney Frelinghuysen stated “It will be difficult to enter a church in America today without remembering Jane Hayward, and the exacting standards she brought to her work and her unabashed zeal for the medium.”</p>": []
}