{
    "Co-contributor to the first English version of Kugler's <em>Handbook of the History of Painting</em> (1842) with <a href=\"/eastlakec\">Charles Lock Eastlake</a>; Governor-in-chief of British North America.": [
        [
            47,
            53,
            [
                "Bugler"
            ]
        ]
    ],
    "Head was born to the clergyman Sir John Head (d.": [],
    "1838) and Jane Walker (Head) in Wiarton Place, Kent, England, UK, near Maidstone.": [
        [
            32,
            39,
            [
                "Wharton"
            ]
        ]
    ],
    "He attended Winchester joining Oriel College, Oxford University in 1823, and receiving his B. A. in classics in 1827.": [],
    "The following year he traveled in Europe, becoming a fellow of Merton College, Oxford in 1830 in the meantime.": [],
    "He returned to England in 1835 and in 1836 was chosen as an assistant poor-law commissioner.": [],
    "When his father died in 1838, Head became the eighth Baron Head.": [],
    "He married Anna Maria Yorke (1808-1890), the same year.": [
        [
            22,
            27,
            [
                "Yoke",
                "Yore",
                "York",
                "Yorkie"
            ]
        ]
    ],
    "Head's marriage forced him to leave his fellowship at Merton, and the salary that came with it.": [],
    "In 1841 he became a chief commissioner of the poor-law commission.": [
        [
            3,
            7,
            [
                "1841,"
            ]
        ]
    ],
    "Head wrote books in the humanities and political science throughout his career.": [],
    "In 1846 he contributed the section on the German, Flemish, and Dutch schools of painting for the English edition of <em>Handbook of the History of Painting</em> by <a href=\"/kuglerf\">Franz Kugler</a>, which <a href=\"/eastlakec\">Charles Lock Eastlake</a> issued beginning in 1842.": [
        [
            3,
            7,
            [
                "1846,"
            ]
        ]
    ],
    "The dissolution of the poor-law committee in 1847 struck another financial blow to Head.": [],
    "He accepted the lieutenant-governorship of New Brunswick, British North America (modern Canada).": [],
    "Head's skill as an administrator and politic nature lead to his appointment as Governor-in-chief of the entire colony.": [],
    "The <em>Dictionary of National Biography</em> credits him with with the selection of Ottawa as Canada's capital (though officially selected by Queen Victoria).": [
        [
            58,
            67,
            [
                "with"
            ]
        ]
    ],
    "Head's tenure as Governor-in-chief was stormy, focusing primarily on better relations with the United States until his departure from office in 1861.": [],
    "Head was elected governor of the reconfigured Hudson's Bay Company in 1863 after his return to England, which he held until his death.": [],
    "He suffered a heart attack at home in 1868 and is buried in Kensal Green cemetery.": [
        [
            60,
            66,
            [
                "Kendal"
            ]
        ]
    ],
    "<em>Ballads and other Poems</em>, his collected poetry and translations, appeared posthumously in 1868.": []
}