{
    "<p>Author of the first biography of Albrecht Dürer in English (1870).": [],
    "Keymer's father was James Keymer, a silk printer.": [
        [
            0,
            6,
            [
                "Gamer",
                "Tamer",
                "Lamer",
                "Keyer"
            ]
        ],
        [
            26,
            32,
            [
                "Gamer",
                "Tamer",
                "Lamer",
                "Keyer"
            ]
        ]
    ],
    "Her maternal uncle was the writer [Samuel] Laman Blanchard (1803-1845).": [
        [
            43,
            48,
            [
                "Lamar",
                "Lyman",
                "Layman",
                "Lama",
                "Lamas",
                "Lawman"
            ]
        ]
    ],
    "She was raised among the writers of the 19th-century associated with Blanchard, including the playwright Douglas Jerrold (1803-1857) and Charles Dickens (1812-1870).": [],
    "She married an academic chemist, Charles William Heaton (1835-1893) in 1862.": [
        [
            49,
            55,
            [
                "Eaton",
                "Keaton",
                "Wheaton",
                "Heston",
                "Heat on"
            ]
        ]
    ],
    "The photographer and publisher Joseph Cundall (1818-1895) encouraged her to write professionally.": [
        [
            38,
            45,
            [
                "Kendall",
                "Randall",
                "Dundalk",
                "Tyndall",
                "Crandall",
                "Udall"
            ]
        ]
    ],
    "After an initial work of nursery rhymes in 1862, Heaton published a work of art history, <em>The Great Works of Sir David Wilkie</em> (1868).": [
        [
            49,
            55,
            [
                "Eaton",
                "Keaton",
                "Wheaton",
                "Heston",
                "Heat on"
            ]
        ]
    ],
    "The Wilkie book included <em>catalogue raisonné</em> and personal memoir of the artist.": [],
    "The following year she published <em>Masterpieces of Flemish Art</em>.": [],
    "In 1870 Heaton wrote the first biography in English of Albrecht Dürer, her <em>History of the Life of Albrecht Dürer</em> to coincide with the artist's 400th birthdate.": [
        [
            8,
            14,
            [
                "Eaton",
                "Keaton",
                "Wheaton",
                "Heston",
                "Heat on"
            ]
        ]
    ],
    "Heaton's book included her personal translation of all the known writings by the artist at the time.": [
        [
            0,
            6,
            [
                "Eaton",
                "Keaton",
                "Wheaton",
                "Heston",
                "Heat on"
            ]
        ]
    ],
    "Shortly thereafter, <a href=\"/scottw\">William Bell Scott</a>, published his own biography of the artist--borrowing substantially from her translation of Dürer's journal without acknowledging her--the same year as her book.": [],
    "The caustic Scott attacked her book as \"hysterical and prejudiced.\"": [],
    "The publisher of the arts journal, <em>The Academy</em>, Charles Appleton (1841 - 1879), invited Heaton to join the staff in 1869, and she became a constant contributor to the periodical whose goal was \"sound information and correct taste in intellectual matters.\"": [
        [
            79,
            82,
            [
                "–"
            ]
        ],
        [
            97,
            103,
            [
                "Eaton",
                "Keaton",
                "Wheaton",
                "Heston",
                "Heat on"
            ]
        ]
    ],
    "In 1873 Heaton published <em>A Concise History of Painting</em>, an art survey covering ancient Egyptian to modern Britain.": [
        [
            8,
            14,
            [
                "Eaton",
                "Keaton",
                "Wheaton",
                "Heston",
                "Heat on"
            ]
        ]
    ],
    "Though the book avoids the anecdotal approach to art history so popular in the 19th century, it unfortunately is little more lists of painters with brief (and somewhat speculative) biographies.": [],
    "With <a href=\"/blackc\">Charles Christopher Black</a> she co-authored <em>Leonardo da Vinci and his Works</em> in 1874.": [],
    "In 1876 she translated the Correggio biography by <a href=\"/meyerj\">Julius Meyer</a>.": [
        [
            3,
            7,
            [
                "1876,"
            ]
        ]
    ],
    "In 1879, she issued a new edition of <em>Lives of the Most Eminent British Painters</em> by <a href=\"/cunninghama\">Allan Cunningham</a>.": [],
    "She also authored entries for the latest edition of <em>Bryan's Biographical and Critical Dictionary of Painters and Engravers</em> (3rd edition, 1884-1889).": [],
    "After a protracted illness, she died in 1883.Heaton was among the best of the 19th-century female art historians.": [
        [
            45,
            51,
            [
                " Heaton"
            ]
        ]
    ],
    "As a woman, her formal education and travel to examine primary sources were limited.": [],
    "Nevertheless, she read all the published accounts, mostly German-language, and presented these along with her original translation of the documents into both a popular and important artistic biography.": [],
    "Because she drew primarily the [then current] Romantic-era German historians, her biography of Dürer reflects the biases toward Nationalism and idealism of continental scholarship.</p>": []
}