{
    "Dutch baroque scholar; art museum director; student of Panofsky.": [
        [
            55,
            63,
            [
                "Sinofsky"
            ]
        ]
    ],
    "Heckscher was raised in Hamburg, where he attended the University of Hamburg, studying under <a href=\"/panofskye\">Erwin Panofsky</a>.": [
        [
            0,
            9,
            [
                "Herschel",
                "Escher",
                "Heckler",
                "Huckster"
            ]
        ]
    ],
    "Heckscher described his student years in Hamburg as part of a group of deeply dedicated students whose ranks included <a href=\"/jansonh\">Horst W. Janson</a>, <a href=\"/hornw\">Walter W. Horn</a>, <a href=\"/hoffu\">Ursula Hoff</a>, and <a href=\"/foersterl\">Lotte Brand Foerster</a>.": [
        [
            0,
            9,
            [
                "Herschel",
                "Escher",
                "Heckler",
                "Huckster"
            ]
        ]
    ],
    "Among the faculty at Hamburg were <a href=\"/tolnayc\">Charles de Tolnay</a>, <a href=\"/winde\">Edgar Wind</a> whom he characterized as a \"magician\", as well as Panofsky, whom he termed a \"witty, acerbic and conceited genius.\"": [],
    "It was Panofsky, according to one of Heckscher's students, who helped steer Heckscher in the Warburg-School style of art history.": [
        [
            7,
            15,
            [
                "Sinofsky"
            ]
        ],
        [
            37,
            46,
            [
                "Herschel",
                "Escher",
                "Heckler",
                "Huckster"
            ]
        ],
        [
            76,
            85,
            [
                "Herschel",
                "Escher",
                "Heckler",
                "Huckster"
            ]
        ]
    ],
    "Heckscher received his doctorate in 1935, emigrating almost immediately to the US in 1936, where he spent a year at the Institute of Advanced Study in Princeton.": [
        [
            0,
            9,
            [
                "Herschel",
                "Escher",
                "Heckler",
                "Huckster"
            ]
        ]
    ],
    "Suspicions about German aliens were so high, that Heckscher passed most of the years of World War II first as an enemy alien in an internment camp in Britain and Canada.": [
        [
            50,
            59,
            [
                "Herschel",
                "Escher",
                "Heckler",
                "Huckster"
            ]
        ]
    ],
    "During the latter incarceration, he tutored newer internees to pass Canadian universities' entrance exams.": [],
    "After the war, Heckscher taught at universities in the United States, then returning to europe to teach at the Institute of Art History in Utrecht (1955-1965).": [
        [
            15,
            24,
            [
                "Herschel",
                "Escher",
                "Heckler",
                "Huckster"
            ]
        ],
        [
            88,
            94,
            [
                "Europe",
                "Europa",
                "European",
                "rope",
                "euro",
                "euros"
            ]
        ]
    ],
    "His familiarity with art-historical institutions on both sides of the Atlantic made him in instrumental in bringing scholarship closer together, such as successfully bring a copy of the Index of Christian Art to Utrecht.": [],
    "In 1966 he became Chair of the Department of Art History at Duke University, a position he held until his retirement in 1974.": [
        [
            3,
            7,
            [
                "1966,"
            ]
        ]
    ],
    "A James B. Duke professor, he was also director of the Duke University Museum of Art, 1970-1974.": [],
    "Heckscher and his family retired to Princeton, where he remained active writing articles and advising the Princeton University Library.": [
        [
            0,
            9,
            [
                "Herschel",
                "Escher",
                "Heckler",
                "Huckster"
            ]
        ]
    ],
    "He was awarded an honorary degree from McGill University for his work with fellow prisoners in the Canadian camp.": []
}