{
    "Director of the Municipal Museum The Hague, 1948-1950.": [],
    "Hefting attended the Gymnasium in Utrecht.": [],
    "Being in poor health, she left this school prematurely for a cure in Switzerland.": [],
    "She returned to the Netherlands to attend a school for social work in Amsterdam, but when she graduated at age 21, she still was too young for being employed in this sector.": [],
    "She was appointed assistant librarian at the Institute for Art History at Utrecht University.": [],
    "At the invitation of Professor <a href=\"/vogelsangw\">Willem Vogelsang</a>, she began to attend his classes.": [],
    "This was the beginning of her art history study, which she completed in the following years.": [],
    "Vogelsang, for whom she had great admiration, became her mentor and inspiration.": [
        [
            0,
            9,
            [
                "Vogel sang"
            ]
        ]
    ],
    "During an internship, she set up the catalog of the Kröller-Müller collection, which had come in the possession of the State of the Netherlands.": [
        [
            52,
            66,
            [
                "Roller-Müller"
            ]
        ]
    ],
    "In this process she had frequent conversations with Helene Kröller (1869-1939) in Kröller's residence in Wassenaar and in her hunting lodge Sint Hubertus in De Hoge Veluwe.": [
        [
            52,
            66,
            [
                "Helen Keller"
            ]
        ],
        [
            82,
            89,
            [
                "Roller",
                "Droller"
            ]
        ],
        [
            105,
            114,
            [
                "Passenger",
                "Wasserman"
            ]
        ],
        [
            140,
            144,
            [
                "Sent",
                "Sing",
                "Sit",
                "Saint",
                "Stint",
                "Mint"
            ]
        ],
        [
            145,
            153,
            [
                "Hubert us"
            ]
        ],
        [
            160,
            164,
            [
                "Home",
                "Hope",
                "Huge",
                "Hole",
                "Hose",
                "Hodge"
            ]
        ],
        [
            165,
            171,
            [
                "Value",
                "Volume",
                "Venue",
                "Deluxe",
                "Elude",
                "Deluge"
            ]
        ]
    ],
    "Hefting's career at the Municipal Museum in The Hague began in 1938 with an appointment as assistant.": [],
    "Her first marriage (married women not allowed to hold professional positions at that time) forced her resignation.": [],
    "When she was removed from her abusive husband, Hefting returned to the position in 1941.": [],
    "When <a href=\"/knuttelg\">Gerhardus Wzn Knuttel</a>, director and curator of modern art (1889-1968), was arrested by the Nazis in 1942, Hefting unofficially became acting-director of the museum until the end of the war.": [],
    "Knuttel then returned briefly, leaving the museum again in 1947.": [
        [
            0,
            7,
            [
                "Knitted",
                "Knotted",
                "Knitter",
                "Nutted",
                "Nutter"
            ]
        ]
    ],
    "In 1948, Hefting became his successor as curator and director, but again had to give up when she married for the second time (to the publisher Bert Bakker), in August 1950.": [
        [
            143,
            154,
            [
                "Bret Baier"
            ]
        ]
    ],
    "Hefting's short directorship was a period full of new initiatives.": [],
    "In the footsteps of <a href=\"/gelderh\">H.": [],
    "E. Van Gelder</a>, she maintained and broadened the special admission discount for school children and teachers.": [
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "The education program included guided tours and lectures.": [],
    "As curator of modern art, Hefting organized yearly exhibitions of artists who worked in The Hague.": [],
    "In this period, and also in later years, Hefting took an active part in restoring cultural life in post-war The Hague.": [],
    "She belonged to a circle of writers that included the poet Martinus Nijhoff (1894-1953).": [
        [
            59,
            67,
            [
                "Martins",
                "Martinis",
                "Martin us"
            ]
        ],
        [
            68,
            75,
            [
                "Kickoff",
                "Nichols",
                "Liftoff",
                "Hoff",
                "Ripoff",
                "Nichole"
            ]
        ]
    ],
    "Following her divorce from Bakker in 1964, she focused on her Ph.D.": [
        [
            27,
            33,
            [
                "Baker",
                "Banker",
                "Barker",
                "Backer"
            ]
        ]
    ],
    "She obtained the doctoral degree from Utrecht University in 1968 with a dissertation on the letters of Johan Barthold Jongkind (1819-1891), a Dutch painter who settled in Paris in 1846, <em>Jongkind d'après sa correspondance</em>.": [
        [
            109,
            117,
            [
                "Bartholdi",
                "Bart hold",
                "Barth old"
            ]
        ],
        [
            118,
            126,
            [
                "Ongoing",
                "Mankind",
                "Jenkins",
                "Longing",
                "Jogging",
                "Joking"
            ]
        ]
    ],
    "<a href=\"/gelderj\">J.": [],
    "G. van Gelder</a> was her adviser.": [
        [
            3,
            6,
            [
                "Van"
            ]
        ],
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "A further monograph on this painter followed in 1975, <em>Jongkind: sa vie, son oeuvre, son époque</em>.": [],
    "She gathered her information for this work from various institutions in Paris, including the Louvre Museum and the Bibliothèque Nationale.": [
        [
            128,
            137,
            [
                "National",
                "Nationals",
                "Rationale",
                "Nation ale"
            ]
        ]
    ],
    "She was interested in the artistic milieu in which Jongkind had lived and worked, as well as in the French art criticism of his day.": [
        [
            51,
            59,
            [
                "Ongoing",
                "Mankind",
                "Jenkins",
                "Longing",
                "Jogging",
                "Joking"
            ]
        ]
    ],
    "She frequently stayed at the Institut Néerlandais in Paris, where she occasionally presented papers and organized exhibitions of Dutch artists, including Jongkind (1971) and Jan Toorop (1858-1928) (1977).": [
        [
            29,
            37,
            [
                "Institute"
            ]
        ],
        [
            154,
            162,
            [
                "Ongoing",
                "Mankind",
                "Jenkins",
                "Longing",
                "Jogging",
                "Joking"
            ]
        ],
        [
            178,
            184,
            [
                "Troop",
                "Towrope",
                "Dewdrop",
                "Rewrap",
                "MOROP",
                "Quiróz"
            ]
        ]
    ],
    "In 1977 she published a monograph on a contemporary painter, Christiaan de Moor (1899-1981).": [
        [
            3,
            7,
            [
                "1977,"
            ]
        ],
        [
            61,
            71,
            [
                "Christian",
                "Christiana"
            ]
        ]
    ],
    "Her monograph on Toorop, <em>Jan Toorop: een kennismaking</em>, appeared in 1989.": [
        [
            17,
            23,
            [
                "Troop",
                "Towrope",
                "Dewdrop",
                "Rewrap",
                "MOROP",
                "Quiróz"
            ]
        ]
    ],
    "Making use of the painter's existing correspondence, Hefting situated the person and his work in the international art scene of his day.": [],
    "In 1992, a year before she died, she published <em>J.": [],
    "B. Jongkind: voorloper van het impressionnisme</em> (precursor of impressionism).": [
        [
            3,
            11,
            [
                "Ongoing",
                "Mankind",
                "Jenkins",
                "Longing",
                "Jogging",
                "Joking"
            ]
        ],
        [
            27,
            30,
            [
                "he",
                "get",
                "her",
                "set",
                "hit",
                "let"
            ]
        ],
        [
            31,
            46,
            [
                "impressionism"
            ]
        ]
    ],
    "In 1988, the municipality of The Hague paid tribute to this remarkable woman by instituting the <a href=\"/heftingv\">Victorine Hefting</a> prize, which each year is awarded to an outstanding female contributor to the arts in and around The Hague.": [],
    "Hefting's autobiography, which became a bestseller, was recorded, written down, and edited by Nienke Begemann in 1988.": [
        [
            94,
            100,
            [
                "Nine",
                "Maine",
                "Niece",
                "Naive",
                "Caine",
                "Nike"
            ]
        ],
        [
            101,
            109,
            [
                "Bergmann",
                "Telemann"
            ]
        ]
    ],
    "Hefting was a scholar with a broad knowledge of the literature, art criticism, and the cultural context of the period in which artists lived and worked.": [],
    "In her eighties she stated that she always had been fully committed to producing art-historical work of high quality.": []
}