{
    "<p>Romanist art historian, noted authority on portraiture.": [
        [
            3,
            11,
            [
                "Womanist"
            ]
        ]
    ],
    "She was born in Bielitz, Silesia, Austria which is present-day Bielsko-Biala, Poland.": [
        [
            16,
            23,
            [
                "Bailiff",
                "Blitz",
                "Bailing",
                "Berlitz"
            ]
        ],
        [
            63,
            76,
            [
                "Bails-Biala",
                "Bielsko-Bailey"
            ]
        ]
    ],
    "Von Heintze was born Helga Hoinkes, the daughter of Carl Hoinkes (1882-1960), a cloth manufacturer and writer.": [
        [
            0,
            3,
            [
                "On",
                "Won",
                "Non",
                "Son",
                "Van",
                "Ton"
            ]
        ],
        [
            4,
            11,
            [
                "Handle",
                "Hate",
                "Mantle",
                "Dante",
                "Heinz",
                "Yangtze"
            ]
        ],
        [
            27,
            34,
            [
                "Haines",
                "Hines",
                "Hikes",
                "Hinges",
                "Hones",
                "Honks"
            ]
        ],
        [
            57,
            64,
            [
                "Haines",
                "Hines",
                "Hikes",
                "Hinges",
                "Hones",
                "Honks"
            ]
        ]
    ],
    "She studied in Vienna beginning in 1940.": [],
    "She married the book publisher Wolf Freiherr von Heintze during World War II in 1944, becoming Freifrau (Baroness) von Heintze.": [
        [
            36,
            44,
            [
                "Fraser",
                "Framers",
                "Fresher",
                "Freiberg",
                "Framer",
                "Fraters"
            ]
        ],
        [
            49,
            56,
            [
                "Handle",
                "Hate",
                "Mantle",
                "Dante",
                "Heinz",
                "Yangtze"
            ]
        ],
        [
            95,
            103,
            [
                "Rear",
                "Fear",
                "Freight",
                "Feared",
                "Fears",
                "Reagan"
            ]
        ],
        [
            115,
            118,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ],
        [
            119,
            126,
            [
                "Handle",
                "Hate",
                "Mantle",
                "Dante",
                "Heinz",
                "Yangtze"
            ]
        ]
    ],
    "As the War began to turn in favor of the Allies, she fled with her mother and young son to the west in 1945.": [],
    "Her son died and her husband was lost at war--listed as missing until 1959--when it was disclosed he had been a casualty during one of the last days of World War II in Bavaria.": [
        [
            12,
            16,
            [
                ", and"
            ]
        ]
    ],
    "She moved to Hamburg, where she studied under <a href=\"/kleinerg\">Gerhard Kleiner</a>, her dissertation on Roman portrait in Noricum essentially complete.": [],
    "Freifrau von Heintze received the 1952 stipendium from the German Archaeological Institute (Deutsches Archaölogisches Institut or DAI) in Rome, the first after the war, to travel to Rome.": [
        [
            0,
            8,
            [
                "Rear",
                "Fear",
                "Freight",
                "Feared",
                "Fears",
                "Reagan"
            ]
        ],
        [
            13,
            20,
            [
                "Handle",
                "Hate",
                "Mantle",
                "Dante",
                "Heinz",
                "Yangtze"
            ]
        ],
        [
            92,
            101,
            [
                "Deutsche's",
                "Deutsche"
            ]
        ],
        [
            118,
            126,
            [
                "Institute"
            ]
        ]
    ],
    "She remained there--except for annual two-month sea cruises to Hamburg, for the rest of her life, nearly fifty years.": [],
    "There she became a fellow and assistant to the director, <a href=\"/kaschnitzvonweinbergg\">Guido Kaschnitz von Weinberg</a>.": [],
    "After Kaschnitz von Weinberg's death, she acted as his literary executor, publishing material beginning in 1962.": [
        [
            6,
            15,
            [
                "Auschwitz",
                "Schmitz",
                "Schlitz"
            ]
        ]
    ],
    "During these years she assisted Hermoine Speier on the second edition of the <em>Führer durch die öffentlichen Sammlungen klassischer Altertümer in Rom</em>, originally issued in 1912 by <a href=\"/helbigw\">Wolfgang Helbig</a>.": [
        [
            32,
            40,
            [
                "Heroine",
                "Hermione"
            ]
        ],
        [
            41,
            47,
            [
                "Stair",
                "Spain",
                "Spare",
                "Slain",
                "Snail",
                "Stairs"
            ]
        ]
    ],
    "In 1969 she authored the vademecum on Roman art for a series on world art conceived by Belser publishing.": [
        [
            3,
            7,
            [
                "1969,"
            ]
        ],
        [
            87,
            93,
            [
                "Better",
                "Belief",
                "Beer",
                "Elder",
                "Else",
                "Lesser"
            ]
        ]
    ],
    "This masterpiece of brevity, with its carefully selected monuments, became a staple for undergraduates and was quickly translated into English--her only text--two years later.": [],
    "She formed a life-partnership with Mario Domenici-Grisi.": [
        [
            41,
            55,
            [
                "Domenico-Grisi",
                "Domenici-Grist"
            ]
        ]
    ],
    "She died after a lengthy illness and is buried in the cemetery near the Pyramid of Cestius in Rome.": [
        [
            83,
            90,
            [
                "Celtics",
                "Celsius",
                "Cassius",
                "Cesium",
                "Cetus",
                "Aëtius"
            ]
        ]
    ],
    "Von Heintze followed not methodological approach or school (<em>Mitteilungen</em> obituary), except that of the influence of Kaschnitz von Weinberg.</p>": [
        [
            0,
            3,
            [
                "On",
                "Won",
                "Non",
                "Son",
                "Van",
                "Ton"
            ]
        ],
        [
            4,
            11,
            [
                "Handle",
                "Hate",
                "Mantle",
                "Dante",
                "Heinz",
                "Yangtze"
            ]
        ]
    ]
}