{
    "Museum director for the Hamburger Kunsthalle; notable advocate and collector of German modernist works.": [
        [
            34,
            44,
            [
                "Unstable"
            ]
        ]
    ],
    "Heise was born in Hamburg, Germany as the only child of upper middle-class merchant Francis Julius Heise and Helene Kaemmerer (Heise).": [
        [
            0,
            5,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ],
        [
            99,
            104,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ],
        [
            116,
            125,
            [
                "Hammerer",
                "Yammerer"
            ]
        ],
        [
            127,
            132,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ]
    ],
    "He attended the private secondary school of Dr.": [],
    "August Bieber until age 15, when he then moved to the Staatliche Oberrealschule in Uhlenhorst.": [],
    "He earned his Abitur in 1908 and in the same year, he met <a href=\"/warburga\">Aby Warburg</a> for the first time, who would become a lifelong mentor and have immense influence on Heise’s educational and professional career.": [],
    "For university, Heise studied in the cities of Freiburg, Halle, Munich, Berlin, and Kiel, starting in 1909.": [
        [
            16,
            21,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ]
    ],
    "Spurred by the recommendation of Warburg, he studied art history under <a href=\"/vogew\">Wilhelm Vöge</a> in Freiburg before transferring to Halle to study under <a href=\"/goldschmidta\">Adolph Goldschmidt</a>.": [],
    "Heise then moved to university in Munich, where he studied under <a href=\"/wolfflinh\">Heinrich Wölfflin</a>, against the recommendation of Warburg.": [
        [
            0,
            5,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ]
    ],
    "Warburg grouped and studied works based upon “universal impulse\", or rather the subject of the work.": [
        [
            63,
            64,
            [
                "”"
            ]
        ]
    ],
    "His approach was similar to those of Vöge and Goldschmidt, who also focused on symbolism and social context, but it clashed greatly with that of Wölfflin.": [
        [
            37,
            41,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ],
        [
            145,
            153,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "Wölfflin was deemed the father of “style art history\" and thus analyzed artwork with a much more formalist perspective.": [
        [
            0,
            8,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ],
        [
            52,
            53,
            [
                "”"
            ]
        ]
    ],
    "In 1910, Heise expanded upon his art history studies by travelling to Italy with <a href=\"/waetzoldtw\">Wilhelm Waetzoldt</a> and Warburg.": [
        [
            9,
            14,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ]
    ],
    "The group visited Venice and then Ferrara, where Warburg was researching the frescoes in the Palazzo Schifanoia.": [],
    "Heise returned to Italy with Warburg in 1912 to attend the Art Historians’ Congress in Rome.": [
        [
            0,
            5,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ]
    ],
    "Upon being rejected for volunteer military service in 1914, Heise returned to university in Berlin and Kiel.": [
        [
            60,
            65,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ]
    ],
    "In 1916, he published his dissertation titled <em>Norddeutsche Malerei.": [
        [
            50,
            62,
            [
                "Süddeutsche"
            ]
        ],
        [
            63,
            70,
            [
                "Malaria",
                "Malawi",
                "Madera"
            ]
        ]
    ],
    "Studien zu ihrer Entwicklungsgeschichte im 15.": [
        [
            0,
            7,
            [
                "Studied",
                "Studies"
            ]
        ],
        [
            8,
            10,
            [
                "EU",
                "nu",
                "Eu",
                "GU",
                "Ru",
                "Zn"
            ]
        ],
        [
            11,
            16,
            [
                "her",
                "three",
                "hired",
                "inner",
                "inter",
                "threw"
            ]
        ],
        [
            40,
            42,
            [
                "I'm",
                "IM",
                "in",
                "is",
                "I",
                "it"
            ]
        ]
    ],
    "Jh.": [
        [
            0,
            2,
            [
                "Jr",
                "Jo",
                "Oh",
                "pH",
                "JC",
                "JD"
            ]
        ]
    ],
    "von Köln bis Hamburg</em> (North German Painting.": [
        [
            0,
            3,
            [
                "Von"
            ]
        ],
        [
            4,
            8,
            [
                "Cologne"
            ]
        ]
    ],
    "Studies on the history of its development in the 15th century from Cologne to Hamburg) under <a href=\"/vitzthumg\">Georg Graf Vitzthum von Eckstädt</a> in Kiel.": [],
    "His dissertation was dedicated to Warburg.": [],
    "Within a year after finishing his doctorate, Heise became an unpaid research assistant for Gustav Pauli at the Hamburger Kunsthalle.": [
        [
            45,
            50,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ],
        [
            121,
            131,
            [
                "Unstable"
            ]
        ]
    ],
    "In this role, he worked to compile a catalogue titled <em>Katalog der alten Meister der Hamburger Kunsthalle</em> (Catalog of the old masters of the Hamburger Kunsthalle) that was published in 1918.": [
        [
            37,
            46,
            [
                "catalog"
            ]
        ]
    ],
    "After five years at Hamburger Kunsthalle, Heise moved to Lübeck in 1920 to become Director of Museumsquartier St.": [
        [
            30,
            40,
            [
                "Unstable"
            ]
        ],
        [
            42,
            47,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ]
    ],
    "Annen (St.": [
        [
            0,
            5,
            [
                "Anne",
                "Annex"
            ]
        ]
    ],
    "Anne’s Museum), one of Lübeck’s museums of Art and Cultural History.": [],
    "He would hold this position until 1933.": [],
    "In the same year, Heise also became the director of the Overbeck Society.": [
        [
            18,
            23,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ]
    ],
    "From 1918 to 1921, he worked with Giovanni Mardersteig and Kurt Pinthus as an editor for the newspaper <em>Genius.": [
        [
            64,
            71,
            [
                "Pin thus"
            ]
        ]
    ],
    "Zeitschrift für werdende und alte Kunst</em> (Genius: Magazine for nascent and ancient art).": [
        [
            12,
            15,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            16,
            24,
            [
                "weekend",
                "weakened",
                "weekends",
                "widened",
                "worsened",
                "hardened"
            ]
        ],
        [
            25,
            28,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            29,
            33,
            [
                "late",
                "alter",
                "ate",
                "ale",
                "alto",
                "Alta"
            ]
        ],
        [
            34,
            39,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "While still in Hamburg in 1919, Heise published one of his own works, <em>Emil Noldes religiöse Malerei</em> (Emil Nolde's religious painting), in the magazine.": [
        [
            32,
            37,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ]
    ],
    "He was a personal friend of Nolde’s and would continue to work with Nolde in a professional capacity later in his career.": [
        [
            28,
            33,
            [
                "Node"
            ]
        ],
        [
            68,
            73,
            [
                "Node"
            ]
        ]
    ],
    "During his time in Lübeck, Heise became an innovative museum theorist of sorts, describing this period as “the best and most fruitful period of [his] professional life\".": [
        [
            27,
            32,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ]
    ],
    "He worked to blend the lines between the physical museum and the broader city landscape in order to elevate the overall cultural scene of Lübeck.": [],
    "Heise commenced one of his first significant initiatives in 1920, which was the acquisition and conversion of a building known as Behnhaus into a museum with a substantial collection of paintings.": [
        [
            0,
            5,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ],
        [
            130,
            138,
            [
                "Bengals",
                "Bernhard",
                "Bauhaus",
                "Beheads",
                "Bernays",
                "Beanbags"
            ]
        ]
    ],
    "On July 29th 1922, Heise was wed to his lifelong partner, Hildegard Neumann, who was the daughter of the mayor of Lübeck Johann Martin Neumann.": [
        [
            19,
            24,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ]
    ],
    "Heise accomplished much as the director of Museumsquartier St.": [
        [
            0,
            5,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ]
    ],
    "Annen.": [
        [
            0,
            5,
            [
                "Anne",
                "Annex"
            ]
        ]
    ],
    "In this role, Heise generally oversaw the reorganization and expansion of the museum’s collection.": [
        [
            14,
            19,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ]
    ],
    "In 1926, he began private fundraising for the celebrations of the 700th anniversary of the city of Lübeck.": [],
    "His dedication towards the success of these festivities and more largely towards molding Lübeck into a cultural center is evident in his invention of the sweet <em>Jubelkugel</em> to sell to the public in tandem with a larger lottery event.": [],
    "His fundraising efforts permitted him to curate and run the exhibition <em>Lübeckische Kunst außerhalb Lübecks</em> (\"Lübeck Art outside Lübeck\").": [],
    "The Hamburg Facsimile Debate.": [],
    "The show featured medieval art that had been taken from Lübeck and exported to Baltic sea region during the reign of the Hanseatic League, a few of which were plaster reproductions, including Bernt Notke's sculpture \"St.": [
        [
            79,
            89,
            [
                "Baltic Sea"
            ]
        ],
        [
            192,
            197,
            [
                "Burnt",
                "Bent",
                "Bern",
                "Bert",
                "Brent",
                "Beret"
            ]
        ],
        [
            198,
            203,
            [
                "Note"
            ]
        ]
    ],
    "George's Group\" (Sankt-Jürgen-Gruppe).": [
        [
            17,
            36,
            [
                "Sank-Jürgen-Gruppe",
                "Sankt-Jürgen-Grippe"
            ]
        ]
    ],
    "The exhibition took place in Katharinenkirche (St.": [],
    "Catherine’s Church).": [],
    "Heise had struck an agreement with the church so that services could be held during the dates of the show.": [
        [
            0,
            5,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ]
    ],
    "The exhibition formed part of the city’s other festivities asserting the importance of Lübeck in the greater context of northern European art.": [],
    "Heise’s ability to acquire the loan of several original works by Lübeck artists--artists that had not been together in such high numbers since their conception--was chief among the city’s celebrations.": [
        [
            0,
            5,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ]
    ],
    "However, the use of reproductions for works that could not be lent caused a furor among area art historians.": [],
    "<a href=\"/eberleink\">Kurt Karl Eberlein</a>, Hugo Sieker and  <a href=\"/sauerlandtm\">Max Sauerlandt</a> were among Heise’s harshest critics.": [],
    "<a href=\"/panofskye\">Erwin Panofsky</a>, however, supported Heise’s decision.": [],
    "The debate came to be known as the Hamburger Faksimile-Streit (Hamburg facsimile dispute) since most of the art historians were from Hamburg.": [
        [
            45,
            61,
            [
                "Facsimile-Streit",
                "Faksimile-Street"
            ]
        ]
    ],
    "As the Director of the Overbeck Society, Heise worked on many projects that involved the work and legacy of Lübeck artist Johann Friedrich Overbeck.": [
        [
            41,
            46,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ]
    ],
    "During the summer of 1926, Heise organized the special exhibition <em>Overbeck und sein Kreis</em> (Overbeck and his Circle) at Museumsquartier St.": [
        [
            27,
            32,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ]
    ],
    "Annen which was followed with a publication of the same name in 1928.": [
        [
            0,
            5,
            [
                "Anne",
                "Annex"
            ]
        ]
    ],
    "In 1929, Heise initiated one of the first exhibitions for photographers, including works by Albert Renger-Patzsch (1897-1966), Emil Otto Hoppé (1878-1972), Hugo Erfurth (1874-1948) and Wilhelm Castelli (1901-1984), then a young Lübeck photographer.": [
        [
            9,
            14,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ],
        [
            99,
            113,
            [
                "Render-Patzsch",
                "Renger-Patch"
            ]
        ],
        [
            137,
            142,
            [
                "Hope",
                "Hopper",
                "Hopped",
                "Shoppe"
            ]
        ],
        [
            161,
            168,
            [
                "Erfurt"
            ]
        ],
        [
            193,
            201,
            [
                "Costello",
                "Castillo",
                "Carelli",
                "Castellini",
                "Castellón",
                "Castilla"
            ]
        ]
    ],
    "In 1930, he oversaw the construction of the Overbeck Society’s exhibition center.": [],
    "In 1931, he used this space to curate an exhibition for the 400th anniversary of the Katharineum zu Lübeck with the help of drawing teacher Hans Peters and the works of the pupils.": [
        [
            97,
            99,
            [
                "EU",
                "nu",
                "Eu",
                "GU",
                "Ru",
                "Zn"
            ]
        ]
    ],
    "For the duration of his time in Lübeck, Heise was a strong advocate for German modern art, as displayed through his exhibitions and personal collection.": [
        [
            40,
            45,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ]
    ],
    "For his various art projects, Heise acquired works by Expressionist artists like Ernst Barlach, Franz Marc and Edvard Munch, as well as the work of New Objectivity photographer Renger-Patzsch.": [
        [
            30,
            35,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ],
        [
            177,
            191,
            [
                "Render-Patzsch",
                "Renger-Patch"
            ]
        ]
    ],
    "He also organized exhibitions that further proved his support, such as \"Emil Nolde's Religious Pictures\" or \"Works by Schmidt-Rottluff\" in 1921.": [],
    "Heise’s relationship with contemporary artists delved beyond just the artwork and into personal connections with artists like Oskar Kokoschka, who had painted Heise in 1919 in a diptych with his then lover Hans Mardersteig.": [
        [
            0,
            5,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ],
        [
            159,
            164,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ]
    ],
    "Unfortunately, Heise’s time in Lübeck was plagued by the rise of the National Socialist government, who deemed German Expressionist art as “Degenerate Art\".": [
        [
            15,
            20,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ],
        [
            154,
            155,
            [
                "”"
            ]
        ]
    ],
    "Heise’s staunch support for modern art and his great influence over Lübeck’s cultural life worked together to spur great social and political discussion in the city, which resulted in extreme criticism from right-wing circles.": [
        [
            0,
            5,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ]
    ],
    "As the Nazi party gained more power during the <em>Gleichschaltung</em>, Heise was forced to retire on September 31, 1933 due to section 6 of the \"Law for the Restoration of the Professional Civil Service\" for the promotion of modern art.": [],
    "From 1928 to 1933, he lived in the <em>Zöllnerhaus</em> (\"Tax or customs collector's house\") at the Burgtor in Lübeck.": [],
    "His removal from numerous art organizations allowed the cultural scene of Lübeck to fall under municipal control and thus transition to more conservative subjects.": [],
    "Works acquired during his time in Lübeck would later be utilized to populate the <em>Entartete Kunst</em> (Degenerate art) exhibitions of 1937 onwards.": [],
    "Heise left Lübeck for Berlin in 1935, where he worked until 1945 as a journalist and freelancer for publisher Gebrüder Mann and <em>Frankfurter Zeitung</em>.": [
        [
            0,
            5,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ],
        [
            110,
            118,
            [
                "Gender",
                "Gertrude",
                "Hebrides",
                "Girder",
                "Grader",
                "Intruder"
            ]
        ]
    ],
    "He also took on the role of art advisor for <em>Frankfurter Zeitung</em> from 1934 to 1947.": [],
    "Heise became the publisher of the successful art letter <em>Kunstbriefes</em> in 1939, which were pocket-sized art monographs intended to be utilized out in the field.": [
        [
            0,
            5,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ]
    ],
    "In <em>Kunstbriefes</em>, Heise published a few of his own works, such as <em>Bernd Notke.": [],
    "St.": [],
    "Jürgen zu Stockholm.": [
        [
            7,
            9,
            [
                "EU",
                "nu",
                "Eu",
                "GU",
                "Ru",
                "Zn"
            ]
        ]
    ],
    "Holzbildwerk von 1489.</em> (Bernd Notke: St.": [
        [
            13,
            16,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ],
        [
            35,
            40,
            [
                "Note"
            ]
        ]
    ],
    "Jürgen in Stockholm.": [],
    "Wooden painting from 1489) in 1942.": [],
    "On the side, Heise also worked as an art advisor for his colleagues during his time in Berlin.": [
        [
            13,
            18,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ]
    ],
    "Socially, Heise belonged to a private circle centered around the cultural minister Theodor Heuss (1884-1963) (later to be the first chancellor of the West German Republic) that also included members such as <a href=\"/grotel\">Ludwig Grote</a> and <a href=\"/reidemeisterl\">Leopold Reidemeister</a>.": [
        [
            10,
            15,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ]
    ],
    "Despite his removal from positions of power in Lübeck, Heise’s support for “degenerate\" German artists did not waver and he continued to maintain contact and provide help for individuals like Ernst Wilhelm Nay.": [
        [
            55,
            60,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ],
        [
            86,
            87,
            [
                "”"
            ]
        ],
        [
            116,
            120,
            [
                ", and"
            ]
        ]
    ],
    "Immediately following the end of World War II in 1945, Heise returned to the Hamburger Kunsthalle as the newly appointed director.": [
        [
            55,
            60,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ],
        [
            87,
            97,
            [
                "Unstable"
            ]
        ]
    ],
    "He was tasked with rebuilding the museum in a war-ridden Germany.": [],
    "Heise’s responsibilities included overseeing the management of repair work on the building, as well as the repatriation and reorganization of the collection after the mistreatment of the artwork by Nazi forces.": [
        [
            0,
            5,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ]
    ],
    "He was successful in improving the general conditions of the museum, especially in rebuilding the modern art department.": [],
    "Heise commented that although he felt successful in his role of director, he was “already too old to develop the same carefree initiative as in Lübeck and inhibited by an often unbalanced temperament\".": [
        [
            0,
            5,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ],
        [
            199,
            200,
            [
                "”"
            ]
        ]
    ],
    "In 1947, Heise privately published a manuscript recording memories from his relationship with Warburg, titled <em>Persönliche Erinnerungen an Aby Warburg</em>.": [
        [
            9,
            14,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ]
    ],
    "The work, which is widely regarded as his most notable, was written in 1945 while he was trapped in Berlin and then later re-published for the public in 1959.": [],
    "Following his retirement from the Hamburger Kunsthalle in 1955, Heise was the editor for <em>Werkmonographien zur Bildenden Kunst</em> (Monographs of Works on the Visual Arts) at Verlag Reclam until 1965.": [
        [
            44,
            54,
            [
                "Unstable"
            ]
        ],
        [
            64,
            69,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ]
    ],
    "The publication was the successor to his previous project <em>Kunstbriefes</em>.": [],
    "Similar to <em>Kunstbriefes</em>, Heise published some of his own writings in <em>Werkmonographien zur Bildenden Kunst</em>.": [],
    "His works were often centered on artists he had a personal connection with, such as <em>Oskar Kokoschka: Thermopylae 1954.</em> (1961).": [],
    "Heise also continued his journalistic projects through contributions on exhibitions and current issues in art life to the newspapers <em>Die Zeit</em> and <em>Neue Zürcher Zeitung</em>.": [
        [
            0,
            5,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ],
        [
            55,
            71,
            [
                "contributions to"
            ]
        ]
    ],
    "He also held a professorship at the University of Hamburg.": [],
    "His legacy is preserved among other things in the art-historical “Heise Collection\" which comprises 9,000 titles within the <em>Staats- und Universitätsbibliothek Bremen</em> (\"State and University Library of Bremen\").": [
        [
            66,
            71,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ]
    ]
}