{
    "Neo-gothic revivalist; painter and art historian.": [],
    "Jules Helbig was the son of the banker Jean-Baptist Helbig (1781-1852) and Anne-Marie Lauteren (1790-?": [
        [
            6,
            12,
            [
                "Helping",
                "Helix",
                "Herbie",
                "Hedwig",
                "Zelig",
                "Helming"
            ]
        ],
        [
            52,
            58,
            [
                "Helping",
                "Helix",
                "Herbie",
                "Hedwig",
                "Zelig",
                "Helming"
            ]
        ],
        [
            86,
            94,
            [
                "Lauren",
                "Lantern",
                "Lateran",
                "Gautier",
                "Lutein",
                "Augean"
            ]
        ]
    ],
    "), both from Mainz, Germany.": [
        [
            0,
            1,
            [
                ""
            ]
        ]
    ],
    "The young Helbig was born in Liège, Belgium, where his father had settled in 1804.": [
        [
            10,
            16,
            [
                "Helping",
                "Helix",
                "Herbie",
                "Hedwig",
                "Zelig",
                "Helming"
            ]
        ]
    ],
    "After the death of his mother, Helbig grew up in the castle of Breuberg (Darmstadt-Hessen), where his uncle served as a steward.": [
        [
            31,
            37,
            [
                "Helping",
                "Helix",
                "Herbie",
                "Hedwig",
                "Zelig",
                "Helming"
            ]
        ],
        [
            63,
            71,
            [
                "Breuer",
                "Freiberg",
                "Kreuzberg"
            ]
        ],
        [
            73,
            89,
            [
                "Darmstadt-Hesse"
            ]
        ]
    ],
    "At age thirteen Helbig returned to his birthplace in Belgium.": [
        [
            16,
            22,
            [
                "Helping",
                "Helix",
                "Herbie",
                "Hedwig",
                "Zelig",
                "Helming"
            ]
        ]
    ],
    "In the late 1830s he received his artistic education at the Liège Académie royale des Beaux-Arts, where he practiced in landscapes and portraits.": [
        [
            66,
            74,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            82,
            85,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Between 1840 and 1843 he continued his artistic training at the Kunstakademie of Düsseldorf, Germany, where he focused on historic and religious painting.": [],
    "In Belgium, an independent nation since 1830, growing interest in the national past led to a renewed interest in medieval art, including wall painting.": [],
    "At the same time, the study and preservation of medieval artworks became a source of inspiration for contemporary art in historic neo-stiles.": [],
    "Helbig, who as a painter participated in this movement, traveled to several cities in Germany, including Aachen, Cologne, Bonn and Frankfurt, to study the technique and the iconography of neo-gothic wall painting.": [
        [
            0,
            6,
            [
                "Helping",
                "Helix",
                "Herbie",
                "Hedwig",
                "Zelig",
                "Helming"
            ]
        ]
    ],
    "His first project as a painter was the neo-gothic decoration of the Church of Our Lady in Sint-Truiden, Belgium.": [],
    "While working there he befriended, in 1858, the architect and designer Jean-Baptiste Bethune (1821-1894), which led to further collaboration on several projects.": [],
    "Helbig continued to create wall paintings in a number of churches in Liège and elsewhere in Belgium.": [
        [
            0,
            6,
            [
                "Helping",
                "Helix",
                "Herbie",
                "Hedwig",
                "Zelig",
                "Helming"
            ]
        ]
    ],
    "He considered their religious content as a medium to promote a revival of Catholic doctrine.": [],
    "His rigid neo-gothic style, however, increasingly met with harsh criticism, especially from the Royal Commission for Monuments.": [],
    "In 1863 Helbig became a member of the Guild of Saint Thomas and Saint Lucas, an association for the study of ancient Christian art and for the promotion of its \"true principles.\"": [
        [
            8,
            14,
            [
                "Helping",
                "Helix",
                "Herbie",
                "Hedwig",
                "Zelig",
                "Helming"
            ]
        ]
    ],
    "The guild was founded in that year by the revivalist art historian of the so-called Flemish Primitives, <a href=\"/wealew\">William Henry James Weale</a>.": [],
    "Weale, in collaboration with Helbig, Bethune and other members of the guild, organized the acclaimed exhibition of medieval liturgical art in Mechelen, at the occasion of the 1864 Catholic Congress held in this city.": [
        [
            0,
            5,
            [
                "Whale",
                "Weave",
                "Beale",
                "Peale",
                "Wale",
                "Weal"
            ]
        ],
        [
            29,
            35,
            [
                "Helping",
                "Helix",
                "Herbie",
                "Hedwig",
                "Zelig",
                "Helming"
            ]
        ]
    ],
    "More than 1000 objects were on display, including the treasure of the Basilica of Our Lady in Tongeren and parts of the thirteenth-century treasure of the goldsmith Hugo d'Oignies, which is kept in Namur.": [
        [
            94,
            102,
            [
                "Tongan"
            ]
        ],
        [
            172,
            179,
            [
                "Ignites",
                "Piggies",
                "Biggies",
                "Ninnies",
                "Orgies",
                "Pinnies"
            ]
        ]
    ],
    "A section of contemporary liturgical art presented by Belgian, Dutch, German and English artists, mostly in neo-gothic style, completed the show.": [],
    "Helbig and Bethune, who in 1873 obtained the position of president of the Guild of Saint Thomas and Saint Lucas, became fierce propagators of the so-called Gothic Revival.": [
        [
            0,
            6,
            [
                "Helping",
                "Helix",
                "Herbie",
                "Hedwig",
                "Zelig",
                "Helming"
            ]
        ]
    ],
    "A different aspect of Helbig's career consists of his significant contributions to the history of art.": [
        [
            22,
            28,
            [
                "Helping",
                "Helix",
                "Herbie",
                "Hedwig",
                "Zelig",
                "Helming"
            ]
        ]
    ],
    "In a series of extensive studies, published between 1873 and 1911, he explored Christian art in the Liège region and beyond, in the Meuse valley stretching from France to Belgium into the Netherlands.": [],
    "His 1873 monograph dealt with the history of painting in the Liège region, from the introduction of Christianity up to the Revolution in the eighteenth century, <em>Histoire de la peinture au Pays de Liège depuis l'introduction du Christianisme jusqu'à la révolution Liégeoise et la réunion de la Principauté à la France</em>.": [],
    "In 1880 Helbig and Bethune cofounded the Catholic Saint-Lucas School in Liège, as a reaction against traditional academic training.": [
        [
            8,
            14,
            [
                "Helping",
                "Helix",
                "Herbie",
                "Hedwig",
                "Zelig",
                "Helming"
            ]
        ]
    ],
    "In 1883 Helbig became the director of the journal, <em>Revue de l'art chrétien</em>.": [
        [
            8,
            14,
            [
                "Helping",
                "Helix",
                "Herbie",
                "Hedwig",
                "Zelig",
                "Helming"
            ]
        ]
    ],
    "His growing influence led to his election, in 1889, as a member of the Royal Commission for Monuments.": [],
    "Helbig published his documentation on sculpture and plastic arts of the larger Meuse region in his 1890 monograph, <em>La sculpture et les arts plastiques au pays de Liège et sur les bords de la Meuse</em>.": [
        [
            0,
            6,
            [
                "Helping",
                "Helix",
                "Herbie",
                "Hedwig",
                "Zelig",
                "Helming"
            ]
        ]
    ],
    "In 1893 his biography of the Renaissance painter and architect Lambert Lombard followed, <em>Lambert Lombard, peintre et architecte</em>.": [],
    "Helbig was elected, in 1896, vice-president of the Guild of Saint Thomas and Saint Lucas, and, in 1897, vice president of the Royal Commission for Monuments.": [
        [
            0,
            6,
            [
                "Helping",
                "Helix",
                "Herbie",
                "Hedwig",
                "Zelig",
                "Helming"
            ]
        ]
    ],
    "In 1903 a revised and augmented edition of his 1873 monograph appeared, <em>La peinture au pays de Liège et sur les bords de la Meuse</em>.": [],
    "His last study, <em>L'art mosan depuis l'introduction du Christianisme jusqu'à la fin du XVIIIe siècle</em>, was meant as a synthesis of his earlier research on the art of the Meuse valley, for which he now adopted the term \"art mosan\" (Mosan art).": [],
    "However, the study was unfinished when he died in 1906.": [],
    "Joseph Brassine, librarian at Liège University (1877-1955), prepared the first volume for publication in 1906.": [
        [
            7,
            15,
            [
                "Bras sine"
            ]
        ]
    ],
    "The chapter on thirteenth-century metalwork was completed by <a href=\"/laurentm\">Marcel Laurent</a>, professor of medieval art at Liège University.": [],
    "The second volume, which dealt with the sixteenth to the eighteenth century, also edited by Brassine, followed in 1911.": [
        [
            92,
            100,
            [
                "Bras sine"
            ]
        ]
    ],
    "The field of Mosan Art was further explored by Laurent, and by his pupil <a href=\"/deborchgravedaltenaj\">Joseph A. P. M. Ch.": [
        [
            13,
            18,
            [
                "Moran",
                "Moan",
                "Mosey",
                "Moseys",
                "Mos an"
            ]
        ]
    ],
    "Borchgrave d'Altena</a> among others.": [
        [
            13,
            19,
            [
                "Alena",
                "ALENA",
                "Alhena"
            ]
        ]
    ]
}