{
    "<p>Rubens and Rembrandt scholar; professor, Barnard College.": [],
    "He was born in Mosbach, Baden, Germany near Heidelberg.": [
        [
            15,
            22,
            [
                "Maybach",
                "Mosbacher",
                "Mossback"
            ]
        ]
    ],
    "Held's father was Adolf Held (1873-1919), employed as a merchant; his mother was Nannette Seligmann (1872-1926).": [
        [
            90,
            99,
            [
                "Bergmann",
                "Weizmann",
                "Schliemann",
                "Telemann",
                "Reimann"
            ]
        ]
    ],
    "He attended realprogymnasium in Mosbach and Gymnasium Heidelberg in that city, receiving his abitur in 1923.": [
        [
            32,
            39,
            [
                "Maybach",
                "Mosbacher",
                "Mossback"
            ]
        ],
        [
            93,
            99,
            [
                "Abitur",
                "arbiter",
                "Artur",
                "biter",
                "habitué",
                "habitue"
            ]
        ]
    ],
    "He entered the University of Heidelberg in 1923, studying also at Wilhelm Humbolt University, Berlin, 1923-24, 1927-28 and Vienna, 1925-26, 1929.": [
        [
            74,
            81,
            [
                "Humboldt",
                "Hum bolt"
            ]
        ]
    ],
    "His faculty included <a href=\"/goldschmidta\">Adolph Goldschmidt</a>, <a href=\"/schlosserj\">Julius Alwin von Schlosser</a>, <a href=\"/fischelo\">Oskar Fischel</a> and <a href=\"/antalf\">Frederick Antal</a>.": [],
    "He received his Ph.D.": [],
    "from the University of Freiburg in 1930 under <a href=\"/jantzenh\">Hans Jantzen</a> writing on a topic of Dürer.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "He worked as an assistant to Antal, 1930-1931 and an unpaid assistant in the Berlin Museum in various departments, including the library, prints department (under <a href=\"/bocke\">Elfried Bock</a>, and the Gemäldegalerie under <a href=\"/friedlanderm\">Max J. Friedländer</a>.": [
        [
            29,
            34,
            [
                "Antão",
                "Anal"
            ]
        ]
    ],
    "He was dismissed from the Museum because of his Jewish heritage in 1933 and fled to the United States the following year.": [],
    "He returned briefly, a risky venture, to persuade his future wife to join him in the United States.": [],
    "In 1936 he married her, Ingrid-Märta Nordin-Petterssen (1905-1986), a Swedish citizen and art restorer.": [
        [
            3,
            7,
            [
                "1936,"
            ]
        ],
        [
            24,
            36,
            [
                "Ingrid-Marta"
            ]
        ],
        [
            37,
            54,
            [
                "Nordic-Petterssen",
                "Nordin-Petersen"
            ]
        ]
    ],
    "Beginning in 1935, Held lectured in art history at New York University until 1937 when he moved to Barnard College, the woman's college of Columbia University, in 1937.": [],
    "He was appointed assistant professor in 1944.": [],
    "He remain at Barnard, advancing to associate professor in 1950, the full professor 1954.": [
        [
            3,
            9,
            [
                "remains",
                "remained"
            ]
        ]
    ],
    "During the 1950's he was asked by Luis Ferre, the Governor of Puerto Rico, to advise the new museum in Ponce, on baroque purchases.": [
        [
            11,
            17,
            [
                "1950s"
            ]
        ],
        [
            39,
            44,
            [
                "Ferry",
                "Ferret"
            ]
        ]
    ],
    "Held was able to assemble masterworks--including works of the 19th century such as Lord Leighton's <em>Flaming June</em>--making it the most important Caribbean art collection.": [],
    "Held maintained a strong student following at Barnard.": [],
    "His 1968 book <em>Rembrandt Studies</em>--written during the height of the student revolt when the very functions and goals of traditional scholarship\" were being questioned asserted the importance of art history.": [],
    "The following year <em>Rembrandt's Aristotle and other Rembrandt Studies</em> appeared, which included some of his most famous essays.": [],
    "In 1970 he published an article in the <em>Burlington Magazine</em> pointing out that five of the nine ceiling paintings by Rubens in the Banqueting House in Whitehall had been installed incorrectly.": [
        [
            3,
            7,
            [
                "1970,"
            ]
        ]
    ],
    "Their reinstallation by 180 degrees vindicated his scholarship.": [],
    "He retired from Barnard in 1971, teaching as visiting professor at Williams College 1972-1981 and at William's Clark Art Institute.": [],
    "At age 75 he issued what many considered his landmark study, his two-volume <em>Oil Sketches of Peter Paul Rubens</em> (1980).": [],
    "Held donated over 200 works of his collection of more than 1000 master drawings to the National Gallery of Art in Washgington, D. C., in 1984.": [
        [
            114,
            125,
            [
                "Washington"
            ]
        ]
    ],
    "In 1988 he was instrumental in creating a memorial to the <em>Kristallnacht</em> razing of his boyhood synagogue in Mosbach.": [
        [
            3,
            7,
            [
                "1988,"
            ]
        ],
        [
            116,
            123,
            [
                "Maybach",
                "Mosbacher",
                "Mossback"
            ]
        ]
    ],
    "He died at his farm in Bennington, Vermont, at age 97.": [],
    "A 2006 session of the College Art Association was held entitled, \"Revisiting Julius S.": [],
    "Held.\"": [],
    "Held's daughter, Anna Held Audette (b.": [
        [
            27,
            34,
            [
                "Annette",
                "Claudette",
                "Odette",
                "Paulette",
                "Suzette",
                "Musette"
            ]
        ]
    ],
    "1938) was also a professor of art.": [],
    "His students included <a href=\"/walshj\">John Walsh, Jr.</a>, David Rosand, and Anne W. Lowenthal.": [],
    "Held's classical educational background allowed him to broaden the material considered for art history.": [],
    "His article on \"Rembrandt's Aristotle Contemplating the Bust of Homer,\" for example, incorporated the psychology of blindness for an artist (Rembrandt's father had been blind), in addition to the traditional story-line of the portrait.": [],
    "Held maintained the primacy of connoisseurship as one of the important tools of the art historian, at a time when the discipline was heavily favoring iconography and other more \"empirical\" methods of study.": [],
    "He shunned the Rembrandt Research Project, the group of scholars who attempted to determine the autograph Rembrandts in their <em>catalogue raisonné</em>.": [
        [
            106,
            116,
            [
                "Rembrandt's",
                "Rembrandt"
            ]
        ]
    ],
    "He disagreed with them publicly on the demotion of Rembrandt's <em>The Polish Rider</em> as not by Rembrandt's hand.</p>": []
}