{
    "Director of the National Gallery, London, 1946-1967.": [],
    "Hendy was the son of Frederick James Robert Hendy, who would become director of the department of education at Oxford University, and Caroline Isabelle Potts (Hendy).": [
        [
            0,
            5,
            [
                "Henry",
                "Wendy",
                "Handy",
                "Heady",
                "Bendy",
                "Hendry"
            ]
        ],
        [
            44,
            49,
            [
                "Henry",
                "Wendy",
                "Handy",
                "Heady",
                "Bendy",
                "Hendry"
            ]
        ],
        [
            159,
            164,
            [
                "Henry",
                "Wendy",
                "Handy",
                "Heady",
                "Bendy",
                "Hendry"
            ]
        ]
    ],
    "He attended the Westminster School and Christ Church, Oxford, graduating in 1923 in modern history.": [],
    "That year, with no training in art, he was appointed assistant to the keeper (curator) of the Wallace Collection under <a href=\"/camps\">Samuel James Camp</a>, and a lecturer.": [],
    "He married Kythé Caroline Ogilvy (b.": [
        [
            11,
            16,
            [
                "The",
                "Myth",
                "Kate",
                "Kyle",
                "Byte",
                "Myths"
            ]
        ]
    ],
    "1902) in 1925.": [],
    "Hendy was assigned to research objects for the Wallace catalog of the collections.": [
        [
            0,
            5,
            [
                "Henry",
                "Wendy",
                "Handy",
                "Heady",
                "Bendy",
                "Hendry"
            ]
        ]
    ],
    "His work there and articles in the <em>Burlington Magazine</em> so impressed officers of the Isabella Stewart Gardner Museum in Boston that Hendy was contracted live in Italy for three years, beginning in 1927, to research the Gardner catalog.": [
        [
            140,
            145,
            [
                "Henry",
                "Wendy",
                "Handy",
                "Heady",
                "Bendy",
                "Hendry"
            ]
        ]
    ],
    "As the Gardner publication neared press, (it appeared in 1931), Hendy was appointed curator of paintings for the Museum of Fine Arts in Boston in 1930.": [
        [
            64,
            69,
            [
                "Henry",
                "Wendy",
                "Handy",
                "Heady",
                "Bendy",
                "Hendry"
            ]
        ]
    ],
    "At Boston, Hendy purchased modern European paintings by Braque, Severini, Tchelitchew, and British artists W. R. Sickert, S. F. Gore, John Nash, and Robert Bevan.": [
        [
            11,
            16,
            [
                "Henry",
                "Wendy",
                "Handy",
                "Heady",
                "Bendy",
                "Hendry"
            ]
        ],
        [
            64,
            72,
            [
                "Severing",
                "Severin"
            ]
        ],
        [
            113,
            120,
            [
                "Sicker",
                "Sickest"
            ]
        ],
        [
            156,
            161,
            [
                "Began",
                "Evan",
                "Bean",
                "Behan",
                "Be van"
            ]
        ]
    ],
    "Hendy's purchase of Matisse's nude <em>Carmelina</em> (1903) in 1933 brought about a major dispute with the conservative Trustees and Hendy resigned.": [
        [
            0,
            5,
            [
                "Henry",
                "Wendy",
                "Handy",
                "Heady",
                "Bendy",
                "Hendry"
            ]
        ]
    ],
    "He returned to Britain and in 1934 accepted the director position at the Leeds City Art Gallery.": [],
    "Hendy was in charge of the evacuation the Leeds collection to Temple Newsam House during World War II.": [
        [
            0,
            5,
            [
                "Henry",
                "Wendy",
                "Handy",
                "Heady",
                "Bendy",
                "Hendry"
            ]
        ],
        [
            69,
            75,
            [
                "Newsom",
                "News am"
            ]
        ]
    ],
    "He was appointed Slade Professor at Oxford in 1936 (which he held until 1946), receiving his M.A.": [
        [
            17,
            22,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "in 1937.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "His monograph on Giovanni Bellini appeared in 1945.": [],
    "In 1946, <a href=\"/clarkk\">Kenneth Clark</a> resigned as director of the National Gallery and Hendy succeeded him.": [],
    "One of his immediate hires was <a href=\"/gouldc\">Cecil Gould</a>, who, under Hendy, became an important museum professional as well.": [],
    "When, under Hendy, the Gallery paintings were returned from their safe-storage in the Manod caves of Wales and Lord Lee's Gallery, Gloucestershire after the War, he ordered many cleaned (much of it done by Helmut Ruhemann, 1891-1973).": [
        [
            12,
            17,
            [
                "Henry",
                "Wendy",
                "Handy",
                "Heady",
                "Bendy",
                "Hendry"
            ]
        ],
        [
            86,
            91,
            [
                "Manor",
                "Manon",
                "Maned",
                "Manoj"
            ]
        ],
        [
            213,
            221,
            [
                "Riemann",
                "Kuhlmann"
            ]
        ]
    ],
    "Accusations of over-cleaning were charged by the artist Sir Gerald Kelly (1879-1972) in the London <em>Times</em>, especially the paintings <em>Chapeau de paille</em> (Susanna Fourment), 1622, by Rubens, Rembrandt's <em>Woman Bathing in a Stream (Hendrickje Stoffels?": [],
    ")</em>, 1654, and the portrait bust of <em>Philip IV</em> by Velázquez, 1656.": [
        [
            0,
            1,
            [
                ""
            ]
        ]
    ],
    "The Trustees set up a committee in 1948 (the so-called Weaver Committee) to evaluate the paintings.": [],
    "Hendy was cleared of wrong-doing.": [
        [
            0,
            5,
            [
                "Henry",
                "Wendy",
                "Handy",
                "Heady",
                "Bendy",
                "Hendry"
            ]
        ]
    ],
    "A second book on an Italian Renaissance artists, Masaccio, appeared from Hendy in 1957.": [
        [
            73,
            78,
            [
                "Henry",
                "Wendy",
                "Handy",
                "Heady",
                "Bendy",
                "Hendry"
            ]
        ]
    ],
    "In 1961 Goya's portrait of the Duke of Wellington was stolen and Hendy again had to justify his administration.": [
        [
            65,
            70,
            [
                "Henry",
                "Wendy",
                "Handy",
                "Heady",
                "Bendy",
                "Hendry"
            ]
        ]
    ],
    "He retired from the Gallery in 1967, succeeded by <a href=\"/daviesm\">Martin Davies</a>, spending three years (1968-1971) as adviser to the Israel Museum in Jerusalem.": [],
    "He published a book on Piero della Francesca in1968.": [
        [
            29,
            34,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ]
    ],
    "He divorced his first wife and married Cicely Prichard Martin, the widow of (Charles) Christopher Martin.": [
        [
            39,
            45,
            [
                "Nicely"
            ]
        ]
    ],
    "Hendy suffered a stroke in 1975 but lived for five more years.": [
        [
            0,
            5,
            [
                "Henry",
                "Wendy",
                "Handy",
                "Heady",
                "Bendy",
                "Hendry"
            ]
        ]
    ],
    "Hendy's generation of museum officials was the last one in Britain where amateurs, well-educated but self-taught in art history could immediately move into museum curation.": [
        [
            0,
            5,
            [
                "Henry",
                "Wendy",
                "Handy",
                "Heady",
                "Bendy",
                "Hendry"
            ]
        ]
    ],
    "His natural eye led him to many astute observations and a few prejudices (he disliked the Pre-Raphaelites).": [],
    "Among his writings, the Gardner catalog is considered the longest-lasting.": []
}