{
    "<p>Cambridge University medievalist, particularly architecture and manuscripts.": [],
    "Henderson was the son of a professor of ecclesiastical history, George David Henderson and Janet Smith (Henderson).": [],
    "He attended the University of Aberdeen, receiving his B.A.": [],
    "in 1953.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He moved to the University of London, completed an M.A., 1956.": [],
    "He married Isabel Bisset Murray, a librarian at National Library of Scotland in 1957.": [
        [
            18,
            24,
            [
                "Basset"
            ]
        ]
    ],
    "He was then admitted to Cambridge University, where he secured an M.A.": [],
    "and finally Ph.D., in 1961.": [
        [
            0,
            3,
            [
                "And"
            ]
        ]
    ],
    "He was a Research fellow at Barber Institute of Fine Art, University of Birmingham, Birmingham, England, between 1960-1961.": [],
    "Henderson was appointed to Downing College, Cambridge University, in 1961 (remaining until 1964).": [],
    "He won the Reginald Taylor Prize of British Archaeological Association in 1962 for the paper \"The Sources of the Genesis Cycle at St.-Savin-sur-Gartempe.\"": [
        [
            134,
            152,
            [
                "Saving-sur-Gartempe",
                "Savin-SUR-Gartempe"
            ]
        ]
    ],
    "In 1963 he began as a lecturer in the history of art at University of Manchester.": [
        [
            3,
            7,
            [
                "1963,"
            ]
        ]
    ],
    "He was named lecturer in art history at the University of Edinburgh, Scotland, in 1966.": [],
    "Henderson authored the two small introductory volumes for the Penguin scholarly survey initiatives, one on gothic art in 1967 and another on Chartres in 1968.": [],
    "He remained at Edinburgh until 1973 when he was appointed to Cambridge University as lecturer in the history of art and fellow of Downing College, beginning in 1974.": [],
    "He published his <em>From Durrow to Kells: the Insular Gospel-books, 650-800</em> in 1987.": [],
    "His students included <a href=\"/camillem\">Michael Camille</a>.</p>": []
}