{
    "<p>Inventor and physicist; conducted the first classes in architectural history in the United States.": [],
    "Henry was the son of William and Ann Alexander (Henry).": [],
    "His grandparents had been immigrants from Scotland.": [],
    "Henry lived with his maternal grandmother at Galway, NY until he was thirteen when he returned to Albany to live with his widowed mother.": [],
    "He read much at the village library in Galway, particular drama.": [],
    "He joined a group of amateur actors, and there encountered a book on natural sciences.": [],
    "He attended advanced classes of the Albany Academy.": [],
    "He received an appointment to a surveying party for State of New York.": [],
    "In the spring of 1826 he was elected to the professorship of mathematics and natural philosophy in the Albany Academy.": [],
    "He married to Harriet L. Alexander of Schenectady, NY in 1830, his first cousin.": [],
    "In 1832 Henry was appointed professor of natural philosophy at the College of New Jersey at Princeton, N. J.": [],
    "(now Princeton University).": [],
    "That year he began teaching the college's first fine arts course, a series of lectures on architecture.": [],
    "His course classified architecture by type (cival, military, naval), by the style or era (Greek, Roman, Italian, Chinese, Gothic) and building material (alabaster, white marble, variegated, etc.).": [
        [
            44,
            49,
            [
                "civil",
                "rival"
            ]
        ]
    ],
    "He also taught courses in geology, mineralogy and astronomy.": [],
    "As an architectural \"authority\" he was responsible for a master plan of Princeton, much of which was followed.": [],
    "Henry turned over his courses to Albert B. Dod (1805-1845), a mathematician (and skillful lecturer), who focused more on spiritual development than an analysis of styles.": [
        [
            43,
            46,
            [
                "DOD",
                "DoD",
                "Did",
                "Do",
                "DVD",
                "God"
            ]
        ]
    ],
    "In 1846 he was appointed the first secretary of the Smithsonian Institution in Washgington, D. C., but it was not fully realized until 1848.": [
        [
            3,
            7,
            [
                "1846,"
            ]
        ],
        [
            79,
            90,
            [
                "Washington"
            ]
        ]
    ],
    "Henry diverted a large portion of the income of the Institution to support of the museum, art gallery, laboratory and library.": [],
    "He helped found the American Association for the Advancement of Science and acted as it second president.": [],
    "He was also a founding member of the Philosophical Society of Washington (1871).": [],
    "He died from nephritis at his home in Washgington, D. C. As an inventor, Henry is credited with building the first electromagnetic telegraph.</p>": [
        [
            38,
            49,
            [
                "Washington"
            ]
        ]
    ]
}