{
    "Celtic art specialist and archaeologist; one of the first four women to be admitted to the Royal Irish Academy in 1949.": [],
    "Henry's maternal great-grandfather was the French art historian and Géricault scholar <a href=\"/clementc\">Charles Clément</a>.": [],
    "She was raised in the Limousin region of France, spending the years of World War I (1914-1918) at the Lycée Molière in Paris.": [],
    "Henry graduated from the Sorbonne, Paris, studying first under <a href=\"/malee\">Émile Mâle</a> and then under his successor, <a href=\"/focillonh\">Henri Focillon</a>.": [],
    "She entered the École du Louvre hearing the lectures of <a href=\"/michela\">André Michel</a> and <a href=\"/reyr\">Robert Rey</a> and studying Celtic history under the scholar Henri Hubert (1872-1927) and the archaeology under <a href=\"/reinachs\">Salomon Reinach</a>.": [
        [
            16,
            21,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            22,
            24,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ]
    ],
    "Henry joined Hubert at the Musée Antiquités Nationales de Saint-Germain-en-Laye (Paris environs) taking up residence in a small apartment on top of the museum.": [
        [
            27,
            32,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            33,
            43,
            [
                "Antiquities",
                "Antiquates"
            ]
        ],
        [
            44,
            54,
            [
                "Nationals",
                "Rationales",
                "Nation ales"
            ]
        ]
    ],
    "In 1926 a chance trip to Ireland at the invitation of Carrie Fitzgerald at Synone, Boherlahan (near Cashel, Ireland) convinced her that the rich extant monuments of that country made it a prime focus of early Christian scholarship for her.": [
        [
            100,
            106,
            [
                "Cashed",
                "Cashes",
                "Cashew"
            ]
        ]
    ],
    "With the support of Focillon, Henry settled on Celtic sculpture of Ireland as a dissertation topic.": [
        [
            20,
            28,
            [
                "Bouillon"
            ]
        ]
    ],
    "She returned to Ireland to primary research, traveling the landscape by bicycle with Fitzgerald and Marie Duport.": [
        [
            106,
            112,
            [
                "DuPont",
                "Deport",
                "Dupont",
                "Du port"
            ]
        ]
    ],
    "She secured an appointment in the French department at University College, Dublin in 1932.": [],
    "Her <em>Doctorat d'Etat</em> was awarded the same year with a 1933 published dissertation titled <em>La Sculpture irlandaise pendant les douze premiers siècles de l'ère chretienne</em>.": [],
    "Her secondary thesis, <em>Les tumulus du Département de la C<em>ô</em>te d'Or</em> was dedicated to Hubert.": [],
    "She delivered annual lectures on Eruopean painting as part of the Purser-Griffiths scholarship beginning in 1934.": [
        [
            33,
            41,
            [
                "European"
            ]
        ]
    ],
    "Henry continued to research Celtic art, expanding her interest to enamels, architecture as well as other kinds of Irish carved work.": [],
    "An important article on suspended bronze lamps and bowls appeared in <em>Journal of Royal Society of antiquaries of Ireland</em> in 1936.": [],
    "In 1940 she issued her initial examination of the broader topic as <em>Irish Art</em>.": [
        [
            3,
            7,
            [
                "1940,"
            ]
        ]
    ],
    "After World War II she received the Legion of Honor award for her war service by the French government.": [],
    "She joined the Department of Archaeology at University College in 1948, creating the photography collection of Celtic monuments and objects.": [],
    "Though offered a university teaching post in France, she refused it.": [],
    "The following year she and three other women became the first elected to membership of the Royal Irish Academy, a move the Academy had investigated as early as 1931.": [],
    "The other three were Phyllis Clinch (1901-1984), a botanist; Eleanor Knott 1886-1975), a scholar of Irish history; and the mathematician Sheila Tinney (1918-2010).": [
        [
            69,
            74,
            [
                "Knot",
                "Knots",
                "Knotty"
            ]
        ],
        [
            144,
            150,
            [
                "Finney",
                "Kinney",
                "Tenney",
                "Tunney",
                "Tinned",
                "Tinny"
            ]
        ]
    ],
    "<em>Irish Art</em> was expanded in 1963 to the three-volume <em>L'art Irlandais</em>, English translations appearing in 1965-1970.": [],
    "Under her aegis, the Department of History of Art granted degrees in that subject, beginning in 1965.": [],
    "Henry next published <em>The Book of Kells and its Decoration</em> in 1974, retiring from teaching the same year.": [],
    "Henry who had divided her time between Ireland and France while teaching, lived in Lindry and Yonne, France, and Dublin in her retirement.": [
        [
            83,
            89,
            [
                "Landry",
                "Lindy",
                "Lin dry"
            ]
        ],
        [
            94,
            99,
            [
                "Yvonne",
                "Donne",
                "Hönne",
                "Donné",
                "Tonne"
            ]
        ]
    ],
    "She died at age 79 and is buried in Lindry, France.": [
        [
            36,
            42,
            [
                "Landry",
                "Lindy",
                "Lin dry"
            ]
        ]
    ]
}