{
    "<p>Africanist historian; associate Professor of History, Mount Holyoke college and social historian of art.": [],
    "Warren was the daughter of Robert Beach Warren and Mildred Fisk (Warren).": [],
    "Her father was an engineer.": [],
    "She attended Wellesley College receiving her B.A.": [],
    "in 1951.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "She spent the following year as a Fulbright scholar at the University of Vienna, before entering Yale University, graduating with an M.A., 1953.": [],
    "The same year she married fellow graduate student, the art historian <a href=\"/herbertr\">Robert L. Herbert</a>, changing her name to Herbert.": [],
    "She spent a year at Sorbonne, University of Paris, 1955-1956, on an American Association of University Women fellowship, researching her dissertation on French and Belgian late nineteenth-century art.": [],
    "Her Ph.D.": [],
    "was granted in 1957.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "While her husband taught at Yale University, Herbert lectured as assistant professor at Quinnipiac College, Hamden, CT, in 1970.": [],
    "Her research interest in African history was acknowledge by a year appointment at Yale in that topic, 1972-1973.": [
        [
            45,
            56,
            [
                "acknowledged",
                "acknowledging"
            ]
        ]
    ],
    "A 1975 book, co-written with Claude-Anne Lopez, <em>The Private Franklin: The Man and His Family</em>, won numerous awards.": [],
    "Herbert founded the Center for Independent Study, New Haven in 1977.": [],
    "She joined Mount Holyoke College as an assistant professor of history in 1978.": [],
    "<em>Red Gold of Africa: Copper in Precolonial History and Culture</em> appeared in1984.": [],
    "She was named E. Nevius Rodman professor of African history in 1985, retiring <em>emeritus</em> in 1997.</p>": [
        [
            17,
            23,
            [
                "Nevis",
                "Nevus",
                "Nevi us"
            ]
        ]
    ]
}