{
    "Seurat and Impressionism specialist; Robert Lehman Professor of Art, Yale University, 1974-1990.": [],
    "Herbert's parents were John Newman Herbert and Rosalia Harr (Herbert).": [
        [
            55,
            59,
            [
                "Hard",
                "Hair",
                "Harry",
                "Harm",
                "Heirs",
                "Carr"
            ]
        ]
    ],
    "His father operated a drawbridge.": [],
    "While at Wesleyan University, he developed an interest in the history of science.": [],
    "After graduation in 1951, he studied at the University of Paris until 1952.": [],
    "He returned to the U. S., marrying <a href=\"/herberte\">Eugenia W. Herbert</a> in 1953 and pursued graduate work at Yale University.": [],
    "His M.A.": [],
    "was awarded in 1954.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "Herbert taught as an instructor at Yale University beginning in 1956, completing his degree the following year with a dissertation, written under <a href=\"/hamiltong\">George Heard Hamilton</a> on Seurat.": [],
    "A friendship with the Columbia art historian <a href=\"/schapirer\">Meyer Schapiro</a> encouraged a socialist outlook in his personal politics and art history.": [],
    "He rose to assistant professor at Yale in 1960.": [],
    "Throughout his career, Herbert used the museum exhibition essay to publish his findings on art.": [],
    "His 1962 exhibition, Barbazon Revisited won the <a href=\"/matherf\">Frank Jewett Mather, Jr.</a>, award from the College Art Association.": [
        [
            21,
            29,
            [
                "Barbados",
                "Barbacoa"
            ]
        ]
    ],
    "The exhibition and his focus on Millet renewed interest in this art movement.": [],
    "He became associate professor at Yale in 1963.": [],
    "His introductory essay to <em>The Art Criticism of John Ruskin</em> examined the critic <a href=\"/ruskinj\">John Ruskin</a> in a social context.": [],
    "He chaired the department of art at Yale between 1965-1968.": [],
    "Herbert was appointed full professor of history of art in 1967 and a Guggenheim fellow for the 1971-1972 year.": [],
    "In the early 1970s, He was asked to contribute a text for the innovative <em>Art in Context</em> series, launched by <a href=\"/honourh\">Hugh Honour</a> and <a href=\"/flemingj\">John Fleming</a> for Allen Lane publishers.": [],
    "His volume, addressing Jacques Louis David's \"Lictors Returning to Brutus the Bodies of his Sons,\" 1789, was an outgrowth of a 1955 graduate school course under <a href=\"/mccoubreyj\">John W. McCoubrey</a>.": [],
    "The book, <em>David, Voltaire, 'Brutus' and the French Revolution: An Essay in Art and Politics</em> is a concise paradigm of his scholarship, typical of the freedom allowed to art historians of the series.": [],
    "Herbert was named the Robert Lehman Professor in 1974.": [],
    "The 1978-1979 year he taught as Slade Professor, Oxford University.": [
        [
            32,
            37,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "He was awarded a distinguished teaching honor by the College Art Association of America in 1982.": [],
    "Herbert's summation of the social history of French Impressionism was issued in 1988 as <em>Impressionism: Art, Leisure, and Parisian Society</em>.": [],
    "He resigned from Yale in 1990 to join his wife, a professor at Mount Holyoke College, South Hadley, MA, teaching as professor of art.": [],
    "The following year he helped organize the Seurat retrospective held at the Grand Palais (France) and Metropolitan Museum of Art.": [],
    "He retired from Mount Holyoke in 1997 as Andrew W. Mellon Professor Emeritus.": [],
    "A second Seurat major exhibition, \"Seurat and the Making of the Grande Jatte,\" was mounted in 2004.": [
        [
            71,
            76,
            [
                "Matte",
                "Latte"
            ]
        ]
    ],
    "In 2008 he was awarded the College Art Association's Distinguished Service Award.": [
        [
            3,
            7,
            [
                "2008,"
            ]
        ]
    ],
    "Herbert approached the well-examined period of Neoimpressionism through social history.": [
        [
            47,
            63,
            [
                "Neo-impressionism"
            ]
        ]
    ],
    "His attention to subject matter--something that had been little done with Seurat--changed and deepen the understanding of that artist.": [],
    "Herbert disparaged purely chronological or historical approaches to art history, asserting that paintings are more than just historical documents to be read.": [],
    "Much of his writing was associated with museum exhibition catalogs.": [],
    "Herbert cited his early influences as art historians, in addition to McCoubrey, <a href=\"/locquinj\">Jean Locquin</a>, <a href=\"/renouvierj\">J.": [
        [
            69,
            78,
            [
                "McClure",
                "McCaffrey",
                "McCauley",
                "McCourt",
                "McCurdy",
                "McCorvey"
            ]
        ]
    ],
    "Renouvier</a>, and <a href=\"/rosenblumr\">Bob Rosenblum</a>, as well as the historians F. A. Aulard (1849-1928) and David L. Dowd (1918-1968).": [
        [
            0,
            9,
            [
                "Recover",
                "Renounced",
                "Revolver",
                "Renounce",
                "Renounces",
                "Bouvier"
            ]
        ]
    ]
}