{
    "<p>Specialist in Etruscan and classical Greek and Roman art, particularly architectural history, and large mosaics and paintings.": [],
    "Herbig was the son of Etruscan scholar Gustav Herbig (1868-1925).": [
        [
            0,
            6,
            [
                "Herbie",
                "Her big"
            ]
        ],
        [
            46,
            52,
            [
                "Herbie",
                "Her big"
            ]
        ]
    ],
    "He was wounded while fighting in World War I. After the war he studied at the universities of Rostock, Breslau and finally Heidelberg, where he was awarded his degree.": [
        [
            103,
            110,
            [
                "Presley",
                "Belau",
                "Bresler"
            ]
        ]
    ],
    "His dissertation was on windows in ancient architecture, <em>Das Fenster in der Architektur des Altertums</em>, granted in 1925 (published in 1929).": [
        [
            24,
            31,
            [
                "Windows"
            ]
        ]
    ],
    "He further studied during travels to Italy and Greece.": [],
    "His professional career began as a <em>privatdozent</em> in Heidelberg in 1930.": [],
    "Professor of Archaeology at the University of Jena (1933-1936), then University of Würzburg (1936-1941), before returning to the University of Heidelberg 1941 (remaining until 1956).": [],
    "In 1942 he accepted the editorship of the <em>Denkmäler der Malerei des Altertums</em>, founded by <a href=\"/herrmannp\">Paul Herrmann</a>.": [
        [
            3,
            7,
            [
                "1942,"
            ]
        ]
    ],
    "The work was completed in 1950.": [],
    "While at Heidelberg, he published his corpus on Etruscan stone sarcophagi, <em>Die jungerestruskischen Steinsarcophage</em> in 1952.": [],
    "He also assumed the editorship of the <em>Handbuch der Archäologie</em> beginning with volume 3, from Walter G. A. Otto (1878-1941).": [],
    "He assumed the directorship of the deutsches archäologisches Institut (German Archaeological Institute, or DAI) in Rome, 1956-1961.": [
        [
            35,
            44,
            [
                "Deutsche"
            ]
        ],
        [
            61,
            69,
            [
                "Institute"
            ]
        ]
    ],
    "Herbig's work on stone sarcophagi and his later book on the gods of Etruria, <em>Götter und Dämonen der Etrusker</em>, are his greatest contribution to the discipline.": [
        [
            0,
            6,
            [
                "Herbie",
                "Her big"
            ]
        ]
    ],
    "However, he also published significant studies on Roman painting, Greek architecture and even Renaissance painting.": [],
    "Brendel's obituary mentions his caustic wit and steady judgment.</p>": [
        [
            0,
            7,
            [
                "Grendel"
            ]
        ]
    ]
}