{
    "<p>Schlossmuseum Berlin curator, private London art history scholar.": [
        [
            3,
            16,
            [
                "Schloss museum"
            ]
        ]
    ],
    "Hermann was born in Berlin in 1899 to Richard Hermann, a timber merchant, and Hannah Kirstein Hermann.": [
        [
            85,
            93,
            [
                "Kirsten",
                "Kirstin"
            ]
        ]
    ],
    "He attended the Joachimsthaler Gymnasium, a private boy’s secondary school, but was drafted for World War I before his graduation.": [],
    "From 1919 to 1924, Hermann studied Art History, Philosophy, and Archeology in Munich under <a href=\"/goldschmidta\">Adolph Goldschmidt</a>, <a href=\"/wolfflinh\">Heinrich Wölffin</a>, <a href=\"/jantzenh\">Hans Jantzen</a>, and <a href=\"/pinderw\">Wilhelm Pinder</a>, and wrote his dissertation on Baroque cloisters.": [],
    "From 1924 to 1933, worked at The Kunstbibliothek Berlin, a state museum under <a href=\"/glaserc\">Curt Glaser</a>.": [],
    "Around 1927, he was elevated to curator.": [],
    "He penned articles about modern architecture between 1925-1928, including <em>Kompositionsgesetze deutscher Profanbauten um 1600</em> (Composition laws of German secular buildings around 1600) in 1925, and Neue Berliner Baukunst (New Berlin Architecture) in 1927.</p>\n\n<p>In October of 1933, Hermann was dismissed from his role at The Kunstbibliothek Berlin on grounds of being non-aryan, part of the racial laws instituted by the new Nazi government.": [],
    "Shortly thereafter, he migrated to London, and found employment at a literary agency.": [],
    "Five years later, he managed a zipper factory for fifteen years.": [],
    "From 1953, after receiving a pension as reparations from Germany, Hermann returned to art history as a private scholar.": [],
    "During this period, he wrote his main work, <em>Gottfried Semper, theoretischer Nachlass</em>, published in 1981.</p>": []
}