{
    "<p>Director of Laboratorio de Arte at the University of Seville; historian of Spanish, Spanish-American and Andalousian art.": [
        [
            15,
            26,
            [
                "Lab oratorio"
            ]
        ],
        [
            108,
            119,
            [
                "Andalusian"
            ]
        ]
    ],
    "Hernández Díaz attended the Instituto general y tecnico in Sevilla, and then the Faculty of Philosophy and Letters.": [
        [
            48,
            55,
            [
                "technics",
                "technic"
            ]
        ]
    ],
    "He moved to Madrid for his Ph.": [
        [
            27,
            29,
            [
                "pH",
                "PH",
                "PA",
                "PC",
                "Mph",
                "PM"
            ]
        ]
    ],
    "D., where he earned his doctoral degree under the direction of <a href=\"/gomezmorenom\">Manuel Gómez Moreno</a>.": [],
    "He started his teaching career with a temporary position at the Faculty of Philosophy and Letters in Sevilla, and as a professor and director of the Instituto de enseñanzas medias Murillo in Madrid.": [
        [
            162,
            172,
            [
                "Ensenada"
            ]
        ]
    ],
    "He then held a permanent position at the Faculty of Philosophy and Letters, and, from 1950 until his retirement in 1976, chaired the Art History and Spanish Art History department.": [],
    "He was appointed vice-rector in 1951, and four years later became rector of the Sevilla University, position he held until 1963.": [],
    "He was also the President of the Initiative Board of the University.": [],
    "1940, he founded in Sevilla the School of Arts Saint Isabel of Hungary, where he was a professor and director until 1976.": [],
    "Along with these teaching jobs, he was a member of the Royal Academy of Arts Saint Isabel of Hungary, institution he also presided between 1951 and 1992.": [],
    "He was associated with a number of Spanish universities, among which the Royal Academy of Letters in Sevilla, the Academy of Arts San Fernando in Madrid, the Academy of Arts San Jorge in Barcelona, the Academy of Arts San Carlos in Valencia.": [],
    "Between 1963 and 1966 he was the mayor of Sevilla, then the director of the university education department (1966-1968), attorney and president of the Education Committee in the Spanish Parliament.": [],
    "He continued to research until his death in 1998.": [],
    "José Hernández Díaz is the author of numerous monographs and articles on Andalousian art Sevillan iconography.": [
        [
            73,
            84,
            [
                "Andalusian"
            ]
        ],
        [
            89,
            97,
            [
                "Seville",
                "Sémillon"
            ]
        ]
    ],
    "Much of his professional correspondence is preserved, as well as his research work in the field of the Andalousian artistic patrimony and Sevillan art in particular.</p>": [
        [
            103,
            114,
            [
                "Andalusian"
            ]
        ],
        [
            138,
            146,
            [
                "Seville",
                "Sémillon"
            ]
        ]
    ]
}