{
    "Art historian; author of biographies on artists Frida Kahlo and Arshile Gorky.": [
        [
            64,
            71,
            [
                "Archive",
                "Archie",
                "Ayrshire",
                "Awhile",
                "Armhole"
            ]
        ]
    ],
    "Hayden Phillips was born in Boston, the daughter of Elizabeth and John Phillips and the grand niece of William Phillips (1878-1968) Ambassador of Italy from 1917-1941.": [
        [
            88,
            99,
            [
                "grandniece"
            ]
        ]
    ],
    "She attended North Country School and Putney School in Vermont.": [
        [
            38,
            44,
            [
                "Putnam",
                "Patna"
            ]
        ]
    ],
    "During her senior year, she traveled abroad with her mother to France, attending American Community School of Paris.": [],
    "She entered Radcliffe college, but left to pursue painting.": [],
    "In 1958, Herrera was a member of the Junior Assembly, a group in charge of debutante balls in New York.": [],
    "In 1961, Philips married a Guatemalan French, Phillip Herrera, who graduated magna cum laude at Harvard in 1956, from a prominent family in Guatemalan history.": [],
    "Hayden Herrera graduated with a BA from Barnard College in 1964 continuing for her MA at Hunter College.": [],
    "As a graduate student, she visited Mexico City to witness an exhibition of Frida Kahlo’s work.": [],
    "Herrera wrote an article titled Frida Kahlo in 1976 which led to a publishing agency requesting a full book.": [],
    "She received her Ph.D.": [],
    "from City University of New York, writing a Kahlo for her thesis, in 1981.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "Herrera published a form of her thesis as 1983 Frida: A Biography of Frida Kahlo, to resounding success.": [],
    "Her next book, Mary Frank, appeared in 1990 and Matisse: A Portrait in 1993.": [],
    "In 1996, Herrera was awarded the Guggenheim Fellowship award in the field of biography.": [],
    "Herrera later published her 2003 book Arshile Gorky: His Life and Work, later nominated for a Pulitzer.": [
        [
            38,
            45,
            [
                "Archive",
                "Archie",
                "Ayrshire",
                "Awhile",
                "Armhole"
            ]
        ]
    ],
    "In 2005, Herrera published Joan Snyder.": [],
    "In 2015, Herrera published Listening to Stone: The Art and Life of Isamu Noguchi, later receiving the Book Award for biography for this work.": [
        [
            67,
            72,
            [
                "ISAM",
                "SAMU",
                "Is amu"
            ]
        ],
        [
            73,
            80,
            [
                "Touch",
                "Couch",
                "Notch",
                "Pouch",
                "Gucci",
                "Sochi"
            ]
        ]
    ],
    "After her divorce, she married Desmond Heath (b.": [],
    "1931), a British New York psychiatrist.": [],
    "Herrera continues to write articles and reviews for Art in America, Art Forum, Connoisseur, and the New York Times.": [],
    "She teaches Latin American art at NYU and art history at the School of Visual Arts in New York.": [],
    "Herrera’s Kahlo book was the inspiration for Julie Taymor’s 2002 film Frida.": []
}