{
    "American historian of architecture whose research ranged from an initial focus on the Italian Renaissance to evolutionary theory and computer modelling.": [],
    "Hersey was born in Cambridge, Massachusetts, the son of Milton Leonard Hersey (1899-1983), an economist, and Katharine Hersey (Page) (1896-1991).": [],
    "After graduating from high school in 1945, Hersey joined the merchant marine where he assisted in transporting troops home after World War II.": [],
    "Following this, Hersey joined the U.S.": [],
    "Army, where he advised returning war veterans in planning for their future.": [],
    "During his military service, Hersey also attended culinary school in his spare time and learned to play the French horn, a skill he ultimately mastered.": [],
    "After leaving the army, Hersey attended Harvard, earning a B.A.": [],
    "in 1951.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He earned an M.F.A.": [],
    "in drama at Yale in 1954, focusing on set design.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Between 1954 and 1959, Hersey taught at Bucknell University where he was appointed assistant professor.": [],
    "It was during this period that he became increasingly interested in art history.": [],
    "Hersey returned to Yale in 1959 completing an M.A.": [],
    "under the guidance of <a href=\"/hitchcockr\">Henry-Russell Hitchcock </a> (1903–1987), then a Visiting Professor at the school of Architecture.": [
        [
            0,
            5,
            [
                "Under"
            ]
        ]
    ],
    "Building on his master’s research, Hersey went on to write his dissertation, <em>Eclecticism and Associationism in High Victorian Gothic Architecture and Pre-Raphaelite Painting</em>, under <a href=\"/meeksc\">Carroll L.V.": [],
    "Meeks</a>.": [
        [
            0,
            5,
            [
                "Meek's",
                "Meek",
                "Weeks",
                "Meets",
                "Seeks",
                "Geeks"
            ]
        ]
    ],
    "Hersey began teaching at Yale in 1963 and published his first book, <em>Alfonso II and the Artistic Renewal of Naples, 1485-95</em>, in 1969.": [],
    "He became a full professor in the Department of the History of Art in 1971.": [],
    "In the same year he was appointed editor of Yale Publications on the History of Art, a position he held for almost two decades.": [],
    "In 1972, he published his doctoral research under the title <em>High Victorian Gothic: A Study in Associationism</em>.": [],
    "Hersey followed this with three works on the architecture of the Italian Renaissance: The Aragonese Arch at Naples, 1443-1477 (1973), <em>Pythagorean Palaces: Architecture and Magic in the Italian Renaissance</em> (1976), and <em>Architecture, Poetry, and Number in the Royal Palace at Caserta</em> (1983), the latter being the first book in English about Luigi Vanvitelli’s (1700-1773) Neapolitan masterpiece.": [
        [
            90,
            99,
            [
                "Aragonite"
            ]
        ]
    ],
    "In <em>The Lost Meaning of Classical Architecture: Speculations on Ornament from Vitruvius to Venturi</em> (1988) Hersey explored the persistence of the classical orders throughout architectural history.": [],
    "In the 1990s, Hersey became interested in the possibilities of (what would come to be known as) the Digital Humanities.": [],
    "<em>Possible Palladian Villas (Plus a Few Instructively Impossible Ones)</em>, co-authored with computer programmer Richard Freedman in 1992, tested the rigid geometric structures of Palladio’s work and used these rules to generate facades that are ostensibly indistinguishable from those of the architect.": [],
    "In the final years of his career — he retired from Yale in 1998 — Hersey produced two books that linked Darwinian ideas to art history.": [],
    "<em>The Evolution of Allure: Sexual Selection from the Medici Venus to the Incredible Hulk</em> (1996) argued that art has had a significant impact on human evolution.": [],
    "<em>The Monumental Impulse: Architecture's Biological Roots</em> (1999), builds on the thesis of his prior book by exploring the relationship between microscopic organisms and architecture.": [],
    "The breath of his interested was acknowledged by Edward Cooke, Professor of American Decorative Arts at Yale, who noted that “George was as comfortable talking about Vitruvius as about Venturi, about Baroque as about Butterfield … he was above all a broad humanist whose curiosity about the architectural subconscious led to the exploration of classical, Victorian and modern architecture.\"": [
        [
            166,
            175,
            [
                "Vitruvian"
            ]
        ],
        [
            389,
            390,
            [
                "”"
            ]
        ]
    ]
}