{
    "<p>Scholar of Italian Renaissance and Baroque art, particularly interested in artist biographies.": [],
    "Hess came to art history late in life, studying the discipline beginning only in 1919 at age 34.": [],
    "He studied under <a href=\"/wolfflinh\">Heinrich Wölfflin</a> in Munich and in Vienna under literary historian Karl Vossler (1872-1949) and Vienna School art historians <a href=\"/dvorakm\">Max Dvořák</a> and <a href=\"/schlosserj\">Julius Alwin von Schlosser</a>.": [],
    "Though Hess wrote his dissertation under Wölfflin in Munich, it was Schlosser who ignited Hess' interest in Schlosser's field of the literary sources of art history.": [
        [
            41,
            49,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "Hess' thesis, a study of biographies of <a href=\"/passerig\">Giovanni Battista Passeri</a>, was accepted in 1926 and published in 1928.": [],
    "He remained in Munich, working on a scholarly facsimile edition of Passeri's <em>Vite</em>, <em>Die künstlerbiographien von Giovanni Battista Passeri</em>, financed through a grant, which he published in 1934.": [
        [
            67,
            74,
            [
                "Passer",
                "Passers"
            ]
        ]
    ],
    "The result of collating various manuscripts into a magisterial commentary, it is still unsurpassed.": [],
    "The vast anti-Semitism associated with the Nazi's rise to power forced Hess to leave Germany, moving to Rome the same year.": [],
    "Making use of a small grant from the Vatican Library, he began work on an edition of the <em>Vite</em> of <a href=\"/baglioneg\">Giovanni Baglione</a>.": [],
    "The following year, 1935, he privately issued his monograph on Agostino Tassi.": [
        [
            63,
            71,
            [
                "Agostini",
                "Agostinho"
            ]
        ],
        [
            72,
            77,
            [
                "Tass",
                "Tarsi",
                "TASS"
            ]
        ]
    ],
    "When World War II erupted and Italy was no longer safe, Hess fled to London in 1939, supported at the Warburg Institute and financially assisted by <a href=\"/waterhousee\">Ellis K. Waterhouse</a> and <a href=\"/krautheimerr\">Richard Krautheimer</a>.": [],
    "He was interned as a German in 1940.": [],
    "After the war he returned to Rome in 1948, supported be grants from the Vatican Library.": [],
    "He was awarded compensation for persecution in 1950 by the German government.": [],
    "Beginning in 1953 he secured a Deutsche Forschungsgemeinschaft grant which allowed him to research independently.": [],
    "His house in Italy, Villa Ostia, became a meeting point for continental scholars of Italian art.": [],
    "A dedicated historiographer, he intended to have stucco portraits of his mentors painted on the walls of his dining room.": [],
    "Hess set about for his final life's project to write the authoritative commentary to the <em>Vite</em> of <a href=\"/baglioneg\">Giovanni Baglione</a>.": [],
    "He got through the first three and a half <em>giornate</em>, in which the work was divided before he died at age 84.": [],
    "His research was brought to publication by Erwarth Röttgen.": [
        [
            43,
            50,
            [
                "Earth",
                "Epworth"
            ]
        ],
        [
            51,
            58,
            [
                "Rotten",
                "Rontgen",
                "Röntgen"
            ]
        ]
    ],
    "In 1967 his collected studies, brought up to date by Hess himself, were published as Though Hess was a \"sources\" scholar, he was not particularly interested in unearthing primary documents.": [],
    "Rather he focused on mastering the printed literature around the events of a creation of a work of art.": [],
    "\"The method adopted by Hess consisted of taking into account every conceivable historical circumstance, great or small, and assimilating all that could be discovered about a work of art and the literature that surrounded it.\"": [],
    "(Salerno).": [],
    "An extremely modest man, a higher professional profile escaped him through an unwillingness to use his success to bolster his career.": [],
    "Completely devoted to research, he once wrote that cooking and shopping took him away from hours which could be devoted in the library.</p>": []
}