{
    "Managing editor of <em>Art News</em>; early exponent Willem de Kooning.": [],
    "Hess was the son of Gabriel Lorie Hess, a New York lawyer, and Helen Baer (Hess).": [
        [
            69,
            73,
            [
                "Beyer",
                "Bar",
                "Bear",
                "Beer",
                "Baker",
                "Bare"
            ]
        ]
    ],
    "He was educated in the United States and Switzerland before entering Yale University.": [],
    "He graduated <em>magna cum laude</em> in 1942 with a concentration in French art and literature.": [],
    "Hess worked that summer at the Museum of Modern Art under <a href=\"/barra\">Alfred H. Barr, Jr.</a>, and <a href=\"/millerd\">Dorothy Miller</a> before joining the army air force to serve in World War II as a pilot.": [],
    "He married Audrey Stern in 1944 (d.": [],
    "1974).": [],
    "After discharge from the military, he joined the staff of the magazine <em>Art News</em>, under <a href=\"/frankfurtera\">Alfred M. Frankfurter</a>, first as an editorial assistant in 1945, rising to executive editor in 1949.": [],
    "Hess embraced the emerging Abstract Expressionist artists of the era.": [],
    "He published a 1951 book on the subject, the first serious book-length treatment on the movement, <em>Abstract Painting: Background and American Phase</em>.": [],
    "Among the artists he particularly championed were Willem de Kooning and Barnett Newman, whose work he collected.": [],
    "In 1953 he hired the young <a href=\"/allowayl\">Lawrence Alloway</a> to be British correspondent for the <em>News</em>.": [
        [
            3,
            7,
            [
                "1953,"
            ]
        ]
    ],
    "In 1965, at the sudden death of Frankfurter, Hess succeeded him as editor.": [],
    "He encouraged the poet John Ashbery (1927- ) to write about art and with whom he collaborated in a number of books.": [
        [
            42,
            44,
            [
                ")"
            ]
        ]
    ],
    "Between 1967 and 1972, Hess was New York correspondent for <em>Le Monde</em>.": [],
    "When the magazine changed ownership in 1972, Hess wrote art criticism for <em>New York</em> magazine and issued the film <em>Painters Painting</em> (1973).": [],
    "In 1974 he assembled the first of two important retrospective exhibitions of Abstract Expressionist art, the first for the New York Cultural Center, called \"Grand Reserves.\"": [
        [
            3,
            7,
            [
                "1974,"
            ]
        ]
    ],
    "The second show, in 1977 for the New York State Museum in Albany, was entitled \"The New York School\" and was generally considered to be the most spectacular display of its kind ever brought together (<em>New York Times</em>).": [],
    "He succeeded <a href=\"/geldzahlerh\">Henry Geldzahler</a> as consultative chairman for the Department of 20th-century Art at the Metropolitan Museum of Art in 1977.": [],
    "The plan was to continue Geldzahler's mission of making the Metropolitan Museum as active a leader in modern art as the Museum of Modern Art was.": [],
    "Hess had been in the position less than a year when he collapsed from a heart attack while working at his desk at the museum and died at age 57.": [],
    "His death came days after the other art critic and advocate of the New York school, <a href=\"/rosenbergh\">Harold Rosenberg</a>.": [],
    "His biographical sketch of the art historian <a href=\"/schapirer\">Meyer Schapiro</a> appeared in the journal <em>Social Research</em> the same year.": [],
    "The <a href=\"/hesst\">Thomas B. Hess</a>-Willem de Kooning Papers reside at the Museum of Modern Art.": [],
    "De Kooning's <em>Woman</em>, 1944, from Hess' collection was given to the Metropolitan in 1984.": [
        [
            3,
            10,
            [
                "Mooning"
            ]
        ]
    ],
    "The critic/art historian <a href=\"/roseb\">Barbara E. Rose</a> described Hess as running a \"propaganda vehicle for launching the New York School internationally\" in the 1950s.": [],
    "Hess used his magazine and New York connections to champion the New York school in world media.": [],
    "He used the serialized book format spun off from the magazine, <em>Art News Annual</em>, to issue many of his books.": []
}