{
    "<p>Hetzer studied art history under <a href=\"/vogew\">Wilhelm Vöge</a> and <a href=\"/wolfflinh\">Heinrich Wölfflin</a>.": [
        [
            3,
            9,
            [
                "Better",
                "Letter",
                "Whether",
                "Peter",
                "Meter",
                "Hitler"
            ]
        ]
    ],
    "However, it was at Basel that the teaching of <a href=\"/rintelenf\">Friedrich Rintelen</a> greatly affected his work, particularly his appreciation for Giotto.": [],
    "He wrote his dissertation under Rintelen on the early paintings of Titian with a degree granted in 1919.": [
        [
            32,
            40,
            [
                "Fifteen",
                "Sixteen",
                "Integer",
                "Nineteen",
                "Intel",
                "Canteen"
            ]
        ]
    ],
    "Hetzer was appointed professor of art history at the University of Leipzig in 1923, focusing on the art of the Italian and northern Renaissance, Giotto, Titian and Raphael, and Dürer.": [
        [
            0,
            6,
            [
                "Better",
                "Letter",
                "Whether",
                "Peter",
                "Meter",
                "Hitler"
            ]
        ]
    ],
    "He also wrote on the Baroque artists Peter Paul Rubens and Rembrandt.": [],
    "He was appointed <em>Ordinarius</em> professor in 1935.": [],
    "His book of the same year, <em>Titian: A History of His Color</em>, is a history of the use of color in Eurpean art.": [
        [
            104,
            111,
            [
                "European"
            ]
        ]
    ],
    "Hetzer's <em>Geistesgeschichte</em>-style art history resulted in his theorizing of a crisis in painting ocurring around 1800.": [
        [
            0,
            6,
            [
                "Better",
                "Letter",
                "Whether",
                "Peter",
                "Meter",
                "Hitler"
            ]
        ]
    ],
    "To Hetzer, the work of Francisco de Goya was the change point to a resurgence of painting, culinating in the work of Paul Cézanne.His 1950 \"Francisco Goya und die Krise der Kunst um 1800,\" (Goya and the Crisis of Art around 1800), became his most important essay and a signicant study in Goya scholarship.": [
        [
            3,
            9,
            [
                "Better",
                "Letter",
                "Whether",
                "Peter",
                "Meter",
                "Hitler"
            ]
        ],
        [
            91,
            101,
            [
                "culminating"
            ]
        ],
        [
            130,
            133,
            [
                " His"
            ]
        ],
        [
            155,
            158,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            163,
            168,
            [
                "Rise",
                "Arise",
                "Kris",
                "Frisé"
            ]
        ],
        [
            169,
            172,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            173,
            178,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ],
        [
            269,
            278,
            [
                "significant"
            ]
        ]
    ],
    "Hetzer suffered with poor health most of his life, finally succombing to a heart aliment at Überlingen on Lake Constance shortly after World War II.": [
        [
            0,
            6,
            [
                "Better",
                "Letter",
                "Whether",
                "Peter",
                "Meter",
                "Hitler"
            ]
        ],
        [
            59,
            69,
            [
                "succumbing"
            ]
        ],
        [
            92,
            102,
            [
                "Berliner",
                "Erlangen",
                "Bellinger",
                "Harlingen",
                "Underlinen"
            ]
        ]
    ],
    "His students included <a href=\"/bertholdg\">Gertrude Berthold</a>.</p>\n\n<p>Hetzer's work as an art historian has been littled studied since his death, somewhat ironically given his importance for the discipline.": [],
    "His major influence for art historiography was as a teacher (Licht).": [
        [
            61,
            66,
            [
                "Light",
                "Licit"
            ]
        ]
    ],
    "Methodologically, Hetzer continued Wölfflin's predominantly formalist art history, adding to it a transcendental significance to form (Schiff).": [
        [
            18,
            24,
            [
                "Better",
                "Letter",
                "Whether",
                "Peter",
                "Meter",
                "Hitler"
            ]
        ],
        [
            35,
            43,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "This <em>Geistesgeschicte</em> approach, that artists represented the spirit of their age in their work, was characteristic of the dominant intellectural approach of his time.": [],
    "Hetzer believed that there was one continuous period of high achievement in art history, the years 1300-1800.": [
        [
            0,
            6,
            [
                "Better",
                "Letter",
                "Whether",
                "Peter",
                "Meter",
                "Hitler"
            ]
        ]
    ],
    "These centuries, Hetzer said, were the time when the strict mathematical design of the picture plane formed the \"Bild\" (image/significance) of art.": [
        [
            17,
            23,
            [
                "Better",
                "Letter",
                "Whether",
                "Peter",
                "Meter",
                "Hitler"
            ]
        ],
        [
            113,
            117,
            [
                "Build",
                "Bill",
                "Bird",
                "Wild",
                "Bid",
                "Bold"
            ]
        ]
    ],
    "He found rhythmic kinship between the great artists of the Renaissance and Baroque era.": [],
    "Hetzer's career was marked by a certain shyness.": [
        [
            0,
            6,
            [
                "Better",
                "Letter",
                "Whether",
                "Peter",
                "Meter",
                "Hitler"
            ]
        ]
    ],
    "He \"never took his share of the public applause gathered by many of his contemporaries in a Germany that was willing to pay respect and even homage to art historians\" (Licht).": [
        [
            168,
            173,
            [
                "Light",
                "Licit"
            ]
        ]
    ],
    "His approach, particularly on Goya, influenced later art historians including <a href=\"/lichtf\">Fred Licht</a>.</p>": []
}