{
    "Expert on African-American art; Co-Founder and Co-Director of the Museum of African American Art in Los Angeles.": [],
    "Mary Jane Hewitt's birth is undocumented, but likely in the 1920s.": [],
    "She was the youngest of four children in a single-mother household.": [],
    "She was raised in St.": [],
    "Paul, Minnesota, by her mother to whom she accredited her strong will and intolerance of discrimination (Ehrhart-Morrison).": [
        [
            105,
            121,
            [
                "Earhart-Morrison"
            ]
        ]
    ],
    "Hewitt first earned a Bachelor's degree from the University of Minnesota before traveling to Paris, France in the 1950s.": [],
    "In France, Hewitt worked as a French interpreter and translator for the U.S.": [],
    "government.": [
        [
            0,
            10,
            [
                "Government"
            ]
        ]
    ],
    "Initially planning to live in Paris permanently due to the discrimination in America, Hewitt changed her mind after Rosa Parks refused to give up her seat in 1955 on a bus during the Civil Rights Movement.": [],
    "Inspired by Parks' actions, Hewitt returned to the United States and settled in Los Angeles.": [],
    "In the 1960s with the rise of black consciousness at universities, Hewitt became a program director at UCLA and worked under Abbott Kaplan (1912-1980) to develop classes on race.": [],
    "Hewitt was involved in the campus' Black Student Union and was promoted to run UCLA’s High Potential and Equal Opportunity Program in 1968.": [],
    "Hewitt advised UCLA's High Potential Program (Hi-Pot), which enrolled minority groups in preparatory education so they could qualify to attend UCLA.": [],
    "After becoming frustrated with the coordination of the program, Hewitt resigned from UCLA in December 1969 and joined the faculty of Occidental College as an American Studies professor.": [],
    "Hewitt taught at Occidental College from 1969 to 1978 where she offered courses on race, literature, and the Caribbean.": [],
    "She founded a campus committee on multicultural education and brought musicians and poets to campus.": [],
    "In 1976, Hewitt won $5,000 from the Rockefeller Foundation to complete a Master's and Ph.D.": [],
    "in English and comparative literature from the University of West Indies in Jamaica.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Hewitt decided to study in Jamaica as she wanted to \"be part of the majority for once,\" and wrote her doctoral thesis comparing Zora Neale Hurston and Louise Bennett, two diaspora women writers.": [],
    "In 1978, Hewitt was denied a promotion for the third time at Occidental College.": [],
    "As the only African-American professor at the university, advisory council members accused her of grading Black students with extra leniency.": [],
    "Hewitt resigned that year, and, although she never stated her reasoning, Occidental College students have argued that institutional racism forced her resignation (Tranquada).": [
        [
            163,
            172,
            [
                "Granada",
                "Tranquil"
            ]
        ]
    ],
    "After leaving Occidental College, Hewitt opened the Los Angeles Museum of African American Art with friend and fellow art historian Samella Lewis.": [
        [
            132,
            139,
            [
                "Smell",
                "Isabella",
                "Pamela",
                "Stella",
                "Amelia",
                "Smells"
            ]
        ]
    ],
    "Initially a buildingless museum, Hewitt and Lewis arranged for exhibitions including a collaboration with UCLA’s Visual and Performing Arts Academy.": [],
    "Eventually, Hewitt and Lewis expanded the museum's board to include Maya Angelou, Elizabeth Catlett, artists, and music industry professionals—over time raising enough money to construct a museum.": [
        [
            92,
            99,
            [
                "Bartlett",
                "Scarlett",
                "Cutlet",
                "Cutlets",
                "Caplet",
                "Caplets"
            ]
        ]
    ],
    "Hewitt worked at the Museum of African American Art until the late 1980s.": [],
    "Outside of academia, Hewitt ran Samjai Fine Arts, Inc.": [
        [
            32,
            38,
            [
                "Sammie",
                "Samurai",
                "Samoa",
                "Samba",
                "Samoan",
                "Sakai"
            ]
        ]
    ],
    "and was the Associate Editor of The International Review of African American Art, a quarterly publication for African-American artists.": [
        [
            0,
            3,
            [
                "And"
            ]
        ]
    ],
    "She was on the editorial board and an artistic consultant for Black Art and Vice Chairman of the California Art Council's Multicultural Advisory Panel.": [],
    "Hewitt helped create the Emmy-Award-winning television series \"The Negro in American Culture\" where she spoke with Maya Angelou about how American culture is rooted in African-Americans.": [],
    "In 1985, Hewitt won the Vesta Award to honor her outstanding achievements in the arts.": [],
    "In 2017, an anonymous gift of $500,000 endowed the Mary Jane Hewitt Department Chair in Black Studies at Occidental College to honor Hewitt as the first Black woman to serve as a tenured faculty member.": [],
    "Hewitt was married twice.": [],
    "Her second husband, Edward Rubin (d.": [],
    "2011), was a businessman, and together they had an early bi-racial marriage.": []
}