{
    "Director of the Zentralinstitut für Kunstgeschichte, Munich; historian of Italian renaissance architecture.": [
        [
            32,
            35,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "Heydenreich grew up in Dresden in one of the city's prominent military families.": [
        [
            0,
            11,
            [
                "Ehrenreich"
            ]
        ]
    ],
    "He studied at Dresden's military academy and was expected, like his father, to join the officer class.": [],
    "But Germany's defeat in World War I forced the academy's closure and Heydenreich was forced to look for other areas of interest.": [
        [
            69,
            80,
            [
                "Ehrenreich"
            ]
        ]
    ],
    "He initially studied art history at the university in Berlin, but quickly changed to Hamburg in 1919 in order study with <a href=\"/panofskye\">Erwin Panofsky</a>.": [],
    "Although Heydenreich wrote his dissertation under Panofsky (<em>Die Sakralbau-Studien Leonardo da Vincis</em>, 1929), he never adopted the iconographic methodology of his teacher in his own research.": [
        [
            9,
            20,
            [
                "Ehrenreich"
            ]
        ],
        [
            50,
            58,
            [
                "Sinofsky"
            ]
        ]
    ],
    "He remained in Hamburg, writing his <em>Habilitationschrift</em> in 1934 and teaching until 1937.": [],
    "Among his students during this period was the architectural historian <a href=\"/lotzw\">Wolfgang Lotz</a>.": [],
    "For most of the 1930s, Heydenreich published on Leonardo.": [
        [
            23,
            34,
            [
                "Ehrenreich"
            ]
        ]
    ],
    "However, a number of important articles on Michelozzo and Brunelleschi in 1930 and 1931 show his ability to apply stylistic criteria to renaissance architecture.": [
        [
            43,
            53,
            [
                "Michelob"
            ]
        ]
    ],
    "That year Heydenreich accepted a lecturer position in Berlin offered by <a href=\"/pinderw\">Wilhelm Pinder</a>.": [
        [
            10,
            21,
            [
                "Ehrenreich"
            ]
        ]
    ],
    "While other art historians and intellectuals were fleeing Nazi control over German life, Heydenreich advanced rapidly.": [
        [
            89,
            100,
            [
                "Ehrenreich"
            ]
        ]
    ],
    "He was appointed to a chair at the University of Berlin in 1941 and director of the Kunsthistorisches Institut (Florence) in 1943 after its director was killed in an bombing raid.": [
        [
            102,
            110,
            [
                "Institute"
            ]
        ],
        [
            163,
            165,
            [
                "a"
            ]
        ]
    ],
    "It was Heydenreich as director of the Kunsthistorisches Institut who moved the institute's library to Milan as the Allies advanced north through Italy in 1944.": [
        [
            7,
            18,
            [
                "Ehrenreich"
            ]
        ],
        [
            56,
            64,
            [
                "Institute"
            ]
        ]
    ],
    "After the war, Heydenreich helped found the Zentralinstitut für Kunstgeschichte in Munich, a research center devoted to art history in the former NSDAP (Nazi) headquarters.": [
        [
            15,
            26,
            [
                "Ehrenreich"
            ]
        ],
        [
            60,
            63,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "In 1947 he became its first director, holding the position until 1970, when <a href=\"/sauerlanderw\">Willibald Sauerländer</a> succeeded him.": [
        [
            3,
            7,
            [
                "1947,"
            ]
        ]
    ],
    "In another effort to rebuild post-war German art history, Heydenreich took over the publication of the <em>Reallexikon zur deutschen Kunstgeschichte</em>, begun in 1937 by <a href=\"/schmitto\">Otto Schmitt</a>.": [
        [
            58,
            69,
            [
                "Ehrenreich"
            ]
        ]
    ],
    "Together with <a href=\"/galle\">Ernst Gall</a> and others, he edited volumes 3-6 of the dictionary.": [],
    "He published continually after his retirement, including his most popular book, the Pelican History of Art's <em>Architecture in Italy, 1400 to 1600</em> (1974) co-written with his former student, Lotz.": [
        [
            197,
            201,
            [
                "Lot",
                "Lots",
                "Lott",
                "Lodz",
                "LOTR",
                "LOZ"
            ]
        ]
    ],
    "Heydenreich wrote the first portion of the book (the period 1400-1500), which was issued as a separate volume in 1996.": [
        [
            0,
            11,
            [
                "Ehrenreich"
            ]
        ]
    ],
    "He continued to publish actively until his death.": [],
    "In 2012, his office files at the Zentralinstitut revealed the long-thought-lost typewritten habilitation manuscript of Panofsky.": [
        [
            92,
            104,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ],
        [
            119,
            127,
            [
                "Sinofsky"
            ]
        ]
    ],
    "Heydenreich's methodology, as characterized by Paul Davies, was \"empirical and positivist.\"": [
        [
            0,
            11,
            [
                "Ehrenreich"
            ]
        ]
    ],
    "Especially in Heydenreich's later work, he focuses on the final product itself, paying less attention to the design process or proportional systems.": [
        [
            14,
            25,
            [
                "Ehrenreich"
            ]
        ]
    ],
    "He had little interest in theoretical issues; his writings often gloss over abstract issues of architecture.": [],
    "To his credit, perhaps, he was equally unaffected by the fashions of German architectural theory of his time.": [],
    "Heydenreich never adopted Wölfflin's anthropomorphic categories of Renaissance or Baroque.": [
        [
            0,
            11,
            [
                "Ehrenreich"
            ]
        ],
        [
            26,
            34,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "He likewise ignored much of the well-known work on architectural principles by <a href=\"/wittkowerr\">Rudolf Wittkower</a>.": []
}