{
    "<p>Columbia University professor of Italian Baroque art; documentary and psychoanalytic approach; connoisseur.": [],
    "Hibbard's father was the distinguished professor of agricultural economics at the University of Wisconsin, Benjamin H. Hibbard (1870-1955).": [
        [
            0,
            7,
            [
                "Hubbard"
            ]
        ],
        [
            119,
            126,
            [
                "Hubbard"
            ]
        ]
    ],
    "The younger Hibbard graduated from the University of Wisconsin in 1949, receiving an M. A. in 1952.": [
        [
            12,
            19,
            [
                "Hubbard"
            ]
        ]
    ],
    "Hibbard attended Harvard University where <a href=\"/wittkowerr\">Rudolf Wittkower</a> exerted a significant influence on him.": [
        [
            0,
            7,
            [
                "Hubbard"
            ]
        ]
    ],
    "Hibbard received his doctorate in 1958, writing his dissertation on the Palazzo Borghese.": [
        [
            0,
            7,
            [
                "Hubbard"
            ]
        ],
        [
            80,
            88,
            [
                "Borges"
            ]
        ]
    ],
    "He married Shirley Griffith.": [],
    "He joined the faculty at Columbia University the following year, 1959, by which time Wittkower was chairing the department.": [
        [
            85,
            94,
            [
                "Widower",
                "Willpower",
                "Wittier",
                "Winnower",
                "Witter"
            ]
        ]
    ],
    "The early years of Hibbard's research centered around archival research, following the lead by <a href=\"/orbaanj\">J.": [
        [
            19,
            26,
            [
                "Hubbard"
            ]
        ]
    ],
    "A. F. Orbaan</a>.": [
        [
            6,
            12,
            [
                "Orbán"
            ]
        ]
    ],
    "Hibbard's analysis of his archival findings were deeper than Orbaan's, publishing research which had mined the neglected archival (documentary) collections of the baroque era in Rome.": [
        [
            0,
            7,
            [
                "Hubbard"
            ]
        ],
        [
            61,
            67,
            [
                "Orbán"
            ]
        ]
    ],
    "These included the published form of his dissertation (1962) and two important publications of the early 1970s.": [],
    "One was an essay on the programs for the altarpieces of Il Gesù, and the second, a monograph on Carlo Moderno, still considered the definitive study on that architect.": [
        [
            56,
            58,
            [
                "IL",
                "In",
                "Is",
                "I",
                "It",
                "If"
            ]
        ],
        [
            59,
            63,
            [
                "GES",
                "GVSU"
            ]
        ],
        [
            102,
            109,
            [
                "Modern",
                "Moderns",
                "Moderna"
            ]
        ]
    ],
    "He was appointed full professor in 1966.": [],
    "During this period, too, Hibbard became fascinated with psychoanalytic theory.": [
        [
            25,
            32,
            [
                "Hubbard"
            ]
        ]
    ],
    "He applied for special research training at Columbia's Psychoanalytical Clinic for Training and Research, College of Physicians and Surgeons, during the years 1967-1970.": [],
    "The earliest of his periodic artist biographies had already appeared, Bernini (1965).": [],
    "In 1973 Hibbard was tapped to writing the Pousin volume in the important monographic series on single works of art, <em>Art in Context</em>.": [
        [
            8,
            15,
            [
                "Hubbard"
            ]
        ],
        [
            42,
            48,
            [
                "Cousin",
                "Poussin"
            ]
        ]
    ],
    "He chose Poussin's <em>Holy Family on the Steps</em> (1666-88) from the National Gallery of Art.": [],
    "The second of Hibbard's artists biographies, on Michelangelo, appeared in 1975.": [
        [
            14,
            21,
            [
                "Hubbard"
            ]
        ]
    ],
    "In 1976-1977 he was Slade professor at Oxford University.": [
        [
            20,
            25,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "He chaired the Art History Department at Columbia 1978-1981.": [],
    "As chair, he hired <a href=\"/connorsj\">Joseph Connors</a>, the outstanding Renaissance/Baroque architectural historian, among others, to Columbia.": [],
    "Hibbard agreed to write the survey volume on the collections for the Metropolitan Museum of Art, which appeared in 1980.": [
        [
            0,
            7,
            [
                "Hubbard"
            ]
        ]
    ],
    "A difficult book for a serious art historian to write, Hibbard mastered his material and made sense out of the large and diverse objects the museum encompasses.": [
        [
            55,
            62,
            [
                "Hubbard"
            ]
        ]
    ],
    "He completed his third artist biography, on Caravaggio, in 1984.": [],
    "He was diagnosed with cancer, dying in a New York hospital at age 56.": [],
    "His biography on Rubens remained unfinished.": [],
    "Hibbard's biographies of majors artists formed both readable accounts as introductions and original perspectives on the artists for the scholar.": [
        [
            0,
            7,
            [
                "Hubbard"
            ]
        ]
    ],
    "After an initial hard-back printing, they appeared in paperback versions as required reading by most undergraduate courses in the United States.": [],
    "<a href=\"/lavini\">Irving Lavin</a> characterized Hibbard's research skills and writing on a par with Ludwig Pastor (1854-1928), the great documentary historian of the popes.</p>": []
}