{
    "Advocate for 19th and 20th century art, professional career in Germany, 1908 to 1949.": [],
    "Hildebrandt was born in Staufen (Baden), Germany.": [
        [
            0,
            11,
            [
                "Hildebrand"
            ]
        ],
        [
            24,
            31,
            [
                "Staffed",
                "Staten",
                "Staffer",
                "Steuben",
                "Stamen",
                "Stiffen"
            ]
        ]
    ],
    "He studied law at Mannheim until 1904, when he began his studies in art history until approximately 1912.": [],
    "In Munich and Heidelberg, his studies covered the areas of art history, wall painting, archaeology, and philosophy.": [],
    "In 1908, he completed his dissertation on German art history, titled <em>Die Architektur bei Albrecht Altdorfer</em>, under <a href=\"/thodeh\">Henry Thode</a> in Strasbourg.": [],
    "He also married Lily Uhlmann (1887-1974), a painter and photographer.": [
        [
            21,
            28,
            [
                "Kuhlmann"
            ]
        ]
    ],
    "In 1912, he published <em>Elemente der Wandmalerei</em> through his primary institution, the Technische Hochschule Stuttgart.": [],
    "After completing his studies in Munich alongside his work as a private scholar and art writer, Hildebrandt began his professional career as a private lecturer at the Hochschule on modern art history.": [
        [
            95,
            106,
            [
                "Hildebrand"
            ]
        ]
    ],
    "During World War I, he was exempt from military service due to respiratory illness.": [],
    "He became art historian reviewer and was given various administrative roles on campus instead.": [],
    "In opposition to German militarism, Hildebrandt founded the \"Süddeutsche Nachrichtenstelle für die Neutralen,\" which distributed anti-war literature until the November Revolution in 1918.": [
        [
            36,
            47,
            [
                "Hildebrand"
            ]
        ],
        [
            91,
            94,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "He condemned the war but felt isolated and persecuted for his views.": [],
    "From 1920 to 1937, Hildebrandt became a professor of fine arts aesthetics and modern art history.": [
        [
            19,
            30,
            [
                "Hildebrand"
            ]
        ]
    ],
    "He wrote about contemporary architecture, art, and design in publications like the <em>Deutsche Kunst und Dekoration</em>.": [],
    "Through Uhlmann, he became friends with Adolf Hölzel (Uhlmann’s mentor), Oskar Schlemmer, and Willi Baumeister.": [
        [
            8,
            15,
            [
                "Kuhlmann"
            ]
        ],
        [
            46,
            52,
            [
                "Hotel",
                "Hole",
                "Holes",
                "Holder",
                "Holmes",
                "Holden"
            ]
        ],
        [
            54,
            61,
            [
                "Kuhlmann"
            ]
        ],
        [
            79,
            88,
            [
                "Schemer",
                "Schlemiel"
            ]
        ],
        [
            94,
            99,
            [
                "Will",
                "Willie",
                "Willis",
                "Willy",
                "Wills",
                "Willa"
            ]
        ],
        [
            100,
            110,
            [
                "Paymaster"
            ]
        ]
    ],
    "He also became close friends with many contemporary architects and artists at the Bauhaus.": [],
    "Hildebrandt’s Stuttgart House was a focal point for them to promote and publish their ideas and work through venues, arranging exhibitions, and more.": [
        [
            0,
            11,
            [
                "Hildebrand"
            ]
        ]
    ],
    "The group also collaborated on the Weissenhof settlement, the first international-style architecture.": [
        [
            35,
            45,
            [
                "Zamenhof"
            ]
        ]
    ],
    "In 1933, the National Socialist Party of Germany instituted a publication ban that caused Hildebrandt to consider leaving the country, though he ultimately decided to remain in Germany.": [
        [
            90,
            101,
            [
                "Hildebrand"
            ]
        ]
    ],
    "Due to racist policies issued by the Nazi party, he was dismissed from the Technische Hochschule Stuttgart for his wife’s Jewish descent and for promoting modern art and architecture.": [
        [
            75,
            85,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ]
    ],
    "He temporarily lectured at Eidgenössische Technische Hochschule Zurich for a year.": [
        [
            42,
            52,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ]
    ],
    "From 1940 to 1945, Hildebrandt and his family suffered economic hardship and increasingly dangerous living conditions due to discrimination on Uhlmann’s heritage; his son was arrested and temporarily imprisoned in 1943 for military subversion.": [
        [
            19,
            30,
            [
                "Hildebrand"
            ]
        ],
        [
            143,
            150,
            [
                "Kuhlmann"
            ]
        ]
    ],
    "After the war, Hildebrandt resumed his professor position at the Technische Hochschule Stuttgart in 1945, and retired in 1949.": [
        [
            15,
            26,
            [
                "Hildebrand"
            ]
        ],
        [
            65,
            75,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ]
    ],
    "He resumed contact with his artist and architect friends, some of whom had fled the country, and continued teaching until his death in 1957.": [],
    "He spent his later years publishing essays, giving lectures, and organizing exhibition openings.": [],
    "The most significant publication of this period was his revised catalogue raisonné on the artist Oskar Schlemmer, published in München in 1952.": [
        [
            103,
            112,
            [
                "Schemer",
                "Schlemiel"
            ]
        ],
        [
            127,
            134,
            [
                "Munich"
            ]
        ]
    ]
}