{
    "<p>Edmund Hildebrandt’s parents were Franz Hildebrandt, a prosperous Jewish merchant turned Christian, and Theone Wolkoff (Hildebrandt).": [
        [
            10,
            21,
            [
                "Hildebrand"
            ]
        ],
        [
            43,
            54,
            [
                "Hildebrand"
            ]
        ],
        [
            107,
            113,
            [
                "Throne",
                "The one",
                "The One"
            ]
        ],
        [
            114,
            121,
            [
                "Wolff",
                "Wyckoff"
            ]
        ],
        [
            123,
            134,
            [
                "Hildebrand"
            ]
        ]
    ],
    "After graduating with his abitur in 1891 from the Berlin Fridericianum gymnasium he spent some time away from the classroom (assisting his father’s business?)": [
        [
            26,
            32,
            [
                "Abitur",
                "arbiter",
                "Artur",
                "biter",
                "habitué",
                "habitue"
            ]
        ]
    ],
    "before electing to student philology and art history in college.": [
        [
            0,
            6,
            [
                "Before"
            ]
        ]
    ],
    "Hildebrandt heard lectures in Berlin by the art historian  <a href=\"/freyk\">Karl Frey</a>, the literary historian Erich Schmidt (1853-1913), the classical philologist Ulrich von Wilamowitz-Moellendorff (1848 -1931) and the art historian <a href=\"/grimmh\">Hermann Grimm</a>.": [
        [
            0,
            11,
            [
                "Hildebrand"
            ]
        ],
        [
            57,
            59,
            [
                " "
            ]
        ]
    ],
    "He completed his dissertation under Grimm on the topic of the eighteenth-century sculptor Friedrich Tieck (1776-1851) in 1898.": [
        [
            100,
            105,
            [
                "Tick",
                "Tie ck"
            ]
        ]
    ],
    "For the next ten years it’s unclear what Hildebrandt did next, but part was certainly researching his habilitation, likely also from Berlin, which he received in 1908.": [
        [
            41,
            52,
            [
                "Hildebrand"
            ]
        ],
        [
            102,
            114,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ]
    ],
    "This allowed him to be a <em>privatdozent</em> at the Berlin University where he rose through the ranks to become a full professor in Berlin in 1921.": [],
    "Among his notable students was the aesthetician Rudolf Arnheim.": [
        [
            55,
            62,
            [
                "Arnhem",
                "Arkham"
            ]
        ]
    ],
    "Hildebrandt suffered from agoraphobia and as a consequence lecture only in small auditoriums.": [
        [
            0,
            11,
            [
                "Hildebrand"
            ]
        ]
    ],
    "The assumption of the Nazis to power in Germany beginning in 1933 spelled trouble for those like Hildebrandt who were hereditary Jews.": [
        [
            97,
            108,
            [
                "Hildebrand"
            ]
        ]
    ],
    "He lost his <em>Venia Legendi</em> in 1937, declared a “non-Aryan\".": [],
    "Although his death is undocumented, it is believed he perished in one of the holocaust extermination camps.</p>\n\n<p> </p>": []
}