{
    "Director, British Museum, 1931-36 and specialist in renaissance medals.": [],
    "Hill's grandfather, Micaiah Hill, founded the London Missionary Society's outpost in Berhampur, India, where his father, Samuel John Hill, was stationed and where Hill was born.": [
        [
            20,
            27,
            [
                "Isaiah",
                "Micah"
            ]
        ]
    ],
    "He attended Blackheath (later known as) Eltham College and then University College, London and finally Merton College.": [
        [
            12,
            22,
            [
                "Black heath"
            ]
        ],
        [
            40,
            46,
            [
                "Ethan",
                "Gotham",
                "Latham",
                "Pelham",
                "Waltham",
                "Bentham"
            ]
        ]
    ],
    "There he studied under <a href=\"/gardnerp\">Percy Gardner</a>, achieving firsts in his examinations of classical studies and who also instilled in him a love of numismatics.": [],
    "In 1893 he joined the British Museum in the department of Coins and Medals.": [
        [
            3,
            7,
            [
                "1893,"
            ]
        ]
    ],
    "At that time, the Department was the center of study of Greek coins.": [],
    "Hill continued the publishing work of <a href=\"/poolr\">Reginald Stuart Poole</a> and <a href=\"/headb\">Barclay Vincent Head</a>, issuing in 1897 the first volume of the important Greek coin catalog.": [],
    "In the next twenty-five years, Hill produced major catalogs on most areas of the museums holdings.": [],
    "He also edited the <em>Journal of Helenic Studies</em>.": [],
    "In 1912 he became Keeper of the Department.": [
        [
            3,
            7,
            [
                "1912,"
            ]
        ]
    ],
    "In 1924 he married Mary Paul (d.": [
        [
            3,
            7,
            [
                "1924,"
            ]
        ]
    ],
    "1924), whose parents had settled in Rome.": [],
    "Hill's family excursions deepened an interest in Italian art and painting.": [],
    "His work on Pisanello and his <em>Corpus on Italian Medals before Cellini</em> are in part the result of this influence.": [
        [
            12,
            21,
            [
                "Pirandello"
            ]
        ]
    ],
    "In 1931 he was appointed Director and principal librarian to the British Museum.": [
        [
            3,
            7,
            [
                "1931,"
            ]
        ]
    ],
    "As director, he purchase the Codex Sinaiticus fromt he Soviet Union and, together with the Victoria and Albert Museum, the Eumorfopoulus collection of Oriental antiquities.": [
        [
            16,
            24,
            [
                "purchases",
                "purchased"
            ]
        ],
        [
            46,
            54,
            [
                "from the",
                "from he",
                "front he",
                "Frost he",
                "frost he",
                "Fromm he"
            ]
        ]
    ],
    "He was knighted in 1933.": [],
    "Hill retired in 1936, succeeded by the classicist <a href=\"/forsdykej\">John Forsdyke</a>.": [],
    "In retirement he wrote a history of Cypress, of which three volumes were completed before his death.": [
        [
            3,
            13,
            [
                "retirement,"
            ]
        ]
    ]
}