{
    "Prints and drawings authority (especially Italian); Keeper of the Department of Prints, British Museum, 1933 -1945.": [],
    "Hind's father was Henry Robert Hind, a school principal, his mother, Sarah Mayger, and his grandfather the illustrator Robert Neal Hind (1817-1879).": [
        [
            75,
            81,
            [
                "Mayer",
                "Manger"
            ]
        ]
    ],
    "After attending the City of London School he entered Emmanuel College, Cambridge University, graduating with honors in 1902.": [],
    "Though music was a serious option, Hind chose the study of prints.": [],
    "He traveled to Dresden to study under the engraving history scholar <a href=\"/lehrsm\">Max Lehrs</a>.": [],
    "Hind joined the Department of Prints and Drawings of the British Museum as an assistant (today termed assistant keeper) under <a href=\"/colvins\">Sidney Colvin</a>, the Keeper.": [],
    "He assisted Colvin on the volume for engravers in England between the time of Henry VIII to the Commonwealth held in the department.": [],
    "The Museum published this catalog in 1905.": [],
    "In 1908 Hind wrote <em>A Short History of Engraving and Etching</em>, a highly popular primer which would run into numerous editions.": [],
    "In 1910 Colvin's department issued the important <em>Catalogue of Early Italian Engravings in the British Museum</em>, nearly completely produced by Hind.": [],
    "He undertook a catalog of Rembrandt's etchings in 1912 (a revised edition appearing in 1923) and the same year married Dorothy Alice Pakington (b.": [
        [
            133,
            142,
            [
                "Paddington",
                "Abington",
                "Tarkington",
                "Pilkington"
            ]
        ]
    ],
    "1881/2).": [],
    "Hind also nurtured an interest in drawings.": [],
    "He conceived of catalogs documenting the Dutch and Flemish holdings in the British Museum, publishing a volume on Rembrandt and his school in 1915.": [],
    "During World War I, he served in the Army Service Corps in France between 1915 and 1918, rising to the rank of major.": [],
    "Hind was Slade professor of fine art at Oxford University from 1921 until 1927.": [
        [
            9,
            14,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "The second volume on the Dutch and Flemish drawings, on Rubens and his school, appeared in 1923.": [],
    "Hind published a plates volume (illustrations) of the Museum's holdings of Claude Lorrain drawings in 1925, publishing an annotated list, among the first of such studies, a year later.": [],
    "For the 1930-1931 academic year he was <a href=\"/nortonc\">Charles Eliot Norton</a> professor at Harvard, delivering the Norton lectures on landscape design and Rembrandt.": [],
    "He was named Deputy Keeper in 1931.": [],
    "The following year his Rembrandt lectures at Harvard were published.": [],
    "Hind set out to write a companion volume to the <em>Short History of Engraving and Etching</em> on woodcuts, but the work grew so large that he issued it as a separate text, <em>Introduction to a History of Woodcut</em>, 1935, covering up until the fifteenth century in two volumes.": [],
    "In 1933 <a href=\"/binyonl\">Laurence Binyon</a> retired as keeper of the department and Hind succeeded him.": [],
    "He returned to his initial Italian catalog compiling a complete illustrated corpus Italian engravings of the fifteenth century in 1938.": [],
    "The second of the three volumes of his illustrated corpus Italian engravings was delayed by the war and only appeared in 1948.": [],
    "During World War II, Hind moved the bulk of the print collections of the Museum to the designated place of safekeeping in Aberystwath, Wales.": [],
    "Hind retired from the Department in 1945 and was succeeded by <a href=\"/pophama\">Hugh Popham</a>, receiving an honorary LL.": [],
    "D. at Glasgow and appointed a Leverhulme research fellow the same year.": [
        [
            3,
            5,
            [
                "At"
            ]
        ]
    ],
    "Immediately he began researching his <em>Engraving in England in the Sixteenth and Seventeenth Centuries</em>; volume one appeared in 1952 but the set was not completed until after his death.": [
        [
            138,
            142,
            [
                ", but"
            ]
        ]
    ],
    "Hind died at a nursing home in 1957.": [],
    "Hind was an acknowledged print scholar most famous, somewhat ironically, for his introductory book on prints, which contained artist's biographies as well as a narrative history.": [],
    "It was the entry point for most students of art foraying into print study for most of the 20th century.": [],
    "Although many of Hind's judgments in his print catalogs have been modified, Hind's conclusions still form the basis for scholarship in print research.": [],
    "The final chapter of Hind's 1932 book on Rembrandt includes an essay on Hind's artistic beliefs.": []
}