{
    "Art historian and Assistant keeper of Greek and Roman Antiquities, British Museum.": [],
    "Hinks was the son of Arthur Robert Hinks (1873-1945), one time secretary to both the Royal Astronomical Society and the Royal Geographical Society.": [
        [
            0,
            5,
            [
                "Links",
                "Thinks",
                "Hints",
                "Hicks",
                "Inks",
                "Sinks"
            ]
        ],
        [
            35,
            40,
            [
                "Links",
                "Thinks",
                "Hints",
                "Hicks",
                "Inks",
                "Sinks"
            ]
        ]
    ],
    "After attending Westminster School, Hinks graduated from Trinity College, Cambridge in 1923, where he showed a gift for languages and classical studies.": [
        [
            36,
            41,
            [
                "Links",
                "Thinks",
                "Hints",
                "Hicks",
                "Inks",
                "Sinks"
            ]
        ]
    ],
    "He spent 1924 at the British School in Rome, where he worked with, and was deeply influenced by the classical scholar <a href=\"/stronges\">Eugénie Sellers Strong</a>.": [],
    "From Strong he learned the connections of Roman history to art, relationships which had been de-emphasized by the prominent Vienna School historians (<a href=\"/wickhofff\">Franz Wickhoff</a>, <a href=\"/strzygowski\">Josef Rudolf Thomas Strzygowski</a>).": [
        [
            5,
            11,
            [
                "Strong,"
            ]
        ]
    ],
    "His appreciation for other German writing evidenced itself in a translation of a travelogue by the art historian <a href=\"/meiergraefej\">Julius Meier-Graefe</a>.": [],
    "In 1926 Hinks was appointed to the British Museum as Assistant Keeper in the Department of Greek and Roman Antiquities.": [
        [
            8,
            13,
            [
                "Links",
                "Thinks",
                "Hints",
                "Hicks",
                "Inks",
                "Sinks"
            ]
        ]
    ],
    "There he set about publishing authoritative (if austere) catalogs of the Greek coins and antique paintings and mosaics.": [],
    "Hinks' museum handbook of 1935, <em>Greek and Roman Portrait Sculpture</em> was a highly respected work.": [
        [
            0,
            5,
            [
                "Links",
                "Thinks",
                "Hints",
                "Hicks",
                "Inks",
                "Sinks"
            ]
        ]
    ],
    "Portraiture represented a life-long interest for him and the handbook was a blend of interpretation and iconographic analysis.": [],
    "Hinks followed this in 1937 with <em>Carolingian Art</em>, which traced the classical tradition through the art of Charlemagne, noting its absence as well as its presence.": [
        [
            0,
            5,
            [
                "Links",
                "Thinks",
                "Hints",
                "Hicks",
                "Inks",
                "Sinks"
            ]
        ]
    ],
    "A second edition in 1962 refined some of the terms he had initially employed in the work.": [],
    "The same year (1937), Hink's \"Classical and Classicistic\" article in <em>Kritische Berichte</em> appeared, affirming his presence as a medievalist.": [
        [
            22,
            26,
            [
                "Link",
                "Think",
                "Ink",
                "Pink",
                "Hind",
                "Rink"
            ]
        ]
    ],
    "In 1939 Hinks was implicated in a disastrous \"cleaning\" of the Elgin (Parthenon) marbles for the new Duveen gallery.": [
        [
            8,
            13,
            [
                "Links",
                "Thinks",
                "Hints",
                "Hicks",
                "Inks",
                "Sinks"
            ]
        ],
        [
            101,
            107,
            [
                "Queen",
                "Doreen",
                "Duvet",
                "Duvets",
                "Tureen",
                "Düren"
            ]
        ]
    ],
    "Anxious to make a positive impression to Lord Duveen (1869-1939), the benefactor of a gallery he had sponsored, the Parthenon sculptures were chiseled and scrubbed to a brilliance which removed trace surface material from the statue.": [
        [
            46,
            52,
            [
                "Queen",
                "Doreen",
                "Duvet",
                "Duvets",
                "Tureen",
                "Düren"
            ]
        ]
    ],
    "News of the cleaning reached Parliament and the British press, and a scandal ensued.": [],
    "Hinks was formally reprimanded for dereliction of duty and demoted ten years in seniority and in salary by <a href=\"/forsdykej\">John Forsdyke</a>, director.": [
        [
            0,
            5,
            [
                "Links",
                "Thinks",
                "Hints",
                "Hicks",
                "Inks",
                "Sinks"
            ]
        ]
    ],
    "Hinks subsequently resigned.": [
        [
            0,
            5,
            [
                "Links",
                "Thinks",
                "Hints",
                "Hicks",
                "Inks",
                "Sinks"
            ]
        ]
    ],
    "<a href=\"/ashmoleb\">Bernard Ashmole</a> was asked to take charge of the Greek and Roman Antiquities in an honorary capacity.": [],
    "Hinks was offered a position at the Warburg Institute in 1939.": [
        [
            0,
            5,
            [
                "Links",
                "Thinks",
                "Hints",
                "Hicks",
                "Inks",
                "Sinks"
            ]
        ]
    ],
    "There he published <em>Myth and Allegory in Ancient Art</em>, lectures and expanded texts he delivered at the Warburg.": [],
    "During World War II, Hinks was assigned to the British Embassy in Stockholm.": [
        [
            21,
            26,
            [
                "Links",
                "Thinks",
                "Hints",
                "Hicks",
                "Inks",
                "Sinks"
            ]
        ]
    ],
    "After the war, he joined the British Council and was appointed Head of the British Institute in Rome, 1945-49.": [],
    "There developed an appreciation for Caravaggio.": [],
    "Hinks followed this with a term as a British Council representative in the Netherlands, 1949-54.": [
        [
            0,
            5,
            [
                "Links",
                "Thinks",
                "Hints",
                "Hicks",
                "Inks",
                "Sinks"
            ]
        ]
    ],
    "He lectured at the University of Utrecht replacing <a href=\"/gelderj\">J.": [],
    "G. van Gelder</a> during his absence.": [
        [
            3,
            6,
            [
                "Van"
            ]
        ],
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "He delivered a talk on Caravaggio at the University of Durham in 1952 and a monograph appeared in 1953.": [],
    "Hinks was moved by the Council in Athens in 1954, but once again trouble arose.": [
        [
            0,
            5,
            [
                "Links",
                "Thinks",
                "Hints",
                "Hicks",
                "Inks",
                "Sinks"
            ]
        ]
    ],
    "This time, the political tensions in the claim for Cyprus forced a reassignment to Paris in 1959.": [],
    "Hinks returned to his classical interests in France.": [
        [
            0,
            5,
            [
                "Links",
                "Thinks",
                "Hints",
                "Hicks",
                "Inks",
                "Sinks"
            ]
        ]
    ],
    "Hinks collapsed in his Paris apartment of a cerebral hemorrhage, and died a week later without having regained consciousness.": [
        [
            0,
            5,
            [
                "Links",
                "Thinks",
                "Hints",
                "Hicks",
                "Inks",
                "Sinks"
            ]
        ]
    ],
    "A lifelong homosexual, Hinks had a long-term relationship with a person who appears in his journals simply as \"j\".": [
        [
            23,
            28,
            [
                "Links",
                "Thinks",
                "Hints",
                "Hicks",
                "Inks",
                "Sinks"
            ]
        ]
    ]
}