{
    "Archaeologist and scholar of Greek geometric pottery; namesake of the Greek Hirschfeld painter.": [],
    "He was born in Pyritz, Pomerania, which is present-day Pyrzyce, Poland.": [
        [
            15,
            21,
            [
                "Pyrite"
            ]
        ],
        [
            55,
            62,
            [
                "Prince",
                "Price",
                "Royce",
                "Bryce",
                "Pyre",
                "Pyrite"
            ]
        ]
    ],
    "Hirschfeld was born to a Jewish merchant family in Pyrtiz, Pomerania, then part of the Germany.": [
        [
            51,
            57,
            [
                "Ortiz",
                "Pyrite",
                "Portia",
                "Ortíz",
                "Pyritic",
                "Pyritize"
            ]
        ]
    ],
    "He studied under <a href=\"/curtiuse\">Ernst Curtius</a> in Berlin as well as in Tübingen and Leipzig.": [],
    "His dissertation, written under Curtius in 1870, was titled \"De Titulis Statuariorum Sculptorumque Græcorum Capita Duo Priora,\" and expanded and issued as <em>Tituli Statuariorum Sculptorumque Græcorum cum Prolegomenis</em>, 1871.": [
        [
            32,
            39,
            [
                "Curtis"
            ]
        ],
        [
            64,
            71,
            [
                "Titles",
                "Titular",
                "Titus",
                "Tiflis",
                "Titlist",
                "Tittles"
            ]
        ],
        [
            99,
            107,
            [
                "Decorum"
            ]
        ],
        [
            108,
            114,
            [
                "Capital",
                "Ca pita"
            ]
        ],
        [
            119,
            125,
            [
                "Prior",
                "Priory",
                "Priors",
                "Prior a"
            ]
        ]
    ],
    "That same year he secured a traveler's stipend from the DAI (Deutsches archäogisches Institut or German Archaeological Institute) which he used to travel to Greece, Italy and Asia Minor (through 1877).": [
        [
            61,
            70,
            [
                "Deutsche's",
                "Deutsche"
            ]
        ],
        [
            85,
            93,
            [
                "Institute"
            ]
        ]
    ],
    "During these years he published important writing on Etruscan art (Marzabotto, and the Certosa in Bologna) and geometric pottery.": [
        [
            67,
            77,
            [
                "Marabout",
                "Marabouts"
            ]
        ],
        [
            87,
            94,
            [
                "Nervosa",
                "Hermosa",
                "Certs",
                "CentOS",
                "Certara"
            ]
        ]
    ],
    "In 1872 Hirschfeld published an article on a monumental pedestal krater (Athens, National Archaeological Museum 990), discovered in the Dipylon cemetery.": [
        [
            65,
            71,
            [
                "crater",
                "Kramer",
                "Crater",
                "rater",
                "grater",
                "prater"
            ]
        ],
        [
            136,
            143,
            [
                "Di pylon"
            ]
        ]
    ],
    "In 1875 he was a participant in the first German excavations of Olympia and again in 1877.": [
        [
            3,
            7,
            [
                "1875,"
            ]
        ]
    ],
    "At the time of the discovery of the Hermes of Praxiteles, Hirschfeld was directing the dig and personally lifted the statue out of the ground.": [],
    "He was instrumental in the discovery of the Temple of Zeus including many of its friezes, and the statue of Nike by Paionios.": [
        [
            116,
            124,
            [
                "Paints",
                "Parodies",
                "Avionics",
                "Pains",
                "Pianos",
                "Ponies"
            ]
        ]
    ],
    "Hirschfeld subsequently traveled to London and Paris before his <em>habilitation</em>.": [],
    "In 1877 Hirschfeld converted to Christianity, and the following year appointed assistant professor of archeology at the university in Königsberg.": [],
    "Two years later he was full professor.": [],
    "A promising career was cut short by an untimely death in 1895.": [],
    "He died in Königsberg, Germany, which is present-day Kaliningrad, Russia.The important krater he excavated at the Dipylon is named after him (Hirschfeld Krater) as is the painter of that and other geometric vases.": [
        [
            73,
            76,
            [
                " The"
            ]
        ],
        [
            87,
            93,
            [
                "crater",
                "Kramer",
                "Crater",
                "rater",
                "grater",
                "prater"
            ]
        ],
        [
            114,
            121,
            [
                "Di pylon"
            ]
        ],
        [
            153,
            159,
            [
                "Crater",
                "Kramer",
                "Rater",
                "Grater",
                "Prater",
                "Frater"
            ]
        ]
    ],
    "Another example is at the Metropolitan Museum of Art, New York.": []
}