{
    "First professor of art theory and art history at University of Berlin (1810); responsible for the collection of antiquities of the King of Prussia from 1798; archaeologist of Greek and Roman architecture.": [],
    "Hirt came from a peasant family.": [
        [
            0,
            4,
            [
                "Hit",
                "Dirt",
                "Hire",
                "Hurt",
                "Shirt",
                "Hart"
            ]
        ]
    ],
    "After education by Benedictine monks and the Donauschingen <em>Gymnasium</em>, he studied philosophy in Nancy, France, with the intent of gaining a degree in law.": [],
    "He briefly studied law at Freiburg before switching to the university in Vienna, where between 1779 and 1782 he studied classics.": [],
    "For the next fourteen years he lived in Italy, visiting Venice, Florence, Rome, Naples, as well as Sicily.": [],
    "Hirt's interest turned to art, partially after reading the work of <a href=\"/winckelmannj\">Johann Joachim Winckelmann</a> and partially given the wide variety of art available for public study there.": [
        [
            0,
            4,
            [
                "Hit",
                "Dirt",
                "Hire",
                "Hurt",
                "Shirt",
                "Hart"
            ]
        ]
    ],
    "In Rome, Hirt assimilated with the German expatriate community there, making the acquaintance of Goethe among others, and publishing a treatise on the Pantheon, <em>Osservazioni istorico-architettoniche sopra il Panteon</em>, in 1791.": [
        [
            9,
            13,
            [
                "Hit",
                "Dirt",
                "Hire",
                "Hurt",
                "Shirt",
                "Hart"
            ]
        ]
    ],
    "Hirt worked as an archaeologist and Roman tour guide in Italy until 1796 when he was summoned to Akademie der Wissenschaft und Künste in Berlin to teach the \"theory of art.\"": [
        [
            0,
            4,
            [
                "Hit",
                "Dirt",
                "Hire",
                "Hurt",
                "Shirt",
                "Hart"
            ]
        ],
        [
            97,
            105,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            106,
            109,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            123,
            126,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            127,
            133,
            [
                "Sunset",
                "Unite",
                "Munster",
                "Unset",
                "Punster",
                "Münster"
            ]
        ]
    ],
    "The following year, he outlined in a public lecture plans for a public museum in Berlin which would contain the finest Prussian art treasures organizing them along art 'schools' for the edification of the art lover and public.": [],
    "King Frederick Wilhelm II accepted Hirt's proposal and his successor, Frederick Wilhelm III took over patronage.": [
        [
            35,
            39,
            [
                "Hit",
                "Dirt",
                "Hire",
                "Hurt",
                "Shirt",
                "Hart"
            ]
        ]
    ],
    "Napoleon's conquest of Europe delayed the building of the museum, but Hirt settled on a site 'Unter den Linden' (where today Schinkel's Arsenal stands today).": [
        [
            70,
            74,
            [
                "Hit",
                "Dirt",
                "Hire",
                "Hurt",
                "Shirt",
                "Hart"
            ]
        ],
        [
            125,
            133,
            [
                "Chinked",
                "Schiebel"
            ]
        ]
    ],
    "Hirt's initial design, never built, was revolutionary, containing shutters to control light.": [
        [
            0,
            4,
            [
                "Hit",
                "Dirt",
                "Hire",
                "Hurt",
                "Shirt",
                "Hart"
            ]
        ]
    ],
    "Napoleon's decisive victory over the Prussians in 1806 and the harsh Treaty of Tilsit relegated Hirt's plans to the background.": [
        [
            96,
            100,
            [
                "Hit",
                "Dirt",
                "Hire",
                "Hurt",
                "Shirt",
                "Hart"
            ]
        ]
    ],
    "Hirt published his seminal <em>Die Baukunst nach den Grundsätzen der Alten</em> in 1809, arguing for a neoclassicism style in building.": [
        [
            0,
            4,
            [
                "Hit",
                "Dirt",
                "Hire",
                "Hurt",
                "Shirt",
                "Hart"
            ]
        ]
    ],
    "It became one of the dominant treatises for the movement.": [],
    "In 1810, Christian von Mechel (q.v.": [
        [
            23,
            29,
            [
                "Michel"
            ]
        ]
    ],
    "), the reorganizer of art in San-Souci which the French had left after their plunder, reminded Frederick Wilhelm III of the project to create an art museum in Berlin.": [
        [
            0,
            1,
            [
                ""
            ]
        ],
        [
            29,
            38,
            [
                "San-Such"
            ]
        ]
    ],
    "That year, too, The University of Berlin was founded.": [],
    "Hirt was asked to be its first professor of art history.": [
        [
            0,
            4,
            [
                "Hit",
                "Dirt",
                "Hire",
                "Hurt",
                "Shirt",
                "Hart"
            ]
        ]
    ],
    "His students included the generation of German classical-style architects, Karl Friedrich Schinkel (from the Akademie der Wissenschaft und Künste days), Heinrich (von) Gentz (1764-1832) and Friedrich Weinbrenner (1766-1826).": [
        [
            109,
            117,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            118,
            121,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            135,
            138,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            139,
            145,
            [
                "Sunset",
                "Unite",
                "Munster",
                "Unset",
                "Punster",
                "Münster"
            ]
        ],
        [
            163,
            166,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ],
        [
            168,
            173,
            [
                "Gent",
                "Gents"
            ]
        ],
        [
            200,
            211,
            [
                "Weinberger"
            ]
        ]
    ],
    "Weinbrenner went on to found his own architecture school in Karlsruhe, where he further spread the notion of classicism propounded by Hirt.": [
        [
            0,
            11,
            [
                "Weinberger"
            ]
        ],
        [
            134,
            138,
            [
                "Hit",
                "Dirt",
                "Hire",
                "Hurt",
                "Shirt",
                "Hart"
            ]
        ]
    ],
    "In 1815 the Prussian works appropriated by Napoleon for his museum were return and mounted in a public exhibition at the Akademie der Wissenschaft.": [
        [
            121,
            129,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            130,
            133,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "Frederick Wilhelm himself visited and, impressed with notion of a comprehensive history of art briefly created by Napoleon's museum, ordered a committee to devise a Berlin art museum.": [],
    "Hirt once again was a committee member.": [
        [
            0,
            4,
            [
                "Hit",
                "Dirt",
                "Hire",
                "Hurt",
                "Shirt",
                "Hart"
            ]
        ]
    ],
    "But the art-historical community was changing.": [],
    "A young art history student who had studied the stolen works of Prussia in Paris, <a href=\"/waageng\">Gustav Friedrich Waagen</a>, championed the pleasure of viewing art over edification.": [],
    "Together with <a href=\"/rumohrk\">Karl Friedrich von Rumohr</a> they challenged Hirt's argument that a museum was principally for national prestige and education.": [],
    "Waagen's 1828 pamphlet spelled out the conflict in detail, asserting additionally that instead rigidly displaying most works owned by the state, only the better, most representative works of an era should be exhibited.": [
        [
            0,
            6,
            [
                "Warren",
                "Wage",
                "Wages",
                "Wagon",
                "Weaken",
                "Waged"
            ]
        ]
    ],
    "Hirt dissented and finally left the committee.": [
        [
            0,
            4,
            [
                "Hit",
                "Dirt",
                "Hire",
                "Hurt",
                "Shirt",
                "Hart"
            ]
        ]
    ],
    "Hirt's efforts had been substantial, however and the 1823-30 building designed by his student, Schinkel, known as the Altes Museum, was as much the product of Hirt's efforts as Waagen.": [
        [
            0,
            4,
            [
                "Hit",
                "Dirt",
                "Hire",
                "Hurt",
                "Shirt",
                "Hart"
            ]
        ],
        [
            95,
            103,
            [
                "Chinked",
                "Schiebel"
            ]
        ],
        [
            118,
            123,
            [
                "Alter",
                "Alters",
                "Ales",
                "Aloes",
                "Altos",
                "Antes"
            ]
        ],
        [
            159,
            163,
            [
                "Hit",
                "Dirt",
                "Hire",
                "Hurt",
                "Shirt",
                "Hart"
            ]
        ],
        [
            177,
            183,
            [
                "Warren",
                "Wage",
                "Wages",
                "Wagon",
                "Weaken",
                "Waged"
            ]
        ]
    ],
    "Hirt's stance was neoclassicism was also being attacked, principally by Heinrich Hübsch (1795-1863), a student of in Weinbrenner's from Karlsruhe.": [
        [
            0,
            4,
            [
                "Hit",
                "Dirt",
                "Hire",
                "Hurt",
                "Shirt",
                "Hart"
            ]
        ],
        [
            81,
            87,
            [
                "Busch",
                "Hubs",
                "Hirsch",
                "Hush",
                "Putsch",
                "Hunch"
            ]
        ],
        [
            117,
            128,
            [
                "Weinberger"
            ]
        ]
    ],
    "Hübsch's 1828 book <em>In welchem Style sollen Wir bauen?</em> (In What Style Should We Build?)": [
        [
            0,
            6,
            [
                "Busch",
                "Hubs",
                "Hirsch",
                "Hush",
                "Putsch",
                "Hunch"
            ]
        ]
    ],
    "led to the new revivals of post-classical styles.": [
        [
            0,
            3,
            [
                "Led"
            ]
        ]
    ],
    "In 1830, he examined the Berlin (later Darmstadt) version of Hans Holbein's <em>Burgomeister Meyer Madonna</em>, now known to be the original.": [],
    "His opinion came to be part of the body of critical opinion considered in the so-called \"Holbein convention\" held in 1871.Hirt was one of the first to hang paintings in historical order, an idea he may have gotten from the installation at the Imperial gallery in Vienna.": [
        [
            122,
            126,
            [
                " Hirt"
            ]
        ]
    ],
    "His <em>Geschichte der Baukunst bei der Alten</em> was instrumental for the classical revival in Germany and Europe.": [],
    "Goethe placed Hirt in his novella of 1799, <em>Der Sammler und die Seinigen</em>.": [
        [
            14,
            18,
            [
                "Hit",
                "Dirt",
                "Hire",
                "Hurt",
                "Shirt",
                "Hart"
            ]
        ]
    ]
}