{
    "Architectural historian and Smith College professor; coined the term \"International School\" of modern architecture.": [],
    "Hitchcock attended the Middlesex School and Harvard University.": [],
    "At Harvard he wrote for the <em>avant garde</em> newspaper <em>Hound &amp; Horn</em> which Lincoln Kirstein (1907-1996) had founded.": [
        [
            3,
            10,
            [
                "Harvard,"
            ]
        ]
    ],
    "There he also met the group of young intellectuals who would launch modernism in the United States.": [],
    "Among them were <a href=\"/austine\">A.": [],
    "Everett Austin, Jr.</a>, <a href=\"/johnsonp\">Philip Johnson</a>, the musicologist Virgil Thomson (1896-1989), and <a href=\"/warburge\">Eddie Warburg</a>.": [],
    "Hitchcock received his A. B. in 1924 and M.A.": [],
    "in 1927.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "<a href=\"/barra\">Alfred H. Barr, Jr.</a>, asked Hitchcock to mount a show on modern architecture at the Museum of Modern Art, together with Johnson.": [],
    "Johnson and Hitchcock traveled to Germany in 1930 to study modern architecture for the Museum of Modern art.": [],
    "The show, called \"The International Style,\" launched the term applied to Bauhaus-style architecture.": [],
    "The exhibition and book were revolutionary because it drew from social thinkers, such as <a href=\"/mumfordl\">Lewis Mumford</a> as much as art and architectural (stylistic) theory.": [],
    "Hitchcock was director of the Smith College Museum of Art from 1949 to 1955.": [],
    "He was asked by <a href=\"/pevsnern\">Nikolaus Pevsner</a> to write the volume on modern architecture for the <em>Pelican History of Art</em> series, which appeared as <em>Architecture: Nineteenth and Twentieth Centuries</em> in 1958.": [],
    "In 1968, he moved to a town house on the Upper East Side of New York City, teaching at the New York University Institute of Fine Arts.": [],
    "His 1976 book, <em>Temples of Democracy</em>, written with the historian William Seale (1939-2019), was a critical/historical view of American state capitols.": [
        [
            81,
            86,
            [
                "Scale",
                "Sale",
                "Seal",
                "Sealed",
                "Seals",
                "Shale"
            ]
        ]
    ],
    "In 1984, he publicly and strongly criticized Peter Palumbo (b.1935) and his plan to build a Mies van der Rohe skyscraper in London.": [
        [
            51,
            58,
            [
                "Plumb",
                "Plumbs",
                "Columbo"
            ]
        ]
    ],
    "He died of cancer at age 83.": [],
    "His students included <a href=\"/landaus&gt;Sarah Landau&lt;/a&gt; and&lt;a data-cke-saved-href=\">Vincent Scully, Jr.</a>, [the latter at Yale, though he did not have a permanent appointment there].": [],
    "Hitchcock was a founding member of the Victorian Society and a former president of the Victorian Society of America.": [],
    "His books on Victorian architecture helped to rehabilitate a neglected field.": [],
    "As an architectural historian, he remained noticeable apart from the debates of post-modernism.": [],
    "David Watkin termed Hitchcock's scholarly work \"thorough and workman-like though lacking in the kind of conceptual or intellectual interest which characterizes the work of German-inspired art historians.\"": [
        [
            6,
            12,
            [
                "Watkins",
                "Catkin"
            ]
        ]
    ],
    "Hitchcock's methodology viewed the individual as the shaper of architecture more than broad social forces.": [],
    "His architectural histories focused on the formal aspects of buildings rather than on political, economic or social phenomenon.": [],
    "Architectural history for him was genealogical, a linear progression architects, (both major and minor) directly influence each other and the discipline.": [],
    "Hitchcock was criticized especially in later years, for failing to situate buildings in their larger context.": [],
    "His methodology contrasted the ideological/political approach of contemporaries, such as <a href=\"/egbertd\">Donald Drew Egbert</a>.": []
}