{
    "Archaeologist, architect and architectural historian; first to publish the fact that classical Greek architecture was brightly colored.": [],
    "Hittorff studied at the Gymnasium in Cologne before being apprenticed to a stonecutter at age fifteen.": [
        [
            0,
            8,
            [
                "History",
                "Historic",
                "Hitter",
                "Hitters",
                "Littoral",
                "Liftoff"
            ]
        ],
        [
            75,
            86,
            [
                "stone cutter"
            ]
        ]
    ],
    "He traveled to Paris in 1810 with his friend (and later Egyptologist) Franz-Christian Gau (1790-1853) where he trained in architecture.": [
        [
            86,
            89,
            [
                "Gas",
                "Gap",
                "Gag",
                "Gaul",
                "AAU",
                "GPU"
            ]
        ]
    ],
    "He received several royal commissions.": [],
    "After visits to England and Germany, he obtained a commission in 1822 from Louis XVIII to travel to southern France, Italy and Sicily.": [],
    "In Sicily, he and the architectural student Karl-Ludwig von Zanth (1796-1857) examined the classical monuments of Agrigento, Segesta, and Syracuse.": [
        [
            60,
            65,
            [
                "Anti",
                "Month",
                "Want",
                "Earth",
                "Faith",
                "Path"
            ]
        ],
        [
            114,
            123,
            [
                "Argent"
            ]
        ],
        [
            125,
            132,
            [
                "Celesta",
                "Siesta",
                "SOGEST",
                "Sagest",
                "Serest"
            ]
        ]
    ],
    "When they unearthed a small heroön (martyrion) from temple B on the Selinontan acropolis, they concluded that Greek architecture must have been brightly painted.": [
        [
            28,
            34,
            [
                "herõon",
                "heroin",
                "heron",
                "hereon",
                "herõons"
            ]
        ]
    ],
    "Hittorff may have been alerted that painted architectural ruins existed by the English architect and academic <a href=\"/donaldsont\">Thomas Leverton Donaldson</a>.": [
        [
            0,
            8,
            [
                "History",
                "Historic",
                "Hitter",
                "Hitters",
                "Littoral",
                "Liftoff"
            ]
        ]
    ],
    "Two other British archaeologists, William Harris (d.": [],
    "1823) and <a href=\"/angells\">Samuel Angell</a> had discovered fully polychromed metopes from temple C at Selinus the same year, but due to the death of Harris, had been unable to do more than announce their initial findings.": [],
    "Hittorff sent early letters to <em>Die Kunstblatt</em> announcing his disoveries in 1824.": [
        [
            0,
            8,
            [
                "History",
                "Historic",
                "Hitter",
                "Hitters",
                "Littoral",
                "Liftoff"
            ]
        ]
    ],
    "The notion of polychromy in Greek sculpture had been published by the leader of the French Academy, <a href=\"/quatremeredequincya\">Antoine Quatremère de Quincy</a>.": [
        [
            14,
            24,
            [
                "polychrome"
            ]
        ]
    ],
    "Working separately, Hittorff hired another German architectural student working in Rome, Wilhelm Stier (1799-1856) to make drawings of their further exploits in Naples, Pompeii and Herculaneum.": [
        [
            20,
            28,
            [
                "History",
                "Historic",
                "Hitter",
                "Hitters",
                "Littoral",
                "Liftoff"
            ]
        ],
        [
            97,
            102,
            [
                "Stair",
                "Star",
                "Steam",
                "Tier",
                "Steal",
                "Stairs"
            ]
        ]
    ],
    "Hittorff returned to Paris in 1824, replete with the drawings and materials of his studies.": [
        [
            0,
            8,
            [
                "History",
                "Historic",
                "Hitter",
                "Hitters",
                "Littoral",
                "Liftoff"
            ]
        ]
    ],
    "Initially, he and Zanth recorded their investigations in <em>Architecture antique de la Sicile</em> in 1827.": [
        [
            18,
            23,
            [
                "Anti",
                "Month",
                "Want",
                "Earth",
                "Faith",
                "Path"
            ]
        ]
    ],
    "For the next twenty-five years, the dispute as to whether Greek architecture was painted raged in pamphlet debates, among scholars siding with Hittorff, <a href=\"/semperg\">Gottfried Semper</a>.": [
        [
            44,
            57,
            [
                "whether"
            ]
        ],
        [
            143,
            151,
            [
                "History",
                "Historic",
                "Hitter",
                "Hitters",
                "Littoral",
                "Liftoff"
            ]
        ]
    ],
    "The debates fuelled questions everywhere.": [],
    "Hittorff was part of a committee including <a href=\"/cockerellc\">C.": [
        [
            0,
            8,
            [
                "History",
                "Historic",
                "Hitter",
                "Hitters",
                "Littoral",
                "Liftoff"
            ]
        ]
    ],
    "R. Cockerell</a> and Donaldson, which met between 1836-1837 in London to determine whether the Elgin Marbles in the British Museum had originally been colored.": [
        [
            3,
            12,
            [
                "Cockerel",
                "Cockerels"
            ]
        ]
    ],
    "In 1851 Hittorff published his <em>Restitution du temple d'Empédocle à Sélinonte, ou l'architecture polychrome chez les Grecs</em>, which, using the temple of Empedocles, at Selinus, Italy as the example, set out their findings of classical polychromy in full.": [
        [
            8,
            16,
            [
                "History",
                "Historic",
                "Hitter",
                "Hitters",
                "Littoral",
                "Liftoff"
            ]
        ]
    ],
    "The book contained for the first time anywhere a reconstruction of a temple with the brightly colored painting adorning it.": [],
    "Their work gained general acceptance and is considered the foundation to the color theory of Greek architecture.": [],
    "Hittorff's primary career, however, was as an architect.": [
        [
            0,
            8,
            [
                "History",
                "Historic",
                "Hitter",
                "Hitters",
                "Littoral",
                "Liftoff"
            ]
        ]
    ],
    "His architectural commissions included the decorative design of the Place de la Concorde where he placed statuary and fountains to impressive result.": [],
    "Assigned the Champs-élysées, he likewise provided fountains and the rotunda of the Panorama based upon classical proportions.": [
        [
            13,
            27,
            [
                "Champs-Élysées"
            ]
        ]
    ],
    "He was also responsible for the (second) Gare du Nord (1859-1865).": [
        [
            41,
            45,
            [
                "Gear",
                "Gar",
                "Are",
                "Year",
                "Game",
                "Gave"
            ]
        ],
        [
            49,
            53,
            [
                "Word",
                "Lord",
                "Nor",
                "Ford",
                "Cord",
                "Norm"
            ]
        ]
    ],
    "He ended his career in Cologne.": [],
    "His library forms part of the city and university library of Cologne.": [],
    "His student, Stier, went on to become an eminent professor of architecture at Berlin.": [
        [
            13,
            18,
            [
                "Stair",
                "Star",
                "Steam",
                "Tier",
                "Steal",
                "Stairs"
            ]
        ]
    ]
}