{
    "Journalist and art historian; employed <em>Geistgeschichte</em> mode in his philological and art-historical studies of Mannerism.": [],
    "Hocke studied in Bonn under the literary historian Ernst Robert Curtius (1886-1956) (whose grandfather was the archaeologist/art historian <a href=\"/curtiuse\">Ernst Curtius</a>), under whom he wrote his dissertation in 1934.": [
        [
            0,
            5,
            [
                "Hockey",
                "Locke",
                "Hooke",
                "Hock",
                "Hocks",
                "Hocked"
            ]
        ],
        [
            64,
            71,
            [
                "Curtis"
            ]
        ]
    ],
    "As a journalist for the Cologne newspaper, he observed of the rise of national socialism, and, as their correspondent in Italy, observed fascism there as well as the Roman underground.": [],
    "After the Second World War, he again worked again as a journalist in Italy.": [
        [
            31,
            49,
            [
                "again worked",
                "worked again"
            ]
        ]
    ],
    "He published a novel, <em>Der tanzende Gott</em> (The Dancing God), in 1948.": [],
    "His interest in primary source documentation resulting in the following year's publication of artist's letters, <em>Europäische Künstlerbriefe</em>.": [],
    "In 1957 he published his <em>Die Welt als Labyrinth</em> his theory of the continual resurfacing of Manneristic tendenices in European art.": [
        [
            3,
            7,
            [
                "1957,"
            ]
        ]
    ],
    "The book was highly influential for subsequent art historians such as <a href=\"/bousquetj\">Jacques Bousquet</a>.": [],
    "Throughout his writing, Hocke employs a <em>Geistgeschichte</em> approach to his art history.": [
        [
            24,
            29,
            [
                "Hockey",
                "Locke",
                "Hooke",
                "Hock",
                "Hocks",
                "Hocked"
            ]
        ]
    ],
    "This was the belief that an art object reflects an artist's personal expression, not a struggle between, for example, abstraction and naturalism.": [],
    "<em>Geistgeschichte</em> was most fully developed through the Vienna-school art historian <a href=\"/dvorakm\">Max Dvořák</a>, whom Hocke seems to have used in his conception of the Italian Mannerists as a decline in form reflecting a decline in their spirit(uality).": []
}