{
    "<p>Keeper (curator) of the Department of Sculpture, Victoria and Albert Museum, 1967-1974.": [],
    "Hodgkinson's parents were Ivan Tattersall Hodgkinson and Kathryn Van Vleck Townsend (Hodgkinson), though he was raised by his paternal grandmother in Somerset, England.": [
        [
            0,
            10,
            [
                "Hodgkin son"
            ]
        ],
        [
            31,
            41,
            [
                "Tatters all"
            ]
        ],
        [
            42,
            52,
            [
                "Hodgkin son"
            ]
        ],
        [
            69,
            74,
            [
                "Fleck"
            ]
        ],
        [
            85,
            95,
            [
                "Hodgkin son"
            ]
        ]
    ],
    "He attended Oundle School, a boarding school near Peterborough, England, and then entered Magdalen College, Oxford, in 1932 intent on a career in economics or politics.": [
        [
            12,
            18,
            [
                "Bundle"
            ]
        ],
        [
            90,
            98,
            [
                "Magdalena",
                "Magdalene"
            ]
        ]
    ],
    "After graduation in 1935, he volunteered to work on the prints catalog for the Pepysian Library at Magdalene College, under the direction of the Fitzwilliam Museum, Cambridge.": [
        [
            79,
            87,
            [
                "Persian",
                "Elysian",
                "Pepsin"
            ]
        ]
    ],
    "This lead to an position assisting the newly arrived Warburg Institute scholar <a href=\"/wittkowerr\">Rudolf Wittkower</a> with German translations into English Through the Warburg, Hodgkinson met many of the German expatriate scholars temporarily or permanently teaching there.": [
        [
            13,
            15,
            [
                "a"
            ]
        ]
    ],
    "When World War II was finally declared, Hodgkinson was assigned to military intelligence, rising to the rank of major by 1943.": [
        [
            40,
            50,
            [
                "Hodgkin son"
            ]
        ]
    ],
    "During this time he met <a href=\"/schneiderh\">Hans Schneider</a> (d.": [],
    "1995), a Viennese Jew who had fled Nazism; the two became life partners.": [],
    "Immediately after the war, Hodgkinson joined the Department of Architecture and Sculpture at the Victorian and Albert Museum in 1946 as an Assistant Keeper (preparator), having studied sculpture since the 1930s.": [
        [
            27,
            37,
            [
                "Hodgkin son"
            ]
        ],
        [
            157,
            167,
            [
                "preparatory"
            ]
        ]
    ],
    "His first art history publication was an article in the <em>Burlington Magazine</em> on the topic of the same year.": [],
    "He rose through the administrative ranks at the V&A quickly, ultimately finding himself assistant to the director, <a href=\"/ashtonl\">Leigh Ashton</a> in 1948.": [],
    "Ashton and Hodgkin worked to returned to the museum from wartime storage in Wales.": [],
    "The men used the opportunity to organize new displays according to historic periods and styles rather than by material as it had been.": [],
    "As Ashton became ever more incapacitated through alcoholism, Hodgkinson quietly took over his responsibilities and by the 1950s was for all intents and purposes running the museum.": [
        [
            61,
            71,
            [
                "Hodgkin son"
            ]
        ]
    ],
    "Ashton was forced to retire in 1955 and was succeeded by <a href=\"/coxt\">Trenchard Cox</a>.": [],
    "After working in the same capacity for Cox, Hodgkinson returned to the department of architecture and sculpture in 1962 as assistant keeper under <a href=\"/popehennessyj\">John Pope-Hennessy</a>, with whom he had worked since 1946.": [
        [
            44,
            54,
            [
                "Hodgkin son"
            ]
        ]
    ],
    "The relationship between Pope-Hennessey and Hodgkinson was difficult: the two men were opposites in every way: one academically inclined, the other administrative, one and Italian expert, the other (Hodgkinson) French, one irascible and the other conciliatory.": [
        [
            25,
            39,
            [
                "Pope-Hennessy"
            ]
        ],
        [
            44,
            54,
            [
                "Hodgkin son"
            ]
        ],
        [
            199,
            209,
            [
                "Hodgkin son"
            ]
        ]
    ],
    "The fact that Hodgkinson had effectively been Pope-Hennessey's superior during the Ashton tenure added to the tension.": [
        [
            14,
            24,
            [
                "Hodgkin son"
            ]
        ],
        [
            46,
            60,
            [
                "Pope-Hennessy"
            ]
        ]
    ],
    "Hodgkinson was assigned to post-medieval English sculpture under Pope-Hennessey and in 1967, when Pope-Hennessey became V&A Director, Hodgkinson became sculpture Keeper.": [
        [
            0,
            10,
            [
                "Hodgkin son"
            ]
        ],
        [
            65,
            79,
            [
                "Pope-Hennessy"
            ]
        ],
        [
            98,
            112,
            [
                "Pope-Hennessy"
            ]
        ],
        [
            134,
            144,
            [
                "Hodgkin son"
            ]
        ]
    ],
    "His acquisitions for the department included the sculpture by J.-A.": [],
    "Houdon, J.-B.": [
        [
            0,
            6,
            [
                "London",
                "Gordon",
                "Houston",
                "Hudson",
                "Holden",
                "Horton"
            ]
        ]
    ],
    "Pigalle, and a statue of George Frederick Handel by Louis François Roubiliac, though many proposals were thwarted by <a href=\"/popehennessyj\">John Pope-Hennessy</a>.": [
        [
            0,
            7,
            [
                "SIALLE",
                "Pingable"
            ]
        ]
    ],
    "Hodgkinson was now an authority on sculpture, entirely through personal scholarship and hard-won museum work.": [
        [
            0,
            10,
            [
                "Hodgkin son"
            ]
        ]
    ],
    "Sculpture catalogs for the Frick Collection (1968, co-authored with Pope-Hennessey) and the Rothschild Collection at Waddesdon Manor (1970) appeared.": [
        [
            68,
            82,
            [
                "Pope-Hennessy"
            ]
        ],
        [
            117,
            126,
            [
                "Adhesion",
                "Addison",
                "Wadded",
                "Addyson",
                "Maddison"
            ]
        ]
    ],
    "In 1975 was appointed to the executive committee of the National Art Collections Fund (to 1988), as well as the Museums and Galleries Commission (1981-88).": [],
    "In 1974 when Pope-Hennessy left for the British Museum, Hodgkinson was passed over as his replacement at the V&A.": [
        [
            56,
            66,
            [
                "Hodgkin son"
            ]
        ]
    ],
    "Hodgkinson resigned (retired) from the Museum to become the Director of the Wallace Collection in 1974.": [
        [
            0,
            10,
            [
                "Hodgkin son"
            ]
        ]
    ],
    "When <a href=\"/nicolsonb\">Benedict Nicolson</a>, editor of the <em>Burlington Magazine</em> died suddenly, Hodgkinson, then 61, became editor.": [],
    "The magazine was again grave financial difficulties (<a href=\"/fryr\">Roger Fry</a>, had rescued it the first time in 1903); Hodgkinson rescued it to the degree that a special issue of the magazine was issued in his honor in 1982.": [],
    "In 1981 he joined the museums and galleries commission, eventually becoming a vice chairman.": [
        [
            3,
            7,
            [
                "1981,"
            ]
        ]
    ],
    "He also sat on the British art committees of National Art-Collections Fund, the Walpole Society, and the Samuel Courtauld Trust.": [
        [
            112,
            121,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "He died at an Islington nursing home in London.": [
        [
            14,
            23,
            [
                "Arlington",
                "Ellington",
                "Irvington",
                "Billington",
                "Millington"
            ]
        ]
    ],
    "Hodgkinson suggestion that <a href=\"/baxandallm\">Michael Baxandall</a> should examine German wood carving in the V&A resulted in Baxandall's <em>Limewood Sculptors of Renaissance Germany</em> (1980).</p>": [
        [
            0,
            10,
            [
                "Hodgkin son"
            ]
        ]
    ]
}