{
    "Art critic and art historian; popularizer of modern art in England.": [],
    "He was born in Prague, Czechoslovakia, which is present-day Prague, Czech Republic.": [],
    "Hodin's father, Edouard David Hodin, was a German Jew working in Czechoslovakia as a photographer at the time of his son's birth.": [
        [
            0,
            5,
            [
                "Odin",
                "Rodin",
                "Hobin",
                "Ho din",
                "Hod in"
            ]
        ],
        [
            30,
            35,
            [
                "Odin",
                "Rodin",
                "Hobin",
                "Ho din",
                "Hod in"
            ]
        ]
    ],
    "His mother was Rose Klug (Hodin).": [
        [
            20,
            24,
            [
                "Plug",
                "Lug",
                "Slug",
                "Kluge"
            ]
        ],
        [
            26,
            31,
            [
                "Odin",
                "Rodin",
                "Hobin",
                "Ho din",
                "Hod in"
            ]
        ]
    ],
    "At his father's insistence, Hodin studied law at Charles University, Prague, graduating with a J.D., in 1924.": [
        [
            28,
            33,
            [
                "Odin",
                "Rodin",
                "Hobin",
                "Ho din",
                "Hod in"
            ]
        ]
    ],
    "He never practiced, however, entering the Art Academy of Dresden in 1931 and the Art Academy of Berlin studying art, 1932-1933.": [],
    "Hodin settled in Stockholm during World War II, joining the Czechoslovak Resistance there.": [
        [
            0,
            5,
            [
                "Odin",
                "Rodin",
                "Hobin",
                "Ho din",
                "Hod in"
            ]
        ]
    ],
    "His first books on art were published in Swedish.": [],
    "He then moved to London working as press attaché to the Norwegian government-in-exile.": [],
    "Following the war, Hodin returned to art and criticism.": [
        [
            19,
            24,
            [
                "Odin",
                "Rodin",
                "Hobin",
                "Ho din",
                "Hod in"
            ]
        ]
    ],
    "Hodin married [Doris] Pamela Simms in 1945 and began a study of art history at the Courtauld Institute of Art, London, in 1946.": [
        [
            0,
            5,
            [
                "Odin",
                "Rodin",
                "Hobin",
                "Ho din",
                "Hod in"
            ]
        ],
        [
            83,
            92,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "He wrote his edition on the artist Edvard Munch in 1948, in Swedish, <em>Edvard Munch: Nordens genius</em>.": [],
    "Hodin developed a friendship with the expressionist artist Oskar Kokoschka, who lived in London from 1938 to 1954.": [
        [
            0,
            5,
            [
                "Odin",
                "Rodin",
                "Hobin",
                "Ho din",
                "Hod in"
            ]
        ]
    ],
    "This led him on a career of writing on proto- and Expressionist artists.": [],
    "He met the artists Isaac Grunewald and Ludwig Meidner and wrote monographs on them as well.": [],
    "Hodin also brought to the attention of the British public Germanic artists such as Emil Nolde, Paul Klee and Max Beckmann and, to a lesser extent, Kurt Schwitters, Naum Garbo and Moholy-Nagy.": [
        [
            0,
            5,
            [
                "Odin",
                "Rodin",
                "Hobin",
                "Ho din",
                "Hod in"
            ]
        ],
        [
            164,
            168,
            [
                "Nam",
                "Baum",
                "Nahum",
                "AUM",
                "LAUM",
                "NAM"
            ]
        ],
        [
            179,
            190,
            [
                "Mo holy-Nagy"
            ]
        ]
    ],
    "Hodin was appointed the first director of studies and librarian of the Institute of Contemporary Arts in 1949.": [
        [
            0,
            5,
            [
                "Odin",
                "Rodin",
                "Hobin",
                "Ho din",
                "Hod in"
            ]
        ]
    ],
    "He continued to lecture, emphasizing in particular the artists outside France, which dominated British art sensibility.": [],
    "In 1954 he won the first international prize for art criticism at the Venice Biennale for his work on Surrealism and Francis Bacon.": [
        [
            3,
            7,
            [
                "1954,"
            ]
        ]
    ],
    "Hodin assumed co-editorship of the art periodical, <em>Quadrum</em>, in 1956, exploring the avant-garde movements in art.": [
        [
            0,
            5,
            [
                "Odin",
                "Rodin",
                "Hobin",
                "Ho din",
                "Hod in"
            ]
        ]
    ],
    "The same year, 1956, his work of esthetics, <em>The Dilemma of Being Modern</em> was published.": [
        [
            33,
            42,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "Hodin and his wife, Pamela, lived in Cornwall, where she was raised.": [
        [
            0,
            5,
            [
                "Odin",
                "Rodin",
                "Hobin",
                "Ho din",
                "Hod in"
            ]
        ]
    ],
    "There he met the artists Ben Nicholson and Barbara Hepworth, both members of the St.": [],
    "Ives artists' group.": [],
    "Hodin wrote studies of them, again, based upon first-hand information, <em>Ben Nicholson: The Meaning of His Art</em>, in 1957, and <em>Barbara Hepworth</em> in 1961.": [
        [
            0,
            5,
            [
                "Odin",
                "Rodin",
                "Hobin",
                "Ho din",
                "Hod in"
            ]
        ]
    ],
    "Hodin relinquished his <em>Quadrum</em> duties in 1966, issuing his <em>Oskar Kokoschka: A Biography</em>, one of six pieces he wrote about the artist, the same year.": [
        [
            0,
            5,
            [
                "Odin",
                "Rodin",
                "Hobin",
                "Ho din",
                "Hod in"
            ]
        ]
    ],
    "A second major esthetics treatment, <em>Modern Art and the Modern Mind</em>, appeared in 1972.": [
        [
            15,
            24,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "He was made an honorary professor of Vienna University in 1975.": [],
    "At his death in 1995, his papers were given to the Tate Museum in London.": [],
    "Hodin's methodology is an example of <em>Geistesgeschichte</em> the notion that an artist is a representative of the spirit of his age (Kleinbauer, 1970).": [
        [
            0,
            5,
            [
                "Odin",
                "Rodin",
                "Hobin",
                "Ho din",
                "Hod in"
            ]
        ]
    ],
    "Hodin's biographical studies are characterized by a novelistic treatment of the artist's character employing strong pyschology.": [
        [
            0,
            5,
            [
                "Odin",
                "Rodin",
                "Hobin",
                "Ho din",
                "Hod in"
            ]
        ],
        [
            116,
            126,
            [
                "psychology"
            ]
        ]
    ]
}