{
    "<p>Harvard librarian, book collector and founder and first curator of the Department of Printing and Graphic Arts, Houghton Library.": [],
    "Hofer graduated from Harvard and spent a few years in business.": [],
    "He began collecting a wide variety of printed books in 1917.": [],
    "By 1933 he focused on illustrated and decorated books, thus entering into a serious study of book arts.": [],
    "He served as curator of the Spencer Collection of the New York Public Library.": [],
    "In 1934 he became the first assistant director of the Morgan Library in New York (to 1937).": [
        [
            3,
            7,
            [
                "1934,"
            ]
        ]
    ],
    "In 1938, the newly appointed librarian of Harvard University's library, William Jackson, asked Hofer to head the Department of Printing and Graphic Arts, the first such department in the country.": [],
    "Hofer spent the next forty years building one of the finest graphic-arts-in-the-book collection in the nation.": [],
    "The collection had strong fifteenth- and eighteenth-century Italian holdings, but also included groups as divergent as Chinese block prints and illuminated manuscripts.": [],
    "He also assembled a <em>livres de peintres</em> collection which began with Goya and ended with contemporary artists.": [],
    "In the capacity, he aided <a href=\"/rossiterh\">Henry P. Rossiter</a> in 1951 in the Museum of Fine Arts, Boston's, acquisition of Goya's \"Disasters of War\" proofs, previously owned by <a href=\"/maxwellw\">William Stirling Maxwell</a>.": [],
    "In 1964 he began his <em>Catalogue of Books and Manuscripts</em> series of the collection with <em>French 16th century books</em> compiled with the help of his wife, Frances, Ruth Mortimer, and Jackson.": [
        [
            3,
            7,
            [
                "1964,"
            ]
        ]
    ],
    "A second series appeared in 1974.": [],
    "He was secretary of the Fogg Art Museum.": [
        [
            24,
            28,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "In 1980 he retired <em>emeritus</em>.": [
        [
            3,
            7,
            [
                "1980,"
            ]
        ]
    ],
    "He was a trustee for the American School of Classical Studies in Athens.</p>": []
}