{
    "Curator of prints and assistant director, National Gallery of Victoria, Australia.": [],
    "Hoff was the daughter of Hans Hoff, a pharmaceuticals salesperson and Thusnelde Hoff.": [
        [
            70,
            79,
            [
                "Tunneled"
            ]
        ]
    ],
    "Hoff studied at the newly founded University of Hamburg under <a href=\"/panofskye\">Erwin Panofsky</a> and <a href=\"/saxlf\">Fritz Saxl</a>.": [],
    "Her doctoral thesis was on \"Rembrandt and England.\"": [],
    "Her Jewish background made her <em>persona non grata</em> after Hitler's rise in 1933.": [],
    "That year she emigrated with her family to Hampstead, London.": [
        [
            43,
            52,
            [
                "Hempstead"
            ]
        ]
    ],
    "She studied (and tutored) at Girton College, Cambridge.": [
        [
            29,
            35,
            [
                "Girt on"
            ]
        ]
    ],
    "There she met the Danish religious scholar Greta Hort (1903-1967).": [
        [
            49,
            53,
            [
                "Short",
                "Host",
                "Hot",
                "Port",
                "Fort",
                "Sort"
            ]
        ]
    ],
    "Hoff worked at the Warburg Institute after Cambridge, where many of the Hamburg-school art historians had fled.": [],
    "As full-time positions were restricted to British subjects, Hoff researched at the Warburg for <a href=\"/parkerk\">Karl Theodore Parker</a> and <a href=\"/pophama\">Hugh Popham</a> of the British Museum on 16th-century prints and drawings.": [],
    "At Hort's suggestion, Hoff followed her to the University of Melbourne in 1939 where Hort had become the first principal of Women's College (now University College).": [
        [
            3,
            7,
            [
                "Short",
                "Host",
                "Hot",
                "Port",
                "Fort",
                "Sort"
            ]
        ],
        [
            85,
            89,
            [
                "Short",
                "Host",
                "Hot",
                "Port",
                "Fort",
                "Sort"
            ]
        ]
    ],
    "However, the director of the National Gallery of Victoria, J. S. McDonald refused employment for German Jewish refugees in his museum.": [],
    "In 1942, <a href=\"/lindsaya\">Daryl Lindsay</a> was named director, and he appointed Hoff as assistant keeper (curator) of prints and drawings.": [],
    "As keeper, Hoff built the collection to the internationally-know collection it is today.": [],
    "She bought widely including a series of 600 etchings known as \"the van Dyck Iconography,\" works on paper by Albrecht Dürer, Rubens, Sasetta and the Caraccis.": [
        [
            132,
            139,
            [
                "Rosetta",
                "Panetta"
            ]
        ],
        [
            148,
            156,
            [
                "Caracas",
                "Carpaccio",
                "Carpaccios"
            ]
        ]
    ],
    "In 1946, a school of fine arts was founded at the University of Melbourne and Hoff became a part-time lecturer and eventually senior associate.": [],
    "In 1949, Hoff was made keeper of prints and drawings.": [],
    "In 1968 she became assistant director of the Gallery.": [
        [
            3,
            7,
            [
                "1968,"
            ]
        ]
    ],
    "As assistant director, she was in charge of producing the gallery's permanent holdings catalogs.": [],
    "She was appointed an Officer of the Order of the British Empire in 1970 for her work as assistant director of the National Gallery of Victoria.": [],
    "After retiring in 1973, became an advisor to the Felton Bequest, the great endowment of Alfred Felton with a mandate to make the gallery what Hoff once described as \"the only encyclopedic art collection in Australia\".": [
        [
            49,
            55,
            [
                "Elton",
                "Fulton",
                "Melton",
                "Felon",
                "Belton",
                "Felt on"
            ]
        ],
        [
            95,
            101,
            [
                "Elton",
                "Fulton",
                "Melton",
                "Felon",
                "Belton",
                "Felt on"
            ]
        ]
    ],
    "She remained an advisor until 1983.": [],
    "From 1985 she was senior associate for fine arts at the University of Melbourne.": [],
    "Her papers are housed at Baillieu Library Special Collections, University of Melbourne.": [
        [
            25,
            33,
            [
                "Baillie",
                "Bail lieu"
            ]
        ]
    ]
}