{
    "Private scholar; editorial Secretary and Assistant Editor of the <em>The Burlington Magazine</em>, 1938-1950.": [],
    "Hoffmann was the daughter of the writer and Czech diplomat Camill (or Kamil) Hoffmann (1878-144) and his wife, Irma Oplatka (Hoffmann) (1883-1944).": [
        [
            59,
            65,
            [
                "Camille",
                "Cahill",
                "Camilla",
                "Camila",
                "Camillo",
                "Camilo"
            ]
        ],
        [
            116,
            123,
            [
                "Plate",
                "Plates",
                "Alaska",
                "Plasma",
                "Plateau",
                "Lanka"
            ]
        ]
    ],
    "Irma’s father was an art writer and a friend of the Austrian Expressionist artist Oskar Kokoschka.": [],
    "After attending elementary school in the suburban town of Hellerau bei Dresden, she graduated from the Auguste Victoria Girls' School in Berlin in 1928.": [
        [
            58,
            66,
            [
                "Heller",
                "Belleau"
            ]
        ],
        [
            67,
            70,
            [
                "BEI",
                "Ba",
                "be",
                "bad",
                "bar",
                "ban"
            ]
        ],
        [
            103,
            110,
            [
                "August",
                "Augusta",
                "Augusto",
                "Augusts",
                "Auguster"
            ]
        ]
    ],
    "She studied archaeology and art history at the universities in Berlin (under <a href=\"/goldschmidta\">Adolph Goldschmidt</a>), in Vienna (under <a href=\"/schlosserj\">Julius Alwin von Schlosser</a>) and in Munich under <a href=\"/pinderw\">Wilhelm Pinder</a>.": [],
    "Though a Jew, her doctoral dissertation was accepted by Pinder in 1934 (despite Pinder’s Nazi sympathies he allowed his Jewish students to complete their studies).": [
        [
            56,
            62,
            [
                "Hinder",
                "Binder",
                "Cinder",
                "Finder",
                "Pinter",
                "Kinder"
            ]
        ],
        [
            80,
            86,
            [
                "Hinder",
                "Binder",
                "Cinder",
                "Finder",
                "Pinter",
                "Kinder"
            ]
        ]
    ],
    "Her dissertation topic was eighteenth-century German group portraits.": [],
    "The Nazis in full control of Germany since 1933, Hoffmann fled to Britain volunteering initially in the Print Room of the British Museum.": [],
    "Through the 1938 London exhibition, “Twentieth Century German Art,” a response to the ‘Entartete Kunst” show in Munich the year before, Hoffmann came into contact with the <em>Burlington Magazine</em>.": [
        [
            87,
            96,
            [
                "Entirety",
                "Entree",
                "Entrée"
            ]
        ],
        [
            97,
            102,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "She joined the magazine the following year as editorial secretary under editor <a href=\"/readh\">Herbert Read</a>.": [],
    "Read used the International Congress of the History of Art in an editorial to emphasize the magazine's equality editorial policy, implicitly contrasting it with the German persecution.": [],
    "After war broke out, Hoffmann formed part of a group of refugees invited to contribute to the magazine under Read's editorship and later under that of <a href=\"/boreniust\">Tancred Borenius</a>.": [],
    "In addition to British writers--young researchers such as <a href=\"/popehennessyj\">John Pope-Hennessy</a> or senior researchers such as <a href=\"/binyonl\">Laurence Binyon</a> and <a href=\"/dodgsonc\">Campbell Dodgson</a>--expatriate art historians such as <a href=\"/gombriche\">E.": [],
    "H. Gombrich</a>, <a href=\"/kurzo\">Otto Kurz</a>, <a href=\"/puyveldel\">Léo Van Puyvelde</a> and <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a> also contributed.": [],
    "Hoffmann ran the magazine during the hardships of restrictions: paper scarcity, fewer advertisers, and fewer foreign subscribers.": [],
    "Hoffmann became in effect the first woman to be in charge of the magazine (Pezzini).": [
        [
            75,
            82,
            [
                "Mazzini"
            ]
        ]
    ],
    "She married Eliezer Yapou (1908-1998) in 1940, a journalist and French lawyer born in the British mandate region of Palestine.": [
        [
            20,
            25,
            [
                "You",
                "Vapor",
                "Yahoo",
                "Capo",
                "Bayou",
                "Capos"
            ]
        ]
    ],
    "After Borenius’ departure from the magazine in 1944, <a href=\"/waterhousee\">Ellis K. Waterhouse</a> acted as editorial consultant and Hoffmann continued as Assistant Editor.": [
        [
            6,
            14,
            [
                "Boygenius",
                "Comenius"
            ]
        ]
    ],
    "Hoffmann was in charge of the total production of the magazine while Waterhouse's contribution was limited to an advisory role of selecting articles--cursorily according to Hoffmann.": [],
    "She was officially promoted to Assistant Editor of the magazine in 1946.": [],
    "Hoffmann published the first monograph on Kokoschka in English in 1947, including essays by the artist himself.": [
        [
            42,
            51,
            [
                "Yokosuka"
            ]
        ]
    ],
    "The same year <a href=\"/nicolsonb\">Benedict Nicolson</a> became editor of the magazine.": [],
    "Hoffmann left the magazine in 1950 to accompany her husband, now an Israeli diplomat, to various international postings, including Tel-Aviv, Brussels, New York and Jerusalem.": [
        [
            131,
            139,
            [
                "Tel Aviv"
            ]
        ]
    ],
    "She contributed entries to the <em>Encyclopedia Hebraica</em> beginning in 1953 (to 1965).": [],
    "In New York, she supplied monthly reviews and surveys of exhibitions for the <em>Burlington Magazine</em>, 1957-1958.": [],
    "She lectured in art history at the Hebrew University of Jerusalem in 1960-1961 and wrote art reviews for the magazine while in Paris, 1974-1975.": [],
    "In the 1990s she retired in Jerusalem where she died in 2016.": [],
    "Hoffmann's main research interest was modern art, principally German Expressionism and, in later years, Symbolism and its literary connections.": [],
    "It was, however, only in 1943 that an article--a book review--appeared under her full name, this in <em>Kunsthistorische Studien</em>.": [],
    "After the war she wrote reviews and articles presenting German Expressionism to the British public which had for some time viewed these artists as crude in some ways.": [],
    "Her total articles, reviews and criticism number over 150.": [],
    "She is not related to another art historian with the same name, Edith Hoffmann (1888-1945) who worked at the Printroom of the Budapest Szépművészeti Múzeum and author of works on Dürer and Hungarian art.": [
        [
            109,
            118,
            [
                "Print room"
            ]
        ],
        [
            149,
            155,
            [
                "Museum"
            ]
        ]
    ]
}