{
    "Interdisciplinary historian of 19th- and 20th-century art, museum director.": [],
    "Hofmann was the son of Leopold Hofmann and Anna Visvader (Hofmann).": [
        [
            0,
            7,
            [
                "Hoffmann"
            ]
        ],
        [
            31,
            38,
            [
                "Hoffmann"
            ]
        ],
        [
            48,
            56,
            [
                "Invader",
                "Vivider"
            ]
        ],
        [
            58,
            65,
            [
                "Hoffmann"
            ]
        ]
    ],
    "He studied art history in Paris and Vienna, graduating from the University of Vienna.": [],
    "Between 1950-55, he worked as an assistant curator of the Albertina Museum in Vienna.": [],
    "In 1957 Hofmann took on fellow Vienna-school art historian <a href=\"/sedlmayrh\">Hans Sedlmayr</a> in his review of Sedlmayr's book <em>Verlust der Mitte</em>.": [
        [
            8,
            15,
            [
                "Hoffmann"
            ]
        ]
    ],
    "The 23-year-old Hofmann decried Sedlmayr's racist views (Sedlmayr had been associated with the Nazis in Vienna) as well as what he termed Sedlymayr's \"unscholarly speculation.\"": [
        [
            16,
            23,
            [
                "Hoffmann"
            ]
        ],
        [
            32,
            40,
            [
                "Selma",
                "Delmar"
            ]
        ],
        [
            57,
            65,
            [
                "Selma",
                "Delmar"
            ]
        ]
    ],
    "He was a guest lecturer at Barnard College in 1957.": [],
    "In 1960 Hofmann burst onto the international art-historical scene with his groundbreaking monograph on 19th-century European art, <em>Das Irdische Paradies</em> which was immediately translated into English as <em>The Earthly Paradise</em>.": [
        [
            8,
            15,
            [
                "Hoffmann"
            ]
        ]
    ],
    "The work examined 19-th century art based on opposing themes of the art rather than a chronological treatment.": [],
    "In 1961 he was a visiting lecturer at the University of California, Berkeley in 1961.": [
        [
            3,
            7,
            [
                "1961,"
            ]
        ]
    ],
    "In 1962 Hofmann became the founding director of the Museum of 20th Century Art (Museum des 20.": [
        [
            8,
            15,
            [
                "Hoffmann"
            ]
        ],
        [
            87,
            90,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Jahrhunderts) in Vienna, part of the Museum moderner Kunst, Stiftung Ludwig.": [
        [
            53,
            58,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ],
        [
            60,
            68,
            [
                "Shifting",
                "Stifling",
                "Sifting",
                "Slighting",
                "Stinting",
                "Stiffing"
            ]
        ]
    ],
    "This was a normal advancement structure for a university position.": [],
    "However, an Austrian university position was not forthcoming, and Hofmann resigned from the Museum in 1969, moving to Germany as the director of the Kunsthalle in Hamburg.": [
        [
            66,
            73,
            [
                "Hoffmann"
            ]
        ],
        [
            149,
            159,
            [
                "Unstable"
            ]
        ]
    ],
    "Two of the major exhibitions Hofmann organized for the Kunsthalle included the 1975 Fueseli (shared with the Tate) and the 1980 exhibition on Goya, a subject which would continue to occupy Hofmann for many years.": [
        [
            29,
            36,
            [
                "Hoffmann"
            ]
        ],
        [
            55,
            65,
            [
                "Unstable"
            ]
        ],
        [
            84,
            91,
            [
                "Muesli"
            ]
        ],
        [
            189,
            196,
            [
                "Hoffmann"
            ]
        ]
    ],
    "He was guest professor at Harvard University for the 1981-1982 academic year and at Columbia University, New York, as <a href=\"/schapirer\">Meyer Schapiro</a> Professor, in 1984.": [],
    "He remained at the Kunsthalle until his retirement to Director emeritus in 1990.": [
        [
            19,
            29,
            [
                "Unstable"
            ]
        ]
    ],
    "The following year he lectured at New York University and at the University in Vienna.": [],
    "In 2003 Hofmann issued a monograph on Goya published simultaneously in German and English, <em>Goya: vom Himmel durch die Welt zur Hölle</em> (<em>Goya: to Every Story there Belongs Another</em>) and later a book on Degas.": [
        [
            8,
            15,
            [
                "Hoffmann"
            ]
        ]
    ],
    "<em>Das Irdische Paradies</em> (<em>The Earthly Paradise</em>) remains a groundbreaking monument of western art historiography.": [],
    "Hofmann defined nineteenth-century art as contending with a series of opposing tensions (such as the \"earthly paradise,\" the \"holy prostitute,\" etc.).": [
        [
            0,
            7,
            [
                "Hoffmann"
            ]
        ]
    ],
    "His work was highly interdisciplinary, drawing examples from music, philosophy and literature to elucidate what were in many cases well-known works of art in new ways.": [],
    "This non-linear, a-historical (but not anti-historical) view of art history influenced a generation of modernist art historians who viewed their art works thematically rather than as a series of style changes.": []
}