{
    "Art historian, art collector, expert and connoisseur; specialized in Dutch seventeenth-century painting.": [],
    "After finishing his Gymnasium education in Coburg, Germany, Hofstede de Groot briefly studied Art History in Leipzig.": [],
    "The death his father, a professor in Groningen, forced Hofstede de Groot to return to Groningen, where he altered his studies to Classics.": [],
    "Later he transferred to Leiden, where he obtained his bachelor's degree.": [],
    "In 1889 he moved to Leipzig and studied Art History, where, encouraged by <a href=\"/brediusa\">Abraham Bredius</a>, he specialized in Dutch seventeenth century painting.": [
        [
            3,
            7,
            [
                "1889,"
            ]
        ]
    ],
    "In 1891 he obtained a doctorate in Art History, with a dissertation on Houbraken's <em>Groote Schouburgh</em>.": [
        [
            3,
            7,
            [
                "1891,"
            ]
        ],
        [
            71,
            80,
            [
                "Hoboken",
                "Housebroken"
            ]
        ]
    ],
    "During his study he became a temporary assistant at the Print room in Dresden.": [],
    "In 1891 Bredius, then director at the Mauritshuis, invited him to became his assistant director.": [
        [
            8,
            15,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ],
        [
            66,
            72,
            [
                "become"
            ]
        ]
    ],
    "The relationship was rancorous, however, with the petty Bredius leaking stories of their disputes to the newspapers.": [
        [
            56,
            63,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ]
    ],
    "One of the results of their collaboration was the <em>Mauritshuis Catalog</em>, published in 1895.": [],
    "The next year, Hofstede de Groot left the Mauritshuis to become director of the <em>Rijksprentenkabinet</em> in Amsterdam (National Print Cabinet) in Amsterdam, but resigned after two years, discouraged by the authoritarian administrative style of the head of the Directory of the Department of Arts and Sciences of the Ministry of the Interior, <a href=\"/stuersv\">Victor Eugène Louis de Stuers</a> (1843-1916).": [],
    "From this moment, Hofstede de Groot worked as an independent art historian, researcher and connoisseur, earning a livelihood as a publisher and art expert, living in Amsterdam.": [],
    "He published most frequently in <em>Oud Holland</em> and in the <em>Repertorium für Kunstwissenschaft</em>.": [],
    "He wrote more than seventy biographies of Dutch painters for biographical dictionary of <a href=\"/thiemeu\">Ulrich Thieme</a> and <a href=\"/beckerf\">Felix Becker</a>.": [],
    "He traveled extensively in Europe to study private and public collections of Dutch art.": [],
    "He used his research touring to assemble an impressive personal collection of paintings, drawings, medals and object d'art.": [],
    "At the request of the U.S.": [],
    "millionaire art collector Peter Widener (1834/6-1915) he went to America.": [
        [
            0,
            11,
            [
                "Millionaire"
            ]
        ]
    ],
    "Together with the director of the Berlin Museum, <a href=\"/bodew\">Wilhelm Bode</a>, he was the author of eight volumes on Rembrandt paintings, which appeared between 1897 and 1904 (1905?).": [],
    "In 1906, the year of the Rembrandt Commemoration, he edited <em>Die Urkunden über Rembrandt</em>, and the first catalog of Rembrandt drawings.": [],
    "In the same year he was awarded, together with four other Rembrandt scholars (<a href=\"/bodew\">Wilhelm Bode</a>, <a href=\"/brediusa\">Abraham Bredius</a>, <a href=\"/vethj\">Jan Veth</a>, and <a href=\"/michele1828\">Émile Michel</a>), a doctorate <em>honoris causa</em> at the University of Amsterdam.": [],
    "His most important work appeared between 1907 and 1928 in ten volumes: <em>Beschreibendes und kritisches Verzeichnis der Werke der hervorragendsten holländischen Maler des XVII.": [
        [
            90,
            93,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            94,
            104,
            [
                "Britishers",
                "britches",
                "Britisher",
                "kirsches"
            ]
        ],
        [
            117,
            120,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            121,
            126,
            [
                "Were"
            ]
        ],
        [
            127,
            130,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            162,
            167,
            [
                "Male",
                "Males",
                "Maker",
                "Mater",
                "Mayer",
                "Paler"
            ]
        ],
        [
            168,
            171,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Jahrhunderts</em>, a revision of <a href=\"/smithj\">John Smith</a>'s <em>Catalogue Raisonné of the Works of the Most Eminent Dutch, Flemish and French Painters</em>, (1829-1837).": [],
    "Hofstede de Groot changed the makeup of Smith's catalog, omitting Flemish and French painters and replacing them with more Dutch artists.": [],
    "The <em>Werke</em> benefited from the collaboration a number of mainly German art historians: <a href=\"/valentinerw\">Wilhelm Rheinhold Otto Valentiner</a>, Kurt Freise, Kurt Erasmus, <a href=\"/plietzsche\">Eduard Plietzsch</a>, <a href=\"/lilienfeldk\">Karl Lilienfeld</a>, Heinrich Wichmann, Otto Hirschmann, <a href=\"/kauffmannh\">Hans Kauffmann</a>, <a href=\"/stechoww\">Wolfgang Stechow</a>, <a href=\"/bauchk\">Kurt Bauch</a>, and <a href=\"/neurdenburge\">Elisabeth Neurdenburg</a>, only the latter of whom was Dutch.": [],
    "In 1928 <a href=\"/gersonh\">Horst Gerson</a>, then still a student, became his assistant.": [],
    "In 1907 Hofstede de Groot was offered a prestigious professorship in Art History in Leiden.": [],
    "However, he declined the associate professorship, insisting that the city where Rembrandt was born deserved a full professor.": [],
    "<a href=\"/martinw\">Wilhelm Martin</a> subsequently accepted the position.": [],
    "In the same year, however, a full professorship for Art History was established at the University of Utrecht, the first in The Netherlands, of which <a href=\"/vogelsangw\">Willem Vogelsang</a> was the first appointment.": [],
    "As a Rembrandt scholar, Hofstede de Groot was involved in the question of the authenticity of the Rembrandt oeuvre.": [],
    "After the controversial publication of Valentiner's <em>Wiedergefundene Gemälde,</em> in 1921, Hofstede de Groot vehemently defended Valentiner's number of 690 authentic Rembrandts against scholars like Martin and Bredius, who doubted a number of attributions (Bredius' <em>The Paintings of Rembrandt,</em> 1935, put the number of paintings at 630).": [
        [
            39,
            49,
            [
                "Valentine",
                "Valentines"
            ]
        ]
    ],
    "In addition to his work as publisher and researcher, Hofstede de Groot engaged himself in various responsibilities.": [],
    "In 1916, he became a member of the <em>Rijks Monumentencommissie</em> (State Commission for Monuments) and collaborated in the making of the \"provisional lists\" of monuments all over the country.": [],
    "He also participated in the development of museum management, as a member of different advisory committees.": [],
    "The inflexibility of his character more than once caused problems with people with whom he had to collaborate.": [],
    "In 1919, when the <em>Rijkscommisie voor het Museumwezen</em> (State Commission for Museum Affairs) was set up, Hofstede de Groot became its first secretary.": [],
    "But his inability to embrace modern notions about art caused an almost immediate resignation.": [],
    "At the end of his life, Hofstede de Groot had gathered a huge collection of photographs and reproductions of works of art, documents and thousands of museum-, exposition- and auction-catalogs.": [],
    "His collection was (and still is) accessible to students and researchers.": [],
    "In 1926 he donated this important archive to the State of The Netherlands and in this way he can be considered the founder of the Rijksbureau voor Kunsthistorische Documentatie (RKD) in The Hague, which was opened in 1932 and where other collections of documentation found their destination.": [
        [
            3,
            7,
            [
                "1926,"
            ]
        ],
        [
            142,
            146,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            164,
            176,
            [
                "Documentation",
                "Documentaries"
            ]
        ]
    ],
    "He bequeathed his collection of drawings to the city of Groningen, while the Amsterdam Rijksprentenkabinet acquired 65 Rembrandt drawings.": [],
    "He donated his Italian medals to the municipal Museum of The Hague.": [],
    "Smaller donations also went to the museums of Haarlem and Leiden.": [],
    "But old animosities remained even after his death.": [],
    "Bredius, so reviled the memory of Hofstede de Groot, that he refused to speak to the current head of the Rijksbureau voor Kunsthistorische Documentatie except outside the building that housed his papers.": [
        [
            0,
            7,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ],
        [
            117,
            121,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            139,
            151,
            [
                "Documentation",
                "Documentaries"
            ]
        ]
    ],
    "Methodologically Hofstede de Groot depended strongly upon stylistic analysis and an intuitive eye to authorize his art work.": [],
    "<a href=\"/gersonh\">Horst Gerson</a>, in his memorial to <a href=\"/stechoww\">Wolfgang Stechow</a>, asserted that Hofstede de Groot frequently ignored iconography in favor stylistic judgments.": []
}