{
    "<p>Courtauld Institute of Art medievalist.": [
        [
            3,
            12,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Hohler born into a wealthy family.": [
        [
            0,
            6,
            [
                "Kohler",
                "Howler",
                "Holler"
            ]
        ]
    ],
    "He engaged in the privileged pursuits of hunting and riding as well as in education.": [],
    "He was educated at Eton and at New College, Oxford, initially studying archaeology before taking a degree in Modern History in 1938.": [],
    "A year later he married his first wife, Jane (divorced 1961).": [],
    "When World War II broke out, Hohler joined the Royal Corps of Signals and was posted to the Combined Intelligence Center in Iraq.": [
        [
            29,
            35,
            [
                "Kohler",
                "Howler",
                "Holler"
            ]
        ]
    ],
    "He became fascinated by the Middle East both its pleasure pursuits of horse riding and its history.": [],
    "He remained there after the war to improve his Arabic in hopes of joining the diplomatic service after the war.": [],
    "In 1947 he returned without prospects for employment in the depressed post-war years.": [
        [
            3,
            7,
            [
                "1947,"
            ]
        ]
    ],
    "Hohler's professor at Oxford, <a href=\"/boaset\">T.": [
        [
            0,
            6,
            [
                "Kohler",
                "Howler",
                "Holler"
            ]
        ]
    ],
    "S. R. Boase</a>, the director of the Courtauld Institute of Art who had announced his retirement, suggested Hohler to his successor, <a href=\"/blunta\">Anthony Blunt</a>.": [
        [
            6,
            11,
            [
                "Base",
                "Boast",
                "Boise",
                "Bose",
                "Boas",
                "Blasé"
            ]
        ],
        [
            37,
            46,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ],
        [
            108,
            114,
            [
                "Kohler",
                "Howler",
                "Holler"
            ]
        ]
    ],
    "Boase prevailed upon Blunt to make Hohler a Reader at the Courtauld, though Hohler had had little experience in art history outside amateur excavation at Notley Priory.": [
        [
            0,
            5,
            [
                "Base",
                "Boast",
                "Boise",
                "Bose",
                "Boas",
                "Blasé"
            ]
        ],
        [
            35,
            41,
            [
                "Kohler",
                "Howler",
                "Holler"
            ]
        ],
        [
            58,
            67,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ],
        [
            76,
            82,
            [
                "Kohler",
                "Howler",
                "Holler"
            ]
        ],
        [
            83,
            90,
            [
                "had"
            ]
        ],
        [
            154,
            160,
            [
                "Motley"
            ]
        ]
    ],
    "Blunt, who was still clandestinely spying for the Soviet Union, could not have been more dissimilar than the anarchic right-wing Hohler, but, as <a href=\"/kidsonp\">Peter Kidson</a> observed, the appointment was extremely shrewd.": [
        [
            129,
            135,
            [
                "Kohler",
                "Howler",
                "Holler"
            ]
        ]
    ],
    "Hohler was a product of the conservative Oxford history school, obsessed by primary Latin sources and a vision of history as moved predominantly by the nobility.": [
        [
            0,
            6,
            [
                "Kohler",
                "Howler",
                "Holler"
            ]
        ]
    ],
    "His appointment balanced the staff of the Courtauld at a critical time when the primarily German-educated scholars were changing the traditional face the British art-history from connoisseurship to a scholarship based upon theory and research.": [
        [
            42,
            51,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Hohler remained at the Courtauld the rest of his life, working on a dissertation-- never completed--on the pilgrimage church of St.": [
        [
            0,
            6,
            [
                "Kohler",
                "Howler",
                "Holler"
            ]
        ],
        [
            23,
            32,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Gilles-du-Gard.": [
        [
            0,
            14,
            [
                "Gilles-Du-Gard",
                "Gilles-du-Hard"
            ]
        ]
    ],
    "Hohler published little but did contribute to the published study of the relics of St.": [
        [
            0,
            6,
            [
                "Kohler",
                "Howler",
                "Holler"
            ]
        ]
    ],
    "Cuthbert, as well as a work on the medieval pilgrimage to Santiago da Compostela and on Stavanger Cathedral.": [
        [
            67,
            69,
            [
                "the",
                "DA",
                "a",
                "day",
                "do",
                "Dr"
            ]
        ],
        [
            70,
            80,
            [
                "Composted",
                "Compositely",
                "Composter",
                "Composters"
            ]
        ],
        [
            88,
            97,
            [
                "Stranger",
                "Scavenger",
                "Savager"
            ]
        ]
    ],
    "He also contributed a great deal to liturgical scholarship and was a member of the Henry Bradshaw Society, a group founded in 1890 to publish editions of rare liturgical texts.": [],
    "He retired to Oslo in 1979, where he maintained an extensive correspondence with his former pupils.": [],
    "His second wife was Erla Hohler.": [
        [
            20,
            24,
            [
                "Era",
                "Ella",
                "EULA",
                "Erna",
                "Erma",
                "Eula"
            ]
        ],
        [
            25,
            31,
            [
                "Kohler",
                "Howler",
                "Holler"
            ]
        ]
    ],
    "Of independent means and a <em>bon vivant</em>, his reputed final words were: \"I think it's about time for a whisky\".Hohler was one of a group of post-war scholars who shaped the Courtauld Institute into the most influential centre of art-historical study in the English-speaking world.": [
        [
            109,
            115,
            [
                "whiskey"
            ]
        ],
        [
            117,
            123,
            [
                " Hohler"
            ]
        ],
        [
            179,
            188,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ],
        [
            225,
            231,
            [
                "center"
            ]
        ]
    ],
    "Hohler's reputation as a teacher derived from a broad range of antiquarian knowledge innovative approach to art historical problems.": [
        [
            0,
            6,
            [
                "Kohler",
                "Howler",
                "Holler"
            ]
        ]
    ],
    "Methodologically Hohler differed from newer-age medievalists who based their research on intensive study of individual monuments, such as <a href=\"/conantk\">Kenneth John Conant</a>, whom <a href=\"/gardnerj\">Julian Gardner</a> described as one of Hohler's <em>bêtes noires</em>).": [
        [
            17,
            23,
            [
                "Kohler",
                "Howler",
                "Holler"
            ]
        ]
    ],
    "Hohler looked at medieval art through the eyes of the patrons for whom it was made rather than those of the craftsmen who created it (Kidson).": [
        [
            0,
            6,
            [
                "Kohler",
                "Howler",
                "Holler"
            ]
        ],
        [
            134,
            140,
            [
                "Kid son",
                "Kids on"
            ]
        ]
    ],
    "His students at the University of London included <a href=\"/martindalea\">Andrew Martindale</a> and <a href=\"/stratfordn\">Neil Stratford</a>.</p>": []
}