{
    "<p>Cataloger of major corpus of Renaissance and Baroque prints.": [],
    "Hollstein was a major dealer in prints and drawings in Berlin before World War II.": [
        [
            0,
            9,
            [
                "Holstein"
            ]
        ]
    ],
    "With the Nazi's rise to power in Germany, Hollstein, a Jew, was forced to take refuge in Amsterdam.": [
        [
            42,
            51,
            [
                "Holstein"
            ]
        ]
    ],
    "He was given a permanent seat in the print room (Rijksprentenkabinet) of the Amsterdam Rijksmuseum, where he set about compiling an index and catalog of known examples of prints.": [],
    "He based his corpus on examples from the collection and his own extensive knowledge and business notes.": [],
    "He published his first series, <em>Dutch and Flemish Etchings, Engravings, and Woodcuts</em> beginning in 1949 (in English), with forwards by <a href=\"/gelderj\">J.": [],
    "G. van Gelder</a> and <a href=\"/friedlanderm\">Max J. Friedländer</a>.": [
        [
            3,
            6,
            [
                "Van"
            ]
        ],
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "A second series, <em>German Engravings, Etchings, and Woodcuts</em>, began appearing in 1954.": [],
    "Hollstein published fourteen volumes of <em>Dutch and Flemish Etchings</em> until his death.": [
        [
            0,
            9,
            [
                "Holstein"
            ]
        ]
    ],
    "The Director of the Amsterdam Rijksprentenkabinet, <a href=\"/boonk\">Karel G. Boon</a>, assumed the responsibility of publishing the remaining original set.": [],
    "Hollstein modeled his catalog on the catalogs of the <em>peintre-graveur</em>, the \"painter-engravers,\" i.e., printers who cut their own works, as distinct from those engraved by professional engravers.": [
        [
            0,
            9,
            [
                "Holstein"
            ]
        ]
    ],
    "Although he incorporated other engravers, too, his volumes gave the work of secondary engravers considerably less attention.": [],
    "His work was also criticized for neglecting cartography prints, history prints, and prints created for books, which considered part of the \"minor arts.\"": [],
    "He did not consult the prints or the various print states in other collections.": [],
    "To rectify this, his works were re-edited by subsequent editors and issued in additions known as the \"New Hollstein.\"": [
        [
            106,
            115,
            [
                "Holstein"
            ]
        ]
    ],
    "His accomplishment, like that of <a href=\"/bartscha\">Adam von Bartsch</a> and others, remains the foundation for print study.</p>": []
}