{
    "<p><em>Burlington Magazine</em> co-editor and director, National Gallery, London; painter.": [],
    "Holmes was the sone of Charles Rivington Holmes (d.": [
        [
            15,
            19,
            [
                "one",
                "some",
                "son",
                "done",
                "gone",
                "none"
            ]
        ],
        [
            31,
            40,
            [
                "Riving ton"
            ]
        ]
    ],
    "1873), a clergyman, and Mary Susan Dickson.": [],
    "Holmes attended Eton College beginning in 1883, and then won a scholarship to Brasenose College, Oxford, in 1887.": [
        [
            78,
            87,
            [
                "Baseness",
                "Brashness",
                "Bluenose",
                "Braveness",
                "Braceros",
                "Brazens"
            ]
        ]
    ],
    "At Oxford he met <a href=\"/paterw\">Walter Pater</a>.": [
        [
            3,
            9,
            [
                "Oxford,"
            ]
        ]
    ],
    "He initially worked as London publisher's assistant between 1898 and 1903.": [],
    "During this time, he taught himself to draw, and then lessons by Charles S. Ricketts (1866-1931) and etching under William Strang (1859-1921).": [
        [
            123,
            129,
            [
                "Strong",
                "String",
                "Strange",
                "Strand",
                "Sprang",
                "Strung"
            ]
        ]
    ],
    "In 1897, <a href=\"/binyonl\">Laurence Binyon</a> solicited his first art criticism in <em>The Dome</em> for 1897 on the Japanese woodcut artist Hiroshige.": [],
    "Another on Hokusai followed in 1899.": [],
    "Holmes shared an art criticism column with <a href=\"/fryr\">Roger Fry</a> in the <em>Athenaeum</em>.": [],
    "In 1900 his paintings were exhibited for the first time with the New English Art Club.": [],
    "A 1901 article on Constable led to a full book Constable's landscape painting and it's influence in 1902.": [
        [
            77,
            81,
            [
                ", and"
            ]
        ]
    ],
    "Holmes married his first cousin, the composer/violinist Florence Mary Hill Rivington (b.": [
        [
            75,
            84,
            [
                "Riving ton"
            ]
        ]
    ],
    "1872/3) in 1903.": [],
    "The same year Fry approached Holmes to save the financially foundering <em>Burlington Magazine</em>, which Fry and others had started.": [],
    "Holmes joined <a href=\"/dellr\">Robert Dell</a> as co-editor undertaking a serious campaign with Fry to bring the magazine solvency and art-historical repute.": [],
    "In 1904 Holmes was elected Slade professor of fine art, Oxford--an appointment Fry was hoping for--and a member of the New English Art Club, the same year as John Singer Sargent.": [
        [
            27,
            32,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "His lectures at Oxford on modern art were developed and published as <em>Notes on the Science of Picture-Making</em> in 1909.": [],
    "Holmes wrote an important catalog to the Grafton Galleries Post-Impressionist exhibition, the first in England, organized by Fry.": [],
    "When <a href=\"/custl\">Lionel Cust</a> retired as director of the National Portrait Gallery in 1909, Holmes succeeded him, resigning his position from the <em>Burlington Magazine</em>.": [],
    "At the National Portrait Gallery, his artists' skills at rehanging the collection and we greatly admired.": [
        [
            81,
            85,
            [
                ", and"
            ]
        ]
    ],
    "He resigned as Slade Professor in 1910, publishing a second group of formerly Slade lectures as <em>Notes on the Art of Rembrandt</em> in 1911.": [
        [
            15,
            20,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ],
        [
            78,
            83,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "Following the retirement of <a href=\"/holroydc\">Charles Holroyd</a> from the National Gallery in 1916, Holmes reluctantly accepted the director position.": [],
    "Acquisitions at the National Gallery were subject to a review board of amateurs; even one member alone could negate a selection.": [],
    "Holmes worked within this arrangement as best he could.": [],
    "He continued to fundamentally change the museum for public access, including reorganizing the photograph and publications departments.": [],
    "He personally launched an <em>Illustrated Guide to the National Gallery</em> in 1921 to interest laity.": [],
    "The same year he was knighted.": [],
    "New catalogs on Old Masters and Modern Art in the National Gallery appeared between 1923 and 1927.": [],
    "He contributed an essay to the 60th birthday Festschrift of <a href=\"/friedlanderm\">Max J. Friedländer</a> in 1927.": [],
    "In 1928 Holmes retired from the National Gallery, testifying about the frustrations with the acquisitions vetting process at the Royal Commission on National Museums and Galleries the same year.": [],
    "He was elected an honorary fellow of Brasenose College in 1931.": [
        [
            37,
            46,
            [
                "Baseness",
                "Brashness",
                "Bluenose",
                "Braveness",
                "Braceros",
                "Brazens"
            ]
        ]
    ],
    "Holmes wrote an autobiography, <em>Self and Partners</em> in 1936, the year of his death.": [],
    "His grandfather was the antiquary John Holmes (1800-1854) and his uncle, Sir Richard Holmes (1835-1911), librarian at Windsor Castle.": [],
    "Holmes' approach to art history was as that an artist.": [],
    "He focused on the artist's materials, such as his \"Leonardo da Vinci\" (1919), <em>An Introduction to Italian Painting</em> (1929), and <em>A Grammar of the Arts</em> (1931).": [],
    "His administrative abilities, honed from his early years in the publishing field, brought Museum publications to a higher standard.</p>": []
}