{
    "Director of the National Gallery, London, 1906-1916.": [],
    "Holroyd's father was William Holroyd, a cloth dealer, and his mother, Lucy Woodthorpe.": [
        [
            0,
            7,
            [
                "Hold",
                "Colored",
                "Honored",
                "Horror",
                "Harold",
                "Holland"
            ]
        ],
        [
            29,
            36,
            [
                "Hold",
                "Colored",
                "Honored",
                "Horror",
                "Harold",
                "Holland"
            ]
        ],
        [
            75,
            85,
            [
                "Goldthorpe"
            ]
        ]
    ],
    "After attending Leeds grammar school and studying mine engineering at the Yorkshire College of Science, he entered the Slade School of Fine Art, London, in 1880 studying under Alphonse Legros.": [
        [
            119,
            124,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ],
        [
            185,
            191,
            [
                "Legos",
                "Negros"
            ]
        ]
    ],
    "Legros taught him etching, Holroyd's principle medium as an artist.": [
        [
            0,
            6,
            [
                "Legos",
                "Negros"
            ]
        ],
        [
            27,
            34,
            [
                "Hold",
                "Colored",
                "Honored",
                "Horror",
                "Harold",
                "Holland"
            ]
        ]
    ],
    "Holroyd was appointed a teacher at the school in 1885.": [
        [
            0,
            7,
            [
                "Hold",
                "Colored",
                "Honored",
                "Horror",
                "Harold",
                "Holland"
            ]
        ]
    ],
    "He lived at the artists' colony of Newlyn in Cornwall, submitting his first picture accepted to the Royal Academy the same year.": [
        [
            35,
            41,
            [
                "Newly"
            ]
        ]
    ],
    "In 1889 he left the Slade to travel in Italy on a scholarship.": [
        [
            3,
            7,
            [
                "1889,"
            ]
        ],
        [
            20,
            25,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "He married Fannie Fetherstonhaugh Macpherson (1864/5-1924) in 1891, a former student of the Slade School whom he met in his travels in Rome.": [
        [
            34,
            44,
            [
                "MacPherson",
                "McPherson"
            ]
        ],
        [
            92,
            97,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "Holroyd returned to England to be appointed the first keeper of the newly-founded National Gallery of British Art at Millbank (today the Tate Britain, formerly the Tate Gallery) in 1897.": [
        [
            0,
            7,
            [
                "Hold",
                "Colored",
                "Honored",
                "Horror",
                "Harold",
                "Holland"
            ]
        ],
        [
            117,
            125,
            [
                "Mill bank"
            ]
        ]
    ],
    "At the Tate he actively promoted British artists, founding and building Alfred Stevens holdings among others.": [],
    "He joined the Art Workers' Guild in 1898, rising to master in 1905.": [],
    "Around 1900 he added medal design to his repertoire.": [],
    "In 1903 he wrote a biography of Michaelangleo which incorporated his own translation of the artist's life by <a href=\"/condivia\">Ascanio Condivi</a>.": [
        [
            3,
            7,
            [
                "1903,"
            ]
        ],
        [
            32,
            45,
            [
                "Michelangelo"
            ]
        ]
    ],
    "In 1906 his name was put forth to direct the National Gallery, London, succeeding <a href=\"/poyntere\">Edward John Poynter</a>.": [],
    "A debate ensued regarding whether the Gallery should be run by practicing artists or connoisseurs/art historians, as was being done on the continent.": [
        [
            117,
            120,
            [
                "it was",
                "I was",
                "she was",
                "he was"
            ]
        ]
    ],
    "Holroyd received the appointment, but he would be the last artist to do so.": [
        [
            0,
            7,
            [
                "Hold",
                "Colored",
                "Honored",
                "Horror",
                "Harold",
                "Holland"
            ]
        ]
    ],
    "His predecessor, Poynter, had had his acquisitions duties sharply curtailed by the Gallery's Board of Trustees and Holroyd, like Poynter, was limited in his purchases both by the rising cost of pictures and the Board's relatively conservative taste.": [
        [
            17,
            24,
            [
                "Pointer"
            ]
        ],
        [
            26,
            33,
            [
                "had"
            ]
        ],
        [
            115,
            122,
            [
                "Hold",
                "Colored",
                "Honored",
                "Horror",
                "Harold",
                "Holland"
            ]
        ],
        [
            129,
            136,
            [
                "Pointer"
            ]
        ]
    ],
    "He issued catalogs of the north and central Italian collections of the museum in 1906.": [],
    "The same year, Holroyd also moved the collection of J. M. W. Turner paintings (many unfinished at the artist's death) from the storage at the National Gallery to the (Millbank) Turner gallery, mounting an exhibition.": [
        [
            15,
            22,
            [
                "Hold",
                "Colored",
                "Honored",
                "Horror",
                "Harold",
                "Holland"
            ]
        ],
        [
            167,
            175,
            [
                "Mill bank"
            ]
        ]
    ],
    "The later Tate exhibition space, donated by Joseph Duveen (1869-1939) in 1910, began at Holroyd's suggestion.": [
        [
            51,
            57,
            [
                "Queen",
                "Doreen",
                "Duvet",
                "Duvets",
                "Tureen",
                "Düren"
            ]
        ],
        [
            88,
            95,
            [
                "Hold",
                "Colored",
                "Honored",
                "Horror",
                "Harold",
                "Holland"
            ]
        ]
    ],
    "Velázquez's <em>The Toilet of Venus</em> (\"Rokeby Venus\"), in 1906, and Holbein's <em>Christina of Denmark, Duchess of Milan</em> in 1909 were acquired under his directorship through the National Art Collections Fund.": [
        [
            43,
            49,
            [
                "Robby",
                "Rookery",
                "Hokey",
                "Jokey",
                "Pokey",
                "Rockery"
            ]
        ]
    ],
    "Among the bequests to the Gallery under Holroyd's tenure were the collection of George Salting (1835-1909) in 1910, raising the level of French nineteenth-century painting, and the important renaissance pictures of <a href=\"/layarda\">Sir Austin Henry Layard</a>, received after years of dispute, in its entirety in 1916.": [
        [
            40,
            47,
            [
                "Hold",
                "Colored",
                "Honored",
                "Horror",
                "Harold",
                "Holland"
            ]
        ]
    ],
    "Holroyd's personal interest, stemming from his Roman visits and etchings, was Italian renaissance art.": [
        [
            0,
            7,
            [
                "Hold",
                "Colored",
                "Honored",
                "Horror",
                "Harold",
                "Holland"
            ]
        ]
    ],
    "He was reappointed for a second term at the Gallery in 1911.": [],
    "A guard and cataloger he hired briefly in 1914 was the future novelist E. M. Forster (1879-1970).": [],
    "In 1915 he was diagnosed with heart disease at age 54 and he resigned from the Gallery the following year, succeeded by <a href=\"/holmesc\">C.": [
        [
            3,
            7,
            [
                "1915,"
            ]
        ],
        [
            53,
            57,
            [
                ", and"
            ]
        ]
    ],
    "J. Holmes</a>.": [],
    "Holroyd died at his home in Surrey, in 1917.": [
        [
            0,
            7,
            [
                "Hold",
                "Colored",
                "Honored",
                "Horror",
                "Harold",
                "Holland"
            ]
        ]
    ],
    "His complete etchings were cataloged by <a href=\"/dodgsonc\">Campbell Dodgson</a> after his death.": [],
    "Holroyd's 1903 monograph on Michelangelo was influential at the time in the artist's scholarship although today many of his conclusions have been discounted.": [
        [
            0,
            7,
            [
                "Hold",
                "Colored",
                "Honored",
                "Horror",
                "Harold",
                "Holland"
            ]
        ]
    ],
    "He doubted Michelangelo's <em>Madonna della Scala</em>;was an authentic work based upon connoisseurship examination.": [],
    "However, his analysis of Donatello's relief sculpture on Michelangelo is still considered \"brilliant\" (Eisler).": [
        [
            103,
            109,
            [
                "Eisner"
            ]
        ]
    ]
}