{
    "Documentary historian of art.": [],
    "Gilmore was the daughter of Eugene Allen Gilmore, a former Vice Governor General of the Philippines and later President of the University of Iowa.": [],
    "Holt attended the University of Wisconsin, Madison, graduating in 1928.": [],
    "She wrote her master's paper at Radcliffe College in 1930 continuing on to the University of Munich's Kunsthistorisches Institut where she completed her Ph.D., in 1934 with a dissertation (in German) under <a href=\"/pinderw\">Wilhelm Pinder</a> on the Augsburg epitaphs.": [
        [
            120,
            128,
            [
                "Institute"
            ]
        ]
    ],
    "Holt joined the faculty of Duke University in 1934.": [],
    "In 1936 she married John Bradshaw Holt (1910-1994), then a professor at William and Mary and later a foreign service officer in the State Department.": [
        [
            3,
            7,
            [
                "1936,"
            ]
        ]
    ],
    "Holt defined herself first as a State Department wife and then mother; her teaching positions were only when they would coordinate with her family.": [],
    "As such the brilliance of her career was not through her advancing teaching appointments, but of the important primary texts she published.": [],
    "Immediately after World War II, she worked in Berlin, rebuilding the trade unions and occasionally helping East Germans escape to the west.": [],
    "She taught at Michigan State University, East Lansing, MI, and at Talladega College, American University, and Boston University.": [],
    "In her 60's, she rode an oil tanker truck in Iran and India in order to follow the route Alexander the Great had taken.": [
        [
            7,
            11,
            [
                "60s"
            ]
        ]
    ],
    "After her husband retired in 1970, Holt was free to do independent research.": [],
    "She focused on the role of criticism and exhibitions in art history, publishing some of the most important texts for the nineteenth century.": [],
    "Her skill, as <a href=\"/gombriche\">E.": [],
    "H. Gombrich</a> pointed out, was in her selecting the most representative writing of the age, all personally translated.": [],
    "She was a 1980 Guggenheim fellow.": [],
    "She died of cancer in 1987.": [],
    "Holt believed that art was a social expression of its times.": [],
    "To that end, she wrote books which were the compilation of documents affecting the history of art.": [],
    "Her documentary histories of art are still classroom standards today.": []
}