{
    "<p>Medieval manuscript scholar.": [],
    "Homburger attended the local Gymnasium in Karlsruhe, graduating and spending a year in volunteer military service in 1903.": [
        [
            0,
            9,
            [
                "Hamburger"
            ]
        ]
    ],
    "He studied under <a href=\"/goldschmidta\">Adolph Goldschmidt</a> and the medievalist paleographer Ludwig Traube (1818-1876).": [],
    "In 1912 he published <em>Die Anfänge der Malschule von Winchester im X. Jahrhundert</em>, a study between the Winchester School illuminators and their continental counterparts.": [
        [
            3,
            7,
            [
                "1912,"
            ]
        ]
    ],
    "He served in the military in the First World War 1914-18.": [],
    "Homburger continued to assist Goldschmidt with his corpus of ivory carving, <em>Die Elfenbeinskulpturen</em>, which was concluded in 1918.": [
        [
            0,
            9,
            [
                "Hamburger"
            ]
        ]
    ],
    "He worked as a curator and later acting director of the Baden state museum in Karlsruhe, Germany, between 1919-1927.": [],
    "His 1928 <em>Art Bulletin</em> review of <em>English Illuminated Manuscripts</em> by <a href=\"/millare\">Eric G. Millar</a> was a significant supplement to this area.": [],
    "Between 1930 and 1935 he served as honorary professor at the university in Marburg.": [],
    "In 1935 he was declared \"non-Aryan\" by the Nazi government, for, although protestant, he was of Jewish extraction.": [
        [
            3,
            7,
            [
                "1935,"
            ]
        ]
    ],
    "He left Germany for Switzerland in 1936.": [],
    "Homburger had an offer for an appointment at New York University, issued by <a href=\"/cookw\">Walter W. S. Cook</a> in 1937, but it never materialized.": [
        [
            0,
            9,
            [
                "Hamburger"
            ]
        ]
    ],
    "In Switzerland he completed his analysis of the manuscript collection of the Burgerbibliothek in Bern.": [
        [
            3,
            14,
            [
                "Switzerland,"
            ]
        ]
    ],
    "His careful paleogeographic and art-historical analysis made this work important.": [
        [
            12,
            27,
            [
                "paleo geographic"
            ]
        ]
    ],
    "After the war, Homburger took charged of Goldschmidt's photographic collection from his mentor's estate, which was now part of the University library in Basle.": [
        [
            15,
            24,
            [
                "Hamburger"
            ]
        ],
        [
            153,
            158,
            [
                "Base",
                "Basel",
                "Basie",
                "Bale",
                "Baste"
            ]
        ]
    ],
    "In 1949, he and <a href=\"/boecklera\">Albert Boeckler</a> mounted one of the important exhibition for early medieval art in the twentieth century, \"Kunst des frühen Mittelalters.\"": [],
    "He was an honorary professor at the University in Bern, Switzerland.": [],
    "<a href=\"/wormaldf\">Francis Wormald</a> called Homburger, \"the scholar who first mapped out the history of late Anglo-Saxon illuminated manuscripts.": [],
    "Goldschmidt had already through his work on early ivory carvings seen that this was an important field of study...Homburger was interested in the connections between England and the Continent in tenth-century art and saw in the Winchester School of illumination a significant monument of the renewed relationship with the Continent after the debacle of the Danish invasions in the second half of the ninth Century.": [
        [
            114,
            123,
            [
                " Homburger"
            ]
        ]
    ],
    "\"</p>": []
}