{
    "Americanist art historian; H. Rodney Sharp Professor and frist chair of the department of art history at the University of Delaware.": [
        [
            0,
            11,
            [
                "Americanism"
            ]
        ],
        [
            57,
            62,
            [
                "first",
                "wrist",
                "Frost",
                "fist",
                "frost",
                "grist"
            ]
        ]
    ],
    "Homer's father was Austin Homer, president of the J. E. Caldwell Company, a jeweler in Philadelphia.": [],
    "He was raised on raised on the Main Line, PA.": [
        [
            7,
            26,
            [
                "raised on"
            ]
        ]
    ],
    "The younger Homer entered Princeton University in 1947, hoping to become a painter.": [],
    "Courses taken with art history professors <a href=\"/frienda\">Albert M. Friend, Jr.</a>, and <a href=\"/rowleyg\">George Rowley</a> convinced him to study art history.": [],
    "He graduated <em>magna cum laude</em> from Princeton University in 1951.": [],
    "He continued for his master's degree in fine arts at Harvard University, marrying Virginia Doris Keller in 1954 (later divorced).": [],
    "He worked as acting director the Princeton University art gallery (1956-1957) while completing his Ph.D.": [],
    "Homer's 1961 Harvard dissertation was on Georges Seurat's color theories.": [],
    "After gaining his Ph.D., he was briefly associate professor of Art &amp; Archaeology, 1961-1964.": [
        [
            67,
            71,
            [
                "camp",
                "lamp",
                "ramp",
                "amp",
                "damp",
                "vamp"
            ]
        ]
    ],
    "That year he published a revised version of his dissertation as <em>Seurat and the Science of Painting</em>.": [],
    "Homer moved his research interest to Amercian art.": [
        [
            37,
            45,
            [
                "American"
            ]
        ]
    ],
    "He was appointed associate professor at Cornell University, 1964, but was called to the University of Delaware in 1966 to serve as the first chairman of UD's Department of Art History in 1966 (though 1981).": [
        [
            153,
            155,
            [
                "UP",
                "US",
                "UK",
                "CD",
                "AD",
                "HD"
            ]
        ]
    ],
    "He remained at Delaware the rest of his career.": [],
    "While researching his book on American artists, Homer became interested in photography.": [],
    "This lead to his publication on Stieglitz and the American avant-garde in 1977.": [],
    "He was awarded the UD's highest faculty honor, the Francis Alison Faculty Award, in 1980 followed by a 1981 Distinguished Faculty Lectureship in the College of Arts and Sciences.": [
        [
            19,
            21,
            [
                "UP",
                "US",
                "UK",
                "CD",
                "AD",
                "HD"
            ]
        ]
    ],
    "He published his <em>Thomas Eakins: His Life and Art</em> in 1992.": [],
    "He was named H. Rodney Sharp Professor of Art History in 1984.": [],
    "He married for a second time to Christine Datri Hyer in 1986, a University of Rochester gallery staff person.": [
        [
            42,
            47,
            [
                "Data",
                "Date",
                "Dark",
                "Dates",
                "Dated",
                "Matrix"
            ]
        ],
        [
            48,
            52,
            [
                "Her",
                "Hyper",
                "Dyer",
                "Shyer",
                "HER",
                "Hoer"
            ]
        ]
    ],
    "His book on Albert Pinkham Ryder appeared in 1989.": [
        [
            19,
            26,
            [
                "Pink ham"
            ]
        ]
    ],
    "Homer was responsible for steering a major collection of African-American art collected by Paul R. Jones of Atlanta to the University of Delaware.": [],
    "In 1999, he issued his <em>Language of Contemporary Criticism Clarified</em>.": [],
    "Homer retired, emeritus, in 2000.": [],
    "His last book, <em>The Paris Letters of Thomas Eakins</em>, was published through a Wyeth Foundation for American Art Publication Grant from the College Art Association.": [],
    "A volume of Eakins' letters remained unfinished at the time of his death.": [],
    "His papers, including research on Albert Pinkham Ryder are housed at the University of Delaware Library.": [
        [
            41,
            48,
            [
                "Pink ham"
            ]
        ]
    ]
}