{
    "Self-trained art historian whose career is inextricably connected with his partner, <a href=\"/flemingj\">John Fleming</a>.": [],
    "Honour was born to Herbert Percy and Dorothy Margaret Withers (Honour).": [
        [
            0,
            6,
            [
                "Honor"
            ]
        ],
        [
            63,
            69,
            [
                "Honor"
            ]
        ]
    ],
    "He attended St.": [],
    "Catharine's College, Cambridge University.": [],
    "In Cambridge, Honour, a homosexual, met <a href=\"/flemingj\">John Fleming</a>, an unhappy solicitor and amateur art historian, who would become Honour's life partner.": [
        [
            14,
            20,
            [
                "Honor"
            ]
        ]
    ],
    "Fleming spent his holidays in Rome, touring galleries and teaching himself art history.": [],
    "When Fleming's father died in 1953, Fleming quit his profession to become a freelance writer in Italy.": [],
    "Honour accepted a position as Assistant director of Leeds City Art Gallery and Temple Newsan House.": [
        [
            0,
            6,
            [
                "Honor"
            ]
        ],
        [
            86,
            92,
            [
                "Newman",
                "Newsman",
                "News an"
            ]
        ]
    ],
    "The following year Honour resigned his position to move and live with Fleming where Fleming was a caretaker (reader) for Percy Lubbock (1879-1965) at Gli Scafari on the Gulf of Spezia, a villa designed by the architect Cecil Pinsent (1884-1963).": [
        [
            19,
            25,
            [
                "Honor"
            ]
        ],
        [
            150,
            153,
            [
                "GI",
                "GUI",
                "Gil",
                "CLI",
                "GDI",
                "GLS"
            ]
        ],
        [
            154,
            161,
            [
                "Safari"
            ]
        ],
        [
            177,
            183,
            [
                "Special",
                "Sepia",
                "Specie",
                "Shelia",
                "Specif",
                "Stevia"
            ]
        ],
        [
            225,
            232,
            [
                "Pin sent"
            ]
        ]
    ],
    "There the two met the English-speaking expatriate community in Italy, including <a href=\"/berensonb\">Bernard Berenson</a> and his entourage at Villa I Tatti.": [],
    "Fleming wrote articles for <em>The Connoisseur</em> and other publications.": [],
    "Between 1955 and 1962 Honour was guest editor of an Italian issue every November for the <em>Connoisseur</em>.": [
        [
            22,
            28,
            [
                "Honor"
            ]
        ]
    ],
    "Among those Honour and Fleming came into contact with in Italy was the architectual hisorian <a href=\"/leesmilnej\">George James Henry Lees-Milne</a>.": [
        [
            6,
            18,
            [
                "this Honour",
                "those honours"
            ]
        ],
        [
            71,
            83,
            [
                "architectural"
            ]
        ],
        [
            84,
            92,
            [
                "historian"
            ]
        ]
    ],
    "In 1957, Honour and Fleming moved from Lerici to Asolo, a town north of Venice, renting a house from Freya Stark (1893-1993).": [
        [
            9,
            15,
            [
                "Honor"
            ]
        ],
        [
            39,
            45,
            [
                "Lyrics",
                "Eric",
                "Lyric",
                "Erich",
                "Medici",
                "Cleric"
            ]
        ],
        [
            49,
            54,
            [
                "Solo",
                "A solo"
            ]
        ]
    ],
    "Honour set about writing a cultural guide to Venice, published in 1966.": [
        [
            0,
            6,
            [
                "Honor"
            ]
        ]
    ],
    "At Asolo they met the publisher Allen Lane (1902-1970), the founder of Penguin Books, who was renting the adjacent Villa Bronson.": [
        [
            3,
            8,
            [
                "Solo",
                "A solo"
            ]
        ]
    ],
    "Lane commissioned the two men to oversee and edit what would become the three most important short-subject art history series of the twentieth century: the <em>Style and Civilisation</em> series (begun 1967), for which Honour wrote the volumes on Neo-classicism and romanticism; the <em>Architect and Society</em> series (begun 1966); and the <em>Art in Context</em> series (begun 1972).": [],
    "In 1961 Honour published his first monograph, <em>Chinoiserie: the Vision of Cathay</em>.": [
        [
            8,
            14,
            [
                "Honor"
            ]
        ]
    ],
    "The following year Fleming and Honour moved to the hills above Lucca to the town of Tofori, purchasing the Villa Marchiò, where they remained the rest of their lives.": [
        [
            31,
            37,
            [
                "Honor"
            ]
        ],
        [
            84,
            90,
            [
                "Foghorn",
                "Dofri",
                "Tori"
            ]
        ],
        [
            113,
            120,
            [
                "March",
                "Marched",
                "Marching",
                "Mario",
                "Marches",
                "Archie"
            ]
        ]
    ],
    "Tofori afforded them easy access to the library at the German Institute in Florence.": [
        [
            0,
            6,
            [
                "Foghorn",
                "Dofri",
                "Tori"
            ]
        ]
    ],
    "For two months each winter they returned to England to research at the British Museum and Warburg Institute libraries.": [],
    "In 1966, they collaborated with Pevsner to produce <em>The Penguin Dictionary of Architecture</em>.": [
        [
            32,
            39,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "Although Pevsner wrote about half of the first edition, the successive editions now nearly quadrupled in size, were the work of Honour and Fleming.": [
        [
            9,
            16,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ],
        [
            128,
            134,
            [
                "Honor"
            ]
        ]
    ],
    "<em>The Penguin Dictionary of Decorative Arts</em> appeared in 1977 as a collaborative effort, but the subject was widely known to be Honour's more than Fleming's.": [
        [
            134,
            140,
            [
                "Honor"
            ]
        ]
    ],
    "Honour and Fleming next collaborated on a single-volume art survey, appearing in 1982 as <em>A World History of Art</em> (<em>Visual Arts: a History</em> in the United States).": [
        [
            0,
            6,
            [
                "Honor"
            ]
        ]
    ],
    "Groundbreaking was its emphasis on Asian art at a time when standard histories focused on European.": [],
    "In 1991 Fleming and Honour produced the <em>Venetian Hours of Henry James, Whistler and Sargent</em>, culled from their experiences of their days with Lubbock, a Henry James disciple.": [
        [
            20,
            26,
            [
                "Honor"
            ]
        ]
    ],
    "In 2001, after suffering illness and blindness, Fleming died.": [],
    "As an art historian, Honour was both praised and criticized.": [
        [
            21,
            27,
            [
                "Honor"
            ]
        ]
    ],
    "<em>Romanticism</em> and <em>Neo-classicism</em> were both criticized for adhering too closely to a concept of style.": [],
    "Charles Rosen and <a href=\"/zernerh\">Henri Thomas Zerner</a> characterized Honour's organization as limiting the book's purported topic of an entire movement (<em>New York Review of Books</em>).": [
        [
            8,
            13,
            [
                "Rose",
                "Risen",
                "Roses",
                "Rouen",
                "Rosin",
                "Rosé"
            ]
        ]
    ]
}