{
    "<p>Art historian and professor in Iconography and Early Christian Art.": [],
    "Hoogewerff attended the Gymnasium in Amersfoort and studied Dutch Language and Literature at the University of Utrecht between 1903 and 1908.": [],
    "In 1912 he received his doctorate, writing his dissertation on Dutch painters working in Italy: <em>Nederlandsche schilders in Italië in de XVIe eeuw.": [
        [
            3,
            7,
            [
                "1912,"
            ]
        ],
        [
            114,
            123,
            [
                "Schiller",
                "chillers",
                "shielders"
            ]
        ],
        [
            127,
            133,
            [
                "Italia",
                "Italic"
            ]
        ],
        [
            140,
            144,
            [
                "Vie",
                "Xvi",
                "Xvii",
                "XviD",
                "Xvid"
            ]
        ],
        [
            145,
            149,
            [
                "new",
                "few",
                "EU",
                "feud",
                "Jew",
                "Zeus"
            ]
        ]
    ],
    "De geschiedenis van het Romanisme</em>.": [
        [
            20,
            23,
            [
                "he",
                "get",
                "her",
                "set",
                "hit",
                "let"
            ]
        ],
        [
            24,
            33,
            [
                "Romanize",
                "Womanism"
            ]
        ]
    ],
    "His advisor was <a href=\"/vogelsangw\">Willem Vogelsang</a>, the first full professor in art history in the Netherlands (beginning 1907).": [],
    "Hoogewerff became his assistant in 1908.": [],
    "During this time, Otto A. Oppermann, lector in medieval history and paleography, encouraged him to do archival research.": [
        [
            26,
            35,
            [
                "Superman",
                "Hermann",
                "Operand",
                "Operant",
                "Appertain",
                "Hubermann"
            ]
        ]
    ],
    "Samuel Muller, archivist of Utrecht, invited him to describe and to catalog the illuminated manuscripts conserved in the Aartsbischoppelijk Museum of Utrecht (the museum of the Archbishopric Utrecht).": [],
    "In 1909, Hoogewerff went to Rome, as assistant at the Nederlands Historisch Instituut te Rome, to research the daily lives of Dutch artists and scholars who had worked in Italy.": [
        [
            54,
            64,
            [
                "Nederland's",
                "Nederland"
            ]
        ],
        [
            65,
            75,
            [
                "Historic"
            ]
        ],
        [
            76,
            85,
            [
                "Institute"
            ]
        ],
        [
            86,
            88,
            [
                "the",
                "Te",
                "to",
                "he",
                "we",
                "be"
            ]
        ]
    ],
    "He remained at the Institute, even after obtaining his doctor's degree, first as Secretary and later, from1924, as Director.": [],
    "Several publications, in addition to his dissertation mentioned above, were the result of his research in the Italian archives.": [],
    "Hoogewerff also pursued research in early Dutch painting and Dutch book illumination.": [],
    "Together with <a href=\"/byvancka\">A.": [],
    "W. Byvanck</a>, he edited, between 1922 and 1925, <em>Noord-Nederlandsche Miniaturen</em>, in three volumes, including a text with 240 reproductions.": [
        [
            3,
            10,
            [
                "Back",
                "Black",
                "Branch",
                "Advance",
                "Bank",
                "Balance"
            ]
        ]
    ],
    "Between 1936 and 1947, Hoogewerff published a comprehensive five-volumes study on early painting in the Northern Netherlands (to the end of the sixteenth century): <em>De Noord-Nederlandsche Schilderkunst</em>.": [],
    "His study on Dutch painters and their guilds in The Netherlands: <em>De Geschiedenis van de St.": [],
    "Lucasgilden in Nederland</em> appeared in 1947 and a similar monograph on Dutch artists in Italy: <em>De Bentvueghels</em>, in 1952.": [],
    "These books draw heavily from archival information documenting the social life of the painters.": [],
    "Hoogewerff's particular interest was in Jan van Scorel, who became the subject of more than one article.": [
        [
            48,
            54,
            [
                "Score",
                "Scored",
                "Scores",
                "Scorer"
            ]
        ]
    ],
    "In 1923, he published a monograph in French on this painter, and a new Dutch version in 1941.": [],
    "After his retirement, in 1950, he became Professor in Iconography and Early Christian Art at Utrecht University.": [],
    "Four years later, in 1954, he retired from this post and went to live in Florence, where he took the initiative in founding the Dutch Institute for Art History.": [],
    "Although generally lauded for his scholarship and archival investigation, Hoogewerff faced criticism as well, in particular concerning his <em>De ontwikkeling der Italiaansche Renaissance</em>, published in 1921.": [],
    "<a href=\"/byvancka\">A.": [],
    "W. Byvanck</a> does not agree, in Hoogewerff's obituary, with the judgment of one of his critics on this book, declaring that Hoogewerff more often has been misunderstood and treated unfairly.": [
        [
            3,
            10,
            [
                "Back",
                "Black",
                "Branch",
                "Advance",
                "Bank",
                "Balance"
            ]
        ],
        [
            142,
            156,
            [
                "has often been"
            ]
        ]
    ],
    "Wessel Krul, exploring Hoogewerff's oeuvre, including <em>Verbeelding en Voorstelling</em> (edited in 1939 and re-edited in 1942 and 1948), remarks that there is in general some unbalance in his style, and some weakness in the presentation of his ideas about culture and esthetics.": [
        [
            0,
            6,
            [
                "Vessel",
                "Wessex",
                "Weasel",
                "Bessel"
            ]
        ],
        [
            7,
            11,
            [
                "KUL"
            ]
        ]
    ],
    "Krul explains that for this reason the greater part of is his oeuvre is largely forgotten, but he states that it is nevertheless of great importance for the history of art history.": [
        [
            0,
            4,
            [
                "KUL"
            ]
        ]
    ],
    "In 1928, in a lecture, and in 1931, in his article \"L'iconologie et son importance pour l'étude systématique de l'art chrétien\", Hoogewerff was dealing with iconology, distinguishing it from iconography.": [
        [
            54,
            64,
            [
                "monologue"
            ]
        ],
        [
            96,
            108,
            [
                "systematize"
            ]
        ],
        [
            118,
            126,
            [
                "Chretien",
                "Chrétien"
            ]
        ],
        [
            157,
            166,
            [
                "phonology"
            ]
        ]
    ],
    "While iconography aims to identify and to describe the represented theme of the work of art, iconology seeks to understand the deeper meaning of works of art, behind the representation itself.": [
        [
            93,
            102,
            [
                "phonology"
            ]
        ]
    ],
    "Iconology, as a method to study the cultural content in which the work of art was made and was perceived, aims to reveal the true sentence of the work of art and the values it was, and still is, representing.": [
        [
            0,
            9,
            [
                "Phonology"
            ]
        ]
    ],
    "Though this theory was rather innovative in a time when the stylistic, esthetic and technical approach of the work of art was more in use by art historians, <a href=\"/bialostockij\">Jan Białostocki</a> remarked in 1973 that Hoogewerff's part in the expansion of iconology was limited, because he did not endorse his methodical proposals with examples of historical interpretation.</p>": []
}