{
    "Director of several California modern-art museums and professor and chair of the department of art, UCLA.": [],
    "Hopkins was the son of Talcott Thompson Hopkins and Zoe Erbe (Hopkins).": [
        [
            23,
            30,
            [
                "Walcott",
                "Alcott"
            ]
        ],
        [
            56,
            60,
            [
                "Erie",
                "Elbe",
                "Erse",
                "EBE",
                "ERBA",
                "FRBE"
            ]
        ]
    ],
    "After initially studying at the College of Idaho in 1946, he moved to the School of the Art Institute of Chicago in 1949 as a painting student, graduating in 1952 with a B.A.": [],
    "in art education.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "The Korean Conflict in full swing, he was drafted into the army, but spent his time as a photographer in Augsberg, Germany.": [
        [
            105,
            113,
            [
                "Augsburg"
            ]
        ]
    ],
    "His travels in Europe sparked an interest in art history.": [],
    "After discharge in 1954, he returned to th AIC, receiving an M.A.": [
        [
            40,
            42,
            [
                "the",
                "TH",
                "Th",
                "to",
                "tho",
                "TT"
            ]
        ]
    ],
    "in 1955.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He entered UCLA in 1957 completing coursework for his Ph.D.": [],
    "Hopkins never completed his dissertation.": [],
    "Though he taught art history in UCLA's extension program through 1968, he left his studies in 1960 to direct the important but short-lived Huysman Gallery which featured the art of Ed Rucha, Larry Bell and other California artists.": [
        [
            139,
            146,
            [
                "Human",
                "Huffman",
                "Hyman",
                "Huntsman",
                "Housman",
                "Heisman"
            ]
        ],
        [
            181,
            189,
            [
                "Ed Ruscha"
            ]
        ]
    ],
    "His controvercial \"War Babies\" exhibition closed the gallery, but Hopkins moved to the Los Angeles County Museum of art as curator of modern exhibitions and art education in 1961.": [
        [
            4,
            17,
            [
                "controversial"
            ]
        ]
    ],
    "He rose to head of museum programs.": [],
    "In 1968 he left both positions to direct the Fort Worth Art Museum (today, the Modern Art Museum of Fort Worth), lecturing at Texas Christian University, Fort Worth.": [
        [
            3,
            7,
            [
                "1968,"
            ]
        ]
    ],
    "During that time he headed the U.S.": [],
    "component at the Venice Bienale in 1970.": [
        [
            0,
            9,
            [
                "Component"
            ]
        ],
        [
            17,
            31,
            [
                "Venice Biennale"
            ]
        ]
    ],
    "In 1974 Hopkins moved the directorship of the San Francisco Museum of Modern Art, where he remained until 1986.": [],
    "During his tenure the Museum doubled in size and depth of its collections and advised on the collections for the Federal Reserve Bank of San Francisco and the Crocker Bank.": [],
    "At the calling of Frederick R. Weisman, the Los Angeles businessman and art collector, Hopkins became the director of Weisman's art collection foundation.": [
        [
            31,
            38,
            [
                "Tasman",
                "Waksman",
                "Gasman",
                "Heisman",
                "Waxman"
            ]
        ],
        [
            118,
            125,
            [
                "Tasman",
                "Waksman",
                "Gasman",
                "Heisman",
                "Waxman"
            ]
        ]
    ],
    "He joined the art department of UCLA (University of California, Los Angeles) in 1991 chairing the department and the Frederick S. Wight Gallery.": [],
    "His assistance in the negotiations with the Armand Hammer Museum led to its merger with UCLA (now the Armand Hammer Museum and Cultural Center, UCLA) and his appointment as director of the Center in 1994.": [],
    "He resumed his professorship at UCLA in 1999 after leaving the Museum, where he became emeritus in 2002.": [],
    "He returned to painting and exhibiting in retirement.": []
}