{
    "<p>Archaeologist, historian of Greek classical vases, and collector.": [],
    "Hoppin graduated from Harvard University in 1893 and studied at the American School of Classical Studies in Athens and the universities in Berlin and Munich, receiving his Ph.": [
        [
            0,
            6,
            [
                "Hopping",
                "Hop pin"
            ]
        ],
        [
            172,
            174,
            [
                "pH",
                "PH",
                "PA",
                "PC",
                "Mph",
                "PM"
            ]
        ]
    ],
    "D., at the latter in 1896.": [],
    "Hoppin's interest was from the first and throughout his career in classical Greek vases; his dissertation was on the vase painter Euthymides.": [
        [
            0,
            6,
            [
                "Hopping",
                "Hop pin"
            ]
        ],
        [
            130,
            140,
            [
                "Euphemizes",
                "Euthanizes",
                "Euthymia",
                "Euthymic"
            ]
        ]
    ],
    "Between 1894-1896 he was a participant in the archaeological dig at Argive Heraeum, Athens, under <a href=\"/waldsteinc\">Charles Waldstein</a> whose finds Hoppin published in 1898.": [
        [
            68,
            74,
            [
                "Arrive",
                "Ar give"
            ]
        ],
        [
            75,
            82,
            [
                "Here",
                "Herself",
                "Heroes",
                "Herbert",
                "Helium",
                "Heresy"
            ]
        ]
    ],
    "That same year he joined Wellesley College as an instructor.": [],
    "The following year he moved to Bryn Mawr as an Associate in Greek Art and Archaeology.": [],
    "In 1901 he was appointed associate professor.": [
        [
            3,
            7,
            [
                "1901,"
            ]
        ]
    ],
    "He resigned in 1904, teaching at the American School in Athens for the 1904-05 year.": [],
    "In 1910, he and <a href=\"/nortonr\">Richard Norton</a> among others excavated the former Greco-Roman outpost Cyrene in North Africa (modern Libya).": [],
    "In 1916 he revised and published his dissertation in English.": [
        [
            3,
            7,
            [
                "1916,"
            ]
        ]
    ],
    "He returned to teaching at Bryn Mawr for the 1917-1919 years.": [
        [
            45,
            54,
            [
                "1917–1919"
            ]
        ]
    ],
    "Two handbooks of Greek vases appeared in 1918 and 1924.": [],
    "He and <a href=\"/gallatina\">A.": [],
    "E. Gallatin</a> co-published the first fascicule of the prestigious <em>Corpus Vasorum Antiquorum</em> for a United States collection, which appeared after his death.": [
        [
            39,
            48,
            [
                "fascicle"
            ]
        ]
    ],
    "The Greek vase artist, the Hoppin Painter, is named for a vase formerly in Hoppin's collection now in the Arthur M. Sackler Museum, Harvard University.</p>": [
        [
            27,
            33,
            [
                "Hopping",
                "Hop pin"
            ]
        ],
        [
            75,
            81,
            [
                "Hopping",
                "Hop pin"
            ]
        ],
        [
            116,
            123,
            [
                "Tackler",
                "Sacker",
                "Mackler",
                "Cackler"
            ]
        ]
    ]
}