{
    "Art collector and historian of Italian Renaissance art.": [],
    "Horne was the son of Horace Horne (d.": [],
    "1894) and Hannah Louisa Gibson (Horne) (d.": [],
    "1903).": [],
    "His father was a practicing architect.": [],
    "He attended the Kensington grammar school where the art critic for the <em>Birmingham Post</em>, D. Barron Brightwell (1834-1899), first introduced Horne to art.": [
        [
            107,
            117,
            [
                "Bright well"
            ]
        ]
    ],
    "Horne then apprenticed to the architect George Vigers in London.": [
        [
            47,
            53,
            [
                "Tigers",
                "Vipers"
            ]
        ]
    ],
    "Horne moved to the studio of Arthur Heygate Mackmurdo (1851-1942 ), becoming a partner in the 1880s.": [
        [
            36,
            43,
            [
                "Hey gate"
            ]
        ],
        [
            64,
            66,
            [
                ")"
            ]
        ]
    ],
    "A social visionary, Mackmurdo, like William Morris, founded the Century Guild in 1882 with the artist Selwyn Image (1849-1930)--and likely Horne--to promote crafts of decoration and book publishing as fine arts.": [],
    "The Century Guild published the periodical <em>The Hobby Horse</em>, between 1884 and 1894, dedicated to fine design.": [],
    "Horne had read the <em>Studies in the History of the Renaissance</em> by <a href=\"/paterw\">Walter Pater</a> which emphasized an aesthetic approach to art.": [],
    "Privately a libertine, his personal life amounted to frequenting bars and keeping numerous mistresses in a bohemian lifestyle.": [
        [
            107,
            115,
            [
                "Bohemian"
            ]
        ]
    ],
    "He was frequently in contact with Oscar Wilde between 1886 and 1891.": [],
    "Horne's interest turned to Renaissance art in earnest.": [],
    "He met the art historian and <a href=\"/berensonb\">Bernard Berenson</a> in 1888 and the (then Italian renaissance) art scholar <a href=\"/fryr\">Roger Fry</a>.": [],
    "In 1889 he traveled to north Italy to study architecture for a commission.": [
        [
            3,
            7,
            [
                "1889,"
            ]
        ]
    ],
    "In England, he lived with his parents until 1890s when he fitted himself out with an aesthete's apartment replete with Renaissance prints.": [],
    "Horne left Mackmurdo in 1892 to practice on his own, designing buildings in a vague quattrocento style.": [],
    "Using an 1894 commission of George Bell &amp; Sons intended for a popular treatment on Botticelli, Bell moved to Italy to study the artist seriously.": [
        [
            40,
            44,
            [
                "camp",
                "lamp",
                "ramp",
                "amp",
                "damp",
                "vamp"
            ]
        ]
    ],
    "From then on, Italian art history became the focus of his life.": [],
    "He sold his collection British of works on paper, including an important group of Alexander Cozens in order to remain in Florence.": [],
    "In Italy in 1897 he conducted tours of the monuments to Britishers such as Mary Costelloe (later <a href=\"/berensonm\">Mary Berenson</a>) and <a href=\"/adyj\">Julia Ady</a>.": [],
    "In 1901 the first of two articles on Botticelli's Adoration in the first issue of the <em>Burlington Magazine</em>.": [],
    "Horne moved permanently to Italy in 1904.": [],
    "He published his most important book in 1908, on Botticelli, in a small edition, dedicated to Pater.": [
        [
            94,
            99,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ]
    ],
    "Fry's elegant review in the <em>Burlington Magazine</em> of the same year praised Horne's analysis.": [],
    "In Florence he developed his art dealing, partnering sometimes acerbically with Fry and Berenson, facilitating and possibly an accomplice to smuggling art works to Italy to Britain and the United States.": [
        [
            3,
            11,
            [
                "Florence,"
            ]
        ],
        [
            88,
            96,
            [
                "Benenson"
            ]
        ]
    ],
    "He bought and restored the Palazzo Corsi in 1911, a fifteenth-century edifice which he transformed into a living museum of renaissance life.": [
        [
            35,
            40,
            [
                "Cori",
                "Corgi",
                "CORS",
                "COSI"
            ]
        ]
    ],
    "The same year he sold the Baltimore collector Henry Walters the magnificent <em>Entombment</em> predella by Giovanni di Paolo.": [
        [
            96,
            104,
            [
                "Iredell",
                "presell",
                "presells",
                "pretell",
                "pretells"
            ]
        ]
    ],
    "The Hamburg art historian <a href=\"/war\">Aby M. Warburg</a> visited a dying Horne in 1915, occupying only the tiniest rooms in his palazzo.": [],
    "Berenson's wife, <a href=\"/berensonm\">Mary Berenson</a> convinced Horne to leave the palazzo to the Italian state, which he did as \"Museo Horne.\"": [
        [
            0,
            8,
            [
                "Benenson"
            ]
        ]
    ],
    "Horne died there in 1916 and is buried in the Gli Allori (protestant) cemetery in Florence.": [
        [
            46,
            49,
            [
                "GI",
                "GUI",
                "Gil",
                "CLI",
                "GDI",
                "GLS"
            ]
        ],
        [
            50,
            56,
            [
                "Allow",
                "Allows",
                "Alloy",
                "Alloys",
                "Lori",
                "Mallory"
            ]
        ]
    ],
    "Horne's art history, clearest in his <em>Botticelli</em> is a narrative parsed with personalized descriptions of the paintings.": [],
    "His approach was compatible with Berenson and Fry, i.e., centered on the formal qualities, assigning attribution, and identifying the details in the manner of <a href=\"/morellig\">Giovanni Morelli</a>.": [
        [
            33,
            41,
            [
                "Benenson"
            ]
        ]
    ],
    "Horne's archival research, unlike Berenson or Fry, was solid and stated in a forthright manner.": [
        [
            34,
            42,
            [
                "Benenson"
            ]
        ]
    ],
    "As contrasting scholars as the museum curator <a href=\"/popehennessyj\">John Pope-Hennessy</a> and Warburg scholar <a href=\"/saxlf\">Fritz Saxl</a>, praised Horne's works years after his death (1979 and 1944).": [],
    "<a href=\"/ettlingerl\">Leopold D. Ettlinger</a> described Horne's <em>Botticelli</em> in 1978 as \"one of the finest and still unsurpassed art-historical books ever written.\"": [],
    "<a href=\"/rothensteinj\">John Rothenstein</a> was wary of his personal traits.": [],
    "Horne's contrasting personality of scholar and bohemian (in her diaries <a href=\"/berensonm\">Mary Berenson</a> alluded to his bisexuality) makes his life difficult to characterize.": [
        [
            47,
            55,
            [
                "Bohemian"
            ]
        ]
    ]
}