{
    "Medievalist professor of art history at the University of California, Berkeley.": [],
    "Horn was the son of a Karl Horn, a Lutheran minister, and Matilde Peters (Horn).": [
        [
            58,
            65,
            [
                "Matilda",
                "Mathilde"
            ]
        ]
    ],
    "He grew up in Heidelberg, attending the university there, and in Berlin and Hamburg studying art history.": [],
    "He settled on the newly establish art history department there, writing his disseration under <a href=\"/panofskye\">Erwin Panofsky</a>.": [
        [
            76,
            87,
            [
                "dissertation"
            ]
        ]
    ],
    "Horn served as a research associate beginning in 1934 at the Kunsthistorisches Institut in Florence.": [
        [
            79,
            87,
            [
                "Institute"
            ]
        ]
    ],
    "His disseration was on the fascade of the church of St-Gilles, was granted for his Ph.D.from Hamburg in 1937.": [
        [
            4,
            15,
            [
                "dissertation"
            ]
        ],
        [
            27,
            34,
            [
                "facade",
                "façade",
                "cascade"
            ]
        ]
    ],
    "Horn's first article, \"Das Florentiner Bapisterium,\" 1938, disproved a Roman or early Christian date for the famous baptistry, based on a careful study of the building materials.": [
        [
            23,
            26,
            [
                "Was",
                "As",
                "Has",
                "Day",
                "Days",
                "Gas"
            ]
        ],
        [
            27,
            38,
            [
                "Florentine"
            ]
        ],
        [
            39,
            50,
            [
                "Magisterium"
            ]
        ],
        [
            116,
            125,
            [
                "baptistery"
            ]
        ]
    ],
    "Horn's strong opposition to National Socialism forced him to emigrate to the United States the same year.": [
        [
            61,
            72,
            [
                "immigrate to",
                "emigrate from"
            ]
        ]
    ],
    "He secured an appointment at the University of California, Berkeley as a visiting lecturer in 1939 and assistant professor the following year.": [],
    "He remained there his entire career.He married Ann Binkley Rand.": [
        [
            36,
            38,
            [
                " He"
            ]
        ],
        [
            51,
            58,
            [
                "Brinkley",
                "Bingley",
                "Hinkley"
            ]
        ]
    ],
    "Horn became a U.S.": [],
    "citizen in 1943 and joined the army to fight the Nazis.": [
        [
            0,
            7,
            [
                "Citizen"
            ]
        ]
    ],
    "He became part of General George S. Patton's 3rd Army in Europe.": [],
    "Given his art background, he was transferred to the division to investigate looted treasures in Germany, Third Army Intelligence Center, interviewing Germans responsible for the thefts.": [],
    "He was discharged from the army with the rank of captain in 1946 and returned to Berkeley and was appointed professor in 1948.": [],
    "In 1949.": [],
    "He married a second time to Alberta West Parker, a physician.": [],
    "Together with the classicist <a href=\"/amyxd\">Darrell A. Amyx</a>, he helped found the History of Art Department at Berkeley.": [],
    "After participating in a conference on the plan of St.": [],
    "Gall in 1957, he published a 1958 article on the bay system in stone architecture.": [],
    "Horn concluded that stone structures of the Romanesque period owed much to the wood churches of the era which had all disappeared.": [],
    "Horn employed a San Francisco architect and draftsman, <a href=\"/borne\">Ernst Born</a>, to assist him with his drawings.": [],
    "Beginning in 1960, Born and Horn began collaborating on the measurement of medieval buildings, publishing several studies of related Cistercian buildings in England and France.": [],
    "Born went on to a career in architectural history at Berkeley through Horn's encouragement.": [],
    "Horn retired emeritus from the University in 1974.": [],
    "In 1979, Horn and Born published a complete study of the plan of St.": [],
    "Gall which received twelve major awards and the AIA medal.": [
        [
            48,
            51,
            [
                "AIR",
                "VIA",
                "AID",
                "ASIA",
                "CIA",
                "AKA"
            ]
        ]
    ],
    "His students include <a href=\"/kleinbauerw\">W.": [],
    "Eugene Kleinbauer, Jr.</a> (master's degree).": [
        [
            7,
            17,
            [
                "Leaguer"
            ]
        ]
    ],
    "The hallmark of Horn's methodology was the precise date of medieval buildings by a study of their building techniques and materials.": [],
    "Throughout his career, Horn contended that the plan of St.": [],
    "Gall was a copy of a lost master plan of 816 or 817.": [],
    "This proved controversial and many of Horn's greatest critics argued that the plan was an ideal plan rather than actual.": []
}