{
    "Esthetician and early art historian; major exponent of Hegel's philosophy in art.": [],
    "Hotho studied law at the Universities of Jura and Breslau between 1820-22 before settling on philosophy at Berlin.": [
        [
            0,
            5,
            [
                "Ho tho",
                "Hot ho"
            ]
        ],
        [
            41,
            45,
            [
                "Jury",
                "Aura",
                "Jurua",
                "Jira",
                "URA",
                "JIRA"
            ]
        ],
        [
            50,
            57,
            [
                "Presley",
                "Belau",
                "Bresler"
            ]
        ]
    ],
    "He wrote his doctorate in 1826 on Descartes, receiving his <em>habilitation</em> in esthetics and art history a year later with a work on Heraklitus.": [],
    "He was made a professor in Berlin in 1829.": [],
    "Already it is clear that his interests lay in art, as his examination covered Dutch and German paintings of the 15th century.": [],
    "Hotho was an enthusiastic lecturer, admiring works of art so much that it seemed to his students that he was the painter himself.": [
        [
            0,
            5,
            [
                "Ho tho",
                "Hot ho"
            ]
        ]
    ],
    "In 1832 Hotho applied for a position a the new Berlin Art museum, founded two years earlier by <a href=\"/waageng\">Gustav Friedrich Waagen</a>.": [
        [
            8,
            13,
            [
                "Ho tho",
                "Hot ho"
            ]
        ],
        [
            37,
            42,
            [
                "a",
                "the"
            ]
        ]
    ],
    "He was made assistant in the painting division of the Berlin Art Museum.": [],
    "In 1835 his first art-historical writings appeared, <em>Vorstudien für Leben und Kunst</em>, where he confessed a predilection for critiquing individual works of art rather than writing histories.": [],
    "Hotho published a commentary on the painting of the late Middle Ages German and the Netherlands, <em>Geschichte der deutschen und niederländischen Malerei</em>, written--unusual for German academics--in a very direct and concise language.": [
        [
            0,
            5,
            [
                "Ho tho",
                "Hot ho"
            ]
        ]
    ],
    "Although a frank Hegelian account of the period, his hermeneutical method also showed an influence of <a href=\"/winckelmannj\">Johann Joachim Winckelmann</a> and the philosophers Friedrich Schelling (1775-1854), Karl Solger (1780-1819).": [],
    "He re-issued his Netherlandish volume in the 1860s, concentrating on Hubert van Eyck and leaving out the sections on aesthetics.": [],
    "In 1860 Hotho was promoted to director of the Print Collection at the Berlin Museum (Kupferstichkabinetts der Berliner Museen).": [
        [
            8,
            13,
            [
                "Ho tho",
                "Hot ho"
            ]
        ],
        [
            106,
            109,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "His later writing showed a shift toward a more empirical method art history.": [],
    "Art historians during the early years of art history followed either an empirical method, frequently based on the study of the individual work of art, or sweeping, theoretical approaches that attempted to summarize a period of art.": [],
    "Hotho, Waagen and <a href=\"/rumohrk\">Karl Friedrich von Rumohr</a> belonged to the former, frequently termed the \"Berlin school of art history.\"": [
        [
            0,
            5,
            [
                "Ho tho",
                "Hot ho"
            ]
        ],
        [
            7,
            13,
            [
                "Warren",
                "Wage",
                "Wages",
                "Wagon",
                "Weaken",
                "Waged"
            ]
        ]
    ],
    "Hotho took pains in his writing to insist his findings were not speculative but founded on facts, a contention supported by his practical work in the museum.": [
        [
            0,
            5,
            [
                "Ho tho",
                "Hot ho"
            ]
        ]
    ],
    "Hotho was a life-long Hegelian (Hegel taught at the University of Berlin from 1818 until 1831), and one of the most prominent representatives of a Hegelian view of art history.": [
        [
            0,
            5,
            [
                "Ho tho",
                "Hot ho"
            ]
        ]
    ],
    "Hotho edited Hegel's work and lecture on them after Hegel's death.": [
        [
            0,
            5,
            [
                "Ho tho",
                "Hot ho"
            ]
        ]
    ],
    "The Hegelian approach to art history rejected the contemporary notion that antiquity, the Italian Renaissance and late Middle Ages formed the important the epochs of art.": [],
    "Hotho's Hegelian view favored an evolution of art motivated by spirit (<em>Geist</em>) and a tension with material.": [
        [
            0,
            5,
            [
                "Ho tho",
                "Hot ho"
            ]
        ]
    ],
    "Hotho's art-historical writings attempt to discern the <em>Geist</em> driving the painter to create, thereby (according to Hotho) enabling a full appreciation of individual works of the master.": [
        [
            0,
            5,
            [
                "Ho tho",
                "Hot ho"
            ]
        ]
    ],
    "His method necessarily relies on a strong <em>art appreciation</em> component to construct his art history, but the philosophical construct obstructed his judgment.": [],
    "He disparaged contemporary art such as the Düsseldorf school and <a href=\"/burckhardtj\">Jacob Burckhardt</a> complained of Hotho's exuberant writing.": [],
    "In this regard his writings have not held historical value as much as his fellow Berlin school historians, especially Rumohr, whose writings were rooted more on factual observation.": [
        [
            118,
            124,
            [
                "Rumor"
            ]
        ]
    ]
}