{
    "Art writer, painter, draughtsman, engraver, book illustrator.": [
        [
            21,
            32,
            [
                "draftman"
            ]
        ]
    ],
    "At the age of nine, Houbraken became an assistant in the shop of the Dordrecht merchant in twine, Johannes de Haan.": [
        [
            20,
            29,
            [
                "Hoboken",
                "Housebroken"
            ]
        ]
    ],
    "His patron, being himself trained in painting by Nicolaes Maes (1634-1693), gave the young boy the opportunity to copy drawings and prints.": [],
    "In 1672, Houbraken began his apprenticeship as a painter, first for a short time as a pupil of the landscape painter Willem van Drielenburch (c.": [
        [
            9,
            18,
            [
                "Hoboken",
                "Housebroken"
            ]
        ]
    ],
    "1625-after 1677).": [],
    "In 673-1674, he spent nine months in the studio of the portraitist Jacobus Levecq (1634-1675).": [
        [
            75,
            81,
            [
                "Level",
                "Levels",
                "Lever",
                "Levee",
                "Levees",
                "Levers"
            ]
        ]
    ],
    "Eventually, between 1674 and 1678, he worked in the studio of his master, Samuel van Hoogstraten (1627-1678), who taught him classicist art theory and who at that time was writing his <em>Inleyding tot de hooge schoole der schilderkonst</em> (Introduction to the Advanced School of Painting, 1678).": [],
    "In 1678, Houbraken became a member of the Dordrecht Guild of St.": [
        [
            9,
            18,
            [
                "Hoboken",
                "Housebroken"
            ]
        ]
    ],
    "Luke.": [],
    "As a professional painter, he also had a broad interest in antiquities and in literature related to art, theater, religion, and philosophy.": [],
    "He regularly worked as book illustrator.": [],
    "In 1685, he married Sara, daughter of the surgeon Jabob Sasbout Souburg.": [
        [
            50,
            55,
            [
                "Jacob",
                "Jakob",
                "Jabot",
                "Nabob",
                "Jab ob"
            ]
        ],
        [
            56,
            63,
            [
                "About",
                "Sabot",
                "Washout",
                "Cashout"
            ]
        ],
        [
            64,
            71,
            [
                "Sou burg"
            ]
        ]
    ],
    "In 1700, he published his first book, with etchings of emblems and descriptions: <em>Tooneel van sinnebeelden</em> (Stage of Emblems).": [],
    "The prints were meant to serve as models for artists.": [],
    "Houbraken found most of his subject matter in the <em>Iconologia</em> of <a href=\"/ripacf\">Cesare Ripa</a>, translated into Dutch in 1644.": [
        [
            0,
            9,
            [
                "Hoboken",
                "Housebroken"
            ]
        ],
        [
            28,
            42,
            [
                "subject"
            ]
        ]
    ],
    "Around 1709-1710, he moved with his wife and ten children to the Prinsengracht in Amsterdam.": [],
    "His daughter Antonyna (1686-1736) dedicated herself to drawing, and his son Jacob (1698-1780) became a renowned engraver.": [
        [
            13,
            21,
            [
                "Antenna",
                "Antony",
                "Antonia",
                "Antonin",
                "Antonym",
                "Antonyms"
            ]
        ]
    ],
    "In 1714, Houbraken completed an emblem book, coauthored with Gezine Brit who wrote the poems accompanying Houbraken's descriptions of the emblems: <em>Stichtelyke zinnebeelden</em> (Edifying Emblems).": [
        [
            9,
            18,
            [
                "Hoboken",
                "Housebroken"
            ]
        ],
        [
            106,
            115,
            [
                "Hoboken",
                "Housebroken"
            ]
        ]
    ],
    "Houbraken made the designs for the emblems, which he himself along with others engraved in copper.": [
        [
            0,
            9,
            [
                "Hoboken",
                "Housebroken"
            ]
        ]
    ],
    "The work appeared posthumously in 1723.": [],
    "H.J.": [],
    "Horn remarks in his 2000 study <em>The Golden Age Revisited</em> that this text in general does not follow the mainstream Calvinistic tradition of earlier moralists in this genre, such as Jacob Cats (1577-1660).": [],
    "On the contrary, there is an apparent stoic wisdom in Houbraken's edifying explications.": [
        [
            26,
            50,
            [
                "apparent stoic wisdom"
            ]
        ],
        [
            54,
            63,
            [
                "Hoboken",
                "Housebroken"
            ]
        ]
    ],
    "In 1717, Houbraken began his most important project in the field of art history: a biography of around 550 Dutch and Flemish painters, including a modest number of female artists.": [
        [
            9,
            18,
            [
                "Hoboken",
                "Housebroken"
            ]
        ]
    ],
    "<em>De Groote Schouburgh der Nederlantsche Konstschilders en Schilderessen</em> (The Great Theatre of Netherlandish Painters and Paintresses), published in 1718-1721, was meant as a sequel to the 1604 <em>Schilder-Boeck</em> of <a href=\"/manderk\">Karel Van Mander</a> The first volume begins in 1466, and the third volume ends with painters born until 1659.": [],
    "Houbraken intended to write a fourth volume, but he died untimely in 1719.": [
        [
            0,
            9,
            [
                "Hoboken",
                "Housebroken"
            ]
        ]
    ],
    "The third volume was posthumously published by his widow in 1721.": [],
    "Houbraken, who lamented the decline of painting in his days, wrote that it was his intention to keep alive the memory of the artists of the glorious seventeenth century, and to encourage apprentices to imitate their excellence.": [
        [
            0,
            9,
            [
                "Hoboken",
                "Housebroken"
            ]
        ]
    ],
    "His most important source was the 1675-1679 Teutsche Academie (German Academy) of <a href=\"/sandrartj\">Joachim von Sandrart</a>.": [
        [
            44,
            52,
            [
                "Deutsche"
            ]
        ],
        [
            53,
            61,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "Houbraken's son Jacob engraved most of the painter portraits, after his father's designs.": [
        [
            0,
            9,
            [
                "Hoboken",
                "Housebroken"
            ]
        ]
    ],
    "The lives of the painters are full of anecdotes, and interwoven with poetry and theoretical digressions, which reveal Houbraken's classicist views of the art of painting.": [
        [
            118,
            127,
            [
                "Hoboken",
                "Housebroken"
            ]
        ]
    ],
    "He regularly quoted poems from the work of Andries Pels (1631-1681), <em>Gebruik én misbruik des toneels</em> (The Use and Abuse of the Stage, 1681), intending to apply the rules for playwrights to the art of painting.": [
        [
            43,
            50,
            [
                "Andres",
                "Andrés",
                "An dries"
            ]
        ],
        [
            51,
            55,
            [
                "Pets",
                "Peas",
                "Pens",
                "Eels",
                "Pegs",
                "Pelts"
            ]
        ]
    ],
    "<em>De Groote Schouburgh</em> gained great acclaim in the later eighteenth century.": [],
    "Houbraken's first biographer was <a href=\"/goolj\">Johan Van Gool</a> (1685-1763), who continued Houbraken's work with his 1750-1751 <em>De Nieuwe Schouburg der Nederlantsche Kunstschilders en Schilderessen</em> (The New Theatre of Netherlandish Painters and Paintresses).": [
        [
            0,
            9,
            [
                "Hoboken",
                "Housebroken"
            ]
        ]
    ],
    "The popularity of Houbraken's work however declined in the following century, due to a strong disapproval of the content of some anecdotes.": [
        [
            18,
            27,
            [
                "Hoboken",
                "Housebroken"
            ]
        ]
    ],
    "The stories on the great Dutch masters Jan Steen and Rembrandt in particular were seen as dubious fiction by <a href=\"/kolloffe\">Éduard Ernst Kolloff</a> and even slander.": [],
    "From the end of the nineteenth century onwards, the art historical reliability and significance of <em>De Groote Schouburgh</em> were the subject of scholarly discussion by a number of art historians.": [],
    "An incomplete German translation by <a href=\"/wurzbacha\">Alfred Wolfgang von Wurzbach</a> appeared in 1880.": [],
    "The critical 1893 study of <a href=\"/hofstededegrootc\">Cornelis Hofstede de Groot</a> on Houbraken's sources paved the way for a better understanding and rehabilitation of <em>De Groote Schouburgh</em>.": [],
    "The art historian <a href=\"/fraengerw\">Wilhelm Fraenger</a> won a 1913 prize early in his university career on the subject of Houbraken's art theory.": [],
    "Between 1943 and 1953, <a href=\"/swillensp\">P.": [],
    "T. A. Swillens</a> published a modern Dutch edition, with indexes and additional short biographies of the painters.": [
        [
            6,
            14,
            [
                "Swill ens"
            ]
        ]
    ],
    "Houbraken's classicist viewpoint became an important issue in the reception of <em>De Groote Schouburgh</em>.": [
        [
            0,
            9,
            [
                "Hoboken",
                "Housebroken"
            ]
        ]
    ],
    "<a href=\"/emmensj\">J.": [],
    "A. Emmens</a>, in his study <em>Rembrandt en de regels van de kunst</em>, saw Houbraken as a dogmatic classicist, whose main goal it was to promote his classicist theories on art.": [
        [
            3,
            9,
            [
                "Emmen's",
                "Emmen"
            ]
        ]
    ],
    "Bart Cornelis, however, rejected this criticism in his 1995 article \"A Reassessment of Arnold Houbraken's Groote schouburgh\", pointing to Houbraken's own statement on the aim of his book.": [
        [
            5,
            13,
            [
                "Cornelius",
                "Cornelia"
            ]
        ],
        [
            106,
            112,
            [
                "Groove",
                "Groot"
            ]
        ],
        [
            113,
            123,
            [
                "Schaumburg"
            ]
        ],
        [
            138,
            147,
            [
                "Hoboken",
                "Housebroken"
            ]
        ]
    ],
    "Hendrik Horn, in his above-mentioned study, tried \"to hone in on the hearths of controversy like a heat-seeking missile\".": [],
    "A particular aspect of Horn's interpretive study is his portrayal of the man behind the stage, the creator of <em>De Groote Schouburgh</em>, as a classicist artist with a broad education and a distinct philosophical attitude to the human condition of life.": [],
    "His connoisseurship and iconographic knowledge qualify him as an early art historian.": []
}