{
    "Courtauld Institute 19th-century French art scholar.": [
        [
            0,
            9,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "House was born to [Arthur] Humphry House (1908-1955), an Oxford scholar of Dickens and Gerard Manley Hopkins, and Madeline Church (House).": [],
    "House was raised under the stern influence of his Oxford don father until his father died when House was 10.": [],
    "The younger House graduated from Westminster School and entered New College, Oxford, majoring in Classics and achieving a First in the exams there.": [],
    "House married Jill Turner in 1968.": [],
    "He entered the Courtauld Institute of Art for a master's degree, granted in 1969 and immediately became a lecturer at the School of Fine Arts and Music at the nascent University of East Anglia the same year.": [
        [
            15,
            24,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "House used the opportunity of teaching at a relatively newly founded university, and encouraged by Department chair <a href=\"/laskop\">Peter Erik Lasko</a>, to developed innovative teaching methods and greater student classroom participation.": [],
    "His career as a curator began in 1974 with the exhibition Impressionism at the Royal Academy.": [],
    "He pursued his Ph.D.": [],
    "at the Courtauld Institute, writing his 1976 dissertation on Monet.": [
        [
            0,
            2,
            [
                "At"
            ]
        ],
        [
            7,
            16,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "After its completion he moved to teach at University College, London.": [],
    "His second exhibition at the Royal Academy, a post-Impressionist show, was launched in 1979.": [],
    "Still only four years after his doctoral completion, House was appointed a lecturer at the Courtauld in 1980 and shortly thereafter, reader.": [
        [
            91,
            100,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "At the same time House was the principal curator for the first major Renoir retrospective held at the Hayward gallery in 1985, a show that extended to the Grand Palais and Boston.": [],
    "He revised his dissertation into the book <em>Monet: Nature into Art</em> in 1986.": [],
    "House lectured as Slade Professor at the University of Oxford in 1987.": [
        [
            18,
            23,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "He curated an exhibition reassembling the works from Samuel Courtauld's collection, the institute's founder, in 1994 issuing the catalog <em>Impressionism for England: Samuel Courtauld as Patron and Collector</em>.": [
        [
            60,
            69,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Appointments as a chair came in 1995 and then deputy director of the Courtauld.": [
        [
            69,
            78,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "In 2002, he was named the Walter H. Annenberg professor.": [
        [
            36,
            45,
            [
                "Vandenberg"
            ]
        ]
    ],
    "House mounted another exhibition at the Hayward ten years later, Landscapes of France, controversial because it featured academic painting of the Salon works along side the Impressionists.": [
        [
            158,
            168,
            [
                "alongside"
            ]
        ]
    ],
    "His final book, <em>Impressionism: Paint and Politics</em>, appeared in 2004.": [],
    "The same year he held a curatorial research fellowship at the Clark Art Institute, Williamstown, MA, 2007 show at the Royal Academy, \"Impressionists by the Sea,\" viewed the paintings as reflecting social change as much as highlighting the hallmark subject matter of the movement.": [
        [
            248,
            262,
            [
                "subject"
            ]
        ]
    ],
    "He studied as Samuel H. Kress Professor at the Centre for Advanced Study in the Visual Arts, Washgington, D. C., for the 2008-2009 year.": [
        [
            24,
            29,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ],
        [
            93,
            104,
            [
                "Washington"
            ]
        ]
    ],
    "House's catalog for the Royal Academy's 1999 exhibition <em>Monet in the 20th Century</em>.": [],
    "He divorced in 2009, living his final years with a partner, Nancy Marshall and retiring from the Courtauld in 2010.": [
        [
            97,
            106,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "House was at work on the Renoir permanent-holdings catalog for the Barnes Foundation, PA, which he had come to know intimately from his research with the Courtauld Collection, when he suffered a heart attack at age 66 from which he succumbed.": [
        [
            154,
            163,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "As a scholar of Impressionism, House employed a traditional close reading of paint surfaces, pictorial decisions and painterly strategies (<em>Times</em>).": [],
    "Later he added a focus on the social and cultural upheavals accompanying art, particularly that of the industrialization in late 19th-century France.": [],
    "Though publishing during the time of the New Art History and feminism, House resisted applying these conventional theories to his work.": [],
    "His revisionist view of Monet's late water lily paintings denied the modernist dictum of proto-abstract expressionism, arguing instead that they fit better into the panoramic art genre of the period in which they were painted.": []
}