{
    "Controversial director of the Metropolitan Museum of Art, New York, 1967-1977.": [],
    "Hoving was born to a Swedish immigrant father Walter Hoving (1897-1989), a department store magnate, President of Bonwit Teller and later CEO of Tiffany's.": [
        [
            0,
            6,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ],
        [
            53,
            59,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ],
        [
            114,
            120,
            [
                "Bowie",
                "Bandit",
                "Bonnet",
                "Benoit",
                "Bonita",
                "Bonito"
            ]
        ]
    ],
    "His mother was Mary Osgood Field (Hoving) (d.": [
        [
            34,
            40,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "1954), a descendant of the first Postmaster General of the United States, Samuel Osgood (1747-1813).": [],
    "His early childhood was spent in Lake Forest, Illinois until his parents divorced (age five), when he and his mother moved to New York.": [],
    "His youth was turbulent.": [],
    "Hoving attended various preparatory schools, Buckley, Eaglebrook, Exeter and Hotchkiss, before graduating <em>summa cum laude</em> from Princeton University in 1953.": [
        [
            0,
            6,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ],
        [
            54,
            64,
            [
                "Eagle brook"
            ]
        ]
    ],
    "He met and married a Vassar student Nancy Bell during his college years.": [],
    "After discharge from the Marine Corps in 1955, he attended Princeton graduate school in art history (on a scholarship because his father declined to pay for art studies).": [],
    "As a graduate student he gave a lecture in 1959 at the Frick Collection, part of Princeton's annual graduate student symposium, where <a href=\"/rorimerj\">James Rorimer</a>, Director of the Metropolitan Museum of Art was greatly impressed.": [],
    "Hoving’s father introduced his son to Rorimer, also a medievalist, who offered him a job as a curatorial assistant at The Cloisters, a branch of the Metropolitan Rorimer helped build.": [
        [
            0,
            6,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ],
        [
            38,
            45,
            [
                "Former",
                "Primer",
                "Mortimer",
                "Dormer",
                "Roomier",
                "Gorier"
            ]
        ],
        [
            162,
            169,
            [
                "Former",
                "Primer",
                "Mortimer",
                "Dormer",
                "Roomier",
                "Gorier"
            ]
        ]
    ],
    "Hoving completed his dissertation in 1960, written under <a href=\"/weitzmannk\">Kurt Weitzmann</a> with a topic on the Ada School ivories, part of the first major scriptorium of the Carolingian Renaissance.": [
        [
            0,
            6,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "Rorimer took Hoving on buying trips in Europe and taught him much about the trade.": [
        [
            0,
            7,
            [
                "Former",
                "Primer",
                "Mortimer",
                "Dormer",
                "Roomier",
                "Gorier"
            ]
        ],
        [
            13,
            19,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "Hoving honed his connoisseurship skills from <a href=\"/steingrabere\">Erich Steingräber</a>, Director of the Germanic Museum in Nuremberg, when the scholar spent half a year with the Met's collections.": [
        [
            0,
            6,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "Hoving's doggedness as a curator resulted in spectacular finds, such as the Romanesque doorway in the Fuentidueña Chapel of The Cloisters which he tracked down to an abandoned lot in Nice, France.": [
        [
            0,
            6,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "He was also responsible for acquiring in 1963 one of the Met's most treasured medieval pieces, a late twelfth-century English ivory cross believed at the time to have come from Bury St.": [],
    "Edmunds.": [
        [
            0,
            7,
            [
                "Edmund's",
                "Edmund",
                "Edmonds",
                "Edmundo"
            ]
        ]
    ],
    "The other possible contender, the British Museum's <a href=\"/brucemitfordr\">Rupert Leo Scott Bruce-Mitford</a>, refused to bid on the cross because of its poor provenance.": [],
    "In 1965 Hoving left the Museum to accept an offer by Mayor John Lindsay (1921-2000) to be Commissioner of Parks.": [
        [
            8,
            14,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "As Commissioner, Hoving changed the operation of the NYC Parks, for example, creating the building-sized banners for the public to paint in Central Park, known famously as Hoving's \"Happenings.\"": [
        [
            17,
            23,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ],
        [
            172,
            178,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "When Rorimer died unexpectedly of a heart attack the following year, 1966, Hoving was appointed director of the Met, largely because of his skill at the Parks System of integrating the public into its projects.": [
        [
            5,
            12,
            [
                "Former",
                "Primer",
                "Mortimer",
                "Dormer",
                "Roomier",
                "Gorier"
            ]
        ],
        [
            75,
            81,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "By 1970 he had developed a master plan for the Museum (the first big building project since 1926), calling for five new wings and an increase in gallery space by one third.": [],
    "Hoving was always controversial in the position as director.": [
        [
            0,
            6,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "In 1972, he authorized the sale of important Impressionist and post-Impressionist paintings and old masters (some were unrecognized major works by important painters, such as Guido Reni and Artemisia Gentileschi), and modern pictures to raise money for new acquisitions.": [
        [
            190,
            199,
            [
                "Artemis"
            ]
        ],
        [
            200,
            211,
            [
                "Gentiles chi"
            ]
        ]
    ],
    "Scholars such as <a href=\"/rewaldj\">John Rewald</a>, the dealer Eugene V. Thaw (1927-2018), and <em>New York Times</em> critic <a href=\"/canadayj\">John Canaday</a> raised a public outcry.": [],
    "Hoving saw his mission to change the museum to make art more accessible to the public.": [
        [
            0,
            6,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "But Hoving's theatrics and what the academic world perceived as his lack of integrity were distancing the Museum from the very scholars they sought to attract.": [
        [
            4,
            10,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "To address this, Hoving hired former Victoria and Albert Museum director <a href=\"/popehennessyj\">John Pope-Hennessy</a> for the position of \"Consultative Chairman\" to the Department of European Painting in 1977.": [
        [
            17,
            23,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "The move was considered brilliant.": [],
    "Pope-Hennessy was essentially Hoving's opposite, a strong connoisseur-style historian with little tolerance for mediocrity.": [
        [
            30,
            36,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "He also harbored a surprising regard for Hoving.": [
        [
            41,
            47,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "Hoving negotiated the famous \"King Tut\" show for the Met, traveling to other museums in the U.S.. Sensing rising disapproval of his disregard of Museum procedures, Hoving announced a new private center to be built within the Metropolitan Museum with Annenberg funds, in 1977, with himself as director.": [
        [
            0,
            6,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ],
        [
            95,
            97,
            [
                ".",
                "…"
            ]
        ],
        [
            164,
            170,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ],
        [
            250,
            259,
            [
                "Vandenberg"
            ]
        ]
    ],
    "He stepped down and was succeeded by deputy director <a href=\"/demontebellop\">Philippe de Montebello</a>, who oversaw the stupendous response of the Tut show Hoving had instituted.": [],
    "Rising controversy followed the Annenberg plan and it was eventually scrapped.": [
        [
            32,
            41,
            [
                "Vandenberg"
            ]
        ],
        [
            46,
            50,
            [
                ", and"
            ]
        ]
    ],
    "Hoving worked as an arts correspondent for ABC television's \"20/20\" (through 1984) and editor of <em>Connoisseur Magazine</em> beginning in 1981.": [
        [
            0,
            6,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "He changed the respected art journal to include gossipy pieces and vendettas against art museums, particularly the Getty.": [],
    "The journal folded in 1991.": [],
    "Hoving also wrote a spate of one-sided tell-all-style books of his years at the Metropolitan.": [
        [
            0,
            6,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "The books spent many weeks on <em>The New York Times</em> \"Best Seller\" list.": [],
    "<em>King of the Confessors</em> (1981) tells the history and acquisition of the so-called Bury St.": [],
    "Edmund's cross, failing to mention in typical Hoving style, that the work was referred to him by the (Boston) Museum of Fine Art's <a href=\"/swarzenskih\">Hanns Swarzenski</a>.": [
        [
            46,
            52,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "In 1993, after several failures with fiction, he regained the best seller with his publication <em>Making the Mummies Dance: Inside the Metropolitan Museum of Art</em>a title derived from a comment of Lindsay’s to him, \"you'll make the mummies dance.\"": [
        [
            62,
            73,
            [
                "bestseller"
            ]
        ]
    ],
    "Hoving wrote a catalog intending it to accompany an Andrew Wyeth retrospective in 1995 at the Nelson-Atkins Museum of Art in Kansas City.": [
        [
            0,
            6,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "He matched Wyeth’s comments to the over four thousand pieces Wyeth had painted for the 1995 Kansas City exhibition, <em>Andrew Wyeth: Autobiography</em>.": [],
    "Though the book did disappointingly in sales, it marked the first time an art historian ever interviewed Wyeth.": [],
    "In 1996 Hoving returned to the block-buster tell-all with <em>False Impressions: The Hunt for the Big-Time Art Fakes</em>.": [
        [
            8,
            14,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ],
        [
            31,
            43,
            [
                "blockbuster"
            ]
        ]
    ],
    "He died at his Manhattan home at age seventy-eight.": [],
    "Hoving's genuine art-historical erudition was overshadowed by a personal egotism, but also a genuine populism.": [
        [
            0,
            6,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "Infatuated with publicity and the power it brings, he ultimately overplayed his authority at the Metropolitan.": [],
    "His disregard for standard museum practice was famous.": [],
    "For example, he and his curator of classical art, <a href=\"/bothmerd\">Dietrich von Bothmer</a>, purchased a Greek krater decorated by Euphronios in 1972 by selling a large part of the Department's coin collection, despite the krater's murky provenance and high price.": [],
    "Years later, in 1993, Hoving admitted that at the time and krater was repatriated, the provenance was known to have been wrong.": [
        [
            22,
            28,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ],
        [
            59,
            65,
            [
                "crater",
                "Kramer",
                "Crater",
                "rater",
                "grater",
                "prater"
            ]
        ]
    ],
    "He mockingly referred to the incident as the “hot pot”.": [],
    "Scholarly shows, such as the important \"French Painting 1774-1830,\" had included paintings by lesser-known artists lent by the Louvre.": [],
    "Hoving cut them from the show at the last minute, according to a fellow organizer, <a href=\"/rosenblumr\">Bob Rosenblum</a>, because they could not be promoted to the public.": [
        [
            0,
            6,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "His memoir-style books, while rousing stories, are one-sided and at times fictitious accounts of what would have been fascinating stories of the art world by a genuine insider.": [],
    "In later years he became the editor of <em>Connoisseur</em> where he led the exposure of the Getty Museum's unscrupulous curator <a href=\"/frelj\">Jiří K. Frel</a>.": [],
    "His competitive nature toward other art museums alienated the Met from much of the American art museum world, particularly <a href=\"/brownjc\">J.": [],
    "Carter Brown</a> of the National Gallery of Art.": [],
    "However, Hoving is credited with opening the Met to the larger museum-going audience through blockbuster exhibitions (later adopted by Brown of the NGA) and remunerative sales techniques now common in most art museums.": [
        [
            9,
            15,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "He was often a very canny deaccessioner that resulted in remarkable exchanges benefitting the public (Cordova).": [
        [
            26,
            39,
            [
                "accessioned"
            ]
        ]
    ]
}