{
    "American woman of letters; wrote art history; teacher; poet.": [],
    "R'lene LaFleur Howell was born in Michigan in 1926.": [
        [
            2,
            6,
            [
                "line",
                "Lee",
                "gene",
                "lane",
                "Lane",
                "lens"
            ]
        ]
    ],
    "She attended the University of Chicago for her doctorate; her dissertation was titled <em>American Art in the Stream of Realism</em>.": [],
    "She worked at the Metropolitan Museum of Art as an assistant, penning and article, \"Craftsmanship in Wrought Iron\" in 1950.": [],
    "As she published, the aspiring novelist Edward Dahlberg (1900-1977) courted her—calling her daily and dedicating works such as \"The Parables\" and <em>The Flea of Sodom</em> to her.": [
        [
            47,
            55,
            [
                "Dahl berg"
            ]
        ]
    ],
    "On October 14th, 1950 Dahlberg published this tribute to R'lene, then divorcing his second wife Winifred to marry her.": [
        [
            22,
            30,
            [
                "Dahl berg"
            ]
        ],
        [
            59,
            63,
            [
                "line",
                "Lee",
                "gene",
                "lane",
                "Lane",
                "lens"
            ]
        ]
    ],
    "R'lene changed her name to Rlene H Dahlberg, dropping the apostrophe and taking her husband's last name.": [
        [
            2,
            6,
            [
                "line",
                "Lee",
                "gene",
                "lane",
                "Lane",
                "lens"
            ]
        ],
        [
            27,
            32,
            [
                "René",
                "Rene",
                "Arlene",
                "Ilene"
            ]
        ],
        [
            35,
            43,
            [
                "Dahl berg"
            ]
        ]
    ],
    "Together, they moved throughout Majorca, Montpellier, and Torremolinos, eventually settling in Majorca.": [],
    "As Edward gained more recognition for his writings, R'lene continued to act as his editor.": [
        [
            54,
            58,
            [
                "line",
                "Lee",
                "gene",
                "lane",
                "Lane",
                "lens"
            ]
        ]
    ],
    "She then taught English at UCLA and Grover Cleveland High School, staying friends with Edward after they divorced in 1967.": [],
    "R'lene became a poet, author, and publisher at Pequod Press, publishing \"Elsie John and Joey Martinez\" in 1979 and penning <em>Emma Goldman</em> in 1983.": [
        [
            2,
            6,
            [
                "line",
                "Lee",
                "gene",
                "lane",
                "Lane",
                "lens"
            ]
        ],
        [
            47,
            53,
            [
                "Pequot"
            ]
        ]
    ],
    "Through her editorial work, she became a close friend of the writer Herbert Huncke (1915-1996)—a poet and author who coined the term \"The Beat Generation.\"": [
        [
            76,
            82,
            [
                "Hence",
                "Uncle",
                "Ounce",
                "Huck",
                "Muncie",
                "Dunce"
            ]
        ]
    ],
    "Later on, R'lene became an English teacher in New York at Stuyvesant High School.": [
        [
            12,
            16,
            [
                "line",
                "Lee",
                "gene",
                "lane",
                "Lane",
                "lens"
            ]
        ]
    ],
    "An R'lene Howell Dahlberg scholarship was created to honor her.": [
        [
            5,
            9,
            [
                "line",
                "Lee",
                "gene",
                "lane",
                "Lane",
                "lens"
            ]
        ],
        [
            17,
            25,
            [
                "Dahl berg"
            ]
        ]
    ],
    "Howell Dahlberg published comparatively little as an art historian.": [
        [
            7,
            15,
            [
                "Dahl berg"
            ]
        ]
    ],
    "However, her meeting the nascent writer Francis \"Frank\" McCourt (1930-2009), through her husband, led her to become his advocate.": [],
    "McCourt's publication of his famous <em>Angela's Ashes</em>, 1996, was due in part to her championing it.": []
}