{
    "Professor of art history and decorative arts museum curator.": [],
    "Hudig was born in Rotterdam where his father and his brother were members of the shipping firm Hudig and Veder.": [
        [
            0,
            5,
            [
                "Audio",
                "Hiding",
                "Hung",
                "Ludwig",
                "Audit",
                "Dig"
            ]
        ],
        [
            95,
            100,
            [
                "Audio",
                "Hiding",
                "Hung",
                "Ludwig",
                "Audit",
                "Dig"
            ]
        ],
        [
            105,
            110,
            [
                "Vader",
                "Veer",
                "Seder",
                "Ceder",
                "FEDER"
            ]
        ]
    ],
    "The young Hudig apprenticed at the firm of Ryley and Company in London.": [
        [
            10,
            15,
            [
                "Audio",
                "Hiding",
                "Hung",
                "Ludwig",
                "Audit",
                "Dig"
            ]
        ],
        [
            43,
            48,
            [
                "Riley",
                "Ayla",
                "Kyla",
                "Rylan",
                "Rylee"
            ]
        ]
    ],
    "Between 1907 and 1913 he served the Hudig and Veder firm in Amsterdam as proxy holder.": [
        [
            36,
            41,
            [
                "Audio",
                "Hiding",
                "Hung",
                "Ludwig",
                "Audit",
                "Dig"
            ]
        ],
        [
            46,
            51,
            [
                "Vader",
                "Veer",
                "Seder",
                "Ceder",
                "FEDER"
            ]
        ]
    ],
    "Fascinated by art and literature, he left the firm at age 30 to study art history in Berlin.": [],
    "For two years he studied under <a href=\"/goldschmidta\">Adolph Goldschmidt</a>, <a href=\"/grisebacha\">August Grisebach</a>, and <a href=\"/loeschckeg\">Georg Loeschcke</a>.": [],
    "In 1915 he moved to Zürich, and, following his <em>Maturitätsprüfung</em>, entered the graduate program.": [
        [
            3,
            7,
            [
                "1915,"
            ]
        ]
    ],
    "Even before graduation in 1918, he worked as an assistant director under <a href=\"/nottenm\">Marinus van Notten</a> at the Nederlandsch Museum voor Geschiedenis en Kunst in Amsterdam (National Museum for History and Art), a decorative arts, sculpture and architecture museum, part of the Amsterdam Rijksmuseum.": [],
    "Hudig was obliged to specialize in decorative arts, including ceramics and glass as part of his job.": [
        [
            0,
            5,
            [
                "Audio",
                "Hiding",
                "Hung",
                "Ludwig",
                "Audit",
                "Dig"
            ]
        ]
    ],
    "In 1922 Hudig's guide to the collection of English Pottery and China appeared.": [
        [
            8,
            13,
            [
                "Audio",
                "Hiding",
                "Hung",
                "Ludwig",
                "Audit",
                "Dig"
            ]
        ]
    ],
    "In addition to his museum duties he still had to round off his studies in Zürich.": [],
    "In 1923 he obtained his doctoral degree from Zürich University with a dissertation on glass, <em>Das Glas, mit besonderer Berücksichtigung der Sammlung im Nederlandsch Museum voor Geschiedenis en Kunst</em>.": [
        [
            3,
            7,
            [
                "1923,"
            ]
        ]
    ],
    "In 1924, the Nederlandsch Museum lost its independence and became a department of the Rijksmuseum, which then was under the direction of <a href=\"/schmidtdegenerf\">F.": [
        [
            13,
            25,
            [
                "Nederland sch"
            ]
        ]
    ],
    "Schmidt-Degener</a>.": [
        [
            0,
            15,
            [
                "Schmidt-Wegener"
            ]
        ]
    ],
    "This change necessitated the dismissal of Van Notten and Hudig was charged with the reorganization of the newly created department.": [
        [
            46,
            52,
            [
                "Gotten",
                "Rotten",
                "Not ten"
            ]
        ],
        [
            57,
            62,
            [
                "Audio",
                "Hiding",
                "Hung",
                "Ludwig",
                "Audit",
                "Dig"
            ]
        ]
    ],
    "In addition to his duties at the Rijksmuseum, Hudig obtained a teaching position at Amsterdam University, lecturing on Italian art.": [
        [
            46,
            51,
            [
                "Audio",
                "Hiding",
                "Hung",
                "Ludwig",
                "Audit",
                "Dig"
            ]
        ]
    ],
    "In his inaugural public lecture (October 17, 1924), Kunstgeschiedenis als een deel der beschavingsgeschiedenis, he argued for art history as a part of cultural history.": [
        [
            70,
            73,
            [
                "ALS",
                "as",
                "all",
                "also",
                "eyes",
                "ads"
            ]
        ],
        [
            74,
            77,
            [
                "been",
                "even",
                "men",
                "seen",
                "ten",
                "Ben"
            ]
        ],
        [
            78,
            82,
            [
                "deal",
                "deep",
                "feel",
                "deer",
                "duel",
                "Del"
            ]
        ],
        [
            83,
            86,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "In 1926 he wrote an essay on Dutch glass engravers for Wilfred Buckley's 1926 <em>European Glass: a Brief Outline of the History of Glass Making</em>.": [
        [
            3,
            7,
            [
                "1926,"
            ]
        ]
    ],
    "Hudig served as the co-editor of <em>Oud Holland</em>, and he was an active member of cultural and antiquarian organizations.": [
        [
            0,
            5,
            [
                "Audio",
                "Hiding",
                "Hung",
                "Ludwig",
                "Audit",
                "Dig"
            ]
        ]
    ],
    "In 1928 he was appointed professor <em>extraordinarius</em> of the art history of the middle ages and the new era at Amsterdam University.": [
        [
            3,
            7,
            [
                "1928,"
            ]
        ]
    ],
    "He left the Rijksmuseum, eager to fully dedicate himself to his university career.": [],
    "In his inaugural lecture, Frederik Hendrik en de kunst van zijn tijd, he dealt with the arts under the reign of stadhouder Frederik Hendrik of Orange (1625-1647).": [
        [
            49,
            54,
            [
                "must",
                "just",
                "runs",
                "unit",
                "guest",
                "guns"
            ]
        ],
        [
            59,
            63,
            [
                "Zion"
            ]
        ],
        [
            64,
            68,
            [
                "tied",
                "TID"
            ]
        ],
        [
            112,
            122,
            [
                "stadtholder"
            ]
        ]
    ],
    "In 1929 he published his comprehensive handbook on Delftware Faience.": [
        [
            3,
            7,
            [
                "1929,"
            ]
        ]
    ],
    "He fully dedicated himself to building up the institute, enjoying teaching and the yearly excursions.": [],
    "Among his students were <a href=\"/jaffeh\">Hans L. C. Jaffé</a> and <a href=\"/boonk\">Karel G. Boon</a>.": [],
    "Hudig died after a short illness in the age of 53.": [
        [
            0,
            5,
            [
                "Audio",
                "Hiding",
                "Hung",
                "Ludwig",
                "Audit",
                "Dig"
            ]
        ]
    ],
    "His successor at Amsterdam University was <a href=\"/regterenaltenai\">I.": [],
    "Q. van Regteren Altena</a>.": [
        [
            3,
            6,
            [
                "Van"
            ]
        ],
        [
            7,
            15,
            [
                "Retain",
                "Regain",
                "Restart",
                "Aegean",
                "Relearn"
            ]
        ],
        [
            16,
            22,
            [
                "Alena",
                "ALENA",
                "Alhena"
            ]
        ]
    ],
    "In both his inaugural lectures (1924, 1928) at Amsterdam University, Hudig expressed his conviction that art is part of a broader historical and philosophical context.": [
        [
            69,
            74,
            [
                "Audio",
                "Hiding",
                "Hung",
                "Ludwig",
                "Audit",
                "Dig"
            ]
        ]
    ]
}