{
    "Cultural historian (and champion) of the Middle Ages.": [],
    "Huizing's father, Dirk Huizinga, was a professor of physiology.": [
        [
            0,
            7,
            [
                "Hooking",
                "Hooping",
                "Hooting",
                "Hooding",
                "Hoofing",
                "Hui zing"
            ]
        ],
        [
            23,
            31,
            [
                "Hooking",
                "Hooping",
                "Hooting",
                "Boozing",
                "Hooding",
                "Hoofing"
            ]
        ]
    ],
    "His mother, Jacoba Tonkens, died when Huizinga was only two.": [
        [
            12,
            18,
            [
                "Jacob",
                "Jacobs",
                "Jacobi",
                "Jacoby",
                "Jacob a"
            ]
        ],
        [
            19,
            26,
            [
                "Tokens",
                "Ton kens"
            ]
        ],
        [
            38,
            46,
            [
                "Hooking",
                "Hooping",
                "Hooting",
                "Boozing",
                "Hooding",
                "Hoofing"
            ]
        ]
    ],
    "As a child, he witnessed the re-enactment of medieval procession in Groningen, which kindled an interest in history.": [],
    "He attended the municipal Gymnasium, intent on studying history, but, the history teachers were so poor that he changed to linguistics, learning Arabic.": [],
    "He entered the University of Groningen in 1891, studying Sanskrit and literature.": [],
    "His Indic studies were greatly influenced by the writing of the anthropologist Sir Edward Burnett Tylor (1832-1917).": [],
    "He studied comparative linguistics at the University of Leipzig, returning the Netherlands to receive his Ph.D.": [],
    "in 1897.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "His dissertation was written on classical Indian drama.": [],
    "In 1902, Huizinga saw the famous exhibition of early Netherlandish \"primitives\" and read the accompanying documentary catalog by <a href=\"/wealew\">William Henry James Weale</a>.": [
        [
            9,
            17,
            [
                "Hooking",
                "Hooping",
                "Hooting",
                "Boozing",
                "Hooding",
                "Hoofing"
            ]
        ]
    ],
    "This instilled a lifelong interest in the middle ages, particularly as it was represented through the arts.": [
        [
            42,
            53,
            [
                "Middle Ages"
            ]
        ]
    ],
    "He taught school in Haarlem, lecturing on ancient history between 1903-1905 at the university in Amsterdam.": [],
    "His history professor, Petrus Johannes Blok (1855-1929), secured a chair in History for Huizinga at the university in Groningen in 1905.": [
        [
            39,
            43,
            [
                "Book",
                "Block",
                "Blog",
                "Blow",
                "Bloc",
                "Blob"
            ]
        ],
        [
            88,
            96,
            [
                "Hooking",
                "Hooping",
                "Hooting",
                "Boozing",
                "Hooding",
                "Hoofing"
            ]
        ]
    ],
    "Huizinga's wife, Mary Vincentia Schorer (1877-1914) died in 1914.": [
        [
            0,
            8,
            [
                "Hooking",
                "Hooping",
                "Hooting",
                "Boozing",
                "Hooding",
                "Hoofing"
            ]
        ],
        [
            22,
            31,
            [
                "Vincent"
            ]
        ],
        [
            32,
            39,
            [
                "Scorer"
            ]
        ]
    ],
    "The following year he accepted the chair of history at Leiden.": [],
    "Between 1916 and 1932 Huizinga edited the periodical <em>De Gids</em>.": [
        [
            22,
            30,
            [
                "Hooking",
                "Hooping",
                "Hooting",
                "Boozing",
                "Hooding",
                "Hoofing"
            ]
        ]
    ],
    "Huizinga was fascinated with the United States.": [
        [
            0,
            8,
            [
                "Hooking",
                "Hooping",
                "Hooting",
                "Boozing",
                "Hooding",
                "Hoofing"
            ]
        ]
    ],
    "In 1918, he published his <em>Mensch en menigte in Amerika</em>, a study of what he considered the national characteristics without ever having visited the U.S.": [],
    "His most famous book, <em>Herfsttij der Middeleeuwen</em>, the <em>Waning of the Middle Ages</em> (retranslated as the <em>Autumn of the Middle Ages</em>) appeared in 1919.": [],
    "Using the painting of Jan and Hubert van Eyck, he theorized their time as the transition from the middle ages to the renaissance.": [
        [
            98,
            109,
            [
                "Middle Ages"
            ]
        ]
    ],
    "Dutch historians were largely unimpressed by the work which was written for a wider, popular audience as much as scholars.": [],
    "It was translated into English and became an immediate success in the English-speaking world.": [],
    "A work on Erasmus was published in 1924.": [],
    "In 1926 he visited the U. S., producing a second book on the country, <em>Amerika Levend en Denkend</em> the same year.": [
        [
            3,
            7,
            [
                "1926,"
            ]
        ]
    ],
    "His reputation as a cultural historian found a strong following in Germany; his studies were translated into German in 1930 by Werner Kaegi (1901-1979).": [
        [
            134,
            139,
            [
                "Kai",
                "Kanji",
                "AEG",
                "Kali",
                "Aegis",
                "Keyed"
            ]
        ]
    ],
    "However, as fascist dictators in Germany, Italy and Spain came to power, Huizinga found himself ever at odds with them.": [
        [
            73,
            81,
            [
                "Hooking",
                "Hooping",
                "Hooting",
                "Boozing",
                "Hooding",
                "Hoofing"
            ]
        ]
    ],
    "He authored <em>In de schaduwen van morgen</em> (<em>In the Shadow of Tomorrow</em>), 1935.": [],
    "In 1937 Huizinga remarried to a twenty-eight year old woman, Auguste Schölvinck.": [
        [
            8,
            16,
            [
                "Hooking",
                "Hooping",
                "Hooting",
                "Boozing",
                "Hooding",
                "Hoofing"
            ]
        ],
        [
            32,
            53,
            [
                "twenty-eight-year-old"
            ]
        ],
        [
            61,
            68,
            [
                "August",
                "Augusta",
                "Augusto",
                "Augusts",
                "Auguster"
            ]
        ]
    ],
    "He delivered a lecture at the Warburg Institute the same year on the concept of play in history and linguistics.": [],
    "The talk was expanded and published the following year as <em>Homo ludens</em>.": [],
    "In 1938, too, he accepted the vice-presidency of the International Committee of Intellectual Cooperation with the League of Nations in 1938 to defend Western intellectual traditions against totalitarianism.": [],
    "During the German occupation of the Netherlands the Nazis closed the University of Leiden.": [],
    "Huizinga was arrested after a speech criticizing the Nazis and banished to the village of De Steeg in Gelderland, near Arnhem, in 1942.": [
        [
            0,
            8,
            [
                "Hooking",
                "Hooping",
                "Hooting",
                "Boozing",
                "Hooding",
                "Hoofing"
            ]
        ],
        [
            93,
            98,
            [
                "Steel",
                "Steep",
                "Steer",
                "Steed"
            ]
        ]
    ],
    "Huizinga died during the harsh winter of 1945, shortly before the town's liberation, ever confident of the ideals for which he had stood and written about.": [
        [
            0,
            8,
            [
                "Hooking",
                "Hooping",
                "Hooting",
                "Boozing",
                "Hooding",
                "Hoofing"
            ]
        ]
    ],
    "Kaegi published both an ecomium and a biography shortly after Huizinga's death.": [
        [
            0,
            5,
            [
                "Kai",
                "Kanji",
                "AEG",
                "Kali",
                "Aegis",
                "Keyed"
            ]
        ],
        [
            24,
            31,
            [
                "encomium"
            ]
        ],
        [
            62,
            70,
            [
                "Hooking",
                "Hooping",
                "Hooting",
                "Boozing",
                "Hooding",
                "Hoofing"
            ]
        ]
    ],
    "Huizinga was a conservative historian who favored the positivists of the previous century, such as Thomas Babbington Macaulay (1800-1859) and Leopold van Ranke (1795-1886), to the methodologies of his day.": [
        [
            0,
            8,
            [
                "Hooking",
                "Hooping",
                "Hooting",
                "Boozing",
                "Hooding",
                "Hoofing"
            ]
        ],
        [
            106,
            116,
            [
                "Barrington",
                "Abington"
            ]
        ],
        [
            154,
            159,
            [
                "Range",
                "Rank",
                "Ranked",
                "Ranks",
                "Rake",
                "Ranee"
            ]
        ]
    ],
    "He criticized the work of <a href=\"/burckhardtj\">Jacob Burckhardt</a> and its attribution of the rise of the individual to the renaissance instead of the middle ages.": [],
    "From Tylor, Huizinga adopted the view that cultures functioned the same worldwide; it was only in their particulars that they varied (Payton).": [
        [
            12,
            20,
            [
                "Hooking",
                "Hooping",
                "Hooting",
                "Boozing",
                "Hooding",
                "Hoofing"
            ]
        ]
    ],
    "Though his book on the middle ages employs the biomorphic rise-and-decline analogies, Huizinga denied a cyclical view of history, such as Marxism, asserting that historical knowledge is essentially intuitive and subjective, not based upon material.": [
        [
            23,
            34,
            [
                "Middle Ages"
            ]
        ],
        [
            86,
            94,
            [
                "Hooking",
                "Hooping",
                "Hooting",
                "Boozing",
                "Hooding",
                "Hoofing"
            ]
        ]
    ],
    "<em>The Autumn of the Middle Ages</em> is his most clear thesis of this.": [],
    "He emphasized history as an esthetic concept and declared that art museums should be incorporated in the general museums.": [],
    "The art historian <a href=\"/gombriche\">E.": [],
    "H. Gombrich</a> praised Huizinga's <em>Homo ludens</em> (1938) for its Warburg-like concept of broad cultural phenomenon.": [
        [
            24,
            32,
            [
                "Hooking",
                "Hooping",
                "Hooting",
                "Boozing",
                "Hooding",
                "Hoofing"
            ]
        ]
    ],
    "His belief that art history made sense only through the outline of general (cultural) history, stated in <em>Cultuurhistorische verkenningen</em> was criticized by subsequent art historians, notably <a href=\"/gersonh\">Horst Gerson</a>.": []
}