{
    "Specialist and professor in early Flemish painting.": [],
    "After having attended high school (Koninklijk Atheneum) in Ghent, Hulin studied at the State University of Ghent, where he received his first doctorate from the Faculty of Arts in 1883, and his second one from the Faculty of Law in 1886.": [
        [
            35,
            45,
            [
                "Koninklijke"
            ]
        ],
        [
            66,
            71,
            [
                "Human",
                "Ruling",
                "Dublin",
                "Hull",
                "Colin",
                "Helen"
            ]
        ]
    ],
    "He continued his academic education abroad, in Berlin, Strasbourg, and Paris.": [],
    "During his stay in Paris, in 1888-1889, he studied at the Collège de France, the École des Hautes-Études and the École libre des Sciences Politiques.": [
        [
            58,
            65,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ],
        [
            81,
            86,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            87,
            90,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            91,
            104,
            [
                "Hates-Études"
            ]
        ],
        [
            113,
            118,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            119,
            124,
            [
                "Libra",
                "lire"
            ]
        ],
        [
            125,
            128,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            138,
            148,
            [
                "Polities"
            ]
        ]
    ],
    "Upon his return in Belgium, he obtained, in 1889, an <em>extraordinarius</em> professorship at his Alma Mater in Ghent, where he taught psychology, logic, ethics and law.": [],
    "In 1892 he was promoted to full professor.": [
        [
            3,
            7,
            [
                "1892,"
            ]
        ]
    ],
    "He also taught economic history at the faculty of law.": [],
    "However, exploring early Flemish art was his real vocation.": [],
    "Around 1900, his first publications in this field began to appear.": [],
    "He wrote the critical catalog of the famous 1902 exhibition of Flemish paintings from the fourteenth to the sixteenth centuries in Bruges, <em>Exposition de tableaux flamands des XIVe, XVe et XVIe siècles</em>, with an introduction on the identity of a number of anonymous masters.": [],
    "This introduction also appeared separately in the same year, <em>De l'identité de certains maîtres anonymes</em>.": [],
    "He in addition published his research on a number of painters, including Jan Provoost, who worked in Bruges in the first half of the sixteenth century, <em>Quelques peintres brugeois de la première moitié du XVI siècle</em>.": [
        [
            77,
            85,
            [
                "Provost"
            ]
        ]
    ],
    "In 1907 he contributed a catalog of the paintings of Pieter Bruegel the Elder to a monograph by the Belgian art historian <a href=\"/bastelaerr\">René van Bastelaer</a> (1865-1940), <em>Pieter Bruegel l'Ancien, son Åuvre et son temps</em>.": [
        [
            3,
            7,
            [
                "1907,"
            ]
        ]
    ],
    "In 1908 he began teaching the history of Flemish painting at Ghent University.": [
        [
            3,
            7,
            [
                "1908,"
            ]
        ]
    ],
    "In his 1909 article, \"An Authentic Work by Jacques Daret, Painted in 1434,\" Hulin identified the Master of Flémalle with Robert Campin.": [
        [
            51,
            56,
            [
                "Dart",
                "Part",
                "Heart",
                "Dark",
                "Diet",
                "Eat"
            ]
        ],
        [
            76,
            81,
            [
                "Human",
                "Ruling",
                "Dublin",
                "Hull",
                "Colin",
                "Helen"
            ]
        ],
        [
            107,
            115,
            [
                "Female"
            ]
        ],
        [
            128,
            134,
            [
                "Camping",
                "Cam pin",
                "Camp in"
            ]
        ]
    ],
    "Daret, as well as Rogelet de le Pasture, later known as Rogier van der Weyden, entered Campin's workshop in 1427.": [
        [
            0,
            5,
            [
                "Dart",
                "Part",
                "Heart",
                "Dark",
                "Diet",
                "Eat"
            ]
        ],
        [
            18,
            25,
            [
                "Roget",
                "Omelet",
                "Rootlet",
                "Relet",
                "Rogered",
                "Rogelio"
            ]
        ],
        [
            29,
            31,
            [
                "LE",
                "Le",
                "he",
                "we",
                "be",
                "me"
            ]
        ],
        [
            87,
            93,
            [
                "Camping",
                "Cam pin",
                "Camp in"
            ]
        ]
    ],
    "In 1911 Hulin's important study of the Heures de Milan appeared.": [
        [
            8,
            13,
            [
                "Human",
                "Ruling",
                "Dublin",
                "Hull",
                "Colin",
                "Helen"
            ]
        ],
        [
            39,
            45,
            [
                "Here",
                "Hours",
                "Houses",
                "Heroes",
                "Hebrew",
                "Genres"
            ]
        ]
    ],
    "In the introduction, Hulin set out the history of this Book of Hours that once had belonged, before it was finished, to the so called Très-Belles Heures de Jean de France, Duc de Berry.": [
        [
            21,
            26,
            [
                "Human",
                "Ruling",
                "Dublin",
                "Hull",
                "Colin",
                "Helen"
            ]
        ],
        [
            134,
            145,
            [
                "Tree-Belles"
            ]
        ],
        [
            146,
            152,
            [
                "Here",
                "Hours",
                "Houses",
                "Heroes",
                "Hebrew",
                "Genres"
            ]
        ],
        [
            172,
            175,
            [
                "Due",
                "Duo",
                "Dub",
                "Duck",
                "Dug",
                "DEC"
            ]
        ]
    ],
    "A different part of the same Book of Hours, preserved in the Biblioteca Nazionale in Turin and known as the Heures de Turin, had been studied and reproduced in black and white by the French art historian <a href=\"/durrieup\">Paul Durrieu</a> in 1902.": [
        [
            72,
            81,
            [
                "National",
                "Nationals",
                "Rationale"
            ]
        ],
        [
            108,
            114,
            [
                "Here",
                "Hours",
                "Houses",
                "Heroes",
                "Hebrew",
                "Genres"
            ]
        ]
    ],
    "Unfortunately, the original was destroyed by fire in 1904.": [],
    "Durrieu discovered in the Turin Book of Hours a number of exquisite miniatures in which he recognized the hands of Hubert and Jan van Eyck.": [
        [
            0,
            7,
            [
                "Hurried",
                "Curries",
                "Hurries",
                "Currier",
                "Curried",
                "Furrier"
            ]
        ]
    ],
    "This important finding, which Durrieu first communicated to the Société nationale des Antiquaires de France in June 1901 (it was published in the same year in the Bulletin of this association), was corroborated by Hulin in his November 1902 paper, \"L'atelier de Hubrecht van Eyck et les Heures de Turin\", published in <em>Annuaire de la Société pour le progrès des études philologiques et historiques</em>.": [
        [
            30,
            37,
            [
                "Hurried",
                "Curries",
                "Hurries",
                "Currier",
                "Curried",
                "Furrier"
            ]
        ],
        [
            64,
            71,
            [
                "Society"
            ]
        ],
        [
            72,
            81,
            [
                "national",
                "nationals",
                "rationale",
                "nation ale"
            ]
        ],
        [
            82,
            85,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            86,
            97,
            [
                "Antiquaries"
            ]
        ],
        [
            214,
            219,
            [
                "Human",
                "Ruling",
                "Dublin",
                "Hull",
                "Colin",
                "Helen"
            ]
        ],
        [
            262,
            270,
            [
                "Utrecht",
                "Albrecht",
                "Brecht"
            ]
        ],
        [
            283,
            286,
            [
                "LES",
                "Les",
                "yes",
                "led",
                "less",
                "let"
            ]
        ],
        [
            287,
            293,
            [
                "Here",
                "Hours",
                "Houses",
                "Heroes",
                "Hebrew",
                "Genres"
            ]
        ]
    ],
    "Both Hulin and Durrieu continued publishing on this topic.": [
        [
            5,
            10,
            [
                "Human",
                "Ruling",
                "Dublin",
                "Hull",
                "Colin",
                "Helen"
            ]
        ],
        [
            15,
            22,
            [
                "Hurried",
                "Curries",
                "Hurries",
                "Currier",
                "Curried",
                "Furrier"
            ]
        ]
    ],
    "In his 1910-11 study of the Heures de Milan, Hulin made the connection between the Milan and the Turin Hours, today jointly known as the Turin-Milan Hours, and attributed two series of miniatures to Jan and Hubert van Eyck.": [
        [
            28,
            34,
            [
                "Here",
                "Hours",
                "Houses",
                "Heroes",
                "Hebrew",
                "Genres"
            ]
        ],
        [
            45,
            50,
            [
                "Human",
                "Ruling",
                "Dublin",
                "Hull",
                "Colin",
                "Helen"
            ]
        ]
    ],
    "The Eyckian authorship of these famous miniatures, however, has remained a subject of scholarly debate among Van Eyck scholars, and is questioned by most of them.": [
        [
            4,
            11,
            [
                "Egyptian",
                "Syrian",
                "McKean",
                "Hickman",
                "Jackman",
                "Lucian"
            ]
        ]
    ],
    "Hulin was a member of many committees and associations.": [
        [
            0,
            5,
            [
                "Human",
                "Ruling",
                "Dublin",
                "Hull",
                "Colin",
                "Helen"
            ]
        ]
    ],
    "In 1910 and 1911 he successively became a corresponding and active member of the Fine arts section of the Académie royale de Belgique.": [
        [
            106,
            114,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            125,
            133,
            [
                "Belgium"
            ]
        ]
    ],
    "In 1912 he joined the committee of the <em>Biographie Nationale</em>, published by the Académie.": [
        [
            3,
            7,
            [
                "1912,"
            ]
        ]
    ],
    "In the same year, he became a member of the consultative committee of the <em>Burlington Magazine</em>, to which journal he regularly contributed.": [],
    "In 1920 Hulin began to teach the history of painting at the newly founded Higher Institute for Art History and Archaeology at Ghent University.": [
        [
            8,
            13,
            [
                "Human",
                "Ruling",
                "Dublin",
                "Hull",
                "Colin",
                "Helen"
            ]
        ]
    ],
    "In 1927 he was involved in the organization of the exhibition <em>Flemish and Belgian Art, 1300-1900</em>, held in the London private art club, the Burlington House.": [
        [
            3,
            7,
            [
                "1927,"
            ]
        ]
    ],
    "He wrote the introduction to the catalog of early Flemish paintings in the Renders Collection.": [],
    "The owner of this collection was the Bruges banker <a href=\"/renderse\">Émile Renders</a>.": [],
    "When the director of the Berlin <em>Zentralbibliothek</em> <a href=\"/winklerf\">Friedrich Winkler</a> expressed serious doubts on the authenticity of several paintings from this and other collections, Hulin tried to save his reputation as distinguished connoisseur.": [],
    "In 1929 Hulin held an exchange professorship at the University of Lyon in France, and in the same year he received a doctorate <em>honoris causa</em> from Utrecht University in the Netherlands.": [
        [
            8,
            13,
            [
                "Human",
                "Ruling",
                "Dublin",
                "Hull",
                "Colin",
                "Helen"
            ]
        ]
    ],
    "In 1930 Ghent University was converted into an exclusively Flemish institution and Flemish (the southern variant of Dutch) became the mandatory language for all classes.": [],
    "Hulin, who was French speaking, refused to conform to this governmental decision.": [
        [
            0,
            5,
            [
                "Human",
                "Ruling",
                "Dublin",
                "Hull",
                "Colin",
                "Helen"
            ]
        ]
    ],
    "His protest led to serious conflicts at the university and even in the Belgian government.": [],
    "He retired from Ghent University in 1932, but he continued to teach in French at the Ghent École des Hautes Études, as well at the Institut supérieur d'Histoire de l'Art et d'Archéologie in Brussels, located at the Musées royaux des Beaux-Arts.": [
        [
            91,
            96,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            97,
            100,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            101,
            107,
            [
                "Hates",
                "Hastes",
                "Sautés",
                "Sautes"
            ]
        ],
        [
            131,
            139,
            [
                "Institute"
            ]
        ],
        [
            140,
            149,
            [
                "superior",
                "Superior",
                "superber"
            ]
        ],
        [
            152,
            160,
            [
                "History",
                "Historic",
                "Histories",
                "Histone",
                "Historize"
            ]
        ],
        [
            175,
            186,
            [
                "Archeologies"
            ]
        ],
        [
            215,
            221,
            [
                "Muses",
                "Fusees",
                "Mushes",
                "Musses"
            ]
        ],
        [
            222,
            228,
            [
                "Royal",
                "royal",
                "royals",
                "roux",
                "royale"
            ]
        ],
        [
            229,
            232,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "He regularly wrote articles in the <em>Bulletin de la Classe des Beaux-Arts</em>.": [],
    "In 1931 Belgian and international scholars honored him with a Festschrift, <em>Mélanges Hulin de Loo</em>.": [],
    "In 1935 he was elected president of the Académie royale.": [
        [
            3,
            7,
            [
                "1935,"
            ]
        ],
        [
            40,
            48,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "His Van der Weyden biography appeared in 1938 in the <em>Biographie nationale</em>.": [
        [
            8,
            11,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "In 1942 he published a monograph on Pedro Berruguete, <em>Pedro Berruguete et les portraits d'Urbin</em>.": [
        [
            3,
            7,
            [
                "1942,"
            ]
        ]
    ],
    "Hulin, who remained single, died in an accident in 1945.": [
        [
            0,
            5,
            [
                "Human",
                "Ruling",
                "Dublin",
                "Hull",
                "Colin",
                "Helen"
            ]
        ]
    ],
    "Hulin was one of the first connoisseurs of early Flemish painting.": [
        [
            0,
            5,
            [
                "Human",
                "Ruling",
                "Dublin",
                "Hull",
                "Colin",
                "Helen"
            ]
        ]
    ],
    "His critical contributions following the 1902 Bruges exhibition and his continuing research on Flemish painters and miniaturists became the foundation for further studies in this field.": [],
    "During his frequent travels he had the opportunity to see many art works in situ.": [],
    "His stylistic observations are influenced by the method of <a href=\"/morellig\">Giovanni Morelli</a>.": [],
    "In the early 1930s, Renders attacked Hulin, along with other art historians, for not agreeing with his views on the Master of Flémalle and Hubert van Eyck.": [
        [
            37,
            42,
            [
                "Human",
                "Ruling",
                "Dublin",
                "Hull",
                "Colin",
                "Helen"
            ]
        ],
        [
            126,
            134,
            [
                "Female"
            ]
        ]
    ],
    "Although <a href=\"/friedlanderm\">Max J. Friedländer</a> and some others followed the views of Renders on these matters, Hulin remained firm in his opinion that Rogelet de le Pasture, apprenticed by the Master of Flémalle, was the same person as the celebrated Brussels painter Rogier van der Weyden.": [],
    "His students included <a href=\"/roggend\">Domien Roggen</a>.": []
}