{
    "Self-educated archaeologist who discovered the Pergamon altar and later led the excavation.": [
        [
            47,
            55,
            [
                "Bergamo",
                "Bergamot"
            ]
        ]
    ],
    "Humann was an innkeeper's son.": [
        [
            0,
            6,
            [
                "Human",
                "Humans",
                "Humane"
            ]
        ]
    ],
    "He studied engineering until a diagnosis of tuberculosis necessitated a move to a southern European climate.": [],
    "He worked as a surveyor in Turkey assigned to the railway and road construction departments.": [],
    "There, Humann gained a personal familiarity with the classical-era ruins.": [
        [
            7,
            13,
            [
                "Human",
                "Humans",
                "Humane"
            ]
        ]
    ],
    "In 1878 he began excavating the site of Pergamon, secretly supported with funds from <a href=\"/conzea\">Alexander Conze</a>.": [
        [
            3,
            7,
            [
                "1878,"
            ]
        ],
        [
            40,
            48,
            [
                "Bergamo",
                "Bergamot"
            ]
        ]
    ],
    "In 1884, he made a squeeze (paper impression) of the Monumentum Ancyranum at the request of Theodor Momsen (1817-1903).": [
        [
            92,
            106,
            [
                "Theodor Mommsen"
            ]
        ]
    ],
    "The same year he was named foreign director of Royal Museum in Berlin, responsible for all Prussian archaeological expeditions in the Near East.": [],
    "His further excavations included Tralles (1888, Magnesia-on-the-Maeander (1890-93), Priene (1895), and Ephesos (1895).": [
        [
            33,
            40,
            [
                "Travels",
                "Tables",
                "Tales",
                "Tallest",
                "Traces",
                "Trailer"
            ]
        ],
        [
            48,
            72,
            [
                "Magnesia-on-the-Meander"
            ]
        ],
        [
            84,
            90,
            [
                "Praise"
            ]
        ],
        [
            103,
            110,
            [
                "Ephesus"
            ]
        ]
    ],
    "He continued at the Pergamon site until 1886, assisted by <a href=\"/dorpfeldw\">Wilhelm Dörpfeld</a>.": [
        [
            20,
            28,
            [
                "Bergamo",
                "Bergamot"
            ]
        ]
    ],
    "Between 1878-1886 he excavated at Pergamon, discovering the great altar, located now in the Berlin Museum, the finest example of Hellenistic sculpture.": [
        [
            34,
            42,
            [
                "Bergamo",
                "Bergamot"
            ]
        ]
    ],
    "He died in Smyrna, Greece, which is present-day İzmir, Turkey.": [
        [
            48,
            53,
            [
                "Izmir",
                "Mir",
                "Emir",
                "Amir",
                "ICMIF",
                "ICMR"
            ]
        ]
    ],
    "At his death in 1896 he was buried at the Catholic cemetery in Smyrna.": [],
    "In 1967 his remains were re-interred at Pergamon, the site of his spectacular find, just south of the altar.": [
        [
            40,
            48,
            [
                "Bergamo",
                "Bergamot"
            ]
        ]
    ],
    "Humann never studied archaeology or took an advanced degree of any kind.": [
        [
            0,
            6,
            [
                "Human",
                "Humans",
                "Humane"
            ]
        ]
    ],
    "He exemplified the nineteenth-century self-made archaeologist, akin to <a href=\"/schliemannh\">Heinrich Schliemann</a> and Dörpfeld.": []
}