{
    "Modernist art historian and Princeton University professor.": [],
    "Hunter's parents were Morris Hunter and Lottie Sherman (Hunter).": [],
    "Hunter attended Williams College, receiving an A.B.": [],
    "in 1943, Phi Beta Kappa.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "During World War II, Hunter served in the U.S.": [],
    "Navy, 1943-1946 where he rose to lieutenant junior grade and awarded five battle stars.": [],
    "He joined the <em>New York Times</em> as art critic in 1947 (through 1949), continuing study at the University of Florence where he was awarded a Certificate of Studies in 1951.": [],
    "In 1952 Hunter began a long association with the art publisher Harry N. Abrams, Inc., then only a three-year-old company--both publishing and editing--as an editor, though initially only one year, before moving to <em>Arts</em> (magazine) editor in 1953.": [],
    "He married Edys Merrill in 1954.": [
        [
            11,
            15,
            [
                "Eds",
                "EDS"
            ]
        ]
    ],
    "His first book for Abrams, Raoul Duffy was published for the <em>Library of Great Painters</em> series the firm was developing in 1954.": [],
    "In 1955 he was appointed associate professor of art history, University of California, Los Angeles, associate professor, but a call to the Museum of Modern Art, New York to be a curator of painting and sculpture took him from UCLA in 1956.": [
        [
            3,
            7,
            [
                "1955,"
            ]
        ]
    ],
    "Hunter moved again to the Minneapolis Institute of Arts to be chief curator and acting director in 1958.": [],
    "Hunter merged academics and museum work, teaching at Brandeis University, Waltham, MA, at the rank of associate professor of fine arts and director of Rose Art Museum and of Poses Institute of Fine Arts in 1960.": [],
    "He was appointed director of the Jewish Museum, New York City in 1965, succeeding Alan Solomon (1920-1970), who had moved the museum into contemporary art.": [],
    "He also began lecturing as a visiting professor, Cornell University, 1967-1969.": [],
    "Hunter fell into a public disagreement with the board of the museum regarding how much the museum should focus on contemporary art.": [],
    "He resigned in in 1969 and appointed (full) professor of art and archaeology and curator of modern art at Princeton University Art Museum the same year and returning to advising Harry N. Abrams, as consulting editor.": [
        [
            12,
            17,
            [
                "in"
            ]
        ]
    ],
    "He acted as vice-president and editor-in-chief for the firm 1971-1972, followed by a Guggenheim fellowship for the 1971-1972 year.": [],
    "In the 1970s, Abrams attempted to follow the success of their survey of the history of art by <a href=\"/jansonh\">Horst Woldemar Janson</a>; Hunter wrote the first edition of his survey on modern American art, <em>American Art of the 20th Century</em> in 1972 and a monograph on Larry Rivers.": [],
    "He was the Robert Sterling Clark Visiting Professor, Clark Art Institute and Williams College for 1976 and divorced his first wife.": [],
    "Hunter and <a href=\"/brownm\">Milton W. Brown</a> combined Brown's <em>History of American Art to 1900</em>, 1977, with Hunter's to form one survey of American art in general, released in 1979.": [],
    "He wrote the history of MoMA and its collection for the Museum, published in 1984.": [],
    "He married Maia Natasha Spiegelman (b.": [],
    "1958), a painter and arts administrator, in 1986.": []
}