{
    "Editor, <em>Country Life</em> magazine, 1933-1940; architectural historian of British country homes.": [],
    "Hussey's father was Major William Clive Hussey of the Royal Engineers and his mother Mary Ann Herbert.": [
        [
            0,
            6,
            [
                "Hussar",
                "Hussy"
            ]
        ],
        [
            40,
            46,
            [
                "Hussar",
                "Hussy"
            ]
        ]
    ],
    "His grandfather was Edward Hussey, from whom Hussey inherited the family estate, Scotney castle, at Lamberhust, Kent.": [
        [
            27,
            33,
            [
                "Hussar",
                "Hussy"
            ]
        ],
        [
            45,
            51,
            [
                "Hussar",
                "Hussy"
            ]
        ],
        [
            81,
            88,
            [
                "Scotia"
            ]
        ],
        [
            100,
            110,
            [
                "Lambert"
            ]
        ]
    ],
    "He attended Eaton before serving in World War I as second lieutenant in the Royal Field Artillery.": [],
    "After the war, a family friend, H. Avray Tipping, the principal architectural advisory to <em>Country Life</em>, urged him to join the editorial staff.": [
        [
            35,
            40,
            [
                "Array",
                "Avram",
                "Av ray"
            ]
        ]
    ],
    "He attended Christ Church, Oxford University between 1919-21, gaining a degree in modern European history.": [],
    "His first architectural article was published in <em>Country Life</em>, a magazine he would be associated with his entire life, on his own estate, in 1920.": [],
    "In 1927 he published a book on landscape esthetic, called <em>The Picturesque</em>.": [
        [
            3,
            7,
            [
                "1927,"
            ]
        ]
    ],
    "He was named architectural advisor to <em>Country Life</em> in 1930.": [],
    "That year published an article on Blickling Hall, Norfolk, the estate of Philip Kerr, eleventh marquess of Lothian.": [
        [
            34,
            43,
            [
                "Blocking",
                "Clicking",
                "Blinking",
                "Buckling",
                "Flicking",
                "Licking"
            ]
        ],
        [
            107,
            114,
            [
                "Latvian",
                "Laotian",
                "Lotion",
                "Dothan",
                "Rothman"
            ]
        ]
    ],
    "He was named editor of <em>Country Life</em> in 1933.": [],
    "Lothian by this time was won over to state support of country homes; his famous 1934 speech at the National Trust's annual meeting resulted in the National Trust's sponsorship of country houses, an idea Hussey had lobbied for for years.": [
        [
            0,
            7,
            [
                "Latvian",
                "Laotian",
                "Lotion",
                "Dothan",
                "Rothman"
            ]
        ],
        [
            203,
            209,
            [
                "Hussar",
                "Hussy"
            ]
        ],
        [
            222,
            229,
            [
                "for"
            ]
        ]
    ],
    "In 1936 he married Elizabeth Maud Smiley.": [
        [
            3,
            7,
            [
                "1936,"
            ]
        ]
    ],
    "Hussey was instrumental in encouraging the early research of a secretary of the magazine staff, <a href=\"/stroudd\">Dorothy Stroud</a> to garden history and directing her to <a href=\"/summersonj\">John Newenham Summerson</a>, where she became an assistant at the John Soane Museum.": [
        [
            0,
            6,
            [
                "Hussar",
                "Hussy"
            ]
        ]
    ],
    "During his years at the magazine, his focused articles on the architectural heritage of England cause Lord Runciman to remark that Hussey was \"the keeper of the architectural conscience of the nation\" (Crook).": [
        [
            107,
            115,
            [
                "Russian",
                "Duncan",
                "Gunman",
                "Runtime",
                "Frenchman",
                "Councilman"
            ]
        ],
        [
            131,
            137,
            [
                "Hussar",
                "Hussy"
            ]
        ]
    ],
    "He left <em>Country Life</em> in 1940, remaining architectural advisor until 1964.": [],
    "As part of the memorial to Edward Luytens, Hussey published a biography of the architect in 1950.": [
        [
            34,
            41,
            [
                "Listens",
                "Huygens",
                "Lumens",
                "Lutes",
                "Lusters"
            ]
        ],
        [
            43,
            49,
            [
                "Hussar",
                "Hussy"
            ]
        ]
    ],
    "In 1951 published a survey book to encourage appreciation of Britain's heritage by the general public, <em>English Country Houses Opened to the Public</em>.": [
        [
            87,
            101,
            [
                "public"
            ]
        ]
    ],
    "The first of his series of Georgian architecture, <em>English Country Houses: Early Georgian 1715-1766</em> appeared in 1955.": [],
    "It was quickly followed by <em>Mid-Georgian</em> in 1956 and <em>Late Georgian</em> in 1958.": [],
    "This era of architecture was one he shared with his friend, Summerson, who also published on the topic.": [],
    "His final book, <em>English Gardens and Landscapes, 1700-1750</em> appeared in 1967 along with a reprint of his 1927 <em>Picturesque</em>.<em>The Picturesque</em> raised to the English-reading public the notion of perhaps Britain's most important contribution to architecture: the integrated and planned landscape.": [],
    "Hussey's book looked at the esthetic and how is was practiced and dissemination in 17th- and 18th-century garden design.": [
        [
            0,
            6,
            [
                "Hussar",
                "Hussy"
            ]
        ],
        [
            45,
            47,
            [
                "it"
            ]
        ],
        [
            48,
            51,
            [
                "been",
                "being"
            ]
        ]
    ],
    "As editor of <em>Country Life</em>, he commissioned photographers to photograph the estates covered in the magazine; today the archives of Country Life comprise one of the most important collections aristocratic British architecture.": [],
    "His articles fostered an interest in historic preservation, begun in the 1920s when important works of architecture were being demolished.": []
}