{
    "Historian of the (British) Royal Academy of Art.": [],
    "Hutchison was the son of Henry Hutchison, a carpenter, and Augusta Rose Timmons (Hutchison).": [],
    "His mother died in childbirth and Hutchison was raised by his grandparents and aunts.": [],
    "He won a scholarship to Holloway but quit in 1929 to work at the Royal Academy of Arts.": [],
    "At the Academy, he learned how to mount and document the increasing number of exhibitions the institution was launching at the Burlington House under the major British art historians.": [],
    "Among these were \"Italian Art, 1200-1900\" of 1930, \"French Art, 1200-1900\" in 1932 (curated by <a href=\"/constablew\">W.": [],
    "G. Constable</a>, and <a href=\"/coxt\">Trenchard Cox</a>) and the \"Chinese Art\" exhibition of 1935-1936 under Francis St.": [],
    "George Spendlove (b.": [
        [
            7,
            16,
            [
                "Spend love"
            ]
        ]
    ],
    "1897).": [],
    "An avid keyboardist his whole life, he was senior organist at St.": [
        [
            39,
            49,
            [
                "was a senior",
                "was the senior"
            ]
        ]
    ],
    "Matthew's Church, Westminster, between 1933-1937.": [],
    "Hutchison married Nancy Arnold Brindley (1911/12-1985) in 1937.": [],
    "Sensing a need to supplement his formal training in art, Hutchison began art history classes at London University.": [],
    "There he studied under some of the great expatriate art historians the University harbored from Nazi Germany.": [],
    "During World War II, Hutchison volunteered for the Royal Navy and served throughout the war, including the D-Day invasion at Normandy, rising to the rank of lieutenant-commander.": [],
    "After the war, Hutchison returned to the Academy.": [],
    "In 1949 he was appointed the Academy's librarian and in 1955 was named secretary of loan exhibitions.": [
        [
            3,
            7,
            [
                "1949,"
            ]
        ]
    ],
    "Hutchison soon became the <em>de facto</em> historian of the Academy.": [],
    "In 1956 he published <em>The Homes of the Royal Academy</em>.": [
        [
            3,
            7,
            [
                "1956,"
            ]
        ]
    ],
    "The following year he began lecturing out of the Extramural Department of the University of London (until 1968).": [],
    "His <em>History of the Royal Academy, 1768-1968</em> appeared in 1968.": [],
    "The same year Hutchison was named secretary to the academy (succeeded Humphrey Brooke).": [],
    "During his tenure, the Academy mounted the great Turner exhibition in 1974, another on Pompeii in 1977, and \"The Horses of San Marco\" of 1981-82.": [],
    "He retired as Secretary in 1982 and died at Chase Farm Hospital, Enfield.Hutchison's reputation is principally as an administrator.": [
        [
            73,
            82,
            [
                " Hutchison"
            ]
        ]
    ],
    "It was Hutchison, who, in 1977 launched the program of subscription support which brought the Royal Academy back to financial solvency.": [],
    "However, his scholarly articles included those for the <em>Walpole Society Journal</em>, <em>Apollo</em>, the <em>Encyclopaedia Britannica</em>, and <em>Dictionary of National Biography</em>.": []
}