{
    "<p>Art Institute of Chicago curator, 1944-1963, and furniture specialist.": [],
    "Huth's parents were Louis Huth (1854-1925), a businessman, and Rosa Hirschfeld (1863-1921).": [
        [
            0,
            4,
            [
                "Hugh",
                "Ruth",
                "Hut",
                "Huts",
                "Hath",
                "Hutu"
            ]
        ],
        [
            26,
            30,
            [
                "Hugh",
                "Ruth",
                "Hut",
                "Huts",
                "Hath",
                "Hutu"
            ]
        ]
    ],
    "He attended the Reform-Realgymnasium in Naumburg, Germany, before pursuing his college career beginning in 1912.": [
        [
            16,
            36,
            [
                "Reform-Real gymnasium"
            ]
        ],
        [
            40,
            48,
            [
                "Hamburg"
            ]
        ]
    ],
    "Huth studied art history, archaeology, and philosophy at the Universities at Halle under <a href=\"/waetzoldtw\">Wilhelm Waetzoldt</a> and Vienna under <a href=\"/dvorakm\">Max Dvořák</a>, and <a href=\"/schlosserj\">Julius Alwin von Schlosser</a>.": [
        [
            0,
            4,
            [
                "Hugh",
                "Ruth",
                "Hut",
                "Huts",
                "Hath",
                "Hutu"
            ]
        ]
    ],
    "His studies were interrupted by service in World War I as an artillery officer (Lieutenant); both of his older brothers were killed in war action.": [],
    "In 1918 he returned to the University in Berlin, completing his graduate degree in art history under <a href=\"/goldschmidta\">Adolph Goldschmidt</a>.": [
        [
            3,
            7,
            [
                "1918,"
            ]
        ]
    ],
    "Huth formed part of a group of graduate students in art history at the University in Berlin, whose numbers included <a href=\"/dornera\">Alexander Dorner</a>, <a href=\"/schenkzuschweinsberge\">Eberhard Schenk zu Schweinsberg</a>, <a href=\"/panofskye\">Erwin Panofsky</a>, and <a href=\"/ledermanni\">Ida Ledermann</a>.": [
        [
            0,
            4,
            [
                "Hugh",
                "Ruth",
                "Hut",
                "Huts",
                "Hath",
                "Hutu"
            ]
        ]
    ],
    "His dissertation, accepted for his Ph.D.": [],
    "in 1922, was on the topic of artistic cooperation in the late Gothic art of Germany.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "After working as a volunteer at the Bavarian National Museum, he joined the staff of the Royal Palace and Gardens of the Prussian Museums consortium in Berlin in 1925.": [],
    "He married Marta Baumann (b.": [],
    "1896), an artist and photographer the following year.": [],
    "Huth worked on museum inventories and the gardens as his principal curatorial duties.": [
        [
            0,
            4,
            [
                "Hugh",
                "Ruth",
                "Hut",
                "Huts",
                "Hath",
                "Hutu"
            ]
        ]
    ],
    "He added the duties of private librarian for the Hohenzollern family in 1933.": [],
    "Huth's Jewish parentage (he himself was a declared protestant) forced him out of Nazi Germany in 1937.": [
        [
            0,
            4,
            [
                "Hugh",
                "Ruth",
                "Hut",
                "Huts",
                "Hath",
                "Hutu"
            ]
        ]
    ],
    "He first went to France, again acting as librarian for the private collection of the philanthropist James Hazen Hyde (1876-1959) in Versailles.": [
        [
            106,
            111,
            [
                "Haven",
                "Hagen",
                "Hazel",
                "Haze",
                "Hazed",
                "Hazes"
            ]
        ]
    ],
    "In 1939, he fled again, now to the United States as an exchange professor at Yale University.": [],
    "His wife followed the following year.": [],
    "Through the auspices of NYU art historian <a href=\"/cookw\">Walter W. S. Cook</a> and the art collector Arthur Sachs (1880-1975), he was able to remain in the U.S., taking over for the ailing <a href=\"/swarzenskig\">Georg Swarzenski</a> and his museum course at New York University.": [],
    "He then took a position as advisor for the Historic branch of the National Parks Service, 1939 to 1944, paid by after 1942 by the Carl Schurz Memorial Foundation.": [
        [
            135,
            141,
            [
                "Schulz"
            ]
        ]
    ],
    "His assignment was the White House, assembling exhibits on the silver of President James Monroe and presidential china ware.": [
        [
            113,
            123,
            [
                "chinaware"
            ]
        ]
    ],
    "In 1944 he joined the Art Institute of Chicago as an associate curator in the Department of Painting and Sculpture.": [
        [
            3,
            7,
            [
                "1944,"
            ]
        ]
    ],
    "He became a citizen in 1945.": [],
    "Huth researched the catalog for the painting collection.": [
        [
            0,
            4,
            [
                "Hugh",
                "Ruth",
                "Hut",
                "Huts",
                "Hath",
                "Hutu"
            ]
        ]
    ],
    "In 1955 he became research curator at the Institute and in 1958 curator of Decorative Arts.": [
        [
            3,
            7,
            [
                "1955,"
            ]
        ]
    ],
    "His research on the history of nature conservation in the United States, begun at the Parks Service, appeared as a book in 1957.": [],
    "He retired in 1963, settling in Carmel, CA, teaching the museum course for the University of California, Los Angeles between 1966 and 1969.</p>": []
}