{
    "Architectural historian and first permanent architecture critic for the <em>New York Times</em>.": [],
    "Born Ada Louise Landman, she was the daughter of Michael Louis Landman, a medical doctor in New York and Leah Rosenthal (Landman).": [
        [
            16,
            23,
            [
                "Landsman",
                "Sandman",
                "Land man"
            ]
        ],
        [
            63,
            70,
            [
                "Landsman",
                "Sandman",
                "Land man"
            ]
        ],
        [
            121,
            128,
            [
                "Landsman",
                "Sandman",
                "Land man"
            ]
        ]
    ],
    "She attended Waldleigh High School (the arts school in Manhattan) and received an A. B.": [
        [
            13,
            22,
            [
                "Raleigh",
                "Rayleigh",
                "Ashleigh",
                "Waldheim",
                "Hayleigh",
                "Kayleigh"
            ]
        ]
    ],
    "(magna cum laude) from Hunter College, CUNY in 1941, continuing graduate study at the Institute of Fine Arts, New York University, in architectural history.": [],
    "She withdrew from NYU when her advisor would not allow a thesis on 19th and 20th-century Italian architecture.": [],
    "Taking a temporary job at Bloomingdales, she met the industrial designer L. Garth Huxtable (1911-1989), whom she married in 1942.": [
        [
            26,
            39,
            [
                "Bloomingdale's",
                "Bloomingdale",
                "Blooming dales"
            ]
        ],
        [
            82,
            90,
            [
                "Suitable",
                "Mutable",
                "Quotable",
                "Hittable",
                "Huggable",
                "Cuttable"
            ]
        ]
    ],
    "Together they designed the flatware for the Four Seasons restaurant, situated in the Seagram Building, which opened in 1959.": [],
    "She joined the Museum of Modern Art in 1946 as three-day-a-week research assistant in Architecture and Design Department under <a href=\"/johnsonp\">Philip Johnson</a>.": [],
    "Huxtable wrote freelance articles on architecture for a variety of professional and popular magazines.": [
        [
            0,
            8,
            [
                "Suitable",
                "Mutable",
                "Quotable",
                "Hittable",
                "Huggable",
                "Cuttable"
            ]
        ]
    ],
    "She secured a Fulbright fellowship to Italy in 1952 to study architecture which led to a position as Contributing Editor for <em>Progressive Architecture</em> and <em>Art in America</em> the same year.": [],
    "Huxtable wrote a 1958 essay in <em>The New York Times Magazine</em> criticizing newspapers coverage of urban development.": [
        [
            0,
            8,
            [
                "Suitable",
                "Mutable",
                "Quotable",
                "Hittable",
                "Huggable",
                "Cuttable"
            ]
        ]
    ],
    "Her first book, the result of her fellowship research, was <em>Pier Luigi Nervi</em> published in 1960.": [],
    "Johnson shrewdly tapped his former employee to design the table settings for the Four Seasons restaurant in the building he and Mies van der Rohe designed, understanding it would buy her favor of his buildings in reviews in the <em>Times</em>.": [],
    "Huxtable's position writing for journals led to an offer by assistant managing editor of the <em>New York Times</em>, E. Clifton Daniel, Jr.": [
        [
            0,
            8,
            [
                "Suitable",
                "Mutable",
                "Quotable",
                "Hittable",
                "Huggable",
                "Cuttable"
            ]
        ]
    ],
    "(1912-2000), to be the <em>Times'</em> first permanent architectural critic in 1963.": [],
    "Huxtable was not only the <em>Times'</em> first architecture critic but the first for an American newspaper.": [
        [
            0,
            8,
            [
                "Suitable",
                "Mutable",
                "Quotable",
                "Hittable",
                "Huggable",
                "Cuttable"
            ]
        ]
    ],
    "In 1964 she issued the first book of what she planned to be a series on NY architecture, <em>Classic New York</em>.": [
        [
            3,
            7,
            [
                "1964,"
            ]
        ]
    ],
    "However, the project was thereafter abandoned.": [],
    "At the <em>Times</em>, she exerted considerable weight in architectural judgment.": [],
    "She crusaded during the years of urban renewal for conservation of the cities monuments.": [],
    "Huxtable famously criticized the Lincoln Center Towers as \"a series of soulless uninteresting slabs.\"": [
        [
            0,
            8,
            [
                "Suitable",
                "Mutable",
                "Quotable",
                "Hittable",
                "Huggable",
                "Cuttable"
            ]
        ]
    ],
    "For this and other writing, she was awarded the first Pulitzer Prize for distinguished criticism in 1970, jointly awarded with Marquis W. Childs of <em>The St.": [
        [
            138,
            144,
            [
                "Child's",
                "Child",
                "Children",
                "Chills"
            ]
        ]
    ],
    "Louis Post-Dispatch</em>.": [],
    "The same year her collected criticism was issued as <em>Will They Ever Finish Bruckner Boulevard?</em>.": [],
    "Huxtable resigned her architecture critic assignment in 1973 when she was appointed to the editorial board of the <em>Times</em>, continuing to contribute architectural pieces to the Sunday edition and also reviews to the <em>New York Review of Books</em> beginning the same year.": [
        [
            0,
            8,
            [
                "Suitable",
                "Mutable",
                "Quotable",
                "Hittable",
                "Huggable",
                "Cuttable"
            ]
        ]
    ],
    "Huxtable was succeeded as the daily architecture critic by Paul Goldberger.": [
        [
            0,
            8,
            [
                "Suitable",
                "Mutable",
                "Quotable",
                "Hittable",
                "Huggable",
                "Cuttable"
            ]
        ]
    ],
    "She received a MacArthur award in 1981, retiring completely from the <em>Times</em>.": [],
    "She was part of the team involved in the selection of Richard Meier to be the architect of the Getty Museum in 1984.": [],
    "A grant recipient from the Graham Foundation was awarded to her for several projects, including the book <em>Will They Ever Finish Bruckner Boulevard?</em>.": [],
    "She wrote architecture criticism for <em>The Wall Street Journal</em>.": [],
    "She continued to write books on architecture, including <em>Unreal America</em>, 1997 and <em>Frank Lloyd Wright</em> in 2004.": [],
    "Her last column appeared in <em>The Wall Street Journal</em>, which she had been contributing to in later years, on Dec.": [],
    "3, 2012, Huxtable wrote that she felt akin to the early critic Montgomery Schuyler (1843-1914) who often wrote about architecture.": [
        [
            9,
            17,
            [
                "Suitable",
                "Mutable",
                "Quotable",
                "Hittable",
                "Huggable",
                "Cuttable"
            ]
        ]
    ],
    "She maintained a friendship and professional respect for <a href=\"/mumfordl\">Lewis Mumford</a> as well.": [],
    "Huxtable was a contraversial critic.": [
        [
            0,
            8,
            [
                "Suitable",
                "Mutable",
                "Quotable",
                "Hittable",
                "Huggable",
                "Cuttable"
            ]
        ],
        [
            15,
            28,
            [
                "controversial"
            ]
        ]
    ],
    "Many architects and scholars alike chided her unevenness.": [],
    "<a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a> accused her of rejecting the International Style altogether, despite her praise of Mies van der Rohe's work in the United States.": [],
    "Peter Blake's 1974 suggestion, not without justification, that she carried a vendetta against architect Gordon Bunshaft of Skidmore Owens Merrill, drew a stout denial from her.": [],
    "Her biggest feud was with Edward Durrell Stone for his Kennedy Center in Washgington, D. C., and the reactionary modernist art museum founded by Huntington Hartford (d.": [
        [
            33,
            40,
            [
                "Darrell",
                "Murrell",
                "Burrell"
            ]
        ],
        [
            73,
            84,
            [
                "Washington"
            ]
        ]
    ],
    "2008), the Gallery of Modern Art, which she termed, \"a die-cut Venetian palazzo on lollipops.\"": [],
    "Perhaps the harshest criticism against her was her nearly-absolute praise for the work of her former boss, Johnson.": [],
    "She lauded his Brutalist addition (1967–1972) to McKim, Mead &amp; White’s Boston Public Library and the unexecuted 1966 plan for Ellis Island, a ten-story circular Brutalist pyramid which would have replaced the historic Island structures.": [
        [
            15,
            24,
            [
                "Brutalism"
            ]
        ],
        [
            49,
            54,
            [
                "McKay",
                "McKee",
                "Maxim",
                "Hakim",
                "Mackie",
                "Skim"
            ]
        ],
        [
            61,
            65,
            [
                "camp",
                "lamp",
                "ramp",
                "amp",
                "damp",
                "vamp"
            ]
        ],
        [
            165,
            174,
            [
                "Brutalism"
            ]
        ]
    ]
}