{
    "Chief curator of paintings and drawings at the Louvre; employed a psychological methodology for a universal history of art.": [],
    "Huyghe was born to Louis Huyghe, a journalist, and Marie Delvoye (Huyghe), a university professor.": [
        [
            0,
            6,
            [
                "Huge",
                "Hugh",
                "Hughes",
                "Huff",
                "Huffed",
                "Huffs"
            ]
        ],
        [
            25,
            31,
            [
                "Huge",
                "Hugh",
                "Hughes",
                "Huff",
                "Huffed",
                "Huffs"
            ]
        ],
        [
            57,
            64,
            [
                "Devote",
                "Delve",
                "Devoré"
            ]
        ],
        [
            66,
            72,
            [
                "Huge",
                "Hugh",
                "Hughes",
                "Huff",
                "Huffed",
                "Huffs"
            ]
        ]
    ],
    "He was trained at the Lycée Montaigne, Michelet, and Louis-le-Grand.": [
        [
            39,
            47,
            [
                "Michele",
                "Michèle"
            ]
        ],
        [
            53,
            67,
            [
                "Noisy-le-Grand"
            ]
        ]
    ],
    "Huyghe graduated at the Sorbonne (licencié ès lettres) and took a three-year course at the école du Louvre, where he was a pupil of <a href=\"/hautecoeurl\">Louis Hautecoeur</a>, then adjunct curator at the Louvre.": [
        [
            0,
            6,
            [
                "Huge",
                "Hugh",
                "Hughes",
                "Huff",
                "Huffed",
                "Huffs"
            ]
        ],
        [
            34,
            42,
            [
                "license",
                "licensee"
            ]
        ],
        [
            43,
            45,
            [
                "ES",
                "Es",
                "is",
                "as",
                "us",
                "yes"
            ]
        ],
        [
            46,
            53,
            [
                "letters"
            ]
        ],
        [
            91,
            96,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            97,
            99,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ]
    ],
    "In 1927, Hautecoeur offered him a position at the Conservation Department.": [
        [
            9,
            19,
            [
                "Hauteur"
            ]
        ]
    ],
    "Chief curator <a href=\"/guiffreyj1870\">Jean Guiffrey</a> charged Huyghe to study and to classify the archives of <a href=\"/moreaunelatone\">Étienne Moreau-Nélaton</a> (1859-1927), the biographer of Delacroix and Jean-François Millet.": [],
    "Among the artist's letters, Huyghe discovered the correspondence between Millet and Théodore Rousseau, and decided to write his doctoral thesis on Rousseau and the School of Barbizon.": [
        [
            28,
            34,
            [
                "Huge",
                "Hugh",
                "Hughes",
                "Huff",
                "Huffed",
                "Huffs"
            ]
        ],
        [
            174,
            182,
            [
                "Barbican"
            ]
        ]
    ],
    "He never completed it, however.": [],
    "After only one year at the Louvre he was charged with the preparation of the Delacroix retrospective.": [],
    "Huyghe rose to deputy curator of paintings in 1930, still only 24, when he was in charge to organize the French Art exhibition at the Royal Academy in the London Burlington House (mounted 1932).": [
        [
            0,
            6,
            [
                "Huge",
                "Hugh",
                "Hughes",
                "Huff",
                "Huffed",
                "Huffs"
            ]
        ]
    ],
    "He edited the art periodicals, <em>l'Amour de l'Art</em> and <em>Quadrige</em>.": [],
    "With <a href=\"/bazing\">Germain Bazin</a> he created the monthly <em>Histoire de l'art contemporain</em>, which existed from 1930 to 1931.": [],
    "The book <em>Histoire de l'art contemporain</em> appeared in 1935.": [],
    "In 1932, Jean Mistler (1897-1988), then the French Assistant Secretary of State for Fine Arts and the future secretary of the Académie française, appointed him to a cabinet position.": [
        [
            14,
            21,
            [
                "Mister",
                "Mistier"
            ]
        ]
    ],
    "Under the auspices of the Committee of National Museums Huyghe visited the great museums all over Europe and the USA to learn about their collections and their organization.": [
        [
            56,
            62,
            [
                "Huge",
                "Hugh",
                "Hughes",
                "Huff",
                "Huffed",
                "Huffs"
            ]
        ]
    ],
    "He was named chief curator of paintings and drawings at the Louvre, in 1937, succeeding <a href=\"/jamotp\">Paul Jamot</a>.": [],
    "He also was appointed professor at the école du Louvre, but he transferred his teaching responsibilities to his adjunct, Bazin.": [
        [
            39,
            44,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            45,
            47,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ],
        [
            121,
            126,
            [
                "Basin",
                "Bain"
            ]
        ]
    ],
    "Under Huyghe's leadership, younger support scholars such as <a href=\"/sterlingc\">Charles Sterling</a> developed their skills.": [
        [
            6,
            12,
            [
                "Huge",
                "Hugh",
                "Hughes",
                "Huff",
                "Huffed",
                "Huffs"
            ]
        ]
    ],
    "During World War II, Huyghe was in charge of carrying out the evacuation of the paintings from the Louvre.": [
        [
            21,
            27,
            [
                "Huge",
                "Hugh",
                "Hughes",
                "Huff",
                "Huffed",
                "Huffs"
            ]
        ]
    ],
    "He actively joined the Resistance as first \"Etat-Major des groupes Veny du Sud-Ouest.\"": [
        [
            44,
            54,
            [
                "Eat-Major"
            ]
        ],
        [
            55,
            58,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            59,
            66,
            [
                "groups",
                "grouped",
                "troupes",
                "grouper",
                "groupies",
                "groupers"
            ]
        ],
        [
            67,
            71,
            [
                "Very",
                "Deny",
                "Vent",
                "Venn",
                "Vend"
            ]
        ],
        [
            75,
            84,
            [
                "Sudsiest"
            ]
        ]
    ],
    "After the war, Huyghe rearranged the paintings in a new display which at that time was seen as controversial.": [
        [
            15,
            21,
            [
                "Huge",
                "Hugh",
                "Hughes",
                "Huff",
                "Huffed",
                "Huffs"
            ]
        ]
    ],
    "This move was subsequently reversed by his successors.": [],
    "Those among the public appalled by this quixotic hanging was the young <a href=\"/laclottem\">Michel Laclotte</a>, who later became a Louvre director.": [],
    "In 1950, Huyghe left the Louvre after his election as professor at the Collège de France, where he held the first chair of Psychology of Visual Arts (\"Psychologie des arts plastiques\").": [
        [
            9,
            15,
            [
                "Huge",
                "Hugh",
                "Hughes",
                "Huff",
                "Huffed",
                "Huffs"
            ]
        ],
        [
            71,
            78,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ],
        [
            151,
            162,
            [
                "Psychologies",
                "Psychologic",
                "Psychologize"
            ]
        ],
        [
            163,
            166,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            172,
            182,
            [
                "plastique"
            ]
        ]
    ],
    "In this year he married a second time to a museum curator, Lydie Bouthet.": [
        [
            59,
            64,
            [
                "Lydia"
            ]
        ],
        [
            65,
            72,
            [
                "Bought",
                "Outlet",
                "Outset",
                "Bother",
                "Boucher",
                "Bouquet"
            ]
        ]
    ],
    "His famous book, <em>Dialogue avec le visible</em> was published 1955.": [],
    "An innovative and early producer of films about art, his film Rubens won a prize at the Venice Film Festival.": [],
    "He was also the founder of the International Federation of Film Art, becoming its president in 1958.": [],
    "He was elected to the Académie Francaise in 1960 and president of the national committee for the Delacroix centennial, in 1963.": [
        [
            22,
            40,
            [
                "Académie Française",
                "Académie française"
            ]
        ]
    ],
    "Between 1957 and 1961 he edited the Larousse art survey series <em>L'art et l'homme</em>, which was subsequently translated into English.": [],
    "Huyghe chaired the International Commission of UNESCO experts, charged with safeguarding Venice, from 1964-1974.": [
        [
            0,
            6,
            [
                "Huge",
                "Hugh",
                "Hughes",
                "Huff",
                "Huffed",
                "Huffs"
            ]
        ]
    ],
    "He received the European Erasmus Prize at The Hague in 1966.": [],
    "For the 1967-1968 year he was a Kress scholar in residence at the National Gallery of Art, Washgington, D. C. In 1974, Huyghe joined the Institut de France owned Musée Jaquemart-André in Paris as director, accepting no pay, succeeding Julien Cain.": [
        [
            32,
            37,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ],
        [
            91,
            102,
            [
                "Washington"
            ]
        ],
        [
            119,
            125,
            [
                "Huge",
                "Hugh",
                "Hughes",
                "Huff",
                "Huffed",
                "Huffs"
            ]
        ],
        [
            162,
            167,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ]
    ],
    "He appointed his wife Lydie curator, also working gratis.": [
        [
            22,
            27,
            [
                "Lydia"
            ]
        ]
    ],
    "The Huyghes ran the foundering museum, whose furniture and the paintings were in need of conservation for twenty years.": [
        [
            4,
            11,
            [
                "Hughes"
            ]
        ]
    ],
    "In 1976, Huyghe retired from the College de France as honorary professor.": [
        [
            9,
            15,
            [
                "Huge",
                "Hugh",
                "Hughes",
                "Huff",
                "Huffed",
                "Huffs"
            ]
        ]
    ],
    "Toward the end of his life he published several books, including a psycho-spiritual history of society, with Daisaku Ikeda, La nuit appelle l'aurore.": [
        [
            109,
            116,
            [
                "Daisuke"
            ]
        ],
        [
            117,
            122,
            [
                "IKEA",
                "Ikea"
            ]
        ],
        [
            127,
            131,
            [
                "newt",
                "new",
                "news",
                "unit",
                "suit",
                "quit"
            ]
        ],
        [
            132,
            139,
            [
                "appeal",
                "Apple",
                "appealed",
                "appeals",
                "apple",
                "appease"
            ]
        ],
        [
            142,
            148,
            [
                "Aurore",
                "Aurora",
                "aurora",
                "aurorae",
                "Europe",
                "arose"
            ]
        ]
    ],
    "In 1991, the Institut discovered that objects from the Musée Jaquemart-André were missing from the inventory, and Huyghe was dismissed.": [
        [
            13,
            21,
            [
                "Institute"
            ]
        ],
        [
            55,
            60,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            114,
            120,
            [
                "Huge",
                "Hugh",
                "Hughes",
                "Huff",
                "Huffed",
                "Huffs"
            ]
        ]
    ],
    "His memoirs appeared in 1994 as <em>Une vie pour l'art: de Léonard à Picasso</em>.": [],
    "Huyghe employed the philosophy of Henri Bergson (1859-1941), as did a number of other French art historians, such as <a href=\"/focillonh\">Henri Focillon</a>.": [
        [
            0,
            6,
            [
                "Huge",
                "Hugh",
                "Hughes",
                "Huff",
                "Huffed",
                "Huffs"
            ]
        ]
    ],
    "Huyghe once explained his conception of art as, \"what cannot be put directly into words is sensed directly through images and sensations.\"": [
        [
            0,
            6,
            [
                "Huge",
                "Hugh",
                "Hughes",
                "Huff",
                "Huffed",
                "Huffs"
            ]
        ]
    ]
}