{
    "Chief curator Bibliothèque royale de Belgique; professor of art history; art critic lithographer.": [
        [
            37,
            45,
            [
                "Belgium"
            ]
        ]
    ],
    "Hymans' father was a medical doctor, who moved from the Northern Netherlands to Brussels, shortly before Belgium became independent (1830), and later to Antwerp, where the young Hymans was born.": [
        [
            0,
            6,
            [
                "Hyman's",
                "Hyman",
                "Humans",
                "Hymns",
                "Hymens"
            ]
        ],
        [
            178,
            184,
            [
                "Hyman's",
                "Hyman",
                "Humans",
                "Hymns",
                "Hymens"
            ]
        ]
    ],
    "His mother was Sophie Hymans, née Josephs.": [
        [
            22,
            28,
            [
                "Hyman's",
                "Hyman",
                "Humans",
                "Hymns",
                "Hymens"
            ]
        ]
    ],
    "She gave the young Hymans his first art initiation in the Antwerp museums.": [
        [
            19,
            25,
            [
                "Hyman's",
                "Hyman",
                "Humans",
                "Hymns",
                "Hymens"
            ]
        ]
    ],
    "While attending high school, Hymans took drawing classes with Edward Dujardin (1817-1889) at the Antwerp Academy of Fine Arts.": [
        [
            29,
            35,
            [
                "Hyman's",
                "Hyman",
                "Humans",
                "Hymns",
                "Hymens"
            ]
        ],
        [
            69,
            77,
            [
                "Darwin",
                "Guardian",
                "Guarding",
                "Dunedin",
                "Hardin",
                "Darrin"
            ]
        ]
    ],
    "After his father's death, in 1849, the family moved to Brussels.": [],
    "Hymans continued taking drawing classes in Brussels under François Stroobant (1819-1916), who introduced him to lithography.": [
        [
            0,
            6,
            [
                "Hyman's",
                "Hyman",
                "Humans",
                "Hymns",
                "Hymens"
            ]
        ],
        [
            67,
            76,
            [
                "Stimulant",
                "Screwball",
                "Strobing",
                "Strewing"
            ]
        ]
    ],
    "In 1857 Hymans began his career at the print section of the Bibliothèque royale de Belgique in Brussels, first as a volunteer, under chief curator Louis Alvin (1806-1887).": [
        [
            8,
            14,
            [
                "Hyman's",
                "Hyman",
                "Humans",
                "Hymns",
                "Hymens"
            ]
        ],
        [
            83,
            91,
            [
                "Belgium"
            ]
        ]
    ],
    "His first task was to compile the inventory of the artists whose works were kept in the collection.": [],
    "The print section opened to the public in April 1959.": [],
    "In 1860 Hymans obtained a permanent position.": [
        [
            8,
            14,
            [
                "Hyman's",
                "Hyman",
                "Humans",
                "Hymns",
                "Hymens"
            ]
        ]
    ],
    "He studied the collection and put together a complete catalog.": [],
    "He was awarded a grant for his lithographs from the Jury of the Brussels 1860 exhibition, but nevertheless decided to discontinue working as an artist.": [],
    "In 1867 he married Fanny Cluysenaar.": [
        [
            3,
            7,
            [
                "1867,"
            ]
        ]
    ],
    "In 1875 the print section of the Bibliothèque royale became a separate department under Hymans' directorship.": [
        [
            88,
            94,
            [
                "Hyman's",
                "Hyman",
                "Humans",
                "Hymns",
                "Hymens"
            ]
        ]
    ],
    "In 1877, at the celebration in Antwerp of the tercentenary of the birth of Rubens, Hymans was actively involved, together with <a href=\"/roosesm\">Maximilian Rooses</a> and others, in organizing the Rubens exhibition and in compiling the catalog.": [
        [
            83,
            89,
            [
                "Hyman's",
                "Hyman",
                "Humans",
                "Hymns",
                "Hymens"
            ]
        ]
    ],
    "In December of the same year Hymans was appointed professor of esthetics and art history at the Antwerp Academy of Fine Arts.": [
        [
            29,
            35,
            [
                "Hyman's",
                "Hyman",
                "Humans",
                "Hymns",
                "Hymens"
            ]
        ],
        [
            63,
            72,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "He subsequently traveled to Italy, where he studied print collections during several months, benefiting from the closure of the print room due to restoration work.": [],
    "The officially re-opening of the print room took place in 1879.": [],
    "During the following years, Hymans enriched the collection and devoted himself to the arrangement and the furnishing of additional rooms.": [
        [
            28,
            34,
            [
                "Hyman's",
                "Hyman",
                "Humans",
                "Hymns",
                "Hymens"
            ]
        ]
    ],
    "As a participant in a competition, issued by the Académie royale de Belgique, Hymans wrote a study on the engravers active in the school of Rubens.": [
        [
            49,
            57,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            68,
            76,
            [
                "Belgium"
            ]
        ],
        [
            78,
            84,
            [
                "Hyman's",
                "Hyman",
                "Humans",
                "Hymns",
                "Hymens"
            ]
        ]
    ],
    "This important work, <em>Histoire de la gravure dans l'école de Rubens</em>, was crowned by the Académie and published in 1879.": [],
    "In 1883, Hymans was elected a corresponding member of the Académie's Classe des Beaux-Arts.": [
        [
            9,
            15,
            [
                "Hyman's",
                "Hyman",
                "Humans",
                "Hymns",
                "Hymens"
            ]
        ],
        [
            58,
            66,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            69,
            75,
            [
                "Class",
                "Classes",
                "Clause",
                "Classed",
                "Classy",
                "Chassé"
            ]
        ],
        [
            76,
            79,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "One year later he was appointed professor of art history at the Antwerp Institut supérieur des Beaux-Arts (to 1909).": [
        [
            72,
            80,
            [
                "Institute"
            ]
        ],
        [
            81,
            90,
            [
                "superior",
                "Superior",
                "superber"
            ]
        ],
        [
            91,
            94,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "In 1884 and 1885 Hymans' two-volume French translation and critical study of the <em>Schilder-boeck</em> of <a href=\"/manderk\">Karel Van Mander</a> appeared, <em>Le livre des peintres de Carel van Mander</em>.": [
        [
            17,
            23,
            [
                "Hyman's",
                "Hyman",
                "Humans",
                "Hymns",
                "Hymens"
            ]
        ]
    ],
    "Hymans translated Van Mander's original Dutch text into French.": [
        [
            0,
            6,
            [
                "Hyman's",
                "Hyman",
                "Humans",
                "Hymns",
                "Hymens"
            ]
        ],
        [
            22,
            28,
            [
                "Manner",
                "Wander",
                "Lander",
                "Manger",
                "Meander",
                "Madder"
            ]
        ]
    ],
    "He revised and updated Van Mander's work with additional research and commentary for the life of each painter, and he added a biography of Van Mander himself.": [
        [
            27,
            33,
            [
                "Manner",
                "Wander",
                "Lander",
                "Manger",
                "Meander",
                "Madder"
            ]
        ],
        [
            143,
            149,
            [
                "Manner",
                "Wander",
                "Lander",
                "Manger",
                "Meander",
                "Madder"
            ]
        ]
    ],
    "In 1885 Hymans was elected a member of the Académie royale de Belgique.": [
        [
            8,
            14,
            [
                "Hyman's",
                "Hyman",
                "Humans",
                "Hymns",
                "Hymens"
            ]
        ],
        [
            43,
            51,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            62,
            70,
            [
                "Belgium"
            ]
        ]
    ],
    "He soon became a regular contributor to the <em>Biographie nationale</em>, a publication of this institution.": [],
    "In Antwerp, in 1887, he was elected president of the Académie d'Archéologie de Belgique.": [
        [
            53,
            61,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            64,
            75,
            [
                "Archeologies"
            ]
        ]
    ],
    "In 1886 he joined the Paris based <em>Gazette des Beaux-Arts</em>, as a correspondent for Belgium.": [
        [
            3,
            7,
            [
                "1886,"
            ]
        ]
    ],
    "During 25 years he commented on the actual art scene and on ongoing exhibitions, including the 1899 Van Dyck exhibition in Antwerp and the acclaimed 1902 exhibition of the Flemish Primitives in Bruges.": [],
    "He wrote biographies of artists such as Quinten Matsys (1888) and Pieter Brueghel the elder (1890-1891).": [
        [
            40,
            47,
            [
                "Quintet",
                "Quinton",
                "Quieten",
                "Quin ten"
            ]
        ],
        [
            48,
            54,
            [
                "Mateys"
            ]
        ]
    ],
    "In 1893 Hymans published his monograph on the engraver Lucas Vorsterman, <em>Lucas Vorsterman.": [
        [
            8,
            14,
            [
                "Hyman's",
                "Hyman",
                "Humans",
                "Hymns",
                "Hymens"
            ]
        ],
        [
            61,
            71,
            [
                "Vorster man"
            ]
        ],
        [
            83,
            93,
            [
                "Vorster man"
            ]
        ]
    ],
    "Catalogue raisonné de son oeuvre préc</em><em>édé d'une notice sur la vie et les ouvrages du maître</em>.": [
        [
            33,
            37,
            [
                "prey",
                "PRC",
                "prep",
                "rec",
                "Pres",
                "pres"
            ]
        ]
    ],
    "From 1904 until his retirement in 1909 he served as chief curator of the Bibliothèque royale de Belgique in Brussels.": [
        [
            96,
            104,
            [
                "Belgium"
            ]
        ]
    ],
    "In 1910 he published a monograph on the sixteenth-century portraitist Antonio Moro, <em>Antonio Moro.": [
        [
            3,
            7,
            [
                "1910,"
            ]
        ]
    ],
    "Son oeuvre et son temps</em>.": [],
    "In 1911 he edited a fifteenth-century block book, <em>La légende de S. Servais.": [
        [
            3,
            7,
            [
                "1911,"
            ]
        ],
        [
            57,
            64,
            [
                "legend",
                "legends",
                "Legendre"
            ]
        ],
        [
            71,
            78,
            [
                "Gervais"
            ]
        ]
    ],
    "Livre xylographique flamand</em>; this consisted of a series of woodcuts representing the legend of Saint Servatius, the fourth-century bishop of Maastricht, accompanied with handwritten commentaries in French.": [
        [
            0,
            5,
            [
                "Live",
                "Liver",
                "Lire"
            ]
        ],
        [
            20,
            27,
            [
                "flaming",
                "flamed",
                "flatland",
                "flagman",
                "flamage"
            ]
        ],
        [
            106,
            115,
            [
                "Servants",
                "Serrations",
                "Erratics",
                "Servitors",
                "Stratus",
                "Serration"
            ]
        ],
        [
            158,
            174,
            [
                "accompanied by"
            ]
        ]
    ],
    "Hymans explained these commentaries against the background of the development of the original legend.": [
        [
            0,
            6,
            [
                "Hyman's",
                "Hyman",
                "Humans",
                "Hymns",
                "Hymens"
            ]
        ]
    ],
    "The block book was published in Berlin with an additional title in German, <em>Die Servatius-legende.": [
        [
            83,
            100,
            [
                "Servatius-legend"
            ]
        ]
    ],
    "Ein Niederländisches Blockbuch</em>.": [
        [
            0,
            3,
            [
                "EIN",
                "In",
                "Win",
                "Bin",
                "Pin",
                "Tin"
            ]
        ],
        [
            21,
            30,
            [
                "Blackburn"
            ]
        ]
    ],
    "Hymans was also a contributor to foreign periodicals and serial works.": [
        [
            0,
            6,
            [
                "Hyman's",
                "Hyman",
                "Humans",
                "Hymns",
                "Hymens"
            ]
        ]
    ],
    "From 1907 to 1911, his entries on Flemish painters were published in the first six volumes of the <em>Allgemeines Lexicon der bildenden Künstler</em> by <a href=\"/thiemeu\">Ulrich Thieme</a> and <a href=\"/beckerf\">Felix Becker</a>.": [],
    "Hymans died in 1912, \"la plume à la main\" (with the pen in his hand) (Rooses, 1912).": [
        [
            0,
            6,
            [
                "Hyman's",
                "Hyman",
                "Humans",
                "Hymns",
                "Hymens"
            ]
        ],
        [
            70,
            76,
            [
                "Roses",
                "Roosts",
                "Reuses",
                "Looses",
                "Nooses",
                "Rouses"
            ]
        ]
    ],
    "In collaboration with Fanny Hymans-Cluysenaar his complete works were published in four volumes, in 1920-1921.": [
        [
            28,
            45,
            [
                "Humans-Cluysenaar"
            ]
        ]
    ],
    "Hymans was an outstanding authority in art history, especially in the field of engraving.": [
        [
            0,
            6,
            [
                "Hyman's",
                "Hyman",
                "Humans",
                "Hymns",
                "Hymens"
            ]
        ]
    ],
    "The Rubens scholar <a href=\"/roosesm\">Maximilian Rooses</a> praised, in 1912, the scholarly quality and the solid character of his research.": []
}