{
    "Artist and Director of the Dresden Gemäldegalerie during the years preceding debate over the authenticity of the Holbein <em>Meyer Madonna</em>.": [],
    "Hübner studied at the Academy School in Berlin and under Wolgang Schadow and later in Düsseldorf.": [
        [
            0,
            6,
            [
                "Huber"
            ]
        ],
        [
            57,
            64,
            [
                "Wolfgang"
            ]
        ],
        [
            65,
            72,
            [
                "Shadow"
            ]
        ]
    ],
    "After a trip to Italy and settled in Düsseldorf.": [],
    "In 1839 he moved to Dresden where he was named a professor in the Academy of Arts in 1841.": [
        [
            3,
            7,
            [
                "1839,"
            ]
        ]
    ],
    "He obtained the great gold medal for painting at Brussels in 1851.": [],
    "In 1871 Hübner became director of the Gemäldegalerie (Paintings Gallery).": [
        [
            8,
            14,
            [
                "Huber"
            ]
        ]
    ],
    "For some time, controversy had been brewing over the authenticity of two near-identical paintings by Hans Holbein, known as the Meyer Madonna, of which the Dresden museum owned one.": [],
    "Hübner, true to his musuem, staunchly opposed the opinion of <a href=\"/kuglerf\">Franz Kugler</a> and others that the Dresden version was not the autograph one, suggesting, along with art historian <a href=\"/grimmh\">Herman Grimm</a>, that both had been my the master based on stylistic grounds.": [
        [
            0,
            6,
            [
                "Huber"
            ]
        ],
        [
            20,
            26,
            [
                "museum"
            ]
        ]
    ],
    "The art scholar <a href=\"/crowej\">Joseph Archer Crowe</a>, however, proved through technical analysis of painting that the Dresden version's binding medium of the pigment could not have been from Holbein's era.": [],
    "His son was Emil Hübner, a noted classical scholar.": [
        [
            17,
            23,
            [
                "Huber"
            ]
        ]
    ]
}