{
    "Architectural historian of the classical era who later changed to medieval and Renaissance.": [],
    "Hülsen studied classical philology, ancient history and archaeology with <a href=\"/curtiuse\">Ernst Curtius</a>, Johann Gustav Droysen (1808-1884), Ernst W. E. Hübner (1834-1901), Johannes Vahlen (1830-1911), and Theodor Mommsen (1817-1903).": [
        [
            0,
            6,
            [
                "Hudson",
                "Pulse",
                "Helen",
                "Pulses",
                "Hansen",
                "Holden"
            ]
        ]
    ],
    "His dissertation, on Ovid, was directed by Mommsen and Hübner.": [
        [
            43,
            50,
            [
                "Mommies"
            ]
        ],
        [
            55,
            61,
            [
                "Huber"
            ]
        ]
    ],
    "Through Mommsen, he was awarded a stipend from the DAI (Deutsches Archäologisches Institut or German Archaeological Institute) to travel to Rome where he assisted in the corpus of Latin inscriptions from the city of Rome.": [
        [
            8,
            15,
            [
                "Mommies"
            ]
        ],
        [
            56,
            65,
            [
                "Deutsche's",
                "Deutsche"
            ]
        ],
        [
            82,
            90,
            [
                "Institute"
            ]
        ]
    ],
    "In 1904 he published his <em>Das Forum Romanum</em>, an important and widely translated work on the Roman Forum.": [
        [
            3,
            7,
            [
                "1904,"
            ]
        ]
    ],
    "As a topographical scholar he gained equal fame for another volume, this one on Roman topography, appearing as volume three of <em>Topographie der Stadt Rom in Altertum</em>, in 1907.": [],
    "Hülsen's knowledge of architecture was not as sound as other disciplines, however; his conclusions in the <em>Topographie</em> often belie the Beaux-Arts assumptions of the architects who advised him (Richardson).": [
        [
            0,
            6,
            [
                "Hudson",
                "Pulse",
                "Helen",
                "Pulses",
                "Hansen",
                "Holden"
            ]
        ]
    ],
    "Despite these accomplishments and his service as second secretary to the DAI in Rome, 1887-1909, he was twice denied the appointment of first secretary.": [],
    "In disillusionment, he left the Institute to live in Florence, where he changed focus to medieval and Renaissance art.": [],
    "His collaboration with <a href=\"/gruneisenw\">Wladimir de Grüneisen</a> on the paintings for Santa Maria Antiqua, Rome resulted in a significant monograph (1911).": [],
    "In Florence he published studies on the historic drawings of Rome by Marten van Heemskerck (in collaboration with the Vienese art historian <a href=\"/eggerh\">Hermann Egger</a>), as well as Guilio San Gallo, Giovanni Antonio Dosio and other artists.": [
        [
            3,
            11,
            [
                "Florence,"
            ]
        ],
        [
            69,
            90,
            [
                "Maarten van Heemskerck"
            ]
        ],
        [
            118,
            125,
            [
                "Viennese",
                "Vainest"
            ]
        ]
    ],
    "In 1927 his study on the churches of medieval Rome, <em>Le Chiese di Roma nel Medio Evo</em>, appeared.": [],
    "Like his other books in the many disparate fields, it represented significant original scholarship.": [],
    "He remained in Florence the remainder of his life except for five years as professor at the University of Heidelberg.": [],
    "He was the recipient of honorary degrees from Oxford, Erlangen, and New York.": [],
    "Hülsen's counterpart and rival in Roman topographic studies was <a href=\"/lancianir\">Rodolfo Lanciani</a>, an engineer who's knowledge of architecture was better than Hülsen's.": [
        [
            0,
            6,
            [
                "Hudson",
                "Pulse",
                "Helen",
                "Pulses",
                "Hansen",
                "Holden"
            ]
        ]
    ],
    "His Roman Forum book, distinctive by its deep jade buckram cover, was a staple of libraries and used books stores for years.": []
}