{
    "Art professor instrumental in the establishment of modernist art history in Germany after World War II.": [],
    "Imdahl studied both (studio) painting and art history, archaeology and <em>Germanistik</em> beginning in 1945 at the University of Münster.": [
        [
            0,
            6,
            [
                "Idaho",
                "Dahl"
            ]
        ]
    ],
    "His painting skills were good enough to win him the Blevin-Davis Prize in 1950.": [
        [
            52,
            64,
            [
                "Blevins-Davis"
            ]
        ]
    ],
    "A year later he wrote his dissertation on the treatment of color in late Carolingian book illustration (\"Farbenprobleme spätkarolingischer Buchmalerei\") under <a href=\"/hagerw\">Werner Hager</a>.": [],
    "He tutored for a year under Hager at the Aaseehaus-Kolleg, rising to assistant professor at the University of Münster.": [
        [
            28,
            33,
            [
                "Eager",
                "Hagen",
                "Lager",
                "Wager",
                "Hagar",
                "Hanger"
            ]
        ],
        [
            41,
            57,
            [
                "Aaseehaus-Killed"
            ]
        ]
    ],
    "His 1961 <em>habilitationsschrift</em> was <em>Ottonische Kunst</em> (Ottonian Art).": [],
    "Imdahl was a guest professor at the University of Hamburg before joining the newly-founded Ruhr University at Bochum, Germany (Ruhr-Universität Bochum) as its first professor of art history (Ordinarius für Kunstgeschichte) in 1965.": [
        [
            0,
            6,
            [
                "Idaho",
                "Dahl"
            ]
        ],
        [
            127,
            143,
            [
                "Ruhr-University"
            ]
        ],
        [
            191,
            201,
            [
                "Ordinaries"
            ]
        ],
        [
            202,
            205,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "Imdahl was a member of the Akademie der Künste (German Academy of Arts) from 1986 until his death.": [
        [
            0,
            6,
            [
                "Idaho",
                "Dahl"
            ]
        ],
        [
            27,
            35,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            36,
            39,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            40,
            46,
            [
                "Sunset",
                "Unite",
                "Munster",
                "Unset",
                "Punster",
                "Münster"
            ]
        ]
    ],
    "Although a scholar trained in the traditional periods of medieval, renaissance and baroque, Imdahl set about creating a department whose courses would examine the most modern art.": [
        [
            92,
            98,
            [
                "Idaho",
                "Dahl"
            ]
        ]
    ],
    "This was a radical shift since traditional art history study in German universities generally ended at 1945.": [],
    "He participated in the Documenta exhibition planning for 1966-68.": [
        [
            23,
            32,
            [
                "Document",
                "Documents",
                "Document a"
            ]
        ]
    ],
    "In 1969 his monograph on Robert Delaunay was published in English.": [],
    "Imdahl began advising the modern art collection of Ruhr University in the 1970s.": [
        [
            0,
            6,
            [
                "Idaho",
                "Dahl"
            ]
        ]
    ],
    "He was engaged in promoting modern art outside the university as much as within.": [],
    "In the 80s he launched seminars on modern art for the employees of the Bayer Pharmaceuticals plant in Leverkusen, Germany.": [],
    "They became a model of art pedagogy.": [],
    "In 1980 his book on the Arena chapel frescoes of Giotto appeared, employing both the subject-oriented approach to iconography and iconology of <a href=\"/panofskye\">Erwin Panofsky</a> and the form-based concept of <a href=\"/wolfflinh\">Heinrich Wölfflin</a> and Fiedler.": [
        [
            130,
            139,
            [
                "phonology"
            ]
        ]
    ],
    "In 1985, Imdahl participated in the celebrated Fachschaft Kunstgeschichte (Division of Art History) lectures at the University in Munich.": [
        [
            9,
            15,
            [
                "Idaho",
                "Dahl"
            ]
        ]
    ],
    "He taught at the Kunstgeschichtliches Institut at Bochum until his death.": [
        [
            38,
            46,
            [
                "Institute"
            ]
        ]
    ],
    "His position fostered many personal friendships with modern artists, including Norbert Kricke and Günter Fruhtrunk in Germany and Richard Serra in the United States.": [
        [
            87,
            93,
            [
                "Cricket",
                "Price",
                "Brick",
                "Kick",
                "Rice",
                "Kicked"
            ]
        ]
    ],
    "The Archiv für Kunstvermittlung - Max Imdahl was created by the art historic institute (Kunstgeschichtlichen Institut) of the Ruhr-Universität.": [
        [
            4,
            10,
            [
                "Archive",
                "Archie",
                "Arch iv"
            ]
        ],
        [
            11,
            14,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            38,
            44,
            [
                "Idaho",
                "Dahl"
            ]
        ],
        [
            109,
            117,
            [
                "Institute"
            ]
        ],
        [
            126,
            142,
            [
                "Ruhr-University"
            ]
        ]
    ],
    "Imdahl formulated a methodology he called \"the Iconic.\"": [
        [
            0,
            6,
            [
                "Idaho",
                "Dahl"
            ]
        ]
    ],
    "He used the structure of the work to determine its significance, an approach akin to the work of <a href=\"/fiedlerk\">Konrad Fiedler</a> and Adolf von Hildebrand.": [],
    "He diverged from the iconographic approach of Panofsky, asserting that Panofsky's was too complex (entailed too many views), suggesting that his \"iconic\" treatment provided a more focused approach.": [
        [
            46,
            54,
            [
                "Sinofsky"
            ]
        ],
        [
            71,
            79,
            [
                "Sinofsky"
            ]
        ]
    ],
    "In his analysis of Giotto's frescoes at the Padova Chapel (1980), Imdahl concentrated himself on the questions of choreography, forms and motives of the work.": [
        [
            44,
            50,
            [
                "Pad ova"
            ]
        ],
        [
            66,
            72,
            [
                "Idaho",
                "Dahl"
            ]
        ]
    ],
    "He saw the written understanding of a work as performance (\"Aufführung\") of the work.": [],
    "His color analysis is characteristic of his approach.": [],
    "Whenever possible Imdahl focused on an analysis of an individual painter.": [
        [
            18,
            24,
            [
                "Idaho",
                "Dahl"
            ]
        ]
    ],
    "Imdahl affirmed that looking (Augenarbeit) was the primary way to interpret art.": [
        [
            0,
            6,
            [
                "Idaho",
                "Dahl"
            ]
        ]
    ],
    "He disagreed with <a href=\"/sedlmayrh\">Hans Sedlmayr</a> that background information on the artwork enhanced appreciation.": [],
    "\"Schools\" designations or causality based on the artist's early influences rarely appear in his analysis.": [],
    "Instead, individual objects were treated as masterworks, disparaged by some critics as a \"canonized approach\" to his works.": [],
    "In the age of machine reproduction of works of art, Imdahl emphasized engagement with the real object.": [
        [
            52,
            58,
            [
                "Idaho",
                "Dahl"
            ]
        ]
    ]
}