{
    "Painter; Monet scholar and professor of the history of Art, University of Michigan.": [],
    "Isaacson initially pursued a career as a painter.": [],
    "He entered the Design Department of Brooklyn College in 1949 where his teachers included Stanley William Hayter, Mark Rothko, and Clyfford Still.": [
        [
            105,
            111,
            [
                "Halter",
                "Hater",
                "Hatter"
            ]
        ]
    ],
    "After graduating in 1952, he served two years in the U.S.": [],
    "army.": [
        [
            0,
            4,
            [
                "Army"
            ]
        ]
    ],
    "Isaacson was discharged and spent the years 1954-1955 at the Slade School of Fine Arts in London.": [
        [
            61,
            66,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "He returned to the United States, attending Oberlin College, graduating in 1957 with an MFA.": [],
    "As a painter, he moved to San Francisco, exhibiting in group shows for the next two years.": [],
    "Drawn to the history of art, he entered the University of California, Berkeley, writing his dissertation on Claude Monet’s early stylistic development, under <a href=\"/chipph\">Herschel B. Chipp</a>.": [],
    "Isaacson joined The University of Michigan, Ann Arbor, in 1964 as an assistant professor.": [],
    "In 1972 Isaacson published one of the volumes in Alan Lane's ground-breaking, single-work-of-art book series <em>Art in Context</em>.": [],
    "His topic was <em>Monet's le déjeuner sur l'herbe</em>.": [],
    "He followed this with another monograph on Monet, <em>Claude Monet: Observation and Reflection </em>in 1978.": [],
    "Together with the French nineteenth-century studies scholar Jean-Paul Bouillon (b.1941), he curated a show for the University of Michigan Museum of Art, \"The Crisis of Impressionism, 1878-1882,\" issuing an accompanying catalog.": [],
    "Isaacson remained his entire career at Michigan, becoming emeritus in 1995.": [],
    "He returned to Berkeley in early 1996, pursuing painting once again.": [],
    "&nbsp;": []
}