{
    "First art historian to write a complete history of American art; art critic, lawyer, painter.": [],
    "Samuel Isham, born in New York in 1855, was the son of William B. Isham, a leather merchant and banker, and Julia Burhans (Isham).": [
        [
            7,
            12,
            [
                "Islam",
                "Sham",
                "Ishim",
                "ISAM",
                "I sham",
                "Is ham"
            ]
        ],
        [
            66,
            71,
            [
                "Islam",
                "Sham",
                "Ishim",
                "ISAM",
                "I sham",
                "Is ham"
            ]
        ],
        [
            114,
            121,
            [
                "Burns",
                "Burials",
                "Bureaus",
                "Burbank",
                "Burdens",
                "Turbans"
            ]
        ],
        [
            123,
            128,
            [
                "Islam",
                "Sham",
                "Ishim",
                "ISAM",
                "I sham",
                "Is ham"
            ]
        ]
    ],
    "After preparing at Phillips Academy, Massachusetts, he went to Yale and Graduated with a B.A.": [],
    "degree in 1875.": [
        [
            0,
            6,
            [
                "Degree"
            ]
        ]
    ],
    "While at Yale, Isham studied drawing under John H. Niemeyer (1839-1932), a former student of Louis Jacquesson de la Chevreuse (1839-1903).": [
        [
            15,
            20,
            [
                "Islam",
                "Sham",
                "Ishim",
                "ISAM",
                "I sham",
                "Is ham"
            ]
        ],
        [
            51,
            59,
            [
                "Wiemar",
                "Diemaker"
            ]
        ],
        [
            99,
            109,
            [
                "Jacques son"
            ]
        ],
        [
            116,
            125,
            [
                "Cheese",
                "Chevrons",
                "Therese",
                "Chanteuse",
                "Chartreuse",
                "Chevelle"
            ]
        ]
    ],
    "After graduation, Isham started a three-year sojourn in Europe and learned drawing after Chevreuse.": [
        [
            18,
            23,
            [
                "Islam",
                "Sham",
                "Ishim",
                "ISAM",
                "I sham",
                "Is ham"
            ]
        ],
        [
            75,
            82,
            [
                "to draw"
            ]
        ],
        [
            89,
            98,
            [
                "Cheese",
                "Chevrons",
                "Therese",
                "Chanteuse",
                "Chartreuse",
                "Chevelle"
            ]
        ]
    ],
    "Upon his return to the States, he entered Columbia Law School and then began a law career in New York.": [],
    "A few years later, his partial deafness led him to give up his career.": [],
    "In 1885, he went to Paris again to pursue what he had left behind and focus on seeing and drawing.": [],
    "After learning painting at the Académie Julian under Gustave Boulanger (1824-1888) and Jules Joseph Lefebvre (1836-1911), he returned to New York to work as an artist in 1887.": [
        [
            15,
            23,
            [
                "to paint"
            ]
        ],
        [
            31,
            39,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            100,
            108,
            [
                "Leftover",
                "Legendre",
                "Le Havre"
            ]
        ]
    ],
    "Isham was elected to the Society of American Artists in 1889, and he became an associate member of the National Academy of Design in 1900.": [
        [
            0,
            5,
            [
                "Islam",
                "Sham",
                "Ishim",
                "ISAM",
                "I sham",
                "Is ham"
            ]
        ]
    ],
    "These two organizations merged later at Isham's instigation, and he became a full member in 1906.": [
        [
            40,
            45,
            [
                "Islam",
                "Sham",
                "Ishim",
                "ISAM",
                "I sham",
                "Is ham"
            ]
        ]
    ],
    "In 1901, he received a B.F.A at Yale.": [],
    "In the same year, he became a member of the Art Jury at the Pan-American Exposition in New York.": [],
    "In 1905, his most accomplished written work, <i>The History of American Painting,</i> was published.": [
        [
            80,
            82,
            [
                ", <"
            ]
        ]
    ],
    "He became a full member of the National Academy.": [],
    "Caused by an aneurysm, Isham died on the Maidstone Club golf course in East Hampton, New York, in 1914.": [
        [
            23,
            28,
            [
                "Islam",
                "Sham",
                "Ishim",
                "ISAM",
                "I sham",
                "Is ham"
            ]
        ]
    ],
    "After his death, Isham’s sister Julia distributed his paintings and collections to museums, Yale University, and the National Academy of Design.": [
        [
            17,
            22,
            [
                "Islam",
                "Sham",
                "Ishim",
                "ISAM",
                "I sham",
                "Is ham"
            ]
        ]
    ],
    "Among the items, over 200 Japanese woodblock prints were donated to the Metropolitan Museum of Art.": [],
    "Isham was not a prolific painter, partly due to his father's wealth, which freed him from financial burdens and allowed him to pursue novice ideas.": [
        [
            0,
            5,
            [
                "Islam",
                "Sham",
                "Ishim",
                "ISAM",
                "I sham",
                "Is ham"
            ]
        ]
    ],
    "He created the avant-garde work <i>The History of American Painting</i>, the third volume in the <i>History of American Art</i> series.": [],
    "This work is notable for being the first comprehensive American art history that introduced painting with professional criticism.": [],
    "Upon its release, the Chicago Daily Tribune praised Isham as a \"liberal-minded critic\" who judged each painting on its merits, appreciating both sentiment and public appeal.": [
        [
            52,
            57,
            [
                "Islam",
                "Sham",
                "Ishim",
                "ISAM",
                "I sham",
                "Is ham"
            ]
        ]
    ],
    "Isham is one of three pioneers, alongside <a href=\"https://arthistorians.info/taftl/\">Lorado Taft</a> and <a href=\"https://arthistorians.info/hartmanns/\">Sadakichi Hartmann</a>, who authored the first significant American art histories.": [
        [
            0,
            5,
            [
                "Islam",
                "Sham",
                "Ishim",
                "ISAM",
                "I sham",
                "Is ham"
            ]
        ]
    ],
    "In addition to painting and writing, Isham lectured on art history and criticism at the Academy Schools and Columbia University between 1900 and 1909.": [
        [
            37,
            42,
            [
                "Islam",
                "Sham",
                "Ishim",
                "ISAM",
                "I sham",
                "Is ham"
            ]
        ]
    ],
    "He served as a trustee of the Fine Arts Society and was a member of the National Institute of Arts and Letters, and the Society of American Artists.": [],
    "His active engagement with various art institutions and interactions with painters significantly contributed to his influential work on the history of American painting.": []
}