{
    "Prints historian; Curator and founder of the Prints Department at the Metropolitan Museum Art.": [],
    "Ivins' father was a prominent New York utilities lawyer, William Mills Ivins, sr., (1851-1915).": [
        [
            0,
            5,
            [
                "Ivies"
            ]
        ],
        [
            71,
            76,
            [
                "Ivies"
            ]
        ],
        [
            78,
            80,
            [
                "Sr",
                "or",
                "so",
                "St",
                "Dr",
                "Mr"
            ]
        ]
    ],
    "The younger Ivins graduated from Harvard University in the class of 1901.": [
        [
            12,
            17,
            [
                "Ivies"
            ]
        ]
    ],
    "After a year of study at the University in Munich, he attended Columbia Law School where he received his law degree in 1907.": [],
    "He was admitted to the bar and practiced law for nine years.": [],
    "In 1916 Ivins was asked by the Metropolitan to take charge of what was then a relatively small collections of prints.": [
        [
            8,
            13,
            [
                "Ivies"
            ]
        ]
    ],
    "He built the collection into one of the premiere American Museum holdings.": [],
    "A 1930 publication, <em>Notes on Prints</em>, which started as the text of a graphics exhibition, became one of the textbooks for the modern study of prints and when through many subsequent editions.": [],
    "In 1932 he hired a relatively inexperienced art historian, <a href=\"/mayora\">A.": [
        [
            3,
            7,
            [
                "1932,"
            ]
        ]
    ],
    "Hyatt Mayor</a>, to be his assistant curator.": [],
    "Ivins helped shape Mayor but gave him comparatively free reign to learn the collection and become an authority on prints.": [
        [
            0,
            5,
            [
                "Ivies"
            ]
        ],
        [
            52,
            62,
            [
                "free rein"
            ]
        ]
    ],
    "From 1933-38 Ivins was assistant director of the Museum and then acting director.": [
        [
            13,
            18,
            [
                "Ivies"
            ]
        ]
    ],
    "In 1938 he published a book on linear perspective in art history--one of the earlier examples, <em>On the Rationalization of Sight</em>.": [
        [
            3,
            7,
            [
                "1938,"
            ]
        ]
    ],
    "In 1940 he was appointed Director.": [
        [
            3,
            7,
            [
                "1940,"
            ]
        ]
    ],
    "He retired from the Museum in 1946 and was succeeded by Mayor.": [],
    "In 1948 his wife Florence Wyman Ivins died.": [
        [
            26,
            31,
            [
                "Woman",
                "Lyman",
                "Hyman"
            ]
        ],
        [
            32,
            37,
            [
                "Ivies"
            ]
        ]
    ],
    "Ivins was interested in the phenomenon of prints as a graphic medium to disperse knowledge.": [
        [
            0,
            5,
            [
                "Ivies"
            ]
        ]
    ],
    "He authored a number of books on subject of geometry and perspective, both of which were employed in early printed books to disperse that knowledge.": [],
    "His Rationalization of Sight was eventually replaced in 1958 by <em>The Birth of Pictorial Space</em> by <a href=\"/whitej\">John White</a>.": []
}