{
    "Greek vase painting scholar; and later scholar of Celtic art.": [],
    "Jacobsthal studied at the Universities of Berlin and Göttingen before completing his degree at Bonn, writing his dissertation under <a href=\"/loeschckeg\">Georg Loeschcke</a> in 1906.": [],
    "In 1912 he published his catalog on the vase collection Göttingen, <em>Göttinger Vasen</em>, and was appointed <em>Ordinarius</em> Professor at the University of Marburg, 1912.": [
        [
            3,
            7,
            [
                "1912,"
            ]
        ]
    ],
    "He remained at Marburg until 1935, increasing the level of the archaeological department and adding a prehistoric studies concentration.": [
        [
            114,
            121,
            [
                "studies'",
                "study's"
            ]
        ]
    ],
    "With <a href=\"/beazleyj\">J.": [],
    "D. Beazley</a>, he began publishing in 1930 an early inventory of Greek vases, known as <em>Bilder griechischer Vasen</em>.": [
        [
            3,
            10,
            [
                "Beasley"
            ]
        ]
    ],
    "In 1935, he was forced to leave Germany because of Nazi persecution of Jewish-heritage citizens.": [],
    "Jacobsthal became lecturer at Christ Church College, Oxford, 1937-1947, where he continued to collaborate with Beazley on Greek vase series and the Oxford Monographs in Classical Archaeology, such as <em>Greek Pins</em> (1956).": [
        [
            111,
            118,
            [
                "Beasley"
            ]
        ]
    ],
    "He added Celtic studies to the repertoire of his adopted country.": [],
    "He delivered the Sir John Rhys memorial lecture at the British academy in 194l and becoming University Reader in Celtic Archaeology at Oxford University from 1947-1950.": [],
    "His book on the Celts (1944) examines their relationship with the Greeks.": [],
    "His Greek Pins and their Connections with Europe and Asia appeared in 1956.": [],
    "His students included <a href=\"/schefoldk\">Karl Schefold</a>.": [],
    "Throughout his career, Jacobsthal was associated with the other major connoisseur-scholar of Greek vases during this time, <a href=\"/beazleyj\">J.": [],
    "D. Beazley</a>.": [
        [
            3,
            10,
            [
                "Beasley"
            ]
        ]
    ]
}