{
    "Rubens scholar and director, Fitzwilliam Museum, Cambridge University 1973-1990.": [],
    "Jaffé (who despite his English heritage, retained the accent ague on his name) was born to a wealthy Jewish banker.": [
        [
            0,
            5,
            [
                "Gaffe"
            ]
        ]
    ],
    "He was schooled at Eton, and won a scholarship to King's College, Cambridge.": [],
    "He instead served in the Royal Navy (1942-45).": [],
    "He entered King's College in 1945, reading in History and English and obtaining a First.": [],
    "In 1949 he was admitted to the Courtauld Institute, attending lectures by <a href=\"/wildej\">Johannes Wilde</a> and procuring student access to the Seilern Collection.": [
        [
            3,
            7,
            [
                "1949,"
            ]
        ],
        [
            31,
            40,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "But Jaffé was unhappy at the Courtauld and in 1951 traveled by means of a grant to the museums and archives of Europe and Harvard and the Institute of Fine Arts of New York University in the United States.": [
        [
            4,
            9,
            [
                "Gaffe"
            ]
        ],
        [
            29,
            38,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "His dissertation, on Rubens's early career in Italy, was completed in 1952.": [],
    "For the rest of his life, Jaffé would remain associated with Rubens and his period as well as Cambridge University and King's College.": [
        [
            26,
            31,
            [
                "Gaffe"
            ]
        ]
    ],
    "By the early 1950s, <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a> was broadening the Cambridge to the disciplines of visual research.": [],
    "Jaffe became a Fellow of King's College in 1952--Cambridge's only Assistant Lecturer in Fine Arts at the time.": [
        [
            0,
            5,
            [
                "Gaffe"
            ]
        ]
    ],
    "In 1956 he began teaching undergraduate classes on art history.": [
        [
            3,
            7,
            [
                "1956,"
            ]
        ]
    ],
    "When Major A. E. Alnatt donated Rubens's Adoration of the Magi to the College, Jaffé supervised its controversial installation into the east end of the College's chapel.": [
        [
            17,
            23,
            [
                "Alcott",
                "Almaty",
                "Flatt",
                "ALAT",
                "Arnett",
                "Elnath"
            ]
        ],
        [
            79,
            84,
            [
                "Gaffe"
            ]
        ]
    ],
    "In 1960, he argued successfully for Cambridge to offer art history as a degree program.": [],
    "He was visiting professor at Washington University, St.": [],
    "Louis, in 1960-61.": [],
    "Key among Jaffe's ideas on art pedagogy at Cambridge was an integration of the museum and the classroom, a relationship he had admired at Harvard.": [
        [
            10,
            15,
            [
                "Gaffe"
            ]
        ]
    ],
    "His notions at Cambridge had powerful subscribers, among them <a href=\"/gombriche\">E.": [],
    "H. Gombrich</a> and <a href=\"/wormaldf\">Francis Wormald</a>.": [],
    "Jaffe's skill and commitment in constructing the art history program at Cambridge was largely responsible for the eminent art historians, curators, art dealers and critics, that Cambridge produced in the 1960s and 70s.": [
        [
            0,
            5,
            [
                "Gaffe"
            ]
        ]
    ],
    "In 1968 he was appointed Reader in the History of Western Art.": [
        [
            3,
            7,
            [
                "1968,"
            ]
        ]
    ],
    "An independent department of Art History, with Jaffe as its Head, was created in 1970.": [
        [
            47,
            52,
            [
                "Gaffe"
            ]
        ]
    ],
    "He married the art historian Patricia Milne-Henderson in 1964.": [],
    "In 1971 he was appointed a Syndic to the Fitzwilliam Museum.": [
        [
            3,
            7,
            [
                "1971,"
            ]
        ],
        [
            27,
            33,
            [
                "Synodic"
            ]
        ]
    ],
    "By 1973 he had succeeding David Piper as the director, and secured a personal Chair in the History of Western Art.": [],
    "At the Fitzwilliam, he reinstalled the galleries and other spaces, setting the renaissance and baroque works into a context closer to their original.": [],
    "Jaffé was a relentless collector for the museum.": [
        [
            0,
            5,
            [
                "Gaffe"
            ]
        ]
    ],
    "Even in years of tight money at Cambridge, he raised funds to acquire important paintings by Stubbs, Poussin and Van Dyck, purchasing works which otherwise would have left the country.": [
        [
            93,
            99,
            [
                "Stubby",
                "Stubs"
            ]
        ]
    ],
    "Jaffé also created a conservation program, the Hamilton Kerr Institute, as a sub-department of the museum.": [
        [
            0,
            5,
            [
                "Gaffe"
            ]
        ]
    ],
    "He oversaw the expansion of the gallery (opened in 1975) and the developing bequests.": [],
    "Plagued with ill health in his later years, he retired from the Fitzwilliam in 1990 according to his original plan.": [],
    "The October 1991 <em>Burlington Magazine</em> was devoted to tribute essays to him by his friends.": [],
    "His personal home at Somerset, Clifton Maybank, was a second museum of sorts, displaying his erudite personal collection.": [
        [
            39,
            46,
            [
                "May bank"
            ]
        ]
    ],
    "Jaffé cultivated a personality of condescension and intimidation, which his training as an art historian, his personal wealth, and his position at a major academic gallery, allowed him to support.": [
        [
            0,
            5,
            [
                "Gaffe"
            ]
        ]
    ],
    "His personal disputes with other art historians of the baroque period--a celebrated one with <a href=\"/heldj\">Julius S. Held</a> in particular--show the intensity of his personality as well as the breadth of his scholarship.": [],
    "Even his decision to become a Rubens scholar points to his tenacity.": [],
    "In the 1950s, <a href=\"/burchardl\">Ludwig Burchard</a> a scholar who had accumulated a vast amount of material on Rubens and published only a small part, was still alive.": [],
    "Many burgeoning scholars were intimidated to make a career of Rubens.": [],
    "Jaffe, however, was not deterred, building in relative few years a scholarly reputation because in part he had the courage to take up the study of Rubens.": [
        [
            0,
            5,
            [
                "Gaffe"
            ]
        ]
    ],
    "Although rooted in archival scholarship, of utmost most importance to Jaffé was connoisseurship.": [
        [
            70,
            75,
            [
                "Gaffe"
            ]
        ]
    ],
    "He was famous for testing even season colleagues by showing them a bronze or an oil sketch in his home and wait for them to evaluate the work.": [],
    "He himself was responsible for adding many paintings to the accepted oeuvre of Rubens, Van Dyck, and others.": [],
    "Among his discoveries (reattributions, really) was his1955 discovery in the library in Chatsworth of Van Dyck's Antwerp Sketchbook.": [
        [
            87,
            97,
            [
                "Chats worth"
            ]
        ]
    ],
    "It had long been known to scholars but dismissed as the work of others.": [],
    "His 1968 exhibition in Ottawa on Jordaens, highlighted some of his bolder attributions, which were challenged by other scholars.": [
        [
            33,
            41,
            [
                "Jordan",
                "Ordains",
                "Jordana"
            ]
        ]
    ]
}