{
    "Americanist art historian and founder of the Department of Fine Arts, Fordham University.": [
        [
            0,
            11,
            [
                "Americanism"
            ]
        ]
    ],
    "Irma Blumenthal was the daughter of Harry Blumenthal and Estelle (Levy) Blumenthal.": [],
    "She entered the University of Illinois at 17 but left school her sophomore year to marry Samuel B. Jaffe (d.": [
        [
            99,
            104,
            [
                "Gaffe"
            ]
        ]
    ],
    "1987).": [],
    "Eighteen years later, at the time her daughter entered Radcliffe College in 1954, Jaffe elected to return to college at Columbia University's School of General Studies.": [
        [
            82,
            87,
            [
                "Gaffe"
            ]
        ]
    ],
    "She graduated <em>magna cum laude</em>, Phi Beta Kappa in 1958.": [],
    "She continued to graduate school at Columbia, receiving her M.A.": [],
    "in 1960.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "While pursing her Ph.D.": [],
    "she was appointed research curator at the Whitney Museum of American Art in 1964.": [
        [
            0,
            3,
            [
                "She"
            ]
        ]
    ],
    "From the beginning, she had a strong interest in Italian art.": [],
    "The same year, 1964, she published her first article on Italian art history, on the so-called Barccacia fountain, the famous boat-shaped fountain in the Piazza di Spagna, near the Spanish Steps in Rome.": [
        [
            94,
            103,
            [
                "Arcadia",
                "Acacia",
                "Barbacoa"
            ]
        ],
        [
            163,
            169,
            [
                "Spain",
                "Span",
                "Spans",
                "Pagan",
                "Saga",
                "Sparta"
            ]
        ]
    ],
    "She completed her Ph.D.": [],
    "in 1966 with a dissertation on the Italian-American painter Joseph Stella.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "She left the Whitney to establish a fine arts department at Fordham University.": [],
    "While developing the department and running it as chair, she published a revised version of her dissertation as Joseph Stella (Harvard University Press), 1970.": [],
    "She wrote and narrated a television series, \"Project Now: Introduction to Art History,\" for WABC-TV New York, NY, airing between 1969-1970.": [
        [
            92,
            99,
            [
                "KABC-TV"
            ]
        ]
    ],
    "As department head at Fordham, she launched a symposium \"Baroque Art: the Jesuit Contribution,\" with the Baroque scholar <a href=\"/wittkowerr\">Rudolf Wittkower</a>.": [],
    "Jaffe wrote the volume on John Trumbull for the innovative books series analyzing a single work of an artist's career, the <em>Art in Context</em> series.": [
        [
            0,
            5,
            [
                "Gaffe"
            ]
        ]
    ],
    "In 2002, she published <em>Shining Eyes, Cruel Fortune: The Lives and Loves of Italian Renaissance Women Poets</em>.": [],
    "She retired stepped down as chair in 1978, continuing as cultural consultant for the Italian Encyclopedia Institute of New York.": [],
    "Her research work led her to two volumes on Italian-Americans in art, <em>The Italian Presence in American Art</em>, spanning 1760 through 1920.": [],
    "The Italian government awarded her the title of Cavaliere in the Order of Merit of the Republic of Italy.": [],
    "Approaching her 90th year, she copublished a book on Giovanni Battista Zelotti's frescoes at Cataio.": [
        [
            62,
            70,
            [
                "Batista",
                "Baptista",
                "Bautista"
            ]
        ],
        [
            71,
            78,
            [
                "Menotti"
            ]
        ],
        [
            93,
            99,
            [
                "Cities",
                "Captain",
                "Ratio",
                "Catalog",
                "Deities",
                "Calais"
            ]
        ]
    ],
    "She was also an active environmentalist.": []
}