{
    "Professor of the History of Modern and Contemporary Art.": [],
    "Jaffé was born of Jewish parents in Frankfurt am Main.": [
        [
            0,
            5,
            [
                "Gaffe"
            ]
        ]
    ],
    "In 1933, he left Nazi Germany and immigrated to The Netherlands.": [],
    "Shortly before, he had finished high school at the Goethe Gymnasium in Frankfurt.": [],
    "The same year he began studying art history at the University of Amsterdam.": [],
    "Among his teachers was <a href=\"/hudigf\">Ferrand Whaley Hudig</a> (1883-1937) who died the year Jaffé finished his study under the supervision of <a href=\"/regterenaltenai\">I.": [],
    "Q. van Regteren Altena</a>.": [
        [
            3,
            6,
            [
                "Van"
            ]
        ],
        [
            7,
            15,
            [
                "Retain",
                "Regain",
                "Restart",
                "Aegean",
                "Relearn"
            ]
        ],
        [
            16,
            22,
            [
                "Alena",
                "ALENA",
                "Alhena"
            ]
        ]
    ],
    "Between 1935 and the German occupation of the Netherlands, he worked at the Stedelijk Museum (Municipal Museum) of Amsterdam, first as a volunteer.": [
        [
            76,
            85,
            [
                "Steeling",
                "Steelier"
            ]
        ]
    ],
    "Before the war, he also taught history of art at the Nieuwe Kunstschool in Amsterdam.": [
        [
            53,
            59,
            [
                "Noose"
            ]
        ]
    ],
    "In 1942 Jaffé fled to Lucern, Switzerland, where his parents lived in exile.": [
        [
            8,
            13,
            [
                "Gaffe"
            ]
        ],
        [
            22,
            28,
            [
                "Lucerne",
                "Lucero"
            ]
        ]
    ],
    "In 1944, he served in the army of the Allies as an officer for the preservation of the arts.": [],
    "Jaffé began his post-war career as curator of the Stedelijk Museum of Amsterdam in 1947.": [
        [
            0,
            5,
            [
                "Gaffe"
            ]
        ],
        [
            50,
            59,
            [
                "Steeling",
                "Steelier"
            ]
        ]
    ],
    "In 1953, he became deputy director under <a href=\"/sandbergw\">Willem Jacob Henri Berend Sandberg</a> (1897-1984).": [],
    "One of the exhibitions he organized was on the Dutch art movement of De Stijl.": [
        [
            72,
            77,
            [
                "Still",
                "STIHL"
            ]
        ]
    ],
    "It became for Jaffé the starting point for further research in this field.": [
        [
            14,
            19,
            [
                "Gaffe"
            ]
        ]
    ],
    "In 1956, he obtained a doctoral degree with his dissertation: <em>De Stijl 1917-1931: the Dutch Contribution to Modern Art</em>.": [],
    "His adviser was again Van Regteren Altena.": [
        [
            26,
            34,
            [
                "Retain",
                "Regain",
                "Restart",
                "Aegean",
                "Relearn"
            ]
        ],
        [
            35,
            41,
            [
                "Alena",
                "ALENA",
                "Alhena"
            ]
        ]
    ],
    "With this publication, written in English, Jaffé won international fame.": [
        [
            43,
            48,
            [
                "Gaffe"
            ]
        ]
    ],
    "In 1958, he accepted a position as <em>privaatdocent</em> at the University of Amsterdam with a public lecture on \"Het probleem der werkelijkheid in de beeldende kunst der twintigste eeuw\" (The problem of reality in twentieth-century modern art).": [],
    "In 1961, he gave up his deputy directorship at the Amsterdam Stedelijk Museum, and two years later he was appointed as <em>extraordinarius</em> professor of the history of modern and contemporary art at the University of Amsterdam.": [
        [
            61,
            70,
            [
                "Steeling",
                "Steelier"
            ]
        ]
    ],
    "His inaugural lecture was entitled: \"Het beeld en het woord\" (The Image and the Word).": [
        [
            37,
            40,
            [
                "He",
                "Get",
                "Her",
                "Set",
                "Hit",
                "Let"
            ]
        ],
        [
            41,
            46,
            [
                "beheld"
            ]
        ],
        [
            50,
            53,
            [
                "he",
                "get",
                "her",
                "set",
                "hit",
                "let"
            ]
        ],
        [
            54,
            59,
            [
                "word",
                "wood",
                "Wood",
                "wooed",
                "woo rd",
                "Word"
            ]
        ]
    ],
    "His engaging style of teaching attracted many students who were eager to hear about his view on modern art, which for him was not a play of forms, but the expression of a worldview.": [],
    "Jaffé also pointed out to his students the importance of being in close contact with art objects before studying their deeper content.": [
        [
            0,
            5,
            [
                "Gaffe"
            ]
        ]
    ],
    "For several years he served as the chairman of the Dutch section of the international association of art critics (A.I.C.A.).": [],
    "As the first professor of modern art in the Netherlands, he played an important role as the promoter of twentieth-century art.": [],
    "When he retired, in 1984, his students and colleagues dedicated to him an <em>Album studiosorum</em>: <em>Met eigen ogen</em> (With One's Own Eyes).": [],
    "Jaffé was in an advanced stage of illness at that time and he died a week before the date of his official retirement.": [
        [
            0,
            5,
            [
                "Gaffe"
            ]
        ],
        [
            54,
            58,
            [
                ", and"
            ]
        ]
    ],
    "In the introduction to his book on De Stijl, Jaffé wrote: Art history in its present stage and after having passed through a period of descriptive cataloguing of phenomena, is now mainly concerned with one ever recurring question: the research into the reason of artistic expression, into the conditions under which the several styles were able to develop in the course of time.": [
        [
            38,
            43,
            [
                "Still",
                "STIHL"
            ]
        ],
        [
            45,
            50,
            [
                "Gaffe"
            ]
        ],
        [
            147,
            158,
            [
                "cataloging"
            ]
        ]
    ],
    "Jaffé was strongly influenced by the scholarly research of the art historian <a href=\"/dvorakm\">Max Dvořák</a>, who is known for the concept of <em>Geistesgeschichte</em> in art history.": [
        [
            0,
            5,
            [
                "Gaffe"
            ]
        ]
    ],
    "Jaffé also wanted to see the artist as the representative of a specific group within society.": [
        [
            0,
            5,
            [
                "Gaffe"
            ]
        ]
    ],
    "In 1964, in a lecture: <em>Spinoza en het beeldend denken</em>, he elucidated the relationship between Spinoza's understanding of the world as a cosmic unity of nature and mankind and certain currents of artistic expression, such as the romanticism of the painter Philipp Otto Runge (1777-1810) and the abstract De Stijl movement.": [],
    "In the same lecture he pointed to the dialectic poles in art, the Apollonian and Dionysian, as described by Nietzsche.": [],
    "Jaffé established a link between Apollonian art and the worldview of Spinoza, assuming that the ideas of his favorite philosopher would be dominant in the art of the new generation.": [
        [
            0,
            5,
            [
                "Gaffe"
            ]
        ]
    ],
    "In 1986, Evert van Uitert, Jaffé's former student and successor, delivered his inaugural lecture <em>Het geloof in de moderne kunst</em> (the Belief in Modern Art), in which he criticized Jaffe's and others' personal involvement in art and in the artist's world.": [
        [
            19,
            25,
            [
                "Liter",
                "Divert",
                "Inert",
                "Liters",
                "Utter",
                "Utters"
            ]
        ],
        [
            27,
            32,
            [
                "Gaffe"
            ]
        ]
    ],
    "Van Uitert suggested that the art historian should rather occupy an outsider's position as a critical observer.": [
        [
            4,
            10,
            [
                "Liter",
                "Divert",
                "Inert",
                "Liters",
                "Utter",
                "Utters"
            ]
        ]
    ]
}