{
    "First scholar of classical pottery to write a major study of them; influential teacher to a generation of classicists and art historians; Mozart biographer.": [],
    "Jahn was born to a wealthy family; his father was a successful lawyer in Kiel.": [
        [
            0,
            4,
            [
                "John",
                "Jain",
                "Hahn",
                "Jan",
                "AHN",
                "Jaén"
            ]
        ]
    ],
    "The younger Jahn attended the <em>Schulpforte</em> before the university at Kiel where his professors included Gregor Wilhelm Nitzsch (1790-1861), under whom he eventually wrote his dissertation and Joannes Classen (1805-1891).": [
        [
            12,
            16,
            [
                "John",
                "Jain",
                "Hahn",
                "Jan",
                "AHN",
                "Jaén"
            ]
        ]
    ],
    "He also trained under Gottfried Hermann (1772-1848) at Leipzig and August Böckh (1785-1867) and Karl Lachmann (1793-1851) in Berlin before returning to Kiel to complete his doctorate.": [
        [
            74,
            79,
            [
                "Bock",
                "Boch"
            ]
        ],
        [
            101,
            109,
            [
                "Lachlan",
                "Lehmann",
                "Eichmann",
                "Luckmann"
            ]
        ]
    ],
    "His dissertation was on Palamedes.": [
        [
            24,
            33,
            [
                "Parameter",
                "Parameters",
                "Palaces",
                "Parades",
                "Alameda",
                "Paramedic"
            ]
        ]
    ],
    "Jahn made an extended research trip in Italy.": [
        [
            0,
            4,
            [
                "John",
                "Jain",
                "Hahn",
                "Jan",
                "AHN",
                "Jaén"
            ]
        ]
    ],
    "He met and was greatly influenced by <a href=\"/braune\">Emil Braun</a> in Rome and <a href=\"/mullerko\">Otfried Müller</a> in Florence.": [],
    "He joined the faculty at Kiel in 1839 where among his first students was Theodor Mommsen (1817-1903).": [],
    "In 1842 he was appointed <em>Extraordinarius</em> professor at Greifswald in philology and archaeology.": [
        [
            3,
            7,
            [
                "1842,"
            ]
        ]
    ],
    "When Wilhelm A. Becker (1796-1846) retired as professor of archaeology in 1847 at Leipzig, Jahn succeeded him, teaching along side his former student Mommsen.": [
        [
            91,
            95,
            [
                "John",
                "Jain",
                "Hahn",
                "Jan",
                "AHN",
                "Jaén"
            ]
        ],
        [
            120,
            130,
            [
                "alongside"
            ]
        ],
        [
            150,
            157,
            [
                "Mommies"
            ]
        ]
    ],
    "However, he, Mommsen and Mortiz Haupt (1808-1874) were dismissed from the university in 1851 for political agitation in support of the imperial constitution.": [
        [
            13,
            20,
            [
                "Mommies"
            ]
        ],
        [
            25,
            31,
            [
                "Moritz",
                "Ortiz",
                "Ortíz"
            ]
        ],
        [
            32,
            37,
            [
                "Haunt"
            ]
        ]
    ],
    "For the next four years Jahn wrote to support himself, authoring <em>Florus</em> (1851) and, in 1853, an important catalog on the vase collection of Ludwig I in Munich, <em>Museum Antiker Kleinkunst</em>.": [
        [
            24,
            28,
            [
                "John",
                "Jain",
                "Hahn",
                "Jan",
                "AHN",
                "Jaén"
            ]
        ]
    ],
    "In 1855 he was appointed professor of Classics and director of the university art museum in Bonn.": [
        [
            3,
            7,
            [
                "1855,"
            ]
        ]
    ],
    "The following year the first volume of his biography of Wolfgang Amadeus Mozart appeared, a work he is remembered for as much as his archaeological writing.": [],
    "Jahn engaged in a bitter dispute in his later years with Friedrich Ritschl (1806-1876) over the hiring of Hermann Sauppe (1809-1893) at the university in Göttingen.": [
        [
            0,
            4,
            [
                "John",
                "Jain",
                "Hahn",
                "Jan",
                "AHN",
                "Jaén"
            ]
        ],
        [
            67,
            74,
            [
                "Kitsch",
                "Kitschy"
            ]
        ],
        [
            114,
            120,
            [
                "Sample",
                "Sauce",
                "Steppe",
                "Supper",
                "Supple",
                "Sapped"
            ]
        ]
    ],
    "Jahn was succeeded in Bonn by <a href=\"/kekuler\">Reinhard Kekulé von Stradonitz</a>.": [
        [
            0,
            4,
            [
                "John",
                "Jain",
                "Hahn",
                "Jan",
                "AHN",
                "Jaén"
            ]
        ]
    ],
    "His students, in addition to Mommsen, included <a href=\"/benndorfo\">Otto Benndorf</a>, <a href=\"/blumnerh\">Hugo Blümner</a>, <a href=\"/robertc\">Carl Robert</a>, <a href=\"/helbigw\">Wolfgang Helbig</a>, Ulrich von Wilamowtiz-Moellendorff (1848-1931) and his nephew was <a href=\"/michaelisa\">Adolf Michaelis</a>.": [
        [
            29,
            36,
            [
                "Mommies"
            ]
        ]
    ],
    "Jahn opposed the mythical-symbolic interpretation of his contemporaries such as G. F. Creuzer and <a href=\"/panofkat\">Theodor S. Panofka</a>.": [
        [
            0,
            4,
            [
                "John",
                "Jain",
                "Hahn",
                "Jan",
                "AHN",
                "Jaén"
            ]
        ],
        [
            86,
            93,
            [
                "Freezer",
                "Breuer",
                "Creeper",
                "Cruder",
                "Creamer",
                "Crueler"
            ]
        ]
    ],
    "His scientific approach, based on the best 19th-century positivism, forever changed the discipline of archaeology and vase painting studies.": [],
    "His life, however, was ever tragic: his wife went insane, his illegitimate son pursued him, his Leipzig appointment was withdrawn for political reasons, and his bitter feud with Ritschl distracted him from his projects, left uncompleted as his death, such as biographies of Beethoven and a study of Juvenal, as well as a handbook on archaeology.": [
        [
            178,
            185,
            [
                "Kitsch",
                "Kitschy"
            ]
        ]
    ],
    "Michael Vickers termed Jahn's vase scholarship to be the first major study of Greek pottery painting.": [
        [
            8,
            15,
            [
                "Kickers",
                "Pickers",
                "Tickers",
                "Bickers",
                "Nickers",
                "Wickers"
            ]
        ],
        [
            23,
            27,
            [
                "John",
                "Jain",
                "Hahn",
                "Jan",
                "AHN",
                "Jaén"
            ]
        ]
    ]
}