{
    "Medieval manuscripts scholar and provost, King's College, Cambridge (1905-1918).": [],
    "James was the son of Herbert James (1822-1909), rector of Great Livermere in Suffolk (near Bury St.": [
        [
            64,
            73,
            [
                "Livermore",
                "Liver mere"
            ]
        ]
    ],
    "Edmunds) and Mary Emily Horton (1818-1899) daughter of Admiral Joshua Sydney Horton.": [
        [
            0,
            7,
            [
                "Edmund's",
                "Edmund",
                "Edmonds",
                "Edmundo"
            ]
        ]
    ],
    "James attended the private boarding school at Temple Grove in Surrey between 1873-76 and then Eton (1876-82).": [],
    "He received a scholarship for King's College, Cambridge in 1882.": [],
    "He graduated in 1886, writing a thesis on the Apocalypse of Peter, a second-century apocryphon, which led to an election a fellow of the college and soon, dean.": [
        [
            84,
            94,
            [
                "apocryphal",
                "Apocrypha",
                "apocrypha"
            ]
        ]
    ],
    "James published his work on the Apocalypse of Peter after discoveries aiding the document in Egypt, 1886-87, J. Armitage Robinson (1858-1933) in 1892.": [],
    "His <em>Apocrypha anecdota</em> of 1893 and 1897 also appeared.": [],
    "James was appointed assistant director of the Fitzwilliam Museum, Cambridge, in 1886 and director in 1889, which he held until 1908.": [],
    "At the Fitzwilliam, he concerned himself with iconographic studies of medieval art, such as the damaged sculptural program of the Lady Chapel at Ely Cathedral, which he published in 1892.": [
        [
            145,
            148,
            [
                "Fly",
                "Rely",
                "Elf",
                "Elk",
                "Elm",
                "Ply"
            ]
        ]
    ],
    "In 1895 James began a series of descriptive catalogs of medieval and Latin manuscripts of holdings at Eton, the Fitzwilliam, but the Cambridge colleges of King's College, Jesus College, and Sidney Sussex College, continuing until 1914.": [],
    "Compiled from his teenage examination of manuscripts while an Eton student and later evaluation, they formed his reputation as a manuscripts scholar.": [
        [
            129,
            140,
            [
                "manuscripts'",
                "manuscript's"
            ]
        ]
    ],
    "James' reputation was so great that the manuscripts from these libraries were delivered to his apartments at King's College in order to review them during his private time.": [],
    "He also wrote the catalogs for the private collection of publisher and manuscript collector Henry Yates Thompson (1838-1928) in 1898 and 1902.": [],
    "The collection of Trinity manuscripts was published in four volumes between 1900 and 1905.": [],
    "These included the manuscripts of the Parker Library at Corpus Christi, one of the most valuable collections of Anglo-Saxon manuscripts extant, the Bury Bible and the two-volume Matthew Paris Chronica maiora.": [
        [
            192,
            200,
            [
                "Chronic",
                "Chronic a"
            ]
        ],
        [
            201,
            207,
            [
                "major",
                "mayor",
                "Major",
                "majors",
                "manor",
                "mayors"
            ]
        ]
    ],
    "In 1905 James was elected provost of King's College, which he held through the difficult years of World War I. In 1907 he cataloged the manuscripts for J. Pierpont Morgan (1837-1913) and his library in New York.": [],
    "At his resignation from the Fitzwilliam in 1908, he was succeeded by <a href=\"/cockerells\">Sydney Cockerell</a>.": [],
    "The catalogs for Gonville and Caius Colleges appeared 1907-1908, and 1914, the McClean collection at the Fitzwilliam Museum (1912), and St.": [
        [
            17,
            25,
            [
                "Danville",
                "Granville",
                "Grenville",
                "Orville",
                "Joinville",
                "Linville"
            ]
        ],
        [
            30,
            35,
            [
                "Camus",
                "Cains",
                "CFIUS",
                "CIUS",
                "Laius"
            ]
        ]
    ],
    "John's (1913) appeared in rapid succession.": [],
    "These are still considered among his best.": [],
    "During the years of World War I, James worked on manuscripts outside the Cambridge University system, the Latin manuscripts of the recently founded John Rylands Library in Manchester and those at Lambeth Palace, published 1921 and 1930-32 respectively.": [
        [
            153,
            160,
            [
                "Ry lands"
            ]
        ],
        [
            196,
            203,
            [
                "Lambert",
                "Macbeth",
                "Lizbeth",
                "Lambent",
                "Lambed"
            ]
        ]
    ],
    "At the end of the war, James left Cambridge to become provost of Eton.": [],
    "In 1925 James wrote a survey of abbeys for the Great Western Railway and an East Anglian guidebook, <em>Suffolk and Norfolk</em> (1930).": [
        [
            81,
            88,
            [
                "Anglican",
                "Anglia"
            ]
        ]
    ],
    "In 1927 he delivered the British Academy Schweich lectures, published as <em>The Apocalypse in Art</em> in 1931.": [
        [
            3,
            7,
            [
                "1927,"
            ]
        ],
        [
            41,
            49,
            [
                "Schwab",
                "Schwann",
                "Schwas",
                "ICHEICH",
                "Scheat",
                "Schwarz"
            ]
        ]
    ],
    "He died purportedly of renal failure in 1936 and is buried in the parish churchyard of Eton.": [],
    "His catalog of the medieval manuscripts at the university library at Cambridge remained uncompleted at the time of his death.": [],
    "James also produced several volumes of ghost stories in 1904, 1911, 1919 and 1925.": [],
    "James' strength as a manuscript cataloger was in the thoroughness of description of illustration and hagiographic knowledge, his analysis of legal and scientific manuscripts were less learned.": []
}