{
    "<p>Medievalist, École de Chartes scholar; used an archaeological approach for Chartres scholarship.": [
        [
            16,
            21,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            25,
            32,
            [
                "Charles",
                "Charges",
                "Charts",
                "Charter",
                "Charted",
                "Charters"
            ]
        ]
    ],
    "James entered the University of Melbourne in 1949.": [],
    "As a student, completed a sub-major in art history under Joe Burke by surveying the Melbourne terrace house and its cast-iron tracery in 1951.": [],
    "His Bachelor's degree in [practicing] Architecture (with honors) was awarded in 1953.": [],
    "He married his wife, Hilary, at this time.": [],
    "After working in British West Africa, the couple returned to Australia where James founded an architectural practice in Roseville (greater Sydney) in 1957.": [],
    "James' interest was always as an architect/builder; he became the first certified builder-architect approved by the Australian Institute of Architects in 1958.": [],
    "James became the first certified builder-architect approved by the Australian Institute of Architects in 1958; his Readers Digest head office in Sydney is now a protected National Monument.": [
        [
            115,
            129,
            [
                "Reader's Digest"
            ]
        ]
    ],
    "Bconstruction and design experience spurred an interest in the part master masons played in medieval European building.": [
        [
            0,
            13,
            [
                "Construction"
            ]
        ]
    ],
    "James left his practice in 1963 to pursue a Master of Building Science degree under Sydney University.": [],
    "While a student, he taught courses in architectural history and studio design from 1965 at Sydney Technical College and the Universities of Sydney and New South Wales.": [],
    "After receiving his degree in 1966, he traveled to France in 1969 to examine the construction archaeology of Chartres cathedral from the builder's point of view in an attempt to reconcil it with established art history.": [
        [
            178,
            186,
            [
                "reconcile"
            ]
        ]
    ],
    "James developed a research technique he termed \"Toichology\" (above ground archaeology) for deducing the construction history from the masonry.": [
        [
            48,
            58,
            [
                "Toxicology"
            ]
        ]
    ],
    "His first research article on this appeared in the <em>AAQ</em> in 1972.": [],
    "The article demonstrated how Chartres had been built layer by layer and as such redefining the entire constructional history of the building.": [],
    "This article spurred Columbia University architectural historian <a href=\"/brannerr\">Robert Branner</a> to write an endorsement on what such a method could offer to scholarship.": [],
    "James and his family remained in Europe for the next five years, except for a brief stay in Bali, funded by income from rental properties he owned and had designed.": [],
    "To gain a serious appreciation of medieval experience, he took his family on the pilgrimage route from Chartres to Compostella (walking nearly 400 kilometers) in 1973.": [
        [
            115,
            126,
            [
                "Composted",
                "Compositely",
                "Composedly",
                "Compostable",
                "Composter",
                "Composters"
            ]
        ]
    ],
    "James returned to Australia in 1974.": [],
    "He lectured in the U.S., Europe and Australia in 1977, researching the cathedral of Durham and Southwell Minster in the UK and a buildings in France associated with Chartres.": [
        [
            95,
            104,
            [
                "South well"
            ]
        ],
        [
            127,
            138,
            [
                "a building",
                "buildings"
            ]
        ]
    ],
    "His <em>Chartres, les constructeurs</em> (translated into French by local architect Dominique Maunoury) appeared beginning in 1977.": [],
    "The English version, <em>The Contractors of Chartres</em> appearing between 1979 and 1981.": [],
    "James expanded his research work in 1980 to the region around Paris, resulting in his on-site survey to identify all the early Gothic churches in the Paris area.": [],
    "His research, requiring visits to more than 3500 sites to determine which had been constructed between 1100 and 1250, appeared in the <em>Art Bulletin</em> in 1984.": [],
    "He was awarded a Ph D from the University of New South Wales in 1988.": [
        [
            17,
            21,
            [
                "Ph.D."
            ]
        ]
    ],
    "James returned to the topic of Gothic construction, examining the evolution of the rib vault and a catalog of early Gothic capitals in the Paris region in 1993, attempting to identify the distinct carvers.": [],
    "In 2000, he received a grant to study the construction history of Durham Cathedral in northern England, and began to assemble the material needed for a ten-volume Corpus of French Early Gothic architecture.": [],
    "His work appeared in 2002 as the first two volumes of <em>The Ark of God</em>.": [],
    "In 2004 he Robert Ferré began investigating the meanings of the labyrinth of Chartres cathedral.": [
        [
            3,
            7,
            [
                "2004,"
            ]
        ],
        [
            18,
            23,
            [
                "Ferry",
                "Ferret"
            ]
        ]
    ],
    "He published two further books in 2005, In <em>Search of the Unknown in Medieval Architecture</em> and volume 3 of <em>The Ark of God</em>.</p>\n\n<p>James never recieved advanced training in architectural history and some of his views have been termed \"eccentric\" (Crossley).": [
        [
            160,
            168,
            [
                "received",
                "relieved"
            ]
        ],
        [
            264,
            272,
            [
                "Crossly"
            ]
        ]
    ],
    "He used his building knowledge and detailed measurements to construct an investigative technique of medieval architecture.": [],
    "His work is akin to that of the French <em>archéolgists</em>, historians of medieval architecture who focus on archaeological analysis, a group including Arnold Wolff, <a href=\"/hamannmacleanr\">Richard Hamman-MacLean</a> and Jan van der Meulen.": [],
    "Their work commonly appears in the monograph form, a \"congenial vehicle for exercise in the most precise and detailed examination of a great church's fabric\" (Crossley).": [
        [
            159,
            167,
            [
                "Crossly"
            ]
        ]
    ],
    "James' conclusion regarding Chartres scholarship included that the tilted, almost annual, layers was the work of different master masons, that nave and the choir were built at the same time, not following each other, the central importance of geometry to the entire design, and that the Royal Portal was not moved but was erected with the western towers.": [],
    "Many of James conclusions have not been accepted by architectural historians.": [],
    "His assertion that architects did not exist for most Gothic churches but rather that Chartres and other ecclessiastical buildings were constructed by bands of wandering 'contractors' was effectively refuted by the work of John Harvey and <a href=\"/colvinh\">Howard Montagu Colvin</a>.": [
        [
            104,
            119,
            [
                "ecclesiastical"
            ]
        ]
    ],
    "He himself reversed his initial conclusion of 1979 that Chartres experienced as many as thirty-six separate building campaigns because of funding issues in his later Chartres study of 1989.": [],
    "James' demotion of the architect as prime designer may have inadvertently been driven by the popular \"death of the artist'\" notion among art historians of the 1970's and 1980's (Crossley).": [
        [
            159,
            165,
            [
                "1970s"
            ]
        ],
        [
            170,
            176,
            [
                "1980s"
            ]
        ],
        [
            178,
            186,
            [
                "Crossly"
            ]
        ]
    ],
    "James used a connoisseurship approach akin to <a href=\"/morellig\">Giovanni Morelli</a> to try and determine the individual carver of Parisian capitals, as he had done for architecture, completed before 1170.</p>": []
}