{
    "Early female art historian of the Italian Renaissance; author of the first systematic study of Christian iconography in the English language.": [],
    "Born the daughter of the Irish miniaturist painter Denis Murphy and English wife (name now lost), the family emigrated to England in 1798, finally settling in London in 1803.": [
        [
            109,
            121,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "Anna Murphy worked as a governess for several wealthy families, one of whom took her to the continent.": [],
    "She met Robert Jameson (1773/4-1854), a barrister, in 1821 and after some doubt about marriage and a termination of the engagement the same year, they eventually married in 1825.": [],
    "The couple moved to Bloomsbury.": [],
    "Jameson's earliest novel, <em>The Diary of an Ennuyée</em>, 1826, employs keen descriptions of the art works viewed by her protagonist.": [],
    "Jameson's own marriage was not happy.": [],
    "Robert was a poor husband and moved, without Anna, first to the West Indies and then to Canada.": [],
    "Mrs.": [],
    "Jameson earned a meager living writing.": [],
    "Two works, <em>Memoirs of Celebrated Female Sovereigns</em>, 1831 and <em>Characteristics of Women</em>, 1832, established her serious literary reputation.": [],
    "She traveled to Germany in 1829 and 1833, and armed with letters of introduction, met the novelist Ludwig Tieck (1773-1853) and philosopher <a href=\"/schlegela\">August Wilhelm Schlegel</a> (1772-1829).": [],
    "In Munich she toured the new royal palace with its architect, Leo von Klenze (1784-1864).": [
        [
            3,
            9,
            [
                "Munich,"
            ]
        ],
        [
            70,
            76,
            [
                "Kline",
                "Klee",
                "Sleaze",
                "Ilene",
                "Kenzie"
            ]
        ]
    ],
    "Her travelogues published during this period discussed art at length.": [],
    "Her husband now established in Canadian politics, she made a brief trip to North America for appearances, and returned to Europe with an understanding to live independently of him with a small yearly stipend.": [],
    "In 1840, Jameson wrote an introduction to the English translation of <em>Peter Paul Rubens</em> by <a href=\"/waageng\">Gustav Friedrich Waagen</a>.": [],
    "In it she argued for the broader, German interpretation of images over the rather pedestrian view most British art critics took.": [
        [
            3,
            5,
            [
                "it,"
            ]
        ]
    ],
    "In 1842 she published <em>A Handbook to the Public Galleries of Art in and Near London</em>, a guide to the art museums of London, but also an apology for a wider collecting policy for the National Gallery.": [
        [
            3,
            7,
            [
                "1842,"
            ]
        ]
    ],
    "The work was so successful that a sequel, <em>Companion to the Most Celebrated Private Galleries of London</em> appeared in 1844.": [],
    "Her espousal of British art as worthy of study predated that of <a href=\"/ruskinj\">John Ruskin</a> in <em>Modern Painters</em>.": [],
    "Her criticisms of the National Gallery coincided with and perhaps resulted in the naming of <a href=\"/eastlakec\">Charles Lock Eastlake</a> and <a href=\"/wornumr\">Ralph Nicholson Wornum</a> by Sir Robert Peel, both of whom she had been corresponding for her <em>Private Galleries</em> series.": [],
    "Between 1834-1845 Jameson wrote a series of profiles of Italian <em>quattrocento</em> painters, then known as \"primitives,\" in the <em>Penny Magazine</em>.": [],
    "The series was republished as a book, <em>Memoirs of the Early Italian Painters</em> in 1845.": [],
    "In 1848 her most important art-historical work, <em>Poetry of Sacred and Legendary Art</em>, appeared.": [],
    "Published in two volumes, it is a systematic treatment of Christian iconography.": [],
    "Its encyclopedic scope resembles the <em>Iconographie Chrétien</em> (1843) of <a href=\"/didrona\">Adolphe Napoléon Didron</a>.": [],
    "Unlike Didron or Ruskin, Jameson discusses Christian symbolism without arguing its supremacy through personal religious faith.": [
        [
            7,
            13,
            [
                "Iron",
                "Dillon",
                "Dion",
                "Dixon",
                "Gideon",
                "Dido"
            ]
        ]
    ],
    "Her dispassionate prose shows the detachment of the historian rather than the polemicist or critic.": [],
    "Several works on religious subject matter analyzed through art sources followed, including <em>Legends of the Madonna</em>, 1852.": [
        [
            27,
            41,
            [
                "subject"
            ]
        ]
    ],
    "That year, too, she and other burgeoning art writers, including <a href=\"/wyattm\">Matthew Digby Wyatt</a>, later Slade Professor of Art at Cambridge University, published <em>The History of the Painters of All Nations</em>.": [],
    "Her husband had retired because of alcoholism in 1851 and in 1854 he died, leaving her excluded completely from any inheritance.": [],
    "Jameson, who always supported her parents and unmarried sisters, was given a small annual stipend by the crown.": [],
    "Jameson authored several pamphlets of women's suffrage in the 1850s and became part of the British ex-patriot community in Florence, along with the Brownings and <a href=\"/jarvesj\">James Jackson Jarves</a>.": [],
    "At age 65 she began to write two more volumes of <em>Sacred and Legendary Art</em> and a new work, <em>A History of Our Lord</em>.": [],
    "However, after a trip to Rome, she fell ill and, complicated by arthritis and failing eyesight, succumbed to pneumonia in 1860.": [],
    "<a href=\"/rigbye\">Elizabeth Rigby Eastlake</a> completed <em>A History</em> and was executor of her estate.": [],
    "<a href=\"/berensonb\">Bernard Berenson</a> ranked her among the other 19th-century pioneers of art history including <a href=\"/lanzil\">Luigi Antonio Lanzi</a>, <a href=\"/schnaasek\">Karl Julius Ferdinand Schnaase</a> and Ruskin.": [],
    "Ruskin himself charged that Jameson was totally devoid of any critical faculty in art, but the American writer Nathaniel Hawthorne (1804-1864) observed that she could read a picture like a book.": [],
    "Jameson represents the best 19th-century art writing without consultation of primary documents.": [],
    "Drawing upon Vasari's <em>Lives</em> and the <em>Handbuch der Geschichte der Malerei</em> by <a href=\"/kuglerf\">Franz Kugler</a>, she fearlessly, if politely, debunked many myths of art and argued for a more direct public appreciation of art.": [
        [
            13,
            19,
            [
                "Va sari"
            ]
        ]
    ],
    "She was clearly familiar with the writing (and bibliography) of <a href=\"/rumohrk\">Karl Friedrich von Rumohr</a>.": [],
    "Her iconography was in part the inspiration for <a href=\"/kaftalg\">George Kaftal</a> and his work on Italian saints.": [],
    "Though her writing reputation today as an art historian rests today upon her <em>Sacred and Legendary Art</em> volumes, Jameson's championing of the \"primitive\" schools of art, i.e., the late-medieval and early Renaissance art, is her greatest contribution to the history of art history.": []
}