{
    "Curator of the department of Painting, Louvre, 1927-1939; art collector.": [],
    "Jamot studied at the Lycée Louis-le-Grand, Paris and the École normale supérieure in Paris where his classmate was the future art historian <a href=\"/michone\">Étienne Michon</a>.": [
        [
            0,
            5,
            [
                "Jabot"
            ]
        ],
        [
            27,
            41,
            [
                "Noisy-le-Grand"
            ]
        ],
        [
            57,
            62,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            63,
            70,
            [
                "normal",
                "Normal",
                "nor male",
                "norm ale"
            ]
        ],
        [
            71,
            81,
            [
                "superior",
                "superhero",
                "Superior",
                "superiors",
                "supersede",
                "superstore"
            ]
        ]
    ],
    "Graduating in 1884 he was named member of the School of Athens in 1887.": [],
    "There he explored Argos and the valley of the Spercheios, leading excavations in the valley of the Muses in Thespies between 1888 and 1891.": [
        [
            46,
            56,
            [
                "Speeches",
                "Perches",
                "Supercars",
                "Percheron",
                "Superheros"
            ]
        ],
        [
            108,
            116,
            [
                "Thespis",
                "Th espies",
                "The spies"
            ]
        ]
    ],
    "He cataloged inscriptions, most notably the so-called stele of Hesiod.": [
        [
            54,
            59,
            [
                "style",
                "steel",
                "Steve",
                "stole",
                "Steele",
                "stale"
            ]
        ]
    ],
    "These recollections were covered in his <em>En gréce avec Charalambos Eugénidis</em> (1914).": [],
    "He married Madeleine Dauphin-Dornès (1864-1913).": [
        [
            21,
            35,
            [
                "Dauphin-Drones"
            ]
        ]
    ],
    "He joined the Musee du Louvre’s  Department of Oriental Antiquities and Ancient Ceramics in1890, under the direction of <a href=\"/heuzeyl\">Léon Alexandre Heuzey</a> and Pottier.": [
        [
            14,
            29,
            [
                "Musée du Louvre"
            ]
        ],
        [
            31,
            33,
            [
                " "
            ]
        ]
    ],
    "There he devoted his time to writing catalogs for the department and developing a reputation for disputing long-held attributions.": [],
    "A celebrated disagreement over the Athena Lemnia, an attribution by the eminent Adolf Furtwaengler ultimately ended in his favor.": [
        [
            42,
            48,
            [
                "Lenin",
                "Lemma",
                "Lena",
                "Leonid",
                "Hernia",
                "Lamina"
            ]
        ],
        [
            86,
            98,
            [
                "Furtwangler"
            ]
        ]
    ],
    "In 1894, <a href=\"/perrotg\">Georges Perrot</a> appointed him secrétariat de la publication, editor of the newly established publication Monuments et mémoires de la Fondation Eugène Piot, (Monuments et mémoires publiés par l'Académie des inscriptions et belles-lettres), ultimately editing twenty-two volumes.": [],
    "He became deputy curator in 1902.": [],
    "Jamot turned his interest to painting, initially research in 1906 on Nicolas Poussin.": [
        [
            0,
            5,
            [
                "Jabot"
            ]
        ]
    ],
    "In 1909, he was assigned the task of reorganizing the Musée des Beaux-Arts de Valenciennes with Le Prieur.": [
        [
            54,
            59,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            60,
            63,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            99,
            105,
            [
                "Proof",
                "Prier"
            ]
        ]
    ],
    "He supervised the installation of art at the new Musée des beaux-arts de Reims in 1913.": [
        [
            49,
            54,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            55,
            58,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "At the outbreak of World War I in 1914 Jamot oversaw the evacuation of Louvre artworks to Toulouse, remaining with them there.": [
        [
            39,
            44,
            [
                "Jabot"
            ]
        ]
    ],
    "He returned to Paris at the sudden death of Le Prieur succeeding him in the painting department overseeing the return of the work.": [
        [
            47,
            53,
            [
                "Proof",
                "Prier"
            ]
        ]
    ],
    "He was awarded the chevalier de la Légion d'Honneur, one of the first civilians.": [
        [
            35,
            41,
            [
                "Legion",
                "Region",
                "Legions",
                "Lesion"
            ]
        ],
        [
            44,
            51,
            [
                "Conner",
                "Bonner",
                "Donner",
                "Hönne",
                "Honer",
                "Honker"
            ]
        ]
    ],
    "He resigned from Monuments editorship in 1919 when named deputy curator of the painting department at the Louvre at the suggestion of <a href=\"/guiffreyj1870\">Jean Guiffrey</a>.": [],
    "Jamot began publishing catalogs and writing on a variety of French painters, but his affection was clearly Delacroix.": [
        [
            0,
            5,
            [
                "Jabot"
            ]
        ]
    ],
    "Together with the comtesse Waresquiel, he lead the l'âme de la Société des Amis de Delacroix.": [
        [
            18,
            26,
            [
                "Corteses"
            ]
        ],
        [
            42,
            46,
            [
                "leads",
                "leaded",
                "led"
            ]
        ],
        [
            53,
            56,
            [
                "AME",
                "are",
                "me",
                "age",
                "game",
                "name"
            ]
        ],
        [
            63,
            70,
            [
                "Society"
            ]
        ],
        [
            71,
            74,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            75,
            79,
            [
                "AMIS",
                "Aims",
                "Axis",
                "Amid",
                "APIs",
                "Amos"
            ]
        ]
    ],
    "He became head of the department of painting in 1927.": [],
    "Under his leadership at the Louvre, many scholars developed their craft, including <a href=\"/sterlingc\">Charles Sterling</a>.": [],
    "Jamot and Sterling mounted the famous 1934 exhibition at the Orangerie, Peintres de la réalité en France au XViie siècle.": [
        [
            0,
            5,
            [
                "Jabot"
            ]
        ],
        [
            61,
            70,
            [
                "Orangeries"
            ]
        ],
        [
            72,
            80,
            [
                "Pantries",
                "Panties"
            ]
        ],
        [
            87,
            94,
            [
                "reality",
                "realize"
            ]
        ],
        [
            105,
            107,
            [
                "AU",
                "Au",
                "a",
                "as",
                "at",
                "an"
            ]
        ],
        [
            108,
            113,
            [
                "Xvii",
                "Xviii"
            ]
        ],
        [
            114,
            120,
            [
                "since",
                "single",
                "piece",
                "simple",
                "circle",
                "siege"
            ]
        ]
    ],
    "The exhibition caused a re-evaluation of French 17th-century painting, revealing Georges de la Tour as major figure and bringing to fore the work of the Le Nain, among others.": [
        [
            132,
            136,
            [
                "for",
                "force"
            ]
        ],
        [
            153,
            160,
            [
                "La Niña"
            ]
        ]
    ],
    "After retiring from the Louvre, he focused attention on monuments preservation, succeeding Henri Cochin as the head of the Société Saint- Jean.": [
        [
            56,
            65,
            [
                "monuments'",
                "monument's"
            ]
        ],
        [
            123,
            130,
            [
                "Society"
            ]
        ],
        [
            131,
            142,
            [
                "Saint-Jean",
                "Saint - Jean"
            ]
        ]
    ],
    "His interest was particularly the cathedrals of Reims and Autun.": [
        [
            58,
            63,
            [
                "Autumn",
                "Au tun"
            ]
        ]
    ],
    "He was succeeded at the Louvre department by Rene Huyghe.": [
        [
            50,
            56,
            [
                "Huge",
                "Hugh",
                "Hughes",
                "Huff",
                "Huffed",
                "Huffs"
            ]
        ]
    ],
    "At his death, his personal art collection of paintings by Corot, Carpeaux, Courbet, Delacroix, Maurice Denis, Forain, Ingres, Picasso, and Renoir was bequeathed to the Louvre.": [
        [
            65,
            73,
            [
                "Careful",
                "Carpet",
                "Bordeaux",
                "Carpets",
                "Carpal",
                "Carpeted"
            ]
        ],
        [
            110,
            116,
            [
                "Foreign",
                "Lorain",
                "Fortin",
                "For ain"
            ]
        ]
    ],
    "He is buried at the Montparnasse Cemetery, Paris.": [],
    "<a href=\"/aubertm\">Marcel Aubert</a> characterized Jamot’s scholarship as focusing mainly on the technique and connoisseurship, “à son esprit: méthode délicate, parfois  dangereuse, mais qu'il maniait avec une habileté remarquable.”  <a href=\"/richd\">Daniel Catton Rich</a> in his <em>Degas</em> (1966) praised Jamot for his careful analysis, attributing him as first recognizing Degas' psychology (\"interior drama\").": []
}