{
    "Renaissance sculpture specialist, chairman and professor of the department of art, New York University, 1949-1979; wrote the famous survey of art history.": [],
    "Janson was born to Friedrich Janson (1875-1927) and Helene Porsch (Janson) (1879-1974).": [
        [
            0,
            6,
            [
                "Jason",
                "Hanson",
                "Manson",
                "Anson",
                "Jansen",
                "Jonson"
            ]
        ],
        [
            29,
            35,
            [
                "Jason",
                "Hanson",
                "Manson",
                "Anson",
                "Jansen",
                "Jonson"
            ]
        ],
        [
            59,
            65,
            [
                "Porch",
                "Porsche"
            ]
        ],
        [
            67,
            73,
            [
                "Jason",
                "Hanson",
                "Manson",
                "Anson",
                "Jansen",
                "Jonson"
            ]
        ]
    ],
    "His parents were of Swedish and Latvian extraction living in Russia.": [],
    "The family moved to Hamburg after the Russian Revolution, where Janson graduated from the Wilhelms Gymnasium in 1932.": [
        [
            64,
            70,
            [
                "Jason",
                "Hanson",
                "Manson",
                "Anson",
                "Jansen",
                "Jonson"
            ]
        ],
        [
            90,
            98,
            [
                "Wilhelm's",
                "Wilhelm"
            ]
        ]
    ],
    "He studied at Munich and then at the new art history program at the university in Hamburg where he was a student of <a href=\"/panofskye\">Erwin Panofsky</a>.": [],
    "He was a part of the so-called Hamburg school of art history whose other students included <a href=\"/hecksherw\">William S. Heckscher</a>, <a href=\"/foersterl\">Lotte Brand Foerster</a>, and Klaus Hinrichsen (b.": [],
    "1927) and <a href=\"/mullerl\">Liselotte Müller</a>.": [],
    "In 1935, at the suggestion of Panofsky, who had fled Germany in 1933 for the United States, <a href=\"/barra\">Alfred H. Barr, Jr.</a>, director of the Museum of Modern Art in New York, sponsored Janson as an immigrant to the United States where he had been awarded a Charles Holtzer fellowship at Harvard University.": [
        [
            30,
            38,
            [
                "Sinofsky"
            ]
        ]
    ],
    "Janson studied at Harvard between 1935-1942 under <a href=\"/postc\">Chandler R. Post</a> and <a href=\"/sachsp\">Paul J. Sachs</a>.": [
        [
            0,
            6,
            [
                "Jason",
                "Hanson",
                "Manson",
                "Anson",
                "Jansen",
                "Jonson"
            ]
        ]
    ],
    "He became close and lifelong friends with fellow Harvard art-history student <a href=\"/freedbergs\">Sydney Joseph Freedberg</a>.": [],
    "Janson worked at the Worcester Museum of Art, Worcester, MA, 1938, while pursuing his graduate degree and then at the University of Iowa, 1938-1941.": [
        [
            0,
            6,
            [
                "Jason",
                "Hanson",
                "Manson",
                "Anson",
                "Jansen",
                "Jonson"
            ]
        ]
    ],
    "According to his son, Anthony, Janson drew the ire of the chairman of the Iowa department of art, the painter Grant Wood, for taking art students to see a Picasso show in Chicago.": [
        [
            31,
            37,
            [
                "Jason",
                "Hanson",
                "Manson",
                "Anson",
                "Jansen",
                "Jonson"
            ]
        ]
    ],
    "In 1941 he left Iowa for Washington University in St.": [
        [
            3,
            7,
            [
                "1941,"
            ]
        ]
    ],
    "Louis, MO, and an assistant professorship, marrying <a href=\"/jansond\">Dora Heineberg</a>, an art-history undergraduate at Radcliffe, the same year.": [],
    "His Ph.D.": [],
    "was awarded from Harvard in 1942 on the subject of Michelozzo.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ],
        [
            51,
            61,
            [
                "Michelob"
            ]
        ]
    ],
    "His family remained in Germany during World War II, where his brother, fighting for the Nazis, was killed in 1943.": [],
    "During World War II, when many universities had been converted to soldier training camps, Janson lectured on physics and Russian to American soldiers in St.": [
        [
            90,
            96,
            [
                "Jason",
                "Hanson",
                "Manson",
                "Anson",
                "Jansen",
                "Jonson"
            ]
        ]
    ],
    "Louis.": [],
    "He became a citizen in 1943.": [],
    "In 1946 he was appointed associate professor of art history.": [
        [
            3,
            7,
            [
                "1946,"
            ]
        ]
    ],
    "Janson left Missouri for New York in 1949 where he was appointed professor and chairman of the department of art at New York University.": [
        [
            0,
            6,
            [
                "Jason",
                "Hanson",
                "Manson",
                "Anson",
                "Jansen",
                "Jonson"
            ]
        ]
    ],
    "He remained chair for twenty-five years, developing the undergraduate (Washington Square) program into one of the finest in the nation.": [],
    "He was adjunct faculty at the Institute of Fine Arts, the graduate program at NYU, though frictions developed between the graduate faculty and Janson.": [
        [
            143,
            149,
            [
                "Jason",
                "Hanson",
                "Manson",
                "Anson",
                "Jansen",
                "Jonson"
            ]
        ]
    ],
    "He was awarded a Guggenheim fellowship for 1952-1953.": [],
    "That same year he published <em>Apes and Ape Lore in the Middle Ages and the Renaissance</em>, for which he was a recipient of the <a href=\"/moreyc\">Charles Rufus Morey</a> Prize from the College Art Association.": [],
    "In 1957, using the initial work of the late <a href=\"/lanyij\">Jenö Lányi</a>, Janson published a book on Donatello, <em>The Sculpture of Donatello</em>, which was again awarded a Morey Prize from the College Art Association.": [],
    "In 1959.": [],
    "Janson issued a book of plates of the monuments of art history, titled <em>Key Monuments of the History of Art</em>, to aid his undergraduates in their student of art since the availability of good personal study images was not then available.": [
        [
            0,
            6,
            [
                "Jason",
                "Hanson",
                "Manson",
                "Anson",
                "Jansen",
                "Jonson"
            ]
        ]
    ],
    "He followed this in a work co-written with his wife, Dora, with a survey of Western art, their <em>History of Art</em>.": [],
    "It grew over the years to be the best-selling textbook of any subject in the United States and, known simply as \"Janson,\" was for years was the standard text.": [
        [
            113,
            119,
            [
                "Jason",
                "Hanson",
                "Manson",
                "Anson",
                "Jansen",
                "Jonson"
            ]
        ]
    ],
    "Janson's interests turned to nineteenth-century art in later years.": [
        [
            0,
            6,
            [
                "Jason",
                "Hanson",
                "Manson",
                "Anson",
                "Jansen",
                "Jonson"
            ]
        ]
    ],
    "In 1974 Janson delivered the Mellon lectures at the National Gallery of Art in Washgington, D. C. on 19th-century sculpture.": [
        [
            8,
            14,
            [
                "Jason",
                "Hanson",
                "Manson",
                "Anson",
                "Jansen",
                "Jonson"
            ]
        ],
        [
            79,
            90,
            [
                "Washington"
            ]
        ]
    ],
    "Together with Peter Fusco (b.": [
        [
            20,
            25,
            [
                "Cusco"
            ]
        ]
    ],
    "1945), he organized a show of that era sculpture for the Los Angeles County Museum of art in 1980.": [],
    "Janson was awarded an honorary doctorate from the Institute of Fine Arts in 1981.": [
        [
            0,
            6,
            [
                "Jason",
                "Hanson",
                "Manson",
                "Anson",
                "Jansen",
                "Jonson"
            ]
        ]
    ],
    "He was working on revisions of his Mellon lecture for a book at the time of his death on a train between Italy and Switzerland.": [],
    "Janson built the (undergraduate) art history department of New York University to the eminence it enjoys today, hiring <a href=\"/costelloj\">Jane Costello</a>, <a href=\"/hansona\">Anne Coffin Hanson</a>, <a href=\"/hymani\">Isabelle Hyman</a>, <a href=\"/landaus\">Sarah Landau</a>, <a href=\"/lavini\">Lavin</a>, <a href=\"/rosenblumr\">Robert Rosenblum</a>, <a href=\"/sandlerl\">Lucy Freeman Sandler</a>, <a href=\"/schiffg\">Gert Schiff</a>, <a href=\"/trachtenbergm\">Marvin Trachtenberg</a>, and <a href=\"/waltong\">Guy Walton</a>.": [
        [
            0,
            6,
            [
                "Jason",
                "Hanson",
                "Manson",
                "Anson",
                "Jansen",
                "Jonson"
            ]
        ]
    ],
    "He was one of the first to hire a significant number of female art historians at a time when teaching faculty in art history were, outside of women's colleges, largely male.": [],
    "Because Janson's appointment at NYU was primarily at the undergraduate level, he had few Ph.D.": [
        [
            8,
            14,
            [
                "Jason",
                "Hanson",
                "Manson",
                "Anson",
                "Jansen",
                "Jonson"
            ]
        ]
    ],
    "students compared to others of his profile at the University.": [
        [
            0,
            8,
            [
                "Students"
            ]
        ]
    ],
    "His students (at Washington University) included <a href=\"/lavini\">Irving Lavin</a> and <a href=\"/lavinm\">Marilyn Aronberg Lavin</a>.": [],
    "Janson's work, especially his Ape lore book, show the influence of the Hamburg school/Warburg influence.": [
        [
            0,
            6,
            [
                "Jason",
                "Hanson",
                "Manson",
                "Anson",
                "Jansen",
                "Jonson"
            ]
        ]
    ],
    "The book focuses on the history of art or styles as much as it does mythological phenomenon and its manifestation in material culture.": [],
    "Janson 1962 <em>History of Art</em> was an instant best seller, contrasting it from the other predominant art-history text, <em>Art Through the Ages</em> by <a href=\"/gardnerh\">Helen Gardner</a>, which by its numerous posthumous revisions treated art as a history of styles.": [
        [
            0,
            6,
            [
                "Jason",
                "Hanson",
                "Manson",
                "Anson",
                "Jansen",
                "Jonson"
            ]
        ],
        [
            51,
            62,
            [
                "bestseller"
            ]
        ]
    ],
    "Janson's book came under criticism in later years for its lack of any women artists.": [
        [
            0,
            6,
            [
                "Jason",
                "Hanson",
                "Manson",
                "Anson",
                "Jansen",
                "Jonson"
            ]
        ]
    ],
    "Subsequent editions written by his son, Anthony F. Janson (b.": [
        [
            51,
            57,
            [
                "Jason",
                "Hanson",
                "Manson",
                "Anson",
                "Jansen",
                "Jonson"
            ]
        ]
    ],
    "1943), altered this.": []
}