{
    "Medievalist art historian; Nazi sympathizer.": [],
    "Jantzen initially studied law in college, switching to art history, archaeology and philosophy taking classes at various universities as was standard among humanities students in Germany.": [
        [
            0,
            7,
            [
                "Canteen",
                "Jansen",
                "Janssen"
            ]
        ]
    ],
    "He studied under <a href=\"/wolfflinh\">Henrich Wölfflin</a> in Berlin and <a href=\"/goldschmidta\">Adolph Goldschmidt</a> in Halle.": [],
    "His doctorate was granted at Halle in 1908 under Goldschmidt with a dissertation written on the topic the depiction of architecture in Netherlandish painting.": [],
    "After writing his <em>Habilitationschrift</em>, Jantzen lectured at Halle in 1912.": [],
    "He fought in World War I in 1916 (on the infamous Western Front).": [],
    "The same year he succeeded <a href=\"/vogew\">Wilhelm Vöge</a> as <em>ordentlicher</em> (full) professor at the University in Freiburg im Breisgau in the department Vöge had created.": [],
    "During his Freiburg years, Jantzen struck up a close relationship with the classicist art historians <a href=\"/buschore\">Ernst Buschor</a>, who was teaching at Erlangen, and <a href=\"/curtiusl\">Ludwig Curtius</a> at Freiburg.": [
        [
            27,
            34,
            [
                "Canteen",
                "Jansen",
                "Janssen"
            ]
        ]
    ],
    "He also developed a friendship with the Freiburg philosophers Edmund Husserl (1859-1938) and Husserl's assistant, Martin Heidegger (1889-1976).": [],
    "His attention turned to the middle ages at this point, a topic he continued the rest of his career.": [
        [
            28,
            39,
            [
                "Middle Ages"
            ]
        ]
    ],
    "In 1925 he published his book <em>Deutsche Bildhauer des 13.": [
        [
            3,
            7,
            [
                "1925,"
            ]
        ],
        [
            43,
            52,
            [
                "Bilayer",
                "Millhauser",
                "Bill Hader"
            ]
        ],
        [
            53,
            56,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Jahrhunderts</em> (German Sculptors of the Thirteenth Century).": [],
    "Appearing, as it did in the years after the War, the book became controversial because of the prominence and primacy it placed on German sculptors in period traditionally thought of as having its roots in France.": [],
    "In 1927, Jantzen published his groundbreaking essay, \"Über den gotischen Kirchenraum und andere Aufsätze,\" where he set forth his theory of <em>Gotikforschung</em>.": [
        [
            9,
            16,
            [
                "Canteen",
                "Jansen",
                "Janssen"
            ]
        ],
        [
            54,
            58,
            [
                "Uber",
                "User",
                "Huber",
                "Tuber",
                "Buber",
                "Umber"
            ]
        ],
        [
            85,
            88,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            89,
            95,
            [
                "Andre",
                "Andean",
                "endear",
                "André",
                "Anwar",
                "and ere"
            ]
        ],
        [
            96,
            104,
            [
                "Pulsate",
                "Aureate",
                "Ansatz"
            ]
        ]
    ],
    "He moved to the university at Frankfurt am Main in 1931.": [],
    "Jantzen accepted the professorship at Munich Ludwig-Maximilians-Universität in 1935, succeeding <a href=\"/pinderw\">Wilhelm Pinder</a> as senior professor of art history.": [
        [
            0,
            7,
            [
                "Canteen",
                "Jansen",
                "Janssen"
            ]
        ],
        [
            45,
            75,
            [
                "Ludwig-Maximilian-Universität",
                "Ludwig-Maximilians-University"
            ]
        ]
    ],
    "Jantzen joined the Nazi party as a \"sustaining member\" (Fördermitglied) of the SS and a member of the National Socialist People's Welfare (NS-Volkswohlfahrt).": [
        [
            0,
            7,
            [
                "Canteen",
                "Jansen",
                "Janssen"
            ]
        ]
    ],
    "In 1942 he wrote an article, \"Deutsche Kunstwissenschaft 1933-1942,\" evaluating in positive light the accomplishments art history under the Nazis.": [
        [
            3,
            7,
            [
                "1942,"
            ]
        ],
        [
            102,
            117,
            [
                "accomplishments'",
                "accomplishment's"
            ]
        ]
    ],
    "Because of this, Jantzen was dismissed after the war in 1946 from teaching, but reinstated shortly thereafter.": [
        [
            17,
            24,
            [
                "Canteen",
                "Jansen",
                "Janssen"
            ]
        ]
    ],
    "In 1947 Jantzen published on monograph on Ottonian art, <em>Ottonische Kunst</em>; he was one of the first art historians (along with Vöge) to consider the Ottonian a stand-alone period for art history (Metzler).": [
        [
            8,
            15,
            [
                "Canteen",
                "Jansen",
                "Janssen"
            ]
        ],
        [
            42,
            50,
            [
                "Ottoman",
                "Estonian",
                "Bostonian",
                "Oxonian"
            ]
        ]
    ],
    "He remained at Ludwig-Maximilians-Universität until his retirement emeritus in 1951, succeeded by <a href=\"/sedlmayrh\">Hans Sedlmayr</a>, returning to Freiburg to lecture in 1953 as an honorary professor.": [
        [
            15,
            45,
            [
                "Ludwig-Maximilian-Universität",
                "Ludwig-Maximilians-University"
            ]
        ]
    ],
    "In an essay in the <em>Festschrift Kurt Bauch</em>, \"Wert und Wertung des Kunstwerks,\" 1957, he again emphasized that artistic quality was not the standard for art-historical importance, but instead whether a spiritual achievement had been attained by the viewer.": [],
    "In the English-speaking world, his fame rests largely on another 1957 work, his essay-length book on three Gothic cathedrals, <em>Kunst der Gothik</em>, which appeared in English as <em>High Gothic</em> (1962).": [],
    "His students included <a href=\"/heldj\">Julius S. Held</a>, <a href=\"/cohnw\">Werner Cohn</a>, <a href=\"/oertelr\">Robert Oertel</a>, <a href=\"/wescherp\">Paul Wescher</a>, <a href=\"/gosebruchm\">Martin Gosebruch</a>, <a href=\"/sauerlanderw\">Willibald Sauerländer</a>, <a href=\"/curjelh\">Hans Curjel</a> and <a href=\"/bauchk\">Kurt Bauch</a>.": [],
    "His son was the classical art historian <a href=\"/jantzenu\">Ulf Jantzen</a>.": [],
    "Jantzen developed a concept of <em>Gotikforschung</em> or a special theory of Gothic esthetics and analysis, an elaborate theory of diaphanous layers and spaces in Gothic architecture.": [
        [
            0,
            7,
            [
                "Canteen",
                "Jansen",
                "Janssen"
            ]
        ]
    ],
    "Jantzen's innovative approach to art history began with his dissertation, an examination of buildings or ruins in 16th- and 17th-century Netherlandish paintings.": [
        [
            0,
            7,
            [
                "Canteen",
                "Jansen",
                "Janssen"
            ]
        ]
    ],
    "Jantzen noted that the production of these paintings indicate an interest in architectural styles and the knowledge of linear perspective.": [
        [
            0,
            7,
            [
                "Canteen",
                "Jansen",
                "Janssen"
            ]
        ]
    ],
    "His fame as a post-war art historian rests with his monograph on Ottonian art (Metzler).": [
        [
            65,
            73,
            [
                "Ottoman",
                "Estonian",
                "Bostonian",
                "Oxonian"
            ]
        ],
        [
            79,
            86,
            [
                "Metzger"
            ]
        ]
    ],
    "Jantzen considered Ottonian a genuinely German art form, emphasizing its spirituality.": [
        [
            0,
            7,
            [
                "Canteen",
                "Jansen",
                "Janssen"
            ]
        ],
        [
            19,
            27,
            [
                "Ottoman",
                "Estonian",
                "Bostonian",
                "Oxonian"
            ]
        ]
    ],
    "His thinking was deeply affected by Husserl's phenomenology and Heidegger's existential ontology, particulary from Heideggers <em>Der Ursprung des Kunstwerkes</em> of 1935.": [
        [
            98,
            109,
            [
                "particular",
                "particularly",
                "particulars"
            ]
        ],
        [
            115,
            125,
            [
                "Heidegger's",
                "Heidegger"
            ]
        ]
    ]
}