{
    "Art writer and collector.": [],
    "Jarves was the son of Deming Jarves (1790-1869), an inventor and Anna Smith Stutson (Jarves).": [
        [
            0,
            6,
            [
                "Jarvis",
                "Carves"
            ]
        ],
        [
            29,
            35,
            [
                "Jarvis",
                "Carves"
            ]
        ],
        [
            76,
            83,
            [
                "Stetson"
            ]
        ],
        [
            85,
            91,
            [
                "Jarvis",
                "Carves"
            ]
        ]
    ],
    "After attending Chauncy Hall School in Boston, Jarves was briefly disabled with a strange disease at age 15.": [
        [
            16,
            23,
            [
                "Chauncey",
                "Chancy"
            ]
        ],
        [
            47,
            53,
            [
                "Jarvis",
                "Carves"
            ]
        ]
    ],
    "Though recovering, he sought warmer climes.": [],
    "He traveled to South America and Hawaii in 1837.": [],
    "Returning to Boston, he married Elizabeth Russell Swain in 1838, returning to Hawaii in 1839.": [],
    "There he tried journalism and silkworm husbandry before returning to Boston in 1840.": [],
    "He published several travel recollections, including <em>History of the Hawaiian or Sandwich Islands and Scenes</em> and <em>Trip Through Central America</em>.": [],
    "A second try at newspaper publishing in Hawaii in 1844 resulted in a second incarnation of the <em>Polynesian</em>, which the Hawaiian government bought as their official organ.": [],
    "In 1848 Jarves returned to the United States where he negotiated treaties for the island kingdom.": [
        [
            8,
            14,
            [
                "Jarvis",
                "Carves"
            ]
        ]
    ],
    "Jarves traveled to Europe in 1851 which captured his interest so profoundly, he seldom returned to the States and never again to Hawaii.": [
        [
            0,
            6,
            [
                "Jarvis",
                "Carves"
            ]
        ]
    ],
    "A book of Parisian experiences, <em>Parisian Sights and French Principles</em> (1852) preceded his settling permanently in Florence.": [],
    "Jarves became part of the ex-patriot cultural community there, which included the Brownings and <a href=\"/jamesona\">Anna Jameson</a>.": [
        [
            0,
            6,
            [
                "Jarvis",
                "Carves"
            ]
        ]
    ],
    "In 1861 Jarves's first wife died in the city and the following year he married Isabella Kast Heyden.": [
        [
            8,
            14,
            [
                "Jarvis",
                "Carves"
            ]
        ],
        [
            88,
            92,
            [
                "Last",
                "East",
                "Cast",
                "Past",
                "Fast",
                "Vast"
            ]
        ],
        [
            93,
            99,
            [
                "Baden",
                "Haven",
                "Laden",
                "Hayden",
                "Hagen",
                "Harden"
            ]
        ]
    ],
    "In Florence, Jarves began his career as an art writer.": [
        [
            13,
            19,
            [
                "Jarvis",
                "Carves"
            ]
        ]
    ],
    "His first work was an art primer for American audiences, <em>Art-Hints, Architecture, Sculpture and Painting</em>,1855.": [],
    "A travelogue filled with art description, <em>Italian Sights and Papal Principles</em> followed in 1856.": [],
    "Jarves also began assembling art collections for himself and others, focusing personally on the early Italian masters.": [
        [
            0,
            6,
            [
                "Jarvis",
                "Carves"
            ]
        ]
    ],
    "In 1859 he approached <a href=\"/nortonc\">Charles Eliot Norton</a> hoping to sell his art collection.": [
        [
            3,
            7,
            [
                "1859,"
            ]
        ]
    ],
    "Norton declined and Jarves spent the next years vainly trying to recoup his investment.": [
        [
            20,
            26,
            [
                "Jarvis",
                "Carves"
            ]
        ]
    ],
    "Jarves' <em>Art Studies: The \"Old Masters\" of Italy, Painting</em> was published in 1861.": [
        [
            0,
            6,
            [
                "Jarvis",
                "Carves"
            ]
        ]
    ],
    "In 1864, his most important work, <em>The Art Idea: Part Second of Confessions of an Inquirer</em> made press.": [],
    "It had first appeared as part II of his confessional <em>Why and What I Am?": [],
    "The Confessions of an Inquirer</em> (1857).": [],
    "In addition to the text, the book contained an essay on Jarves' personal principles of collection, based upon two earlier books by <a href=\"/rioa\">Alexis-François Rio</a> and <a href=\"/crawforde\">Alexander Crawford Lindsay</a>.": [
        [
            56,
            62,
            [
                "Jarvis",
                "Carves"
            ]
        ]
    ],
    "Jarves' collecting and writing promoted the less-realistic but (as he saw it) more (Christian) spiritual <em>dugento</em> Italian painting over the later periods.": [
        [
            0,
            6,
            [
                "Jarvis",
                "Carves"
            ]
        ]
    ],
    "<em>Art Thoughts, the Experiences and Observations of an American Amateur in Europe</em> (1869), followed.": [],
    "His <em>Glimpse of the Art of Japan</em>, 1876, was written without a trip to the country.": [],
    "In the late 1870s, Jarves assembled a collection of drawings (including nine Michelangelos, two Raphaels, nine Rembrandts, and examples by Titian, Tintoretto and Leonardo) which he sold to Cornelius Vanderbilt (1794-1877), a significant enough collection to get Vanderbilt on the board of the Metropolitan Museum of Art.": [
        [
            19,
            25,
            [
                "Jarvis",
                "Carves"
            ]
        ],
        [
            77,
            90,
            [
                "Michelangelo's",
                "Michelangelo"
            ]
        ],
        [
            96,
            104,
            [
                "Raphael's",
                "Raphael",
                "Rafael",
                "Rafaela",
                "Raphaël"
            ]
        ],
        [
            111,
            121,
            [
                "Rembrandt's",
                "Rembrandt"
            ]
        ]
    ],
    "The Met, however, turned down an offer to buy his important Italian paintings.": [],
    "Instead, Yale University took them as collateral on a loan; when Jarves defaulted, a significant portion of his painting collection was acquired by Yale for $22,000 in 1871.": [
        [
            65,
            71,
            [
                "Jarvis",
                "Carves"
            ]
        ]
    ],
    "A second part was sold in 1884 to Liberty E. Holden (1833-1913) who donated it to the Cleveland Museum of Art.": [],
    "Jarves served vice consul for the United States in Florence between 1880 and1882.": [
        [
            0,
            6,
            [
                "Jarvis",
                "Carves"
            ]
        ]
    ],
    "Isabella died in 1887.": [],
    "The following year while vacationing in Switzerland, Jarves contracted jaundice and died.": [
        [
            53,
            59,
            [
                "Jarvis",
                "Carves"
            ]
        ]
    ],
    "He is buried in the Protestant (English) cemetery in Rome.": [],
    "Jarves is an example of the great 19th-century amateurs who helped develop American art collections, aesthetics, and popular interest in art history.": [
        [
            0,
            6,
            [
                "Jarvis",
                "Carves"
            ]
        ]
    ],
    "The orderly historic method in his <em>Art-Idea</em> reflects the particular influence of the 1847 <em>Sketches of the History of Christian Art</em> of <a href=\"/crawforde\">Alexander Crawford Lindsay</a> (Rowland).": [],
    "In <em>Art-Idea</em>, Jarves defines art as the increasingly-naturalistic progression of objects which edify and and re-enforce morality.": [
        [
            22,
            28,
            [
                "Jarvis",
                "Carves"
            ]
        ],
        [
            109,
            116,
            [
                "and"
            ]
        ]
    ],
    "But Jarves distrusted the (Roman Catholic) church as commissioner of renaissance art.": [
        [
            4,
            10,
            [
                "Jarvis",
                "Carves"
            ]
        ]
    ],
    "He praised Greek art for having thrown off the bonds of religiosity.": [],
    "Like most historians who defined the progress of art as ever-increasing naturalism, he was dismayed by Manet's <em>Olympia</em> (for example) because of the regression it seemed to make in flat painting.": [],
    "Today, Jarves is most consulted for his opinions, considered typical, on American artists.": [
        [
            7,
            13,
            [
                "Jarvis",
                "Carves"
            ]
        ]
    ],
    "He disparaged Copley, considered Thomas Cole \"greater in idea than action...\" and praised Elihu Vedder.": [
        [
            90,
            95,
            [
                "Elite",
                "Lieu",
                "Elias",
                "Eliot",
                "Eliza",
                "Elie"
            ]
        ],
        [
            96,
            102,
            [
                "Redder",
                "Bedder",
                "Wedder"
            ]
        ]
    ],
    "From <a href=\"/ruskinj\">John Ruskin</a>, Jarves borrowed the idea of state support for the arts and a predilection for building modern construction in gothic architecture instead of renaissance.": [],
    "The <em>quattrocento</em> sculptor Apollonio di Giovanni (di Tomaso) was known as the \"Master of the Jarves Cassoni\" before being securely identified, from the Jarves example in Yale's collection.": []
}