{
    "<p>Museum curator at the Art Institute of Chicago; specialist in drawings, particularly Italian and French of the 17th and 18th centuries.": [],
    "Joachim was born in Göttingen in 1909 to Dr.": [],
    "Johannes Joachim, a librarian, and Else Gensel; his grandfather was the noted violinist Joseph Joachim.": [
        [
            40,
            46,
            [
                "Genre",
                "Sense",
                "Gender",
                "Gene",
                "Vessel",
                "Dense"
            ]
        ]
    ],
    "Joachim attended school at a classical Gymnasium in Göttingen, completing his <em>abitur</em> in 1927.": [],
    "He studied art history, archaeology, history, musicology, and philosophy in Göttingen, Berlin, and Leipzig; his teachers included <a href=\"/bruhnsl\">Leo Bruhns</a>, <a href=\"/vitzthumg\">Georg Vitzthum von Eckstädt</a>, <a href=\"/beenkenh\">Hermann Theodor Beenken</a>, <a href=\"/hetzert\">Theodor Hetzer</a>, <a href=\"/kauffmannh\">Hans Kauffmann</a>, <a href=\"/pevsnern\">Nikolaus Pevsner</a>, and <a href=\"/stechoww\">Wolfgang Stechow</a>.": [],
    "Joachim completed his dissertation, <em>Die Stiftskirche zu Königslutter: ein Beitrag zur deutschen Kunstgeschichte des 12.": [
        [
            57,
            59,
            [
                "EU",
                "nu",
                "Eu",
                "GU",
                "Ru",
                "Zn"
            ]
        ],
        [
            74,
            77,
            [
                "an",
                "EIN",
                "and",
                "in",
                "as",
                "at"
            ]
        ],
        [
            78,
            85,
            [
                "Batman",
                "Barrage",
                "Betray",
                "Basra",
                "Bataan",
                "Bertram"
            ]
        ],
        [
            86,
            89,
            [
                "our",
                "fur",
                "bur",
                "cur",
                "Eur",
                "AUR"
            ]
        ],
        [
            90,
            99,
            [
                "Deutsche"
            ]
        ],
        [
            116,
            119,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Jahrhunderts</em> (<em>The Collegiate Church at Königslutter: a Contribution to German Art History of the 12th Century</em>), at Leipzig in 1935 under Bruhns; it was published in Göttingen in the same year.": [],
    "In 1938, Joachim emigrated from Germany to the USA, presumably due to persecution on the basis of his Jewish parentage.": [],
    "From 1940 to 1941 he worked as an assistant at the Department of Printing and Graphic Arts of the Harvard Library in Cambridge, Massachusetts.": [],
    "Joachim served in the U.S.": [],
    "Army from 1940 to 1945, and was naturalized in 1944.": [],
    "In 1946 he began his career in the Department of Prints and Drawings at the Art Institute of Chicago as a research assistant under director <a href=\"/schniewindc\">Carl Schniewind</a>, later becoming assistant curator.": [
        [
            3,
            7,
            [
                "1946,"
            ]
        ]
    ],
    "Joachim left briefly in 1956 to serve as curator of the Print Department of the Minneapolis Institute of Arts.": [],
    "He returned to the Art Institute of Chicago in 1958 as curator of the Department of Prints and Drawings, where he remained until 1973.": [],
    "Under his direction, the collection underwent substantial expansion; he also served as the co-editor of Museum Studies.</p>\n\n<p>Joachim was noted for his connoisseurship and breadth of expertise.": [],
    "He acquired over 10,000 prints and drawings for the Art Institute of Chicago during his tenure, and was greatly influential on fellow collectors and curators.": [],
    "Egbert Haverkamp-Begemann wrote that he \"set national and worldwide standards that will be observed for a long time to come\", signifying his reach and influence.</p>": [
        [
            7,
            25,
            [
                "Haverkamp-Bergmann"
            ]
        ]
    ]
}