{
    "<p>Delacroix scholar.": [],
    "Johnson's father was an Italian immigrant, Tommaso Bruno Bertuccioli, a businessman of originally from Pesaro; his mother, Carol Johnson, was an American from Uncasville, Connecticut who had come to London to study acting.": [
        [
            43,
            50,
            [
                "Tomato",
                "Commas",
                "Topmast",
                "Tomas",
                "Tomasz",
                "Tomás"
            ]
        ],
        [
            103,
            109,
            [
                "Pearl",
                "Pedro",
                "Pear",
                "Peso",
                "Cesar",
                "Cesare"
            ]
        ],
        [
            159,
            169,
            [
                "Duncanville"
            ]
        ]
    ],
    "Johnson grew up at Farn-borough, Kent, where he was educated at the King's School, Canterbury and then at the Edinburgh Academy.": [
        [
            19,
            31,
            [
                "Marlborough",
                "Gainsborough",
                "Maryborough"
            ]
        ]
    ],
    "With the entrance of Britain into World War II, he emigrated with his mother and sister to America in 1940.": [],
    "Johnson joined the US Army serving as a medic in the Pacific theater.": [],
    "After his parents' divorce, Johnson adopted his mother's maiden name.": [],
    "He returned the London and following study in Paris and Perugia, he entered the Courtauld Institute of Art in 1952, studying under <a href=\"/blunta\">Anthony Blunt</a> for an undergraduate degree.": [
        [
            80,
            89,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "It was Blunt who steered Johnson toward the topic of Delacroix.": [],
    "A scholarship year to study in France resulted in his 1954 article in <em>Burlington Magazine</em> on Gericault's \"Raft of the Medusa\" which established him as a major scholar in the field.": [
        [
            102,
            111,
            [
                "Géricault"
            ]
        ]
    ],
    "Johnson entered King's College, Cambridge, in 1955, lecturing at the Courtauld beginning the following year.": [
        [
            69,
            78,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "At Cambridge he became close and lifelong friends with <a href=\"/haskellf\">Francis Haskell</a>.": [
        [
            3,
            12,
            [
                "Cambridge,"
            ]
        ]
    ],
    "Johnson completed his dissertation, <em>Colour in Delacroix: Theory and Practice</em>, in 1959 also under Blunt.": [],
    "He lectured at the University of Toronto in 1958, moving to Swarthmore College to for one year, returning to Toronto as a lecturer in 1960.": [],
    "He rose to assistant professor in 1963 the same year as the revised version of his dissertation appeared as a book entitled simply <em>Delacroix</em>.": [],
    "Johnson maintained a double appointment, traveling between Toronto and the Department of the History of Art at Cambridge University.": [],
    "The centenary of Delacroix's death in 1863 brought a series of international shows on the artist, most of which drawing upon Johnson's innovative scholarship.": [],
    "He curated a Delacroix exhibition at the Art Gallery of Toronto, 1962-1963.": [],
    "In 1964 he organized a similar show on Delacroix at the Edinburgh Festival taking over from <a href=\"/cooperd\">Douglas Cooper</a> who had agreed to organize it to coincide with Berlioz celebrations but had withdrawn when major paintings were not forthcoming.": [
        [
            3,
            7,
            [
                "1964,"
            ]
        ]
    ],
    "Johnson's show triumphed by selecting lesser-known works based upon his personal knowledge of the artist's oeuvre.": [],
    "When the catalog of the Paris Delacroix exhibition failed to appear before the show had ended, John's review in the <em>Burlington Magazine</em> became the <em>de facto</em> catalog.": [],
    "Johnson was appointed full professor at Toronto in 1974.": [],
    "In 1981 he began issuing his <em>catalogue raisonné</em> on Delacroix, which resulted in three two-volume sets with a final supplement of revisions and updates, eventually published as a separate volume in 2002.": [
        [
            3,
            7,
            [
                "1981,"
            ]
        ]
    ],
    "The catalogue was universally acclaimed; volumes 3 and 4, 1988, receiving the Mitchell Prize for the History of Art.": [
        [
            4,
            13,
            [
                "catalog"
            ]
        ]
    ],
    "He retired Professor Emeritus in 1984.": [],
    "Johnson published two volumes of Delacroix letters, the first in 1991, two-thirds of which were firs-time publications, and a second volume co-edited with Michele Hannoosh.": [
        [
            163,
            171,
            [
                "Vanquish",
                "Languish",
                "Cannons",
                "Hannah",
                "Hinduism",
                "Annoys"
            ]
        ]
    ],
    "A <em>catalogue raisonne</em> of the pastels appeared in 1995.": [],
    "French acceptance of his scholarship was slow in coming, in part because of his disparaging of \"Gallic effusions.\"": [],
    "However, after several important collaborations in the 1990s, he was appointed Chevalier de la Legion d'Honneur in 2000.": [
        [
            104,
            111,
            [
                "Conner",
                "Bonner",
                "Donner",
                "Hönne",
                "Honer",
                "Honker"
            ]
        ]
    ],
    "English recognition could also be fickle as well, he was omitted from the essayist to the catalog for the Tate exhibition \"Constable to Delacroix: British art and the French Romantics, 1820-1840\" in 2003.": [],
    "Since 2001, he had developed Churg-Strauss Syndrome, leaving his confined to his home.": [
        [
            29,
            42,
            [
                "Chung-Strauss"
            ]
        ]
    ],
    "His wife, Michelle Combes died in 2002.": [
        [
            19,
            25,
            [
                "Comes",
                "Combs",
                "Combos",
                "Combed",
                "Bombes",
                "Comber"
            ]
        ]
    ],
    "In 2006, his son, blaming him for the breakdown of the son's marriage, beat the elderly art historian to death and set the Hampstead home on fire to make it appear as an accident.": [
        [
            123,
            132,
            [
                "Hempstead"
            ]
        ]
    ],
    "Johnson laid the foundations of much of the current work on Delacroix (<em>Times</em>).": [],
    "His catalogue superseded the earlier ones of <a href=\"/robauta\">Alfred Robaut</a> in 1885, and the summary one by Luigina Rossi Bortolatto of 1972.": [
        [
            4,
            13,
            [
                "catalog"
            ]
        ]
    ],
    "A dry wit at times rankled fellow scholars, particularly continential ones.": [
        [
            57,
            69,
            [
                "continental",
                "Continental"
            ]
        ]
    ],
    "He was a note detractor of speculative writing in art history, notably psychological approaches, deconstuctionism and the \"new\" art history, which he termed \"dishonest\".": [
        [
            97,
            113,
            [
                "deconstructionism"
            ]
        ]
    ],
    "Revisions to his manuscripts--largely to incorporate the latest findings from others--meant galleys close to production were halted and reworked.</p>": []
}