{
    "<p dir=\"ltr\">Architectural- and garden historian;  photographer.": [],
    "Born to a British military officer stationed at the time at the Khyber Pass, Pakistan, she grew up in a military family.": [],
    "Educated in Bath, England, in a secondary school for daughters of British officers, she never attended higher education.": [],
    "Johnson worked for the British government in Paris as part of a public relations unit (and perhaps also for British military intelligence) in the years before World War II.": [],
    "She returned to Britain where she married a British army officer, working for the Foreign Office between 1943 and 1947.": [],
    "At the conclusion of the Second World War, now estranged from her husband, she was attached semi-officially to the British Fifth Army in Rome.": [],
    "There she met Prince Filippo Andrea Doria Pamphili Landi (1886-1958) an Italian politician and nobleman, who rented her the former stable quarters of the Palazzina Corsini on his property.": [
        [
            36,
            41,
            [
                "Doris",
                "Dora",
                "Dorian",
                "Doric",
                "Daria",
                "Moria"
            ]
        ],
        [
            42,
            50,
            [
                "Camphill"
            ]
        ],
        [
            51,
            56,
            [
                "Land",
                "Lands",
                "Randi",
                "Lanai",
                "Gandi"
            ]
        ],
        [
            154,
            163,
            [
                "Palazzi"
            ]
        ],
        [
            164,
            171,
            [
                "Cousin",
                "Cousins",
                "Corsica",
                "Cosine",
                "Cursing",
                "Corbin"
            ]
        ]
    ],
    "Johnson decorated the apartment where it became a haven for expatriates and locals alike.": [],
    "These stables opened to the palace’s garden and she took a subsequent interest in garden history.</p>\n<p dir=\"ltr\">By 1950 she adopted the name of a maternal grandmother, Georgina Masson, partially to hide her Roman publishing activities from her husband.": [
        [
            43,
            47,
            [
                ", and"
            ]
        ]
    ],
    "Johnson, now Masson, began studying Roman architecture and its surrounding gardens with an improvised camera.": [
        [
            13,
            19,
            [
                "Mason",
                "Manson",
                "Hasson",
                "Mas son",
                "Mass on"
            ]
        ]
    ],
    "A large portion of her research was performed at the Fondazione Caetani in the city.": [
        [
            53,
            63,
            [
                "Foundation",
                "Foundations",
                "Fontaine"
            ]
        ],
        [
            64,
            71,
            [
                "Caetano"
            ]
        ]
    ],
    "Her initial publications were in architecture, her first article being one in 1950 on Palladian villas for <em>Country Life</em>.": [
        [
            86,
            95,
            [
                "Palladium",
                "Palladio",
                "Paladin",
                "Palladius"
            ]
        ]
    ],
    "Then followed a series of articles for <em>Architectural Review</em>.": [],
    "One of them, her 1955 article, \"Palladian Villas as Rural Centres,\" impressed a young architectural history student (and later eminent Harvard Palladian architectural historian) <a href=\"/ackermanj\">James S. Ackerman</a> who recounted it as the first time he’d read an article that considered the economic, social and political aspects of art (Ackerman, <em>Origins</em>).": [
        [
            32,
            41,
            [
                "Palladium",
                "Palladio",
                "Paladin",
                "Palladius"
            ]
        ],
        [
            58,
            65,
            [
                "Centers"
            ]
        ],
        [
            143,
            152,
            [
                "Palladium",
                "Palladio",
                "Paladin",
                "Palladius"
            ]
        ]
    ],
    "Her first book was one of historical biography on Frederick II Hohenstaufen in 1957.": [],
    "Publishing success came with the advent of the “coffee table book”, large-format highly illustrated art books.": [],
    "The publisher Thames and Hudson issued a book of her photographs and text as <em>Italian Villas and Palaces</em> in 1959.": [],
    "The combination of Masson’s artistic photographs and her easy though well-researched writing style made the book popular to a British economy only now emerging from the economic hardships of World War II.": [
        [
            19,
            25,
            [
                "Mason",
                "Manson",
                "Hasson",
                "Mas son",
                "Mass on"
            ]
        ]
    ],
    "She later acquired a Roleiflex camera with which she took some of her most important photographs.": [
        [
            21,
            30,
            [
                "Reflex",
                "Rosales",
                "Zanaflex",
                "Dorsiflex",
                "Oleate",
                "Oleates"
            ]
        ]
    ],
    "A book on Italian gardens of the same genre followed in 1961, published jointly in the United States by the emerging US coffee-table publisher, Harry N. Abrams.": [],
    "Over time she developed connections with many British nobility and writers, most notably Evelyn Waugh and Harold Acton, the latter having come from an art-dealing family and living in Florence.": [
        [
            5,
            9,
            [
                "time,"
            ]
        ]
    ],
    "She developed a close relationship with literary historian and Rome specialist Gunhild Bergh (1888-1961).": [
        [
            79,
            86,
            [
                "Guild",
                "Dunhill"
            ]
        ],
        [
            87,
            92,
            [
                "Beef",
                "Berth",
                "Berg",
                "Burgh",
                "Serf",
                "Cerf"
            ]
        ]
    ],
    "In 1965 the book for which she is most remembered, <em>A Companion Guide to Rome</em>, appeared, dedicated to Bergh.": [
        [
            110,
            115,
            [
                "Beef",
                "Berth",
                "Berg",
                "Burgh",
                "Serf",
                "Cerf"
            ]
        ]
    ],
    "Numerous subsequent editions followed.": [],
    "Masson returned to biography with a book on Queen Christina of Sweden, the Swedish monarch who forsook her native country to live in Rome.": [
        [
            0,
            6,
            [
                "Mason",
                "Manson",
                "Hasson",
                "Mas son",
                "Mass on"
            ]
        ]
    ],
    "Garden history, ever a passion, absorbed her later interests.": [],
    "The results of study and travel to Harvard University’s garden and research center, Dumbarton Oaks, appeared the same year as the Christina biography, <em>Dumbarton Oaks: a Guide to the Gardens</em>.": [
        [
            84,
            93,
            [
                "Lumberton"
            ]
        ]
    ],
    "When the Italian government purchased the Doria Pamphili in 1971, Masson lived briefly in rural Tuscany, aided by Acton.": [
        [
            42,
            47,
            [
                "Doris",
                "Dora",
                "Dorian",
                "Doric",
                "Daria",
                "Moria"
            ]
        ],
        [
            48,
            56,
            [
                "Camphill"
            ]
        ],
        [
            66,
            72,
            [
                "Mason",
                "Manson",
                "Hasson",
                "Mas son",
                "Mass on"
            ]
        ]
    ],
    "Unhappy with the country life, she returned to Rome and a consultantship for the  Committee for the Defense of the Southern Landscape (of Italy).": [
        [
            58,
            72,
            [
                "consultant ship",
                "consultants hip"
            ]
        ],
        [
            80,
            82,
            [
                " "
            ]
        ]
    ],
    "There she did daily research at the American Academy in Rome near her apartment.": [],
    "Diagnosed with cancer, she returned to England in 1978.": [],
    "She completed a book on the Borgias before her death in 1980 and was at work on a history of the importation of special flower species in Italian gardens.": [
        [
            28,
            35,
            [
                "Borgia's",
                "Borgia",
                "Gorgias"
            ]
        ]
    ],
    "Only the Borgia book was published posthumously.": [],
    "Her 5,000 photographic negatives were willed to the American Academy in Rome at her death.</p>\n<p dir=\"ltr\">A “vivid personality, sociable and outgoing with a non-stop flow of conversation” (Gendel), Masson’s prim but irascible nature won her a singular following.": [],
    "In a celebrated incident,  Alvar Gonzalez-Palacios (b.": [
        [
            25,
            27,
            [
                " "
            ]
        ],
        [
            27,
            32,
            [
                "Altar",
                "Alva",
                "Alvaro",
                "Alar",
                "ANVAR",
                "Álvaro"
            ]
        ]
    ],
    "1936), director of the periodical <em>Arte Illustrata</em>, published an article of hers in 1970 on seventeenth-century Italian flowers but failed to return her photos.": [],
    "She publicly accused him of thievery at a party hosted by Acton.": [],
    "Her photographs are valued perhaps more than her writing, which, well-informed, never wholly embraced the scholarly.": [],
    "Her <em>Guide to Rome</em> is considered one of the last serious guidebooks to the city, with few restaurant tips or notices of popular amusements, it served as the educated tourists guide to the city by a foreigner who knew it well.": [],
    "Described as, \"a cross between a guidebook and a work of literature (<em>Wanted in Rome</em>), it focused on archaeological and architectural treasures of the city.": [],
    "Masson disliked the Baroque and those monuments are largely left out of the <em>Guide</em>.": [
        [
            0,
            6,
            [
                "Mason",
                "Manson",
                "Hasson",
                "Mas son",
                "Mass on"
            ]
        ]
    ],
    "Her photographic collection included social observation, architecture and gardens and contemporary historians value her images of 1950’s Roman neighborhoods.": [
        [
            130,
            136,
            [
                "1950s"
            ]
        ]
    ],
    "It is still in print in later revisions by others.": [],
    "She received the <em>Ufficiale dell’Ordine al Merito della Republica Italiana</em> for her work.</p>": []
}