{
    "<p>Scholar of 20th-century American prints and Curator of Prints and Drawings at the Brooklyn Museum from 1941 until 1969.": [],
    "Johnson received her Ph.D.": [],
    "from the University of Chicago in art history and literature in 1928.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "She began work at the Cleveland Museum of Art, earning an M.A.": [],
    "degree from Western Reserve University in Cleveland (today Case Western Reserve) in 1937.": [
        [
            0,
            6,
            [
                "Degree"
            ]
        ]
    ],
    "The previous year she moved to Brooklyn, NY, to an assistant curator of prints at the Brooklyn Museum under <a href=\"/schniewindc\">Carl O. Schniewind</a>.": [],
    "In 1941 she succeeded Schniewind as curator.": [
        [
            3,
            7,
            [
                "1941,"
            ]
        ]
    ],
    "In 1943 she organized the first annual National print exhibition, an event which would lead the Museum into international prominence.": [
        [
            3,
            7,
            [
                "1943,"
            ]
        ]
    ],
    "The following year Johnson published a monograph on the print dealer Ambrose Vollard, <em>Ambroise Vollard, éditeur, 1867-1939</em>.": [
        [
            69,
            84,
            [
                "Ambroise Vollard"
            ]
        ]
    ],
    "The book remained a significant scholarly examination of the most important print dealer of the 20th-century.": [],
    "It was reissued as part of a large exhibition of the dealer and publisher's work in 1977 Johnson continued to build European works on paper, expanding the collection to include work of twentieth-century American artists.": [],
    "She was an early curator to support American printmaking.": [],
    "She retired from the Museum in 1969.": [],
    "Johnson was named curator emeritus in 1973.": [],
    "In 1980 she wrote the first survey of American prints, <em>American Prints and Printmakers: a Chronicle of Over 400 Artists and their Prints from 1900 to the Present</em>.</p>": [
        [
            3,
            7,
            [
                "1980,"
            ]
        ]
    ]
}