{
    "Oberlin College professor of art history (1945-1977) and early academic exponent of modern art.": [],
    "Johnson was the daughter of Jacob Augustus Johnson, a hotel operator, and Hulda Headlund Johnson.": [
        [
            74,
            79,
            [
                "Hilda",
                "Hula"
            ]
        ],
        [
            80,
            88,
            [
                "Headland"
            ]
        ]
    ],
    "She was raised in Warren, PA.": [],
    "Johnson entered Oberlin College as an undergraduate, receiving her bachelor's degree in 1933 and her master's degrees in art history in 1935.": [],
    "She never completed a Ph.D., despite additional study at Columbia University, Uppsala University in Stockholm, and the Sorbonne, Paris.": [],
    "She joined the Toledo Museum of Art, Toledo, Ohio, in 1936 as the librarian and a member in the department of education.": [],
    "In 1939, Johnson returned to her alma mater as art librarian and part-time art history instructor, giving free lectures on modern art.": [],
    "The following year she raised funds for a lending collection of original works of art for students at Oberlin, renting prints, from Rembrandt or Picasso, for as little as $2.50 a semester.": [],
    "She was elevated to full-time instructor in 1945.": [],
    "Though Johnson was never officially a museum curator, she was appointed a member of the Allen museum's collection committee in 1947, the group assigned to make recommendations on purchases of works art.": [],
    "Johnson was familiar with the New York galleries and studios of emerging artists.": [],
    "She became an assistant professor in 1950.": [],
    "Thereafter, she began organizing a series of biennial shows in Oberlin on contemporary artists, known as the Young Americans exhibitions.": [],
    "Over the years, it featured the work of Robert Rauschenberg, Claes Oldenburg, Joan Mitchell, Bruce Nauman, Jackie Winsor among others.": [
        [
            99,
            105,
            [
                "Human",
                "Norman",
                "Batman",
                "Nathan",
                "Newman",
                "Truman"
            ]
        ],
        [
            114,
            120,
            [
                "Windsor",
                "Wins or"
            ]
        ]
    ],
    "She was Visiting professor, University of Wisconsin, Madison, for the 1950-51 academic year.": [],
    "In 1958 Johnson was appointed associate professor.": [],
    "Even during the 1960s, more prominent and larger Ohio museums, such as the Cleveland Museum of Art doubted the importance of contemporary art.": [],
    "Johnson, however, mounted modernist exhibitions at Oberlin and buying significant works for a comparatively small amount for the museum and herself.": [],
    "In 1963 she gave Oldenburg his first show at an academic museum, the famous \"Three Young Americans\" exhibition.": [
        [
            3,
            7,
            [
                "1963,"
            ]
        ]
    ],
    "She was also the first to show the black-striped paintings that established the reputation of Frank Stella.": [],
    "Many works in her personal collection were gifts from artists grateful for Johnson's attention at crucial stages in their careers.": [],
    "In 1964 she was appointed full professor.": [
        [
            3,
            7,
            [
                "1964,"
            ]
        ]
    ],
    "Johnson purchased the Frank Lloyd Wright-designed Weltzheimer house (1948-1950) in Oberlin, in 1968 from a developer.": [
        [
            50,
            61,
            [
                "Alzheimer"
            ]
        ]
    ],
    "The Usonian-era house had been sold to a succession of local developers who extensively remodeled the structure.": [
        [
            4,
            15,
            [
                "Bosnian-era"
            ]
        ]
    ],
    "Johnson spent a considerable part of her free time and money restoring the building, hunting down custom-built furniture from the home and buying it back.": [],
    "The house became a center for cultural functions and the display of Johnson's own modernist collection.": [],
    "She was appointed honorary curator of modern art at the Allen Art Museum in 1973.": [],
    "Her lectures were so evocative that they had to be held in the college's Hall Auditorium.": [],
    "She used her reputation with the now famous abstract and pop artists to organize a benefit auction at Sotheby's in New York in 1975.": [],
    "The auction raised funds for an expansion of the Oberlin museum named for Johnson.": [],
    "Johnson became a professor <em>emerita</em> and honorary curator of modern art at the museum in 1977, followed by a visiting professorship at the University of California, Santa Barbara, in 1978.": [],
    "Her anthology, <em>American Artists on Art</em>, appeared in 1982, the same year as her retrospective on Eva Hesse.": [],
    "She died of cancer at age 81, willing her house and art collection to the University.": [],
    "Johnson was one of the first academics in the United States to teach and acquire contemporary art seriously.": [],
    "Her first-hand knowledge of the pop and abstract expressionist artists resulted in a lecture form inclusive of primary source material.": [],
    "She was an early and continual supporter of artists in addition to Oldenburg, Rauschenberg and Nauman, included Roy Lichtenstein, Jim Dine, and Larry Poons.": [
        [
            95,
            101,
            [
                "Human",
                "Norman",
                "Batman",
                "Nathan",
                "Newman",
                "Truman"
            ]
        ],
        [
            150,
            155,
            [
                "Pools",
                "Moons",
                "Goons",
                "Spoons",
                "Poona",
                "Boons"
            ]
        ]
    ],
    "Her famous \"Three Young Americans\" exhibitions accelerated many of their careers.": []
}