{
    "<p>Classicist and curator of collections at The Art Museum, Princeton University, 1943-1983.": [],
    "Jones studied Classical Archaeology at Bryn Mawr University, receiving her B.A.": [],
    "in 1934.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "She participated in the excavation of the ancient city of Tarsus directed by archaeologist Hetty Goldman.": [
        [
            91,
            96,
            [
                "Betty",
                "Petty",
                "Getty",
                "Hefty",
                "Jetty",
                "Shetty"
            ]
        ]
    ],
    "In 1939 she joined Goldman as her assistant at the Institute for Advanced Study, a private research center near Princeton University.": [
        [
            3,
            7,
            [
                "1939,"
            ]
        ]
    ],
    "Jones began working part-time for the Princeton Art Museum in 1943, still assisting Goldman, but soon became a full-time member of the Museum staff.": [],
    "At that time, the staff consisted of herself; the director Professor <a href=\"/matherf\">Frank Jewett Mather, Jr.</a>, and a janitor-guard.": [],
    "Because of gas rationing during World War II, Mather only came to Princeton once a week, leaving Jones essentially in charge.": [],
    "As both a secretary and assistant curator of Classical art, Jones cataloged the Museum's holdings and researched objects from all areas of art.": [],
    "She became curator of Classical art in 1946.": [],
    "Jones' 1950 chapter on the pottery of the Tarsus dig was published <em>Hellenistic and Roman Pottery from Tarsus, in Excavations at Gözlü Kule, Tarsus I</em>, and accepted by Goldman as her dissertation from Bryn Mawr in 1952.": [],
    "She joined the Princeton archaeological expedition to Sicily in 1955 and 1959, and was a visiting member of the excavations at Curium, Cyprus, under the sponsorship of the University of Pennsylvania, and Aphrodisias, Turkey, directed by New York University.": [
        [
            204,
            215,
            [
                "Aphrodisiac",
                "Aphrodisiacs"
            ]
        ]
    ],
    "Jones was one of the American correspondents for <em>Fasti Archaeologici</em> beginning in 1955, a journal compilation of articles in archaeology.": [],
    "She was a founding editor of the <em>Record of The Art Museum</em>.": [],
    "Jones attended the month meetings of the Archaeology Club, an informal group of classical art historians, whose ranks included <a href=\"/hilld\">Dorothy Kent Hill</a> of the Walters Gallery, Homer Thompson (1906-2000) and his wife <a href=\"/thompsond\">Dorothy Burr Thompson</a> of the Institute for Advanced Study, <a href=\"/brendelo\">Otto J. Brendel</a> of Columbia University and his wife, Maria, and <a href=\"/harrisone\">Evelyn B. Harrison</a>.": [],
    "A second publication, <em>Ancient Art in the Art Museum, Princeton University</em>, appeared in 1960.": [],
    "She was promoted to curator of collections at The Gallery in 1971.": [],
    "Jones retired at age seventy in 1983 and was succeeded by Robert Guy.": [],
    "She lived at the Quadrangle retirement community in Haverford, PA, where she died sixteen years later.</p>": []
}