{
    "<p>Classical scholar; author books on sculpture.": [],
    "Jones was the son of Henry William Jones, a minister, and Margaret Lawrence Baker (Jones).": [],
    "After attending the Rossall School, he entered Balilol College, Oxford, in 1886 where he studied under Benjamin Jowett (1817-1893).": [
        [
            20,
            27,
            [
                "Ross all"
            ]
        ],
        [
            47,
            54,
            [
                "Bali lol"
            ]
        ],
        [
            112,
            118,
            [
                "Jewett"
            ]
        ]
    ],
    "He was awarded Craven and Derby scholarships to study in Greece in 1890.": [],
    "He returned to Trinity College as a tutor under Henry Francis Pelham (1846-1907).": [],
    "In 1894 he married Ileen Vaughn (d.": [
        [
            3,
            7,
            [
                "1894,"
            ]
        ],
        [
            19,
            24,
            [
                "Eileen",
                "Aileen",
                "Ilene"
            ]
        ]
    ],
    "1931).": [],
    "The following year he published <em>Select Passages from Ancient Writers Illustrative of the History of Greek Sculpture</em>.": [],
    "In 1903 he suffered a breakdown because of overwork.": [
        [
            3,
            7,
            [
                "1903,"
            ]
        ]
    ],
    "As a change of pace and venue, Jones accepted the director position of the British School in Rome, which he held until 1905.": [],
    "After his return to England, Jones retired permanently to a country home near Tenby, Wales, though he remained an examiner for Trinity degrees.": [
        [
            78,
            83,
            [
                "Ten by"
            ]
        ]
    ],
    "He published several Roman histories between 1908-1912.": [],
    "In 1911 Charles Cannan (1858-1919) of the Clarendon Press approached Jones about revising the Greek Lexicon written by Henry George Liddell (1811-1898) and Robert Scott (1811-1887).": [
        [
            16,
            22,
            [
                "Cannon",
                "Canaan",
                "Cancan"
            ]
        ]
    ],
    "The following year Jones also began the general editorship for the catalogs of ancient sculpture in the municipal museums in Rome.": [],
    "When World War I was declared, Jones worked for the Foreign Office on the continent.": [],
    "After the war's conclusion, Francis John Haverfield (1860-1919), the Camden Professor of Ancient History at Brasenose College, died and Jones succeeded him.": [
        [
            41,
            51,
            [
                "Airfield",
                "Fairfield",
                "Garfield",
                "Wakefield",
                "Bakersfield",
                "Hatfield"
            ]
        ],
        [
            108,
            117,
            [
                "Baseness",
                "Brashness",
                "Bluenose",
                "Braveness",
                "Braceros",
                "Brazens"
            ]
        ]
    ],
    "In 1927 he was appointed Principal of the University College of Wales, Aberystwyth and in 1929 vice chancellor.": [
        [
            3,
            7,
            [
                "1927,"
            ]
        ]
    ],
    "He resigned his post on the orders of his physician in 1934.": [],
    "A festschrift number in the <em>Journal</em> of Society for the Promotion of Roman Studies in 1937 was presented in his honor.</p>": []
}