{
    "Director Centraal Museum Utrecht (1941-1951).": [
        [
            9,
            17,
            [
                "Central"
            ]
        ]
    ],
    "De Jonge was born to a noble family.": [
        [
            3,
            8,
            [
                "Jorge",
                "Congé"
            ]
        ]
    ],
    "She was the daughter of Willem Adriaan de Jonge and Wilhelmina Naletta van Rappard.": [
        [
            31,
            38,
            [
                "Adrian",
                "Adriana",
                "Adrián"
            ]
        ],
        [
            63,
            70,
            [
                "Palette",
                "Valletta",
                "Nanette",
                "Panetta",
                "Galette"
            ]
        ],
        [
            75,
            82,
            [
                "Rapper",
                "Rappers",
                "Rampart",
                "Rapport",
                "Reinhard",
                "Rapped"
            ]
        ]
    ],
    "Her father died in her early youth.": [],
    "De Jonge attended high school at The Hague, where she had been living since 1894.": [
        [
            3,
            8,
            [
                "Jorge",
                "Congé"
            ]
        ]
    ],
    "Between 1904 and 1912, she studied Dutch language and literature at Leiden University.": [],
    "After her graduation she decided to specialize in art history under <a href=\"/vogelsangw\">Willem Vogelsang</a> at Utrecht University, where she became Vogelsang's assistant in 1913.": [],
    "In the same year she was actively involved in the preparation of the Utrecht exhibition on early Dutch painting and sculpture.": [],
    "With Vogelsang and <a href=\"/beetsn\">Nicolaas Beets</a>, she coauthored the accompanying catalog, <em>Tentoonstelling van Noord-Nederlansche schilder- en beeldhouwkunst voor 1575</em>.": [
        [
            5,
            14,
            [
                "Vogel sang"
            ]
        ]
    ],
    "In 1916 she obtained her doctoral degree with a dissertation on the history of the Dutch men's costume in the first half of the sixteenth century.": [
        [
            3,
            7,
            [
                "1916,"
            ]
        ]
    ],
    "In 1917 De Jonge was appointed adjunct-commies tweede klasse at the Utrecht Municipal Archives under Samuel Muller Fz (1848-1922), who also was, until 1919, the director of the municipal museum collections in Utrecht.": [
        [
            11,
            16,
            [
                "Jorge",
                "Congé"
            ]
        ],
        [
            47,
            53,
            [
                "Tweed",
                "tweed",
                "tweeds",
                "tweedy"
            ]
        ],
        [
            54,
            60,
            [
                "class",
                "classes",
                "glass",
                "clause",
                "Glass",
                "classed"
            ]
        ],
        [
            115,
            117,
            [
                "FM",
                "Ft",
                "Oz",
                "FD",
                "FP",
                "Fr"
            ]
        ]
    ],
    "Muller was responsible for the setting up of the new Central Museum in the former Utrecht Agnieten monastery.": [
        [
            90,
            98,
            [
                "Ignite",
                "Ignited",
                "Ignites",
                "Igniter",
                "Glisten",
                "Quieten"
            ]
        ]
    ],
    "De Jonge's 1917 appointment was related with this project.": [
        [
            3,
            8,
            [
                "Jorge",
                "Congé"
            ]
        ]
    ],
    "In 1918 she, in addition, became an active member of the Rijkscommissie voor de Monumentenzorg and was charged with the description of monuments in the North-East of the province of Noord-Brabant.": [
        [
            3,
            7,
            [
                "1918,"
            ]
        ],
        [
            72,
            76,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            182,
            195,
            [
                "Noor-Brabant"
            ]
        ]
    ],
    "De Jonge obtained the position of curator of the Central Museum, under director Willem Schuylenburg, in 1920.": [
        [
            3,
            8,
            [
                "Jorge",
                "Congé"
            ]
        ]
    ],
    "Muller, however, kept the responsibility for the arrangement of the display of the objects in the building.": [],
    "Following the opening of the museum, in 1921, the general display of the objects was sharply criticized.": [],
    "Schuylenburg and De Jonge then rearranged the galleries and began to describe the collections.": [
        [
            20,
            25,
            [
                "Jorge",
                "Congé"
            ]
        ]
    ],
    "In 1928 the comprehensive catalog of the historical department appeared, <em>Catalogus van het Historisch Museum der stad, Centraal Museum Utrecht</em>, followed, in 1933, by the critical catalog of paintings, <em>Centraal Museum Utrecht, Catalogus der Schilderijen</em>.": [],
    "De Jonge had a special predilection for the Utrecht Old Masters.": [
        [
            3,
            8,
            [
                "Jorge",
                "Congé"
            ]
        ]
    ],
    "Between 1921 and 1938 no less than 27 paintings were added to the collection, including the famous Lochorst triptych of Jan van Scorel, on which De Jonge published a number of articles in Oud Holland and other periodicals.": [
        [
            99,
            107,
            [
                "Doctors",
                "Anchors",
                "Cohort",
                "Lockout",
                "Lockhart",
                "Cohorts"
            ]
        ],
        [
            128,
            134,
            [
                "Score",
                "Scored",
                "Scores",
                "Scorer"
            ]
        ],
        [
            148,
            153,
            [
                "Jorge",
                "Congé"
            ]
        ],
        [
            188,
            191,
            [
                "Out",
                "Old",
                "Our",
                "Odd",
                "Loud",
                "Mud"
            ]
        ]
    ],
    "In 1938 her major study and oeuvre catalog on the Utrecht painter Paulus Moreelse appeared.": [
        [
            73,
            81,
            [
                "More else"
            ]
        ]
    ],
    "De Jonge also broadened the costume collection, which became the subject of several publications, as a follow up to her dissertation.": [
        [
            3,
            8,
            [
                "Jorge",
                "Congé"
            ]
        ],
        [
            103,
            112,
            [
                "follow-up"
            ]
        ]
    ],
    "Before the outbreak of World War II, part of the museum collection was stored in several hiding-places.": [],
    "The museum soon reopened after having been closed during the German invasion, with a reduced display.": [],
    "In 1941, following Schuylenburg's retirement, De Jonge was appointed director of the museum.": [
        [
            49,
            54,
            [
                "Jorge",
                "Congé"
            ]
        ]
    ],
    "In 1944 she was forced to mount an exhibition of modern art conforming to the ideology of the German occupation authorities.": [
        [
            3,
            7,
            [
                "1944,"
            ]
        ]
    ],
    "Later that year De Jonge took the initiative to evacuate a further part of the collection.": [
        [
            19,
            24,
            [
                "Jorge",
                "Congé"
            ]
        ]
    ],
    "The museum then remained closed for more than a year.": [],
    "After the war, De Jonge set up an active exhibition program.": [
        [
            18,
            23,
            [
                "Jorge",
                "Congé"
            ]
        ]
    ],
    "In 1951 she retired and moved to The Hague; she was succeeded by Elisabeth Houtzager (1907-2001).": [
        [
            3,
            7,
            [
                "1951,"
            ]
        ],
        [
            75,
            84,
            [
                "Hostage",
                "Hostages",
                "Outrage",
                "Outraged",
                "Outage",
                "Outages"
            ]
        ]
    ],
    "In 1952 De Jonge's revision of the 1933 Catalogus der Schilderijen appeared.": [
        [
            11,
            16,
            [
                "Jorge",
                "Congé"
            ]
        ],
        [
            40,
            49,
            [
                "Catalogs",
                "Catalog us"
            ]
        ],
        [
            50,
            53,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "In the same year she was actively involved in the exhibition La leggenda del filo d'oro, organized by the Centro Internazionale delle Arti e del Costume in Venice.": [
        [
            64,
            72,
            [
                "legend",
                "legends",
                "legged"
            ]
        ],
        [
            84,
            87,
            [
                "or",
                "pro",
                "orb",
                "MRO",
                "Moro",
                "ORP"
            ]
        ],
        [
            113,
            127,
            [
                "Internationale"
            ]
        ],
        [
            128,
            133,
            [
                "Dell",
                "Elle",
                "Della",
                "belle",
                "dell",
                "delve"
            ]
        ],
        [
            134,
            140,
            [
                "Artie"
            ]
        ]
    ],
    "In the field of decorative arts, she published on Delft ceramics (1965) and Dutch tiles (1971).": [],
    "She died in 1972.": [],
    "De Jonge played an important role in the organization of the new Centraal Museum in Utrecht.": [
        [
            3,
            8,
            [
                "Jorge",
                "Congé"
            ]
        ],
        [
            65,
            73,
            [
                "Central"
            ]
        ]
    ],
    "The significance of her scholarly contribution to the documentation of the artworks in several critical catalogs is still recognized.": [],
    "Another important aspect of her directorship is her care for the objects during the war.": [],
    "The forced 1944 pro-German exhibition was never judged in post-war years an an act of collaboration.": [
        [
            73,
            78,
            [
                "an"
            ]
        ]
    ]
}