{
    "Americanist architectural historian.": [
        [
            0,
            11,
            [
                "Americanism"
            ]
        ]
    ],
    "Jordy was the son of Elwood Benjamin and Caroline May Hill (Jordy).": [],
    "He graduated from Bard College with a B.A.": [],
    "in 1939.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "After attending New York University between 1939 and 1941, he married Sarah Stoughton Spock in 1942 and entered the U. S. Army serving in the infantry in World War II from 1942-1945.": [],
    "He completed his Ph.D.": [],
    "at Yale University in 1947, writing his disseration on <a href=\"/adamsh\">Henry Adams</a>.": [
        [
            0,
            2,
            [
                "At"
            ]
        ],
        [
            40,
            51,
            [
                "dissertation"
            ]
        ]
    ],
    "He joinied the faculty at Yale as an assistant professor in 1948.": [
        [
            3,
            10,
            [
                "joined",
                "jointed"
            ]
        ]
    ],
    "In 1952 his <em>Henry Adams: Scientific Historian</em> was published.": [],
    "A Guggenheim Fellowship allowed Jordy to travel in Europe during 1953, he returned to find his position in the history of art department usurped by the dominant architectural historian at Yale, <a href=\"/scullyv\">Vincent Scully, Jr.</a> \"I was on a collision course with Scully,\" he remarked.": [],
    "In 1955 he moved to Brown University as an assistant professor, advancing to associate professor the following year and becoming full professor in 1960.": [
        [
            3,
            7,
            [
                "1955,"
            ]
        ]
    ],
    "He co-edited with Ralph Coe an anthology of the writings of the architecture critic Montgomery Schuyler (1961).": [],
    "Jordy was director of the Society of Architectural Historians from 1960 to 1963 and again, (1965-1968, 1978-1980).": [],
    "He chaired the department from 1963 until 1966, and again between 1976 and 1977.": [],
    "His two volumes in the series \"American Buildings and Their Architects\" appeared in 1972.": [],
    "He was Henry Ledyard Goddard professor and later emeritus professor of art history.": [
        [
            13,
            20,
            [
                "Led yard"
            ]
        ]
    ],
    "He suffered a heart attack while swimming in his pool at his Rhode Island home and died at age 79.": [],
    "Jordy was one of the first historians to chronicle the rise of modern architecture in the United States, charting the impact of international-style architects of Marcel Breuer, Ludwig Mies van der Rohe on American design and education in the postwar years.": [],
    "He was long affiliated with Columbia University's Buell Center for the Study of American Architecture.": [
        [
            50,
            55,
            [
                "Bell",
                "Bull",
                "Quell"
            ]
        ]
    ],
    "Jordy refrained from the polarizing arguments such as classical versus gothic (or organic) as advanced by <a href=\"/mumfordl\">Lewis Mumford</a>, allowing him to address order, aestheticism and naturalism in architecture.": [],
    "As critic, he promoted formalism over functionalism, in for example, his analysis of the Seagram building (1958), demonstrating the inadequacies of the building and energy efficiency.": [],
    "In his article \"The Symbolic Essence of European Modern Architecture of the Twenties and Its Continuing Influence\" (1963), Jordy defended modernism (over post-modernism), citing its \"symbolic objectivity.\"": [],
    "Jordy objected to Scully's 1961 book <em>Architecture of Democracy</em>, a brusquely dismissive treatment of modern architecture and Robert Venturi's 1966 <em>Complexity and Contradiction in Architecture</em>, which Scully had unabashedly called second in importance only to Le Corbusier's <em>Vers une Architecture</em> (1923).": [
        [
            18,
            24,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ],
        [
            216,
            222,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ]
    ],
    "For Jordy's symbolic objectivity, the \"non-human realms of weather, minerals, plants, animals, microbes, galaxies, existences of all sorts\" were more important for architecture than semiotics or Freudian theory.": []
}