{
    "Scholar of eighteenth-century English furniture and decorative arts.": [],
    "Jourdain was the daughter of an impoverished cleric, Reverend Francis Jourdain of Ashburne, Derbyshire.": [
        [
            0,
            8,
            [
                "Jordan",
                "Journeying",
                "Ordain",
                "Bourdieu"
            ]
        ],
        [
            70,
            78,
            [
                "Jordan",
                "Journeying",
                "Ordain",
                "Bourdieu"
            ]
        ],
        [
            82,
            90,
            [
                "Ashburn"
            ]
        ]
    ],
    "She and her sister, Eleanor, were required to be independent and on their own early in life.": [],
    "Eleanor became principal of a girl's school and then St.": [],
    "Hugh's College, Oxford.": [],
    "Margaret supported herself throughout her life by writing on art.": [],
    "In 1908, Jourdain came to the rescue of a former pupil of her sister's boarding school, <a href=\"/evansj\">Joan Evans</a>.": [
        [
            9,
            17,
            [
                "Jordan",
                "Journeying",
                "Ordain",
                "Bourdieu"
            ]
        ]
    ],
    "Jourdain urged Evans to bury the girl's grief and lack of self-confidence by writing a history of English jewelry, which not only built the woman's self esteem, but launched Evans on a career as a private art historian.": [
        [
            0,
            8,
            [
                "Jordan",
                "Journeying",
                "Ordain",
                "Bourdieu"
            ]
        ],
        [
            148,
            159,
            [
                "self-esteem"
            ]
        ]
    ],
    "Jourdain appears to have written the text for <em>The Decoration and Furniture of English Mansions During the Seventeenth &amp; Eighteenth Centuries</em>, 1909, ostensibly by Francis Henry Lenygon (1877-1943).": [
        [
            0,
            8,
            [
                "Jordan",
                "Journeying",
                "Ordain",
                "Bourdieu"
            ]
        ]
    ],
    "Jourdain began writing articles for <em>Country Life</em>, <em>Apollo</em> and the <em>Burlington Magazine</em> on decorative arts in the 1920s.": [
        [
            0,
            8,
            [
                "Jordan",
                "Journeying",
                "Ordain",
                "Bourdieu"
            ]
        ]
    ],
    "Her first book under her own name, <em>English Decoration and Furniture of the Later XVIIIth Century (1760-1820)</em>, appeared in 1922.": [],
    "She produced other volumes in the series.": [],
    "A close professional association developed between her and Victoria and Albert curator John Charles Rogers.": [],
    "When Margaret's estranged sister, Eleanor, died and left some symbolic possessions to Evans, Margaret took personal offense and never spoke with Evans again.": [],
    "A year before her death she both revised Roger's 1923 book, <em>English Furniture</em> and co-published with British Museum curator R. Soame Jenyns (1904-1976) <em>Chinese Export Art in the Eighteenth Century</em>.": [
        [
            135,
            140,
            [
                "Some",
                "Same",
                "Shame",
                "Somme",
                "Soave"
            ]
        ],
        [
            141,
            147,
            [
                "Jenkins",
                "Jenny",
                "Jeans",
                "Jens",
                "Jenna",
                "Jenn"
            ]
        ]
    ],
    "She died after a brief illness at her home.": [],
    "Jourdain was not formally trained in art history.": [
        [
            0,
            8,
            [
                "Jordan",
                "Journeying",
                "Ordain",
                "Bourdieu"
            ]
        ]
    ],
    "Her works show a keen attention to detail.": [],
    "Jourdain's furniture books were some of the first to describe construction methods of eighteenth-century makers.": [
        [
            0,
            8,
            [
                "Jordan",
                "Journeying",
                "Ordain",
                "Bourdieu"
            ]
        ]
    ]
}