{
    "First generation of American-born scholars of the Dutch Baroque; authority of Honthorst, Rembrandt, and Rubens.": [
        [
            78,
            87,
            [
                "Honors",
                "Contort",
                "Hothouse",
                "Contorts",
                "Honchos"
            ]
        ]
    ],
    "Born in Long Island, NY, Judson was the son of Bernard Judson and Sylvia Siegl (Judson).": [
        [
            73,
            78,
            [
                "Siege",
                "Siegel"
            ]
        ]
    ],
    "After graduating from Horace Mann School in 1943, Judson served with the United States Naval Reserve during WWII.": [],
    "Following his military service, he pursued a history degree at Oberlin College, where he studied under <a href=\"https://arthistorians.info/stechoww/\">Wolfgang Stechow</a>, forming a significant mentor-mentee relationship.": [],
    "Judson earned a B.A.": [],
    "from Oberlin in 1948 and an M.A.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "in art history from the Institute of Fine Arts at New York University in 1953.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "At the Institute, he was taught by prominent scholars including <a href=\"https://arthistorians.info/smythc/\">Craig Hugh Smyth</a>, <a href=\"https://arthistorians.info/friedlanderw/\">Walter Friedländer</a>, and <a href=\"https://arthistorians.info/panofskye/\">Erwin Panofsky</a>.": [],
    "His master's thesis about Italian sources of Honthorst was written under the guidance of Walter Friedländer.": [
        [
            45,
            54,
            [
                "Honors",
                "Contort",
                "Hothouse",
                "Contorts",
                "Honchos"
            ]
        ],
        [
            96,
            107,
            [
                "Freelander"
            ]
        ]
    ],
    "In 1953, Judson married Caroline French, who also pursued a career in art history.": [],
    "Pursuing his interest in Dutch art, Judson attended the Rijksuniversiteit Utrecht, later Universiteit Utrecht (University of Utrecht), the Netherlands, for his Ph.D.": [
        [
            89,
            101,
            [
                "Universities"
            ]
        ]
    ],
    "under a United States Board of Foreign Scholarships grant.": [
        [
            0,
            5,
            [
                "Under"
            ]
        ]
    ],
    "Inspired and overseen by <a href=\"https://arthistorians.info/gelderj/\">J.": [],
    "G. van Gelder</a>, Judson's dissertation on Gerrit van Honthorst expanded upon his master's thesis and later became the subject of his first book (1959).": [
        [
            3,
            6,
            [
                "Van"
            ]
        ],
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ],
        [
            55,
            64,
            [
                "Honors",
                "Contort",
                "Hothouse",
                "Contorts",
                "Honchos"
            ]
        ]
    ],
    "<i>Gerrit van Honthorst.": [
        [
            14,
            23,
            [
                "Honors",
                "Contort",
                "Hothouse",
                "Contorts",
                "Honchos"
            ]
        ]
    ],
    "A Discussion of His Position in Dutch Art</i> (1959) was a monograph that eliminates Honthorst’s portraits produced in his late period, which is believed to be less important than his allegorical and historical paintings (Stechow).": [
        [
            85,
            94,
            [
                "Honors",
                "Contort",
                "Hothouse",
                "Contorts",
                "Honchos"
            ]
        ],
        [
            222,
            229,
            [
                "Ste chow"
            ]
        ]
    ],
    "Upon graduation, he joined Smith College as an assistant professor (1956-1962), later becoming an associate professor (1962-1967) and professor (1967-1974).": [],
    "He also served as a visiting associate professor at Columbia University (1966-1967).": [],
    "In 1970, he published a notable book, <i>Dirck Barendsz.": [
        [
            41,
            46,
            [
                "Dirk",
                "Dick",
                "Dir ck"
            ]
        ],
        [
            47,
            55,
            [
                "Bands",
                "Barnes",
                "Barns",
                "Beards",
                "Bards",
                "Barents"
            ]
        ]
    ],
    "1534-1592: Excellent Painter from Amsterdam</i>, followed by <i>The Drawings of Jacob de Gheyn II</i> in 1973.": [],
    "In 1974, he joined UNC Chapel Hill as a W. R. Kenan Jr.": [
        [
            46,
            51,
            [
                "Keenan",
                "Kenyan",
                "Kennan",
                "Henan",
                "Kernan",
                "Ken an"
            ]
        ]
    ],
    "Professor.": [],
    "In 1977, he received the Rubens Medal from the City of Antwerp for his contributions to Dutch art history.": [],
    "His first volume for the Corpus Rubenianum, <i>Book Illustrations and Title-pages</i>, was published in 1978 and led to an exhibition at the Museum Plantin-Moretus in Antwerp.": [
        [
            148,
            163,
            [
                "Planting-Moretus",
                "Plantin-Mores"
            ]
        ]
    ],
    "After retiring, Judson and his wife Caroline moved to New Hampshire, where he lectured at Dartmouth until his death.": [],
    "In 1999, he collaborated with Rudolf E. O. Ekkart on <i>Gerrit van Honthorst, 1592-1656</i>, discussing exclusively on Honthorst’s portraitures, which complemented his monograph on Honthorst.": [
        [
            43,
            49,
            [
                "Kart",
                "Elkhart",
                "Kmart",
                "Eckhart"
            ]
        ],
        [
            67,
            76,
            [
                "Honors",
                "Contort",
                "Hothouse",
                "Contorts",
                "Honchos"
            ]
        ],
        [
            119,
            128,
            [
                "Honors",
                "Contort",
                "Hothouse",
                "Contorts",
                "Honchos"
            ]
        ],
        [
            131,
            143,
            [
                "portraiture"
            ]
        ],
        [
            181,
            190,
            [
                "Honors",
                "Contort",
                "Hothouse",
                "Contorts",
                "Honchos"
            ]
        ]
    ],
    "His second book in the Rubens series, <i>Rubens, the Passion of Christ</i>, was published in 2000.": [],
    "Judson passed away in New Hampshire in 2020.": [],
    "Judson was a member of the first generation of American-born scholars who worked on Dutch art, an author of several monographs on Dutch and Flemish art, and an acknowledged expert on Gerrit van Honthorst, Rembrandt van Rijn, and Peter Paul Rubens.": [
        [
            194,
            203,
            [
                "Honors",
                "Contort",
                "Hothouse",
                "Contorts",
                "Honchos"
            ]
        ],
        [
            219,
            223,
            [
                "In",
                "Run",
                "Win",
                "Ran",
                "Reign",
                "Rich"
            ]
        ]
    ],
    "Judson's interest in cultural exchange between Italy and the Netherlands was evident in the exhibitions he curated in Milan (1951), Antwerp (1952), and Utrecht (1952), likely influenced by his mentor, Walter Friedländer (Nicolson).": [
        [
            208,
            219,
            [
                "Freelander"
            ]
        ],
        [
            221,
            229,
            [
                "Nicholson"
            ]
        ]
    ],
    "This focus is also reflected in his scholarly work, <i>Gerrit van Honthorst: A Discussion of His Position in Dutch Art</i>, where he dedicated an entire chapter, \"Honthorst in Italy,\" to examining the influence of Caravaggism on Honthorst.": [
        [
            66,
            75,
            [
                "Honors",
                "Contort",
                "Hothouse",
                "Contorts",
                "Honchos"
            ]
        ],
        [
            163,
            172,
            [
                "Honors",
                "Contort",
                "Hothouse",
                "Contorts",
                "Honchos"
            ]
        ],
        [
            214,
            225,
            [
                "Caravaggio"
            ]
        ],
        [
            229,
            238,
            [
                "Honors",
                "Contort",
                "Hothouse",
                "Contorts",
                "Honchos"
            ]
        ]
    ],
    "During his career, he received fellowships from the American Council of Learned Societies (ACLS), Fulbright, Guggenheim (1960), the American Academy of Rome, and the Institute for Advanced Studies at Wassenaar in the Netherlands (1986).": [
        [
            200,
            209,
            [
                "Passenger",
                "Wasserman"
            ]
        ]
    ],
    "He was also a member of the Historians of Netherlandish Art and the College Art Association of America from 1951.": [],
    "Beyond his scholarly achievements, Judson was revered as a devoted educator who continued to teach even after his retirement.": [],
    "One of his students at UNC, Jane Carroll, recalled, “Jud believed in the primacy of the object.": [
        [
            53,
            56,
            [
                "Mud",
                "Bud",
                "JD",
                "Judy",
                "Jun",
                "Judo"
            ]
        ]
    ],
    "Art could be enhanced by cultural information, but the object itself had things to tell ... He allowed the art to have a voice and taught us to listen to it.”": []
}