{
    "<p>Artist, writer and art book author.": [],
    "Julian was born Philippe Simounet.": [
        [
            25,
            33,
            [
                "Simone"
            ]
        ]
    ],
    "His grandfather was the historian Camille Jullian (1859-1933) and his father André Simounet, a military officer.": [
        [
            42,
            49,
            [
                "Julian",
                "Jillian",
                "Julián"
            ]
        ],
        [
            83,
            91,
            [
                "Simone"
            ]
        ]
    ],
    "At age eight he took his mother's family name of Jullian.": [
        [
            49,
            56,
            [
                "Julian",
                "Jillian",
                "Julián"
            ]
        ]
    ],
    "His whole life, he was part of the Society world which he both criticized and belonged.": [],
    "Jullian studied at the Sorbonne, but lacked the discipline to finish.": [
        [
            0,
            7,
            [
                "Julian",
                "Jillian",
                "Julián"
            ]
        ]
    ],
    "His first published book, <em>Dictionnaire du snobisme</em> appeared in the same year as its English translation, the <em>Snob Spotter's Guide</em> in 1958.": [],
    "During the late 1950's he wrote under the reversed form of his name, \"Julian Philip.\"": [
        [
            16,
            22,
            [
                "1950s"
            ]
        ]
    ],
    "He wrote his first art book, a biography of Delacroix, in 1963.": [],
    "In the course of the following years he published a number of writer's biographies which earned him the respect of the literary community.": [],
    "These included Robert de Montesquiou, Oscar Wilde, and D'Annunzio.": [
        [
            57,
            65,
            [
                "Antonio",
                "Nuncio",
                "António",
                "Antônio"
            ]
        ]
    ],
    "In between these works, Jullian published one of the first re-evaluations of the work of the so-called French Decadent artists, the movement now known as Symbolism.": [
        [
            24,
            31,
            [
                "Julian",
                "Jillian",
                "Julián"
            ]
        ]
    ],
    "<em>Esthètes et magiciens: l'art fin de siècle</em> (1969), which treated all the media and not just art, was a success and was translated into English as <em>Dreamers of Decadence</em> in 1971.": [],
    "In between, Jullian collaborated, along with <a href=\"/luciesmithe\">Edward Lucie-Smith</a> and John Milner on the important 1972 Hayward Gallery exhibition, \"French Symbolist Painters.\"": [
        [
            12,
            19,
            [
                "Julian",
                "Jillian",
                "Julián"
            ]
        ]
    ],
    "This was followed in 1973 by his lighter survey of the visual arts, <em>Les Symbolistes</em> (English, <em>The Symbolists</em>, 1974).": [],
    "He died in his Paris apartment at age 58.": [],
    "Politically conservative and a protestant, Jullian was always somewhat of an outsider of his native France.": [
        [
            43,
            50,
            [
                "Julian",
                "Jillian",
                "Julián"
            ]
        ]
    ],
    "His art books were always the survey genre, few if any footnotes and a concentration on literary style at the cost of factual precision.</p>": []
}