{
    "<p>Philologist, author of an early art history and exponent of the visual arts.": [],
    "Junius was born into an illustrious Calvinist family.": [
        [
            0,
            6,
            [
                "Julius"
            ]
        ]
    ],
    "His father, Junius the elder (or Du Jon; 1545-1602), was a French Huguenot theologian who taught in Heidelberg and Leiden.": [
        [
            12,
            18,
            [
                "Julius"
            ]
        ]
    ],
    "His mother was Joanna (d.": [],
    "1591), daughter of a Belgian noble, Simon l'Hermite.": [],
    "One uncle, Johan van den Corput (1542-1611), a military engineer and another, Franciscus Gomarus (1563-1641), a theologian was an important figure in the Dutch Reformation.": [
        [
            25,
            31,
            [
                "Corpus",
                "Cor put"
            ]
        ],
        [
            78,
            88,
            [
                "Francisco",
                "Franciscan",
                "Franciscans",
                "Francisca"
            ]
        ],
        [
            89,
            96,
            [
                "Romanus"
            ]
        ]
    ],
    "Fanciscus Junius was educated at Leiden in philology, theology and the sciences.": [
        [
            0,
            9,
            [
                "Francisco",
                "Franciscan",
                "Fanciful",
                "Fascists",
                "Franciscans",
                "Fancies"
            ]
        ],
        [
            10,
            16,
            [
                "Julius"
            ]
        ]
    ],
    "In 1621 he moved to England, first to work in the library of the Bishop of Norwich, Samuel Harsnet (1561-1631).": [
        [
            3,
            7,
            [
                "1621,"
            ]
        ],
        [
            91,
            98,
            [
                "Harriet",
                "Baronet",
                "Harsher",
                "Garnet",
                "Harshest",
                "Hornet"
            ]
        ]
    ],
    "Through Bishop Lancelot Andrewes assistance he became the librarian to Thomas Howard (1585-1646), the 2nd Earl of Arundel in 1639 and then tutor to his children.": [
        [
            24,
            32,
            [
                "Andrews"
            ]
        ],
        [
            114,
            121,
            [
                "Roundel",
                "Grendel",
                "Asunder",
                "Trundle",
                "Runnel"
            ]
        ]
    ],
    "As a patron of the arts second only to Charles I, Arundel owned vast collections of paintings and classical sculpture.": [
        [
            50,
            57,
            [
                "Roundel",
                "Grendel",
                "Asunder",
                "Trundle",
                "Runnel"
            ]
        ]
    ],
    "Junius initially studied medieval manuscripts in the 1650's before focusing his attention on compiling the extant references to art from the classical world.": [
        [
            0,
            6,
            [
                "Julius"
            ]
        ],
        [
            53,
            59,
            [
                "1650s"
            ]
        ]
    ],
    "His brother-in-law, the Dutch scholar John Gerard Vossius (1577-1649), suggested Junius extract the references on art from John Selden's <em>Marmora Arundelliana</em> (1627), a compilation of classical inscriptions on artists and artworks.": [
        [
            50,
            57,
            [
                "Fossils",
                "Cassius",
                "Gossips"
            ]
        ],
        [
            81,
            87,
            [
                "Julius"
            ]
        ],
        [
            128,
            134,
            [
                "Seen",
                "Seven",
                "Golden",
                "Sweden",
                "Elder",
                "Sudden"
            ]
        ]
    ],
    "This manuscript work (eventually published in 1694 as <em>Catalogus Artificum</em>) led Arundel to urge Junius to compile a larger compilation of art quotations, which he combined with with a philological treatise on the classical notions of art, an art history, defence of the pictorial arts, and an art manual, as <em>De pictura veterum</em>.": [],
    "Published in 1637, it was translated into English the following year by Junius himself as <em>The Painting of the Ancients</em>.": [
        [
            72,
            78,
            [
                "Julius"
            ]
        ]
    ],
    "The book became a powerful scholarly and political tool--praised by both Peter Paul Rubens and Anthony Van Dyck--in the right for art to be ranked among the highest disciplines.": [
        [
            107,
            115,
            [
                "Deck--in"
            ]
        ]
    ],
    "Junius' relationship with his patron, the Earl, however, was never easy.": [
        [
            0,
            6,
            [
                "Julius"
            ]
        ]
    ],
    "Arundel wanted Junius to give up scholarship and instead look for antiquities in the Mediterranean countries to add to Arundel's collection.": [
        [
            0,
            7,
            [
                "Roundel",
                "Grendel",
                "Asunder",
                "Trundle",
                "Runnel"
            ]
        ],
        [
            15,
            21,
            [
                "Julius"
            ]
        ],
        [
            119,
            126,
            [
                "Roundel",
                "Grendel",
                "Asunder",
                "Trundle",
                "Runnel"
            ]
        ]
    ],
    "Junius frequently left the Earl's service though he was in exile with the family during the civil wars of the 1640's.": [
        [
            0,
            6,
            [
                "Julius"
            ]
        ],
        [
            110,
            116,
            [
                "1640s"
            ]
        ]
    ],
    "After 1642 he spent his life in the Netherlands, returning to England only in 1674 at the end of his life.": [],
    "The year before his death he donated his collection of Anglo-Saxon manuscripts as well as a portion of his book collection on philology to the the Bodleian Library at Oxford.": [
        [
            139,
            146,
            [
                "the"
            ]
        ]
    ],
    "While living at with his nephew, Isaac Vossius, in Windsor, he caught a fever and died.": [
        [
            39,
            46,
            [
                "Fossils",
                "Cassius",
                "Gossips"
            ]
        ]
    ],
    "He is buried in St.": [],
    "George's Chapel, Windsor.": [],
    "<em>De Pictura Veterum</em> is divided in several books.": [],
    "One book is composed of classical texts on the arts and Junius' commentary on them.": [
        [
            56,
            62,
            [
                "Julius"
            ]
        ]
    ],
    "A second is an alphabetical list of quotations of the lives and works of artists of antiquity.": [],
    "Like other collections of classical quotations, <em>De Pictura Veterum</em> served scholars and rhetoriticians as a source for ancient thought.": [],
    "Junius' commentary to the inscriptions extended the scholarly content.": [
        [
            0,
            6,
            [
                "Julius"
            ]
        ]
    ],
    "The tome found a second important use, as well.": [],
    "The renaissance debate over the primacy of the arts--the written arts vs.": [],
    "the graphic arts--had once again come to the fore.": [
        [
            0,
            3,
            [
                "The"
            ]
        ]
    ],
    "The most recent dispute arose between the playwright Ben Jonson (1573-1637), and court architect Inigo Jones (1573-1652) for Charles I. In <em>The Painting of the Ancients</em>, Junius can be clearly read as siding with Jones and the supremacy of the visual arts.": [
        [
            97,
            102,
            [
                "Iñigo",
                "Indigo",
                "Ingo",
                "IndiGo"
            ]
        ],
        [
            178,
            184,
            [
                "Julius"
            ]
        ]
    ],
    "Junius's championing of the visual arts also supported the notion of art's power to promote a virtuous life, countering the argument of William Prynne (1600-1669) in his <em>Histrio-mastix</em>, 1633, which attacked the Court of Charles I and its patronage of the arts.": [
        [
            0,
            6,
            [
                "Julius"
            ]
        ],
        [
            144,
            150,
            [
                "Prince",
                "Prone",
                "Payne",
                "Lynne",
                "Wynne",
                "Prune"
            ]
        ]
    ],
    "Later art historians, such as <a href=\"/overbeckj\">Johannes Overbeck</a> made heavy use of Junius' book, particularly in his influential <em>Die antiken Schriftquellen</em>, 1868.": [],
    "As a modern aside, <em>Painting of the Ancients</em> shows up frequently in the etomologies of the <em>Oxford English Dictionary</em> (OED) because of the fondness for this text of one of the early volunteer contributors to the <em>Dictionary</em>, the American William Chester Minor (1834-1920) (Winchester).</p>": [
        [
            80,
            91,
            [
                "etymologies"
            ]
        ]
    ]
}