{
    "<p>Scholar of Spanish, Portuguese and Italian Renaissance painting; employed a biographical approach to art history.": [],
    "Justi was the son of a pastor.": [
        [
            0,
            5,
            [
                "Just",
                "Justin"
            ]
        ]
    ],
    "From 1850 he studied theology in Marburg before switching to philosophy in Berlin.": [],
    "His interest was always in philology and esthetics, particularly classical esthetics.": [
        [
            41,
            50,
            [
                "aesthetics",
                "esthetic"
            ]
        ],
        [
            75,
            84,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "After graduation in 1859, Justi's initial appointment was in Philosophy at the university in Marburg.": [
        [
            26,
            31,
            [
                "Just",
                "Justin"
            ]
        ]
    ],
    "While teaching at Marburg, he read the works of <a href=\"/winckelmannj\">Johann Joachim Winckelmann</a> and his enthusiasm for art history was confirmed.": [],
    "Beginning in 1866, Justi published a massive 3-volume account of Winckelmann's writings.": [
        [
            19,
            24,
            [
                "Just",
                "Justin"
            ]
        ]
    ],
    "That same year he was appointed <em>extraordinarius</em> professor.": [],
    "Justi traveled to Italy to examine the monuments Winckelmann had seen.": [
        [
            0,
            5,
            [
                "Just",
                "Justin"
            ]
        ]
    ],
    "It was while researching Winckelmann and his numerous acquaintances, that Justi discovered the portrait of Innocent X by Velázquez in the Doria Palazzo Pamphili.": [
        [
            74,
            79,
            [
                "Just",
                "Justin"
            ]
        ],
        [
            138,
            143,
            [
                "Doris",
                "Dora",
                "Dorian",
                "Doric",
                "Daria",
                "Moria"
            ]
        ],
        [
            152,
            160,
            [
                "Camphill"
            ]
        ]
    ],
    "Justi resolved to write the second major work of his career, a critical biography on the artist.": [
        [
            0,
            5,
            [
                "Just",
                "Justin"
            ]
        ]
    ],
    "He was made <em>ordinarius</em> (full) professor in 1869.": [],
    "He briefly taught at Kiel before succeeding <a href=\"/springera\">Anton Springer</a> as professor for art history at the University of Bonn in 1872, which position he held until 1901.": [],
    "That same year, 1872, Justi traveled to Spain to research on Spanish art.": [
        [
            22,
            27,
            [
                "Just",
                "Justin"
            ]
        ]
    ],
    "After numerous visits to Spain, Justi published on Bartolomé Esteban Murillo.": [
        [
            32,
            37,
            [
                "Just",
                "Justin"
            ]
        ]
    ],
    "He made excursions to St.": [],
    "Petersburg and England in 1875.": [],
    "Justi's students in Bonn at this time included <a href=\"/warburga\">Aby M. Warburg</a>, but Warburg's interdisciplinary approach toward resulted in a stalemate and Warburg left for Berlin.": [
        [
            0,
            5,
            [
                "Just",
                "Justin"
            ]
        ]
    ],
    "Another student attending his classes was <a href=\"/vogew\">Wilhelm Vöge</a>, who found him to be a poor teacher but charming bachelor scholar.": [],
    "At Bonn, Justi taught courses in esthetics (\"with special reference to the Visual Arts\") and a seminar of <a href=\"/vasarig\">Giorgio Vasari</a>.": [
        [
            9,
            14,
            [
                "Just",
                "Justin"
            ]
        ],
        [
            33,
            42,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "In 1888, Justi's <em>Diego Velázquez und sein Jahrhundert</em> appeared.": [
        [
            9,
            14,
            [
                "Just",
                "Justin"
            ]
        ]
    ],
    "Though generally well researched and innovative, a French scholar discovered that one of the letters by Velázquez quoted by Justi had been fabricated.": [
        [
            124,
            129,
            [
                "Just",
                "Justin"
            ]
        ]
    ],
    "Justi admitted the deceit in a 1905/06 discussion in <em>Kunst-chronik</em>, but stopped short of an apology.": [
        [
            0,
            5,
            [
                "Just",
                "Justin"
            ]
        ]
    ],
    "This caused one French journal to accuse German art history as little more than \"trickery\" in what it termed \"Un faussaire boche.\"": [
        [
            113,
            122,
            [
                "massacre",
                "austere",
                "Astaire",
                "Aussie",
                "Saussure",
                "flustered"
            ]
        ],
        [
            123,
            128,
            [
                "Roche",
                "Boch"
            ]
        ]
    ],
    "In 1900, the third of his critical/biographical monographs appeared, this one on Michelangelo.": [],
    "After his death, the Carl Justi Vereinigung (<a href=\"/justic\">Carl Nicolaus Heinrich Justi</a> Society) was founded \"to provide a forum for mutual scholarly and personal exchange for those art historians who address Spanish, Portuguese and Latin American art history in their research.\"": [
        [
            26,
            31,
            [
                "Just",
                "Justin"
            ]
        ],
        [
            32,
            43,
            [
                "Deranging"
            ]
        ]
    ],
    "The Carl-Justi Straße in Bonn is named for him.": [
        [
            4,
            14,
            [
                "Carl-Just"
            ]
        ],
        [
            15,
            21,
            [
                "Strafe"
            ]
        ]
    ],
    "His nephew, <a href=\"/justil\">Ludwig Justi</a>, was the director of the National Gallery in Berlin, 1909-1933.": [],
    "Methodologically, Justi's art history centers around the concept of \"artist as hero\" (<em>Heldengeschichte</em>).": [
        [
            18,
            23,
            [
                "Just",
                "Justin"
            ]
        ]
    ],
    "A major historian of the <em>Gründerzeit</em> (foundational era of modern Germany), he, like <a href=\"/grimmh\">Herman Grimm</a>, rejected an art history constructed around art movements or Hegelian philosophy, favoring instead biography.": [],
    "This view contrasts the positivism of scholars such as <a href=\"/taineh\">Hippolyte Taine</a> or the cultural history or <a href=\"/lamprechtk\">Karl Lamprecht</a>.": [],
    "In affirming <em>Gründerzeit</em> values, he, along with <a href=\"/burckhardtj\">Jacob Burckhardt</a>, disapproved of contemporary art.": [],
    "His study of Michelangelo employs psychology to understand the artist.": [],
    "His Spanish-artist studies helped establish the link, if unwittingly, between Impressionism and the work of baroque artists.": [],
    "Udo Kulterman cites Justi's identification of modernity (in the case of El Greco) with degeneration (\"Entartung\").": [
        [
            4,
            13,
            [
                "Superman",
                "Alderman",
                "Letterman",
                "Silverman",
                "Suleiman",
                "Lumberman"
            ]
        ],
        [
            20,
            25,
            [
                "Just",
                "Justin"
            ]
        ],
        [
            102,
            111,
            [
                "Starting",
                "Entering",
                "Enacting",
                "Enlarging",
                "Extorting",
                "Restarting"
            ]
        ]
    ],
    "In the nineteenth century this had the effect of pushing the notoriously conservative Kaiser Wilhelm II's opinion against modern art.": [],
    "It led to the belief in the twentieth century by the Nazi's that German Expression was sick, manifested in the famous \"Entartete Kunst\" (degenerate art) exhibition.": [
        [
            119,
            128,
            [
                "Entirety",
                "Entree",
                "Entrée"
            ]
        ],
        [
            129,
            134,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "Justi had a great disdain for photographic reproductions in books or as study aids of any kind.": [
        [
            0,
            5,
            [
                "Just",
                "Justin"
            ]
        ]
    ],
    "He believed that machine-made images corrupted the eye and accused them of distorting the original object.": [],
    "Vöge, who studied with Justi four semesters beginning hin 1887, recalled him as \"not a good teacher but a heavenly old bachelor, his study papered with books, a charming chamber of antiquities, milk jug, butter dish, ashtray, books and papers, old vases and other heirlooms mixed up in a wild carnival on his desk and cupboard.\"": [
        [
            0,
            4,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ],
        [
            23,
            28,
            [
                "Just",
                "Justin"
            ]
        ],
        [
            54,
            57,
            [
                "in",
                "his",
                "him",
                "win",
                "hit",
                "hip"
            ]
        ]
    ],
    "Warburg, who studied with him during the same time, found him conservative, for example, Justi's doubting that classical art had much effect on the Renaissance or his denying northern Renaissance painters such as Jan van Eyck as part of the Renaissance.</p>": [
        [
            89,
            94,
            [
                "Just",
                "Justin"
            ]
        ]
    ]
}