{
    "<p>Co-editor of the encyclopedia, <em>Winkler Prins van de Kunst</em>.": [],
    "Juynboll belonged to a family of eminent scholars and university professors, particularly in the field of oriental studies.": [
        [
            0,
            8,
            [
                "Turnbull",
                "Unroll",
                "Unbolt"
            ]
        ]
    ],
    "Juynboll, himself, however, after graduating from the Leiden Gymnasium, chose to study art history at Leiden University.": [
        [
            0,
            8,
            [
                "Turnbull",
                "Unroll",
                "Unbolt"
            ]
        ]
    ],
    "Between 1931 and 1934 he was a research assistant at the Leiden University print room.": [],
    "In 1934 he earned his doctor's degree with a dissertation on the comic genre in seventeenth- and eighteenth-century Italian painting, <em>Het komische genre in de Italiaanse schilderkunst gedurende de zeventiende en de achttiende eeuw.": [
        [
            3,
            7,
            [
                "1934,"
            ]
        ],
        [
            138,
            141,
            [
                "He",
                "Get",
                "Her",
                "Set",
                "Hit",
                "Let"
            ]
        ],
        [
            142,
            150,
            [
                "Porsche",
                "Comanche",
                "miscue",
                "Kölsch",
                "kamānche",
                "kombucha"
            ]
        ],
        [
            163,
            173,
            [
                "Italians",
                "Italianate"
            ]
        ],
        [
            201,
            212,
            [
                "eventide"
            ]
        ],
        [
            230,
            234,
            [
                "new",
                "few",
                "EU",
                "feud",
                "Jew",
                "Zeus"
            ]
        ]
    ],
    "Bijdrage tot de geschiedenis van de caricatuur</em>.": [
        [
            0,
            8,
            [
                "Birdcage"
            ]
        ],
        [
            36,
            46,
            [
                "caricature"
            ]
        ]
    ],
    "In 1935 he became an art contributor to the daily newspaper <em>Nieuwe Rotterdamse Courant</em> (<em>NRC</em>).": [
        [
            3,
            7,
            [
                "1935,"
            ]
        ]
    ],
    "The following year he began teaching the history of Italian art at this Alma Mater.": [],
    "His inaugural lecture was on Baroque and Classicism in Rome, <em>Barok en Classicisme te Rome</em>.": [],
    "In the mid-1930s he was invited to revise and prepare for publication the biographical dictionary of Dutch Engravers that <a href=\"/wallerf\">François Gérard Waller</a> had left unfinished.": [],
    "This appeared in 1938 as <em>F.": [],
    "G. Waller.": [],
    "Biographisch Woordenboek van Noord Nederlandsche Graveurs.": [
        [
            0,
            12,
            [
                "Biographic"
            ]
        ],
        [
            29,
            34,
            [
                "Noor"
            ]
        ],
        [
            49,
            57,
            [
                "Graves",
                "Graders",
                "Gravels",
                "Grazers",
                "Graver",
                "Ravers"
            ]
        ]
    ],
    "Uitgegeven door de beheerders van het Waller Fonds en bewerkt door Dr.": [
        [
            19,
            29,
            [
                "breeders",
                "herders",
                "beholders",
                "berserkers",
                "bleeders",
                "beseechers"
            ]
        ],
        [
            34,
            37,
            [
                "he",
                "get",
                "her",
                "set",
                "hit",
                "let"
            ]
        ],
        [
            45,
            53,
            [
                "Fond sen"
            ]
        ],
        [
            54,
            61,
            [
                "built",
                "benefit",
                "beer",
                "desert",
                "fewer",
                "newer"
            ]
        ]
    ],
    "W. R. Juynboll</em>.": [
        [
            6,
            14,
            [
                "Turnbull",
                "Unroll",
                "Unbolt"
            ]
        ]
    ],
    "With the closing of Leiden University by the German occupying forces in 1941, Juyboll's teaching position was eliminated.": [
        [
            78,
            85,
            [
                "Payroll",
                "Jumble",
                "Jumbo",
                "Jubal",
                "Boll",
                "Unroll"
            ]
        ]
    ],
    "After the war, he was appointed curator at the Rijksbureau voor Kunsthistorische Documentatie (RKD) in The Hague (Netherlands Institute for Art History) in 1947.": [
        [
            59,
            63,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            81,
            93,
            [
                "Documentation",
                "Documentaries"
            ]
        ]
    ],
    "Another major project followed in the mid-1950s, when he was asked to be the co-editor, along with the Belgian art historian Valentin Denis, of the three-volume encyclopedia <em>Winkler Prins van de Kunst, encyclopedie van de architectuur, beeldende kunst, kunstnijverheid</em> (1958-59).": [],
    "In much of his work on this he was assisted by his wife, Maria Susanna van Eysselsteyn.": [
        [
            75,
            86,
            [
                "IJsselstein"
            ]
        ]
    ],
    "Juynboll was the author of the first compendium entry on the discipline of art history as well as of a number of longer entries, dealing with famous artists, periods and disciplines.": [
        [
            0,
            8,
            [
                "Turnbull",
                "Unroll",
                "Unbolt"
            ]
        ]
    ],
    "Juynboll also contributed to <em>Oudheidkundig Jaarboek</em>, <em>Oud Holland</em>, <em>Elsevier's Maandschrift</em>, and <em>Emporium</em>.": [
        [
            0,
            8,
            [
                "Turnbull",
                "Unroll",
                "Unbolt"
            ]
        ]
    ],
    "In the early 1960s he sold his rich library to the Clark Art Institute (Williamstown, MA), stipulating that a number of his books would be shipped to the US only after his death.": [],
    "Juynboll died in 1977 in the vicinity of Leiden, Netherlands.": [
        [
            0,
            8,
            [
                "Turnbull",
                "Unroll",
                "Unbolt"
            ]
        ]
    ],
    "One of his sons is the Islamic studies scholar G.H.A.": [],
    "Juynboll (b.": [
        [
            0,
            8,
            [
                "Turnbull",
                "Unroll",
                "Unbolt"
            ]
        ]
    ],
    "1935).": [],
    "In his encyclopedia article \"Kunstgeschiedenis\", Juynboll argues that iconology should be considered a valuable auxiliary discipline of art history rather than serving as an essential art historical method, as it was done in his view by <a href=\"/panofskye\">Erwin Panofsky</a> and the school of the Warburg Institute.</p>": [
        [
            49,
            57,
            [
                "Turnbull",
                "Unroll",
                "Unbolt"
            ]
        ],
        [
            70,
            79,
            [
                "phonology"
            ]
        ]
    ]
}