{
    "<p>Historian and compiler of Italian saint iconography.": [],
    "Kaftal was raised in Russia.": [
        [
            0,
            6,
            [
                "Fatal",
                "NAFTA",
                "Natal",
                "Kafka",
                "Naphtali",
                "Caftan"
            ]
        ]
    ],
    "At the Bolshevik revolution, he fled across the snows of Russia initially to Paris, where many émigrés fled.": [],
    "There he worked briefly as a stockbroker, then studied for the preisthood before moving to Florence in the 1930s.": [
        [
            63,
            73,
            [
                "priesthood"
            ]
        ]
    ],
    "In Italy, he devoted himself to the systematic study of the iconography of Italian saints.": [],
    "His research began during the same time <a href=\"/offnerr\">Richard Offner</a> was issuing his <em>Critical and Historical Corpus of Florentine Painting</em> and both works used each other, though unacknowledged.": [],
    "During World War II he lived in Oxford, England.": [],
    "He returned to Italy after the war, making research trips to the United States.": [],
    "On one such trip in the 1950s, Kaftal met and married Marian Averell Clark in New York.": [
        [
            31,
            37,
            [
                "Fatal",
                "NAFTA",
                "Natal",
                "Kafka",
                "Naphtali",
                "Caftan"
            ]
        ]
    ],
    "His first volume, <em>The Iconography of the Saints in Tuscan Painting</em> was published in 1952.": [],
    "A second volume, <em>The Iconography of the Saints in the Central and South Italian Schools of Painting</em> appeared in 1965.": [],
    "This second volume looks at the relationship between Roman mosaics and religious painting.": [],
    "Two subsequent volumes on northeast Italy and the northwest were issued in 1978 and 1985.Kaftal's work, as he cites in the first volume to the <em>Iconography</em>, builds on the earlier iconographic studies, <em>Poetry of Sacred and Legendary Art</em>, 1848, of <a href=\"/jamesona\">Anna Jameson</a> and <a href=\"/kunstlek\">Karl Künstle</a>.": [
        [
            89,
            95,
            [
                " Kaftal"
            ]
        ]
    ],
    "Symbolism compendia such as these were relatively new when Kaftal began his work however and his volumes became both the standard starting point for research on art historical iconography in the Italian renaissance.</p>": [
        [
            10,
            19,
            [
                "compendium"
            ]
        ],
        [
            59,
            65,
            [
                "Fatal",
                "NAFTA",
                "Natal",
                "Kafka",
                "Naphtali",
                "Caftan"
            ]
        ]
    ]
}