{
    "<p>Director of the Rijksbureau voor de Monumentenzorg.": [
        [
            31,
            35,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ]
    ],
    "Kalf attended the Gymnasium in Amsterdam.": [
        [
            0,
            4,
            [
                "Half",
                "Calf",
                "Kali",
                "Ralf",
                "Kale",
                "Kalb"
            ]
        ]
    ],
    "Already in his high school period he wrote critical articles on art.": [],
    "Inspired by his father, Martinus Kalf (1847-1898), the editor of the <em>Algemeen Handelsblad</em>, he was interested in literature, including plays, architecture, and arts and crafts.": [
        [
            24,
            32,
            [
                "Martins",
                "Martinis",
                "Martin us"
            ]
        ],
        [
            33,
            37,
            [
                "Half",
                "Calf",
                "Kali",
                "Ralf",
                "Kale",
                "Kalb"
            ]
        ]
    ],
    "Between 1892 and 1896, Kalf studied Dutch literature and art history at the University of Amsterdam.": [
        [
            23,
            27,
            [
                "Half",
                "Calf",
                "Kali",
                "Ralf",
                "Kale",
                "Kalb"
            ]
        ]
    ],
    "He frequently published in various periodicals, often displaying a polemic attitude to the cultural and religious climate of his day.": [],
    "In the progressive periodical <em>De Kroniek</em>, created in 1895 and directed by P.L.": [],
    "Tak (1848-1907), Kalf wrote on plays and criticized the prevailing romanticism in this branch of art.": [
        [
            0,
            3,
            [
                "Take",
                "Talk",
                "Tank",
                "Task",
                "Tax",
                "Tag"
            ]
        ],
        [
            17,
            21,
            [
                "Half",
                "Calf",
                "Kali",
                "Ralf",
                "Kale",
                "Kalb"
            ]
        ]
    ],
    "His historical interest in the past included mediaeval mystery plays as well as monumental art and iconography.": [
        [
            45,
            54,
            [
                "medieval"
            ]
        ]
    ],
    "After his graduation, he paid particular attention to arts and crafts and to the conservation of monuments.": [],
    "In 1898, he became a volunteer at the <em>Nederlandsch Museum voor Geschiedenis en Kunst</em>, a museum for decorative arts, sculpture and architecture within the Amsterdam Rijksmuseum, directed by <a href=\"/pita\">Aart Pit</a>.": [],
    "Between 1899 and 1903, he worked as Pit's assistant.": [],
    "In this capacity he made an inventory of the collection of book covers and did research on the textiles in the museum.": [],
    "On this latter subject, he published a number of articles in the <em>Bulletin uitgegeven door den Nederlandschen Oudheidkundigen Bond</em> (Bulletin of the Dutch Antiquarian Association), while his catalog of these textiles appeared in 1903.": [],
    "After his conversion to the Catholic Church, in 1899, he became a fierce opponent of neo-gothic art in catholic churches, which in his opinion was a romantic and unauthentic imitation of mediaeval art and architecture.": [
        [
            187,
            196,
            [
                "medieval"
            ]
        ]
    ],
    "In 1901, he founded De Violier, a group of young catholic artists who under the influence of <a href=\"/alberdingkthijmj\">J.": [
        [
            23,
            30,
            [
                "Violent",
                "Villain",
                "Violin",
                "Violet",
                "Violins",
                "Viola"
            ]
        ]
    ],
    "A. Alberdingk Thijm</a> (1820-1889) strove for an innovative Catholic approach to modern art and literature.": [
        [
            3,
            13,
            [
                "Altering",
                "Alerting",
                "Albertina"
            ]
        ],
        [
            14,
            19,
            [
                "This",
                "Him",
                "Them",
                "Third",
                "Thing",
                "Think"
            ]
        ]
    ],
    "Since 1899, he was one of the founding members of the above-mentioned <em>Nederlandse Oudheidkundige Bond</em>.": [],
    "In 1903, this association, focusing on the conservation of the cultural heritage, created a national committee for the documentation and description of monuments of history and art in the Netherlands.": [],
    "Kalf accepted the post of secretary of this committee and gave up his work at the Nederlandsch Museum.": [
        [
            0,
            4,
            [
                "Half",
                "Calf",
                "Kali",
                "Ralf",
                "Kale",
                "Kalb"
            ]
        ],
        [
            82,
            94,
            [
                "Nederland sch"
            ]
        ]
    ],
    "In 1912, he published his illustrated description of the former <em>Baronie</em> of Breda: <em>Geïllustreerde beschrijving der voormalige Baronie van Breda</em>.": [],
    "This work, published in the series: <em>De Nederlandsche monumenten voor geschiedenis en kunst</em>, is considered his <em>magnum opus</em>.": [],
    "In the same year, Kalf was awarded a doctorate <em>honoris causa</em> in Letters at the University of Utrecht.": [
        [
            18,
            22,
            [
                "Half",
                "Calf",
                "Kali",
                "Ralf",
                "Kale",
                "Kalb"
            ]
        ]
    ],
    "The ongoing debate on the conservation of monuments led the Oudheidkundige Bond to publish, in 1917, <em>Grondbeginselen en voorschriften voor het behoud, de herstelling en de uitbreiding van oude bouwwerken</em>.": [],
    "This work on general principles and rules for preservation, conservation, and renovation of historical buildings reflected Kalf's progressive views on this matter.": [
        [
            123,
            127,
            [
                "Half",
                "Calf",
                "Kali",
                "Ralf",
                "Kale",
                "Kalb"
            ]
        ]
    ],
    "Kalf had a great love for monuments, as witnesses of the development of human artistic and social activity throughout history.": [
        [
            0,
            4,
            [
                "Half",
                "Calf",
                "Kali",
                "Ralf",
                "Kale",
                "Kalb"
            ]
        ]
    ],
    "His adagio was: conservation before innovation.": [],
    "When innovation was necessary, he valued modern architecture above historical reconstructions.": [],
    "In 1918, a new committee was founded, the <em>Rijkscommissie voor de Monumentenzorg</em>, which had a broader task than the earlier committee and now was responsible for both the description and the conservation of monuments.": [],
    "At the same time, the <em>Rijksbureau voor de Monumentenzorg</em> was set up, directed by Kalf, who held this position until 1939.": [],
    "This organization, since 1947 the <em>Rijksdienst voor de Monumentenzorg</em> (The Netherlands Department for the Conservation of Historic Buildings and Sites), was responsible for the practical implementation of both the description and conservation of monuments as well as for documentation, including photographs.": [],
    "From 1924 onwards, Kalf acted as the secretary of the committee, in addition to his directorship of the Rijksbureau, which made his position very influential.": [
        [
            19,
            23,
            [
                "Half",
                "Calf",
                "Kali",
                "Ralf",
                "Kale",
                "Kalb"
            ]
        ]
    ],
    "In this year he wrote an article on the practical and material aspects of the conservation of historical monuments.": [],
    "This publication shows his genuine involvement with, and dedication to, this field.": [],
    "In 1926, he described two monuments in the city of Maastricht, in <em>De Monumenten van geschiedenis en kunst in de provincie Limburg</em>.": [],
    "In 1927, Kalf was elected a member of the <em>Koninklijke Nederlandse Akademie van Wetenschappen</em> (Royal Netherlands Academy of Sciences).": [
        [
            9,
            13,
            [
                "Half",
                "Calf",
                "Kali",
                "Ralf",
                "Kale",
                "Kalb"
            ]
        ]
    ],
    "In the pre-war years, he was preoccupied with the prevention of destruction of works of art.": [],
    "In 1938, in his capacity as secretary of the <em>Rijkscommissie voor de Monumentenzorg</em>, he wrote a report for the Ministry of Education, Arts and Sciences on the protection of art objects against the danger of war: <em>Bescherming van kunstwerken tegen oorlogsgevaar</em>.": [],
    "After his retirement, in 1939, Kalf was appointed inspector for the protection of the cultural heritage.": [
        [
            31,
            35,
            [
                "Half",
                "Calf",
                "Kali",
                "Ralf",
                "Kale",
                "Kalb"
            ]
        ]
    ],
    "He also kept his position as secretary of the Rijkscommissie.": [],
    "During the war, thanks to Kalf, a number of major works of arts were preserved, hidden in bombproof shelters in the dunes.": [
        [
            26,
            30,
            [
                "Half",
                "Calf",
                "Kali",
                "Ralf",
                "Kale",
                "Kalb"
            ]
        ]
    ],
    "In 1942 Kalf contributed to the <a href=\"/huizingaj\">Johan Huizinga</a> (1872-1945) <em>Festschrift</em>, which was published in 1948.": [
        [
            8,
            12,
            [
                "Half",
                "Calf",
                "Kali",
                "Ralf",
                "Kale",
                "Kalb"
            ]
        ]
    ],
    "In this article he published the results of his archival research on the mediaeval construction of the town hall of Middelburg, which was destroyed in 1940.": [
        [
            73,
            82,
            [
                "medieval"
            ]
        ]
    ],
    "After the war, Kalf continued being engaged in the reform of the conservation of monuments.": [
        [
            15,
            19,
            [
                "Half",
                "Calf",
                "Kali",
                "Ralf",
                "Kale",
                "Kalb"
            ]
        ]
    ],
    "His progressive insights contributed to the development of modern standards in the field of conservation in the Netherlands.</p>": []
}