{
    "Art dealer and publisher; credited with launching the late art career of Grandma Moses and popularizing the work of Austrian and German artists, including Gustav Klimt and Egon Schiele, in the United States.": [],
    "Kallir was born in Vienna, Austria to parents Jacob Nirenstein, a lawyer, and Clare Engel.": [
        [
            0,
            6,
            [
                "Keillor"
            ]
        ],
        [
            52,
            62,
            [
                "Eisenstein",
                "Birkenstein"
            ]
        ]
    ],
    "He was born as Otto Nirenstein.": [
        [
            20,
            30,
            [
                "Eisenstein",
                "Birkenstein"
            ]
        ]
    ],
    "He received his Abitur in 1912 from Akademisches Gymnasium.": [],
    "Until 1914, Kallir was an apprentice at a lithographic institute, and also engaged in drawing and painting lessons during this time.": [
        [
            12,
            18,
            [
                "Keillor"
            ]
        ]
    ],
    "From 1912 to 1914, and 1918 to 1920, Kallir studied engineering at Ingenieurwissenschaft in Vienna, but left the program before obtaining his diploma due to anti-semetic attitudes within the institution.": [
        [
            37,
            43,
            [
                "Keillor"
            ]
        ],
        [
            157,
            169,
            [
                "anti-Semitic",
                "anti-emetic"
            ]
        ]
    ],
    "Upon leaving Ingenieurwissenschaft, Kallir pursued his lifelong interest in art.": [
        [
            36,
            42,
            [
                "Keillor"
            ]
        ]
    ],
    "In 1919, he founded Neuer Graphik publishing house, printing the work of famous Austrian artists, including Johannes Itten and Egon Schiele, the latter recently deceased.": [
        [
            20,
            25,
            [
                "Never",
                "Newer",
                "Neuter",
                "Ne'er"
            ]
        ],
        [
            26,
            33,
            [
                "Graphic"
            ]
        ]
    ],
    "In 1921, Neuer Graphik was acquired by Rikola Verlag, a larger publishing group, where Kallir began to work as Head of the Art Department in the same year.": [
        [
            9,
            14,
            [
                "Never",
                "Newer",
                "Neuter",
                "Ne'er"
            ]
        ],
        [
            15,
            22,
            [
                "Graphic"
            ]
        ],
        [
            39,
            45,
            [
                "Nikola"
            ]
        ],
        [
            46,
            52,
            [
                "Overlap",
                "Verbal",
                "Versa",
                "Overlay",
                "Velar",
                "Vernal"
            ]
        ],
        [
            87,
            93,
            [
                "Keillor"
            ]
        ]
    ],
    "During this time period, Kallir also worked at the gallery Würthle &amp; Sohn in Vienna, where he became accustomed to gallery business.": [
        [
            25,
            31,
            [
                "Keillor"
            ]
        ],
        [
            59,
            66,
            [
                "Turtle",
                "Hurtle",
                "Würth"
            ]
        ],
        [
            67,
            71,
            [
                "camp",
                "lamp",
                "ramp",
                "amp",
                "damp",
                "vamp"
            ]
        ],
        [
            73,
            77,
            [
                "Son",
                "John",
                "Soon",
                "Soho",
                "Sown",
                "Cohn"
            ]
        ]
    ],
    "In 1922, Kallir married his lifelong partner, a noble, Franziska (Fanny) Gräfin zu Löwenstein-Scharffeneck (1899-1992).": [
        [
            9,
            15,
            [
                "Keillor"
            ]
        ],
        [
            73,
            79,
            [
                "Grain",
                "Graphic",
                "Graphing",
                "Gratin"
            ]
        ],
        [
            80,
            82,
            [
                "EU",
                "nu",
                "Eu",
                "GU",
                "Ru",
                "Zn"
            ]
        ]
    ],
    "In 1923, Kallir ended his time at both Rikola Verlag and Würthle &amp; Sohn to open his own gallery, called the Neue Galerie, which he ran until 1938.": [
        [
            9,
            15,
            [
                "Keillor"
            ]
        ],
        [
            39,
            45,
            [
                "Nikola"
            ]
        ],
        [
            46,
            52,
            [
                "Overlap",
                "Verbal",
                "Versa",
                "Overlay",
                "Velar",
                "Vernal"
            ]
        ],
        [
            57,
            64,
            [
                "Turtle",
                "Hurtle",
                "Würth"
            ]
        ],
        [
            65,
            69,
            [
                "camp",
                "lamp",
                "ramp",
                "amp",
                "damp",
                "vamp"
            ]
        ],
        [
            71,
            75,
            [
                "Son",
                "John",
                "Soon",
                "Soho",
                "Sown",
                "Cohn"
            ]
        ],
        [
            112,
            116,
            [
                "Nee",
                "Neut",
                "Née",
                "NEE",
                "Névé"
            ]
        ],
        [
            117,
            124,
            [
                "Valerie"
            ]
        ]
    ],
    "Neue Galerie specialized in contemporary Expressionist and Classic Modernist artists, including Van Gogh, Munch, and Signac, and was closely tied to the contemporary Viennese art scene of interwar Austria.": [
        [
            0,
            4,
            [
                "Nee",
                "Neut",
                "Née",
                "NEE",
                "Névé"
            ]
        ],
        [
            5,
            12,
            [
                "Valerie"
            ]
        ],
        [
            117,
            123,
            [
                "Signal",
                "Sign ac"
            ]
        ]
    ],
    "During his time at the gallery, Kallir notably organized the first major exhibition of Schiele’s work in Europe.": [
        [
            32,
            38,
            [
                "Keillor"
            ]
        ]
    ],
    "At Neue Gallery, Kallir worked with renowned scholars, including <a href=\"”/benescho”\">Otto Benesch</a>, <a href=\"”/stixa”\">Alfred Stix</a>, and <a href=\"”/tietzeh”\">Hans Tietze</a>, to create scholarly exhibition catalogues.": [
        [
            3,
            7,
            [
                "Nee",
                "Neut",
                "Née",
                "NEE",
                "Névé"
            ]
        ],
        [
            17,
            23,
            [
                "Keillor"
            ]
        ]
    ],
    "In 1924, Kallir returned to his interest in publishing and founded Johannes-Presse, which published original prints of contemporary artists, like Max Beckmann, and bibliophilic editions of works, including those of Thomas Mann.": [
        [
            9,
            15,
            [
                "Keillor"
            ]
        ],
        [
            67,
            82,
            [
                "Johannes-Press"
            ]
        ],
        [
            164,
            176,
            [
                "bibliophile",
                "bibliophiles"
            ]
        ]
    ],
    "Kallir returned to school in 1927, studying art history under <a href=\"”/schlosserj”\">Julius Schlosser</a>, leader of the so-called Vienna School of art history.": [
        [
            0,
            6,
            [
                "Keillor"
            ]
        ]
    ],
    "In 1930, Kallir published a catalogue raisonne of Schiele’s works, titled <em>Egon Schiele: Persönlichkeit und Werk</em> (Egon Schiele: Personality and Work).": [
        [
            9,
            15,
            [
                "Keillor"
            ]
        ],
        [
            28,
            46,
            [
                "catalogue raisonné"
            ]
        ]
    ],
    "The publication is renowned for documenting many of Schiele’s work lost in World War II, and served as the foundation for later Schiele research projects.": [],
    "A year later, Kallir completed his PhD in Art History under Schlosser, finishing his dissertation on <em>Beiträge zur Vischerforschung</em>.": [
        [
            14,
            20,
            [
                "Keillor"
            ]
        ]
    ],
    "In 1931, Kallir discovered the estate and collection of late artist Richard Gerstl, and secured his legacy by displaying his works at the Neue Galerie.": [
        [
            9,
            15,
            [
                "Keillor"
            ]
        ],
        [
            76,
            82,
            [
                "Gerbil",
                "Geritol",
                "Gerson",
                "Herstal"
            ]
        ],
        [
            138,
            142,
            [
                "Nee",
                "Neut",
                "Née",
                "NEE",
                "Névé"
            ]
        ],
        [
            143,
            150,
            [
                "Valerie"
            ]
        ]
    ],
    "Kallir similarly rescued the estate of the late Peter Altenberg, creating a permanent room at the Neue Galerie with his collection.": [
        [
            0,
            6,
            [
                "Keillor"
            ]
        ],
        [
            54,
            63,
            [
                "Gutenberg",
                "Wattenberg",
                "Wallenberg"
            ]
        ],
        [
            98,
            102,
            [
                "Nee",
                "Neut",
                "Née",
                "NEE",
                "Névé"
            ]
        ],
        [
            103,
            110,
            [
                "Valerie"
            ]
        ]
    ],
    "Expanding his influence in the art scene of Vienna, Kallir became the Executive Vice President of the Hagenbund, a group of Viennese Secessionist and Expressionist painters, in 1931.": [
        [
            52,
            58,
            [
                "Keillor"
            ]
        ]
    ],
    "In response to Anschluss, Kallir legally changed his name to Kallir-Nirenstein, a family name, in 1933.": [
        [
            26,
            32,
            [
                "Keillor"
            ]
        ],
        [
            61,
            78,
            [
                "Keillor-Nirenstein",
                "Kallir-Eisenstein"
            ]
        ]
    ],
    "He fled Austria in 1938 with the help of <a href=\"”/demuso”\">Otto Demus</a>, in order to avoid immigrant arrest, and thereby freeing him to emigrate out of Europe.": [],
    "While in Paris, Kallir founded Galerie St.": [
        [
            16,
            22,
            [
                "Keillor"
            ]
        ],
        [
            31,
            38,
            [
                "Valerie"
            ]
        ]
    ],
    "Etienne in 1938.": [],
    "Upon leaving France for the US in 1939, Kallir relocated Galerie St.": [
        [
            40,
            46,
            [
                "Keillor"
            ]
        ],
        [
            57,
            64,
            [
                "Valerie"
            ]
        ]
    ],
    "Etienne to New York City, and served as the owner until his death.": [],
    "Because modernist Austrian work was so little valued (and considered degenerate by the Nazis), Kallir was able to take a considerable number of works with him.": [
        [
            95,
            101,
            [
                "Keillor"
            ]
        ]
    ],
    "Galerie St.": [
        [
            0,
            7,
            [
                "Valerie"
            ]
        ]
    ],
    "Etienne specialized in the work of Austrian and German expressionists, as well as American “Outsider” painters.": [],
    "Through his work at the gallery and more broadly in the US, Kallir built up American appreciation for Austrian and German art work, especially that of Schiele.": [
        [
            60,
            66,
            [
                "Keillor"
            ]
        ]
    ],
    "From 1939 to 1941, Kallir served as Chairman of the conservative Austrian-American League and as a member of the Austrian Committee.": [
        [
            19,
            25,
            [
                "Keillor"
            ]
        ]
    ],
    "Through his exploration of “outsider” artwork, Kallir discovered and launched the career of artist Grandma Moses in 1940.": [
        [
            47,
            53,
            [
                "Keillor"
            ]
        ]
    ],
    "In the same year, Kallir, using the Galerie St.": [
        [
            18,
            24,
            [
                "Keillor"
            ]
        ],
        [
            36,
            43,
            [
                "Valerie"
            ]
        ]
    ],
    "Etienne, organized her first solo show.": [],
    "In 1942, Kallir refounded the Johannes Press in New York City, publishing works of many artists he represented.": [
        [
            9,
            15,
            [
                "Keillor"
            ]
        ],
        [
            16,
            25,
            [
                "rebounded",
                "refunded",
                "resounded",
                "redounded"
            ]
        ]
    ],
    "Kallir was the subject of an erroneous accusation by a jealous political rival, Wilhelm (“Willibald”) Plöchl (1907-1984), involving an FBI investigation, who after a time, exonerated him.": [
        [
            0,
            6,
            [
                "Keillor"
            ]
        ],
        [
            90,
            99,
            [
                "William",
                "Williams",
                "Willingly",
                "Willard",
                "Billiard",
                "Millibar"
            ]
        ],
        [
            102,
            108,
            [
                "Local",
                "Bloch",
                "Cloche",
                "Pooch"
            ]
        ]
    ],
    "As the sole representative and Chairman for Grandma Moses Properties Inc from 1950 until his death, Kallir’s relationship with Grandma Moses proved to be one of his greatest successes.": [
        [
            100,
            106,
            [
                "Keillor"
            ]
        ]
    ],
    "Kallir published <em>Grandma Moses: American primitive</em> in 1947, and also was an editor for her autobiography <em>My Life’s History</em> (1952).": [
        [
            0,
            6,
            [
                "Keillor"
            ]
        ]
    ],
    "In 1960, Kallir helped organize the first American museum exhibition of Schiele’s work, which traveled to six different museums.": [
        [
            9,
            15,
            [
                "Keillor"
            ]
        ]
    ],
    "In 1965, Kallir organized a large Klimt-Schiele exhibition at the Guggenheim Museum in New York.": [
        [
            9,
            15,
            [
                "Keillor"
            ]
        ]
    ],
    "Once more with <a href=\"”/benescho”\">Otto Benesch</a>, and <a href=\"”/messert”\">Thomas Messer</a>, Kallir also created <em>Egon Schiele: Oeuvre catalogue of the paintings</em> in 1966.": [],
    "In 1973, he published Grandma Moses’ Catalogue Raisonne, <em>Grandma Moses</em>.": [
        [
            37,
            55,
            [
                "Catalogue raisonné"
            ]
        ]
    ],
    "Kallir continued his work at Galerie Etienne and with Grandma Moses until his death in November 30th, 1978 in New York City.": [
        [
            0,
            6,
            [
                "Keillor"
            ]
        ],
        [
            29,
            36,
            [
                "Valerie"
            ]
        ]
    ],
    "Some of his most notable awards include the Grand Medal of Honor of the Republic of Austria, and the Silver Medal of Honor of the City of Vienna.": [],
    "Kallir almost single-handedly launched the artistic profile of the Austrian expressionists in the United States.": [
        [
            0,
            6,
            [
                "Keillor"
            ]
        ]
    ],
    "A modernist devotee, he published their work in English and sold examples to American museums and collectors.": [],
    "His daughter, Jane Kallir (b.": [
        [
            19,
            25,
            [
                "Keillor"
            ]
        ]
    ],
    "1954), assumed the business and further published scholarly works on these artists.": [],
    "When the cosmetic magnate Ronald S. Lauder launched his 2001 museum of Austrian Expressionist art in New York, he named it the “Neue Galerie” in honor of Kallir’s work.": [
        [
            128,
            132,
            [
                "Nee",
                "Neut",
                "Née",
                "NEE",
                "Névé"
            ]
        ],
        [
            133,
            140,
            [
                "Valerie"
            ]
        ],
        [
            154,
            160,
            [
                "Keillor"
            ]
        ]
    ]
}