{
    "<p>Art museum director, wrote <em>Pelican History of Art</em> volume on French architecture.": [],
    "Karl Wend Graf von Kalnein was born the son of Karl Erhard von Kalnein (1873-1914) and Erna Countess von der Recke in Wald im Pinzgau (Austria).": [
        [
            10,
            14,
            [
                "Graph",
                "Gray",
                "Grab",
                "Graphs",
                "Graft",
                "Gram"
            ]
        ],
        [
            19,
            26,
            [
                "Kalman",
                "Kalyan"
            ]
        ],
        [
            63,
            70,
            [
                "Kalman",
                "Kalyan"
            ]
        ],
        [
            101,
            104,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ],
        [
            105,
            108,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            109,
            114,
            [
                "Recce"
            ]
        ],
        [
            123,
            125,
            [
                "I'm",
                "IM",
                "in",
                "is",
                "I",
                "it"
            ]
        ],
        [
            126,
            133,
            [
                "Pizza",
                "Vinegar",
                "Ping",
                "Piazza",
                "Pineal",
                "Pizzas"
            ]
        ]
    ],
    "His father was killed the same year in the First World War and the family subsequently moved to Wald im Pinzgau, Austria, where he was raised.": [
        [
            101,
            103,
            [
                "I'm",
                "IM",
                "in",
                "is",
                "I",
                "it"
            ]
        ],
        [
            104,
            111,
            [
                "Pizza",
                "Vinegar",
                "Ping",
                "Piazza",
                "Pineal",
                "Pizzas"
            ]
        ]
    ],
    "Kalnein attended the Maximiliansgymnasium in Munich beginning in 1929, receiving his abitur in 1932.": [
        [
            0,
            7,
            [
                "Kalman",
                "Kalyan"
            ]
        ],
        [
            85,
            91,
            [
                "Abitur",
                "arbiter",
                "Artur",
                "biter",
                "habitué",
                "habitue"
            ]
        ]
    ],
    "After initially studying law, he switched to art history and archaeology at Bonn in 1935, graduating in 1939.": [],
    "Kalnein served as an officer in the German army (Wehrmacht) assigned to art protection in France, Russia, Germany and Romania, the latter of which advising the Romanian army.": [
        [
            0,
            7,
            [
                "Kalman",
                "Kalyan"
            ]
        ]
    ],
    "Captured by the Soviet army he spent his POW internment as an administrative advisor to Soviet Georgia overseeing industrialization of the region.": [],
    "In 1949 Kalnein acted as an interpreter for German prisoners for war crimes trials.": [
        [
            8,
            15,
            [
                "Kalman",
                "Kalyan"
            ]
        ]
    ],
    "His knowledge of the Georgian language led to suspicion and eventual arrest as a spy.": [],
    "In 1950 he was released to his native Austria.": [
        [
            3,
            7,
            [
                "1950,"
            ]
        ]
    ],
    "He returned to Bonn to pursue his doctorate in art history, granted in 1953.": [],
    "He joined the Margravial Badische collections in Salem.": [
        [
            14,
            24,
            [
                "Margrave",
                "Margraves",
                "Margravate"
            ]
        ],
        [
            25,
            33,
            [
                "Banished",
                "Banish",
                "Banishes",
                "Bodice",
                "Radish",
                "Radishes"
            ]
        ]
    ],
    "Moving to a directorship of the Zähringer Museum in Baden-Baden in 1957.": [
        [
            32,
            41,
            [
                "Behringer"
            ]
        ]
    ],
    "He married Livia von Thielmann in 1959 and later the director of the Staatliche Kunstsammlungen, Kassel, Germany.": [
        [
            21,
            30,
            [
                "Thailand"
            ]
        ]
    ],
    "In 1964 the city of Düsseldorf appointed new directors to their art facilities, Kalnein to the Städtisches Kunstmuseums, and <a href=\"/schmalenbachw\">Werner Schmalenbach</a> as Generaldirektor of the Düsseldorfer Kunstsammlungen.": [
        [
            80,
            87,
            [
                "Kalman",
                "Kalyan"
            ]
        ],
        [
            95,
            106,
            [
                "Starfishes"
            ]
        ]
    ],
    "Kalnein remained at Düsseldorf until 1979.": [
        [
            0,
            7,
            [
                "Kalman",
                "Kalyan"
            ]
        ]
    ],
    "His tenure there included co-authoring with <a href=\"/leveym\">Michael Levey</a> the volume in the Pelican History of Art on eighteenth-century French art, published 1973.": [],
    "In 1995 he updated and expanded his portion of the book which was reissued separtely by Yale University Press as <em>Architecture in France in the Eighteenth Century</em>.": [
        [
            3,
            7,
            [
                "1995,"
            ]
        ],
        [
            75,
            84,
            [
                "separately"
            ]
        ]
    ],
    "Kalnein retire to Seekirchen in Austria.": [
        [
            0,
            7,
            [
                "Kalman",
                "Kalyan"
            ]
        ]
    ],
    "In 1979 he received an honorary degree in art history at the University of Salzburg.": [
        [
            3,
            7,
            [
                "1979,"
            ]
        ]
    ],
    "His son, Albrecht (Graf) von Kalnein was an historian at Mainz.</p>": [
        [
            19,
            23,
            [
                "Graph",
                "Gray",
                "Grab",
                "Graphs",
                "Graft",
                "Gram"
            ]
        ],
        [
            25,
            28,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ],
        [
            29,
            36,
            [
                "Kalman",
                "Kalyan"
            ]
        ],
        [
            41,
            43,
            [
                "a"
            ]
        ]
    ]
}