{
    "<p>Medievalist historian who employed iconography in the analysis of his important book, <em>The King's Two Bodies</em>.": [],
    "He was born in Posen, Prussia, which is present-day, Poznań, Poland.": [
        [
            15,
            20,
            [
                "Pose",
                "Posed",
                "Poses",
                "Poser",
                "Po sen"
            ]
        ]
    ],
    "Kantorowicz' parents, Joseph Kantorowicz and Clara Hepner (Kantorowicz), were wealthy, non-practicing Jews, descended from the Bronfman liquor-distribution fortune of eastern Germany.": [
        [
            0,
            11,
            [
                "Kantrowitz"
            ]
        ],
        [
            29,
            40,
            [
                "Kantrowitz"
            ]
        ],
        [
            51,
            57,
            [
                "Hefner",
                "Heiner",
                "Hepper"
            ]
        ],
        [
            59,
            70,
            [
                "Kantrowitz"
            ]
        ],
        [
            167,
            182,
            [
                "Eastern Germany"
            ]
        ]
    ],
    "Ernst Kantorowicz was raised among the socially prominent Junker aristocracy in Prussia, graduating from the Auguste Victoria Gymnasium in Poznań with extremely low marks.": [
        [
            6,
            17,
            [
                "Kantrowitz"
            ]
        ],
        [
            109,
            116,
            [
                "August",
                "Augusta",
                "Augusto",
                "Augusts",
                "Auguster"
            ]
        ]
    ],
    "He started in the family business in 1913 until World War I was declared.": [],
    "Joining the German army, he was wounded at Verdun and later stationed in Turkey.": [],
    "A furlow allowed him to begin classes at the University in Berlin, but he returned to service.": [
        [
            2,
            8,
            [
                "furrow",
                "fur low",
                "furl ow"
            ]
        ]
    ],
    "After the war he volunteered for several right-wing nationalist paramilitary organizations in Poland and Germany (Munich <em>Freikorps</em>).": [],
    "He moved to Heidelberg University.": [],
    "His dissertation, on oriental economic history, written under Eberhard Gothein (1853-1923), was accepted for his Ph.D.": [
        [
            71,
            78,
            [
                "Gotham",
                "Dothan"
            ]
        ]
    ],
    "in 1921.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Kantorowicz had become a member of the intellectual circle form around the German poet, art-magazine publisher and conservative nationalist Stefan George (1868-1933).": [
        [
            0,
            11,
            [
                "Kantrowitz"
            ]
        ]
    ],
    "He, Kantorowicz, had been assigned by ultra-Neitzschian George to write a popular (though thoroughly researched) biography of Frederick II in order to stir the German people during the muddled years of the Weimar Republic.": [
        [
            4,
            15,
            [
                "Kantrowitz"
            ]
        ]
    ],
    "At Heidelberg he met fellow medievalist <a href=\"/schrammp\">Percy Ernst Schramm</a>.": [
        [
            3,
            13,
            [
                "Heidelberg,"
            ]
        ]
    ],
    "Like Schramm he studied under Heidelberg's two major <em>Geistesgeschichte</em> medievalists, Karl Hampe (1869-1936) and Friedrich Baethgen (1890-1972).": [
        [
            5,
            12,
            [
                "Scram",
                "Scrams"
            ]
        ]
    ],
    "The result of his research was the two-volume <em>Kaiser Friedrich der Zweite</em>, published in 1927 with a red reverse swastika on the cover.": [],
    "The book was a popular success selling 10,000 copies in the first two years.": [],
    "Kantorowicz had no intention of an academic position, the book was to instead inspire the German people along <em>Georgekreis</em> lines.": [
        [
            0,
            11,
            [
                "Kantrowitz"
            ]
        ]
    ],
    "As such, it lacked footnotes.": [],
    "His detractors, particularly the University of Berlin professor Albert Brackmann (1871-1952) denounced him in 1929-1930 for <em>Mythenschau</em> (i.e., using myths to create a greater myth) and lacking <em>Kleinarbeit</em> (detailed research).": [
        [
            71,
            80,
            [
                "Blackman",
                "Brockman"
            ]
        ]
    ],
    "That year Kantorowicz was appointed an honorary professor of medieval history (he was only 35) at Frankfurt.": [
        [
            10,
            21,
            [
                "Kantrowitz"
            ]
        ]
    ],
    "To quell continuing criticism of his book, Kantorowicz issued a third <em>Ergänzungsband</em> to his book, one solely of footnotes to his text in 1931.": [
        [
            43,
            54,
            [
                "Kantrowitz"
            ]
        ]
    ],
    "The same year the book appeared in English as <em>Frederick the Second</em> as well as in an Italian translation.": [],
    "He became a full professor at Frankfurt in 1932, following the death of Fedor Schneider (1879-1932).": [
        [
            72,
            77,
            [
                "Fedora",
                "FEDER",
                "Fed or"
            ]
        ]
    ],
    "Kantorowicz began research on a book on theocratic kingship, <em>Laudes regiae</em> in 1934.": [
        [
            0,
            11,
            [
                "Kantrowitz"
            ]
        ]
    ],
    "However, though a supporter of the Nazi's rise to power, his Jewish heritage force his chair from him because of the Nuremberg laws forbidding Jews to teach.": [
        [
            77,
            82,
            [
                "forces"
            ]
        ]
    ],
    "He remained in Germany (Berlin) a friend of high-ranking Nazis like Reichsmarschall Hermann Göring (1893-1946).": [],
    "On the advice of the British classicist C. M. Bowra (1898-1971) Kantorowicz fled Germany, leaving his library and art collection, and accepted a postion at Oxford as a lecturer in 1938.": [
        [
            46,
            51,
            [
                "Born",
                "Board",
                "Bore",
                "Iowa",
                "Bow",
                "Bowl"
            ]
        ],
        [
            64,
            75,
            [
                "Kantrowitz"
            ]
        ],
        [
            145,
            152,
            [
                "position",
                "portion",
                "potion"
            ]
        ]
    ],
    "The flamboyant scholar wrankled the conservative Oxford dons and he found a position as associate professor at the University of California Berkeley in 1940.": [
        [
            23,
            31,
            [
                "wrinkled",
                "rankled",
                "wrangled"
            ]
        ],
        [
            60,
            64,
            [
                ", and"
            ]
        ]
    ],
    "Ironically it was to teach English constitutional history, a subject he knew little about.": [],
    "He rose to (full) professor at Berkeley in 1945.": [],
    "His book on theocratic kingship, <em>Laudes regiae</em> employing a new area of studies, political theology, i.e., how liturgy can be used to write history, finally appeared in as volume one in 1946.": [],
    "When the McCarthy-era Red Scare resulted in the California legistature requiring all University of California faculty to take a loyalty oath in 1949, Kantorowicz refused and was fired from Berkeley.": [
        [
            59,
            70,
            [
                "legislature"
            ]
        ],
        [
            150,
            161,
            [
                "Kantrowitz"
            ]
        ]
    ],
    "He taught for a year at Dumbarton Oaks, Harvard's medieval center near Washgington, D. C. In 1951 <a href=\"/panofskye\">Erwin Panofsky</a> urged J. Robert Oppenheimer (1904-1967), director of the Institute for Advanced Study at Princeton, to offer Kantorowicz an appointment.": [
        [
            24,
            33,
            [
                "Lumberton"
            ]
        ],
        [
            71,
            82,
            [
                "Washington"
            ]
        ]
    ],
    "He became a member the same year.": [],
    "Kantorowicz completed his iconographic study, begun at Berkeley, <em>The King's Two Bodies</em> appeared in 1957.": [
        [
            0,
            11,
            [
                "Kantrowitz"
            ]
        ]
    ],
    "He began experiencing health problems in 1960.": [],
    "He suffered an aneurism at age 68 and died at his home.": [
        [
            15,
            23,
            [
                "aneurysm"
            ]
        ]
    ],
    "After his death, <em>Selected Studies</em> was published in 1965.": [],
    "Kantorowicz integrated art history (and a belief in dynamic personalities leading history) into medieval history.": [
        [
            0,
            11,
            [
                "Kantrowitz"
            ]
        ]
    ],
    "Initially lead by an intellectual vision of history (George and his circle) as large topics, his Frederick II book was written in a neo-Victorian mode with verve and eloquence, the \"most exciting biography of a medieval monarch produced in this [i.e., twentieth] century\" (Cantor).": [],
    "His <em>The King's Two Bodies</em> uses symbolism and iconography to document the two roles a monarch served, mortal ruler and embodiment of the law.": [],
    "Interest in the book revived in the mid 1980s with translations in Italian, French, Spanish and German appearing in a five year span.</p>": [
        [
            118,
            127,
            [
                "five-year"
            ]
        ]
    ]
}