{
    "<p>Archaeologist and classical art professor, first post-war director of the Deutsches Archaölogisches Institut in Rome; major exponent of <em>strukturprinzip</em> approach to ancient art.": [
        [
            77,
            86,
            [
                "Deutsche's",
                "Deutsche"
            ]
        ],
        [
            103,
            111,
            [
                "Institute"
            ]
        ]
    ],
    "Kaschnitz von Weinberg received his doctorate at the University of Vienna under the so-called (first) Vienna school of art history, whose faculty included <a href=\"/dvorakm\">Max Dvořàk</a>, and <a href=\"/wickhofff\">Franz Wickhoff</a>.": [
        [
            0,
            9,
            [
                "Auschwitz",
                "Schmitz",
                "Schlitz"
            ]
        ]
    ],
    "His dissertation, written in 1913, was on Greek vase painting.": [],
    "Kaschnitz served in the Austrian Army during the First World War.": [
        [
            0,
            9,
            [
                "Auschwitz",
                "Schmitz",
                "Schlitz"
            ]
        ]
    ],
    "Afterward he traveled widely, spending much research time (1923-1927) at the German Archaeological Institute (Deutsches Archaölogisches Institut or DAI) in Rome.": [
        [
            110,
            119,
            [
                "Deutsche's",
                "Deutsche"
            ]
        ],
        [
            136,
            144,
            [
                "Institute"
            ]
        ]
    ],
    "During this time he wrote an article distancing his views from those of the Vienna school and advancing a structural methodology for the study of vases (see below).": [],
    "In 1925 he married the writer Marie-Luise von Holzing-Berstett (1901-1974), who took his name.": [
        [
            3,
            7,
            [
                "1925,"
            ]
        ],
        [
            30,
            41,
            [
                "Marie-Laure",
                "Marie-Élaine"
            ]
        ],
        [
            46,
            62,
            [
                "Holding-Berstett"
            ]
        ]
    ],
    "From 1927-1936 he worked on cataloging the ancient Greek art collection of the Vatican.": [],
    "In 1929 he wrote an influential review of the new edition of the <em>Die spätrömische Kunstindustrie</em> of <a href=\"/riegla\">Aloïs Riegl</a>.": [
        [
            3,
            7,
            [
                "1929,"
            ]
        ]
    ],
    "He taught for one semester at the University of Freiburg before accepting an appointment as Professor of Classical Archaeology at the University of Königsberg in 1932.": [],
    "At Königsberg he published some of his most significant essays in the structure-analytical (<em>strukturprinzip</em>) mode of the methodology of Riegl, a Vienna-school art historian whom he had never met.": [
        [
            3,
            13,
            [
                "Königsberg,"
            ]
        ]
    ],
    "These essays included \"Bemerkungen zur Struktur der ägyptischen Plastik\" (1933).": [
        [
            35,
            38,
            [
                "our",
                "fur",
                "bur",
                "cur",
                "Eur",
                "AUR"
            ]
        ],
        [
            39,
            47,
            [
                "Structure"
            ]
        ],
        [
            48,
            51,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            64,
            71,
            [
                "Plastic",
                "Plastid"
            ]
        ]
    ],
    "He subsequently was appointed to positions at the universities in Marburg (1937-1940) and Frankfurt (1940-1956).": [],
    "In 1953 he became the first director of the post-war incarnation of the Deutsches Archäologisches Institut in Rome, which he held until 1955.": [
        [
            3,
            7,
            [
                "1953,"
            ]
        ],
        [
            72,
            81,
            [
                "Deutsche's",
                "Deutsche"
            ]
        ],
        [
            98,
            106,
            [
                "Institute"
            ]
        ]
    ],
    "For the DAI, he resumed publication of the <em>Römische Mitteilungen</em>, which had been interrupted since 1944.": [],
    "He was assisted in this by the young scholar <a href=\"/heintzeh\">Helga von Heintze</a>.": [],
    "He was succeeded at the DAI in 1956 by <a href=\"/herbigr\">Reinhard Herbig</a>.": [],
    "While at work on a synthetic work of ancient art, a project he had devoted some 20 years to, he died.": [],
    "Freifrau von Heintze became his literary executor, publishing his <em>Römische Kunst</em> postumously (1961-1963) as well as his collected writings.": [
        [
            0,
            8,
            [
                "Rear",
                "Fear",
                "Freight",
                "Feared",
                "Fears",
                "Reagan"
            ]
        ],
        [
            13,
            20,
            [
                "Handle",
                "Hate",
                "Mantle",
                "Dante",
                "Heinz",
                "Yangtze"
            ]
        ]
    ],
    "Methodologically, Kaschnitz-Weinberg was the closest follower of Riegl.": [
        [
            65,
            70,
            [
                "Riel",
                "Rigel"
            ]
        ]
    ],
    "He employed what he termed <em>Struktur-analyse</em> (<em>Strukturforschung)</em> to group works of ancient art, the principles that determined the work of art.": [],
    "A German theoretical notion attempting to replace the concept of style with a spatial structural analysis, it linked the objects to cultural identity.": [],
    "Applying it to a wide range of monuments, Egyptian, Greek, Etruscan and Roman, he analyzed the elements of an object's formal structure which he postulated caused its particular stylistic appearance.": [],
    "Etruscan art in particular benefited from his early articles using this approach.": [],
    "Kaschnitz-Weinberg used this approach in a long series of articles in the 1920s and 30s (mostly in the <em>Mitteilungen des Deutschen Archaölogischen Instituts, Römische Abteilung</em>) contrasting his analysis with what he felt was the traditional, more subjective approach to art.": [],
    "This enthusiasm for \"structural analysis\" (distinct here from the post-modern use of the term) is a form of Riegl's concept of <em>Kunstwollen</em>.": [
        [
            108,
            113,
            [
                "Riel",
                "Rigel"
            ]
        ]
    ],
    "Use of this method enabled Kaschnitz-Weinberg's to conclude, among much else, that all ancient Greek architecture derived from the phallic cult brought to the south by Indo-Germanic tribes.": [],
    "His approach was typically to conclude an entire world-view from the analysis of a few core monument or objects of the culture.": [],
    "He further asserted that Roman architecture is founded on subterranean mother earth worship where the underground chambers represented <em>the womb</em> (<em>Die Mittelmeerischen Grundlagen</em>, 1944).": [],
    "The influence of his thought is most noticeable in the writing of <a href=\"/matzf\">Friedrich Matz (1890-1974)</a> and <a href=\"/bianchibandinellir\">Ranuccio Bianchi Bandinelli</a>.</p>": []
}