{
    "<p>Medievalist, wrote important monograph on sculpture at Chartres.": [],
    "Katzenellenbogen (literally, \"cat's elbow\" in German) was the son of the jurist and bank director Albert Katzenellenbogen (1863-1942) and Cornelia Josephine Doctor (1870-1941), both assimilated Jews.": [],
    "His parents, intent on him pursuing a business career, sent him to England to learn the language at an early age.": [],
    "In Frankfurt, he received his <em>Abitur</em> from the Goethe-Gymnasium in 1920.": [],
    "Katzenellenbogen studied Law at Giessen, 1920-1923, receiving his doctor of jurisprudence in 1924.": [],
    "Beginning in 1926, he pursued art history at the newly-established University in Hamburg under the outstanding \"Hamburg school\" art historians <a href=\"/panofskye\">Erwin Panofsky</a>, <a href=\"/saxlf\">Fritz Saxl</a> and to a lesser extent, <a href=\"/tolnayc\">Charles de Tolnay</a>.": [],
    "His dissertation, written under Panofsky, was on medieval iconography.": [
        [
            32,
            40,
            [
                "Sinofsky"
            ]
        ]
    ],
    "His Ph.D.": [],
    "was granted in 1933.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "He moved to Konstanz (Constance), Germany, the same year as a private teacher associate with the university, supported by his family.": [],
    "He married the Swiss native Elisabeth Martha Holzheu (1904-1983), in 1935, a pianist.": [
        [
            45,
            52,
            [
                "Hole",
                "Holes",
                "Holder",
                "Holmes",
                "Holden",
                "Holed"
            ]
        ]
    ],
    "During these years, Katzenellenbogen researched the influence of theology on medieval iconography, findings which would later become his book on medieval allegories.": [],
    "His liberal political affiliations and his \"non-Aryan\" status resulted in his 1938 interning at the Dachau concentration camp.": [],
    "His health seriously declined there.": [],
    "Through the intervention of the Swiss art collector Oskar Reinhart (1885-1965) in Winterthur, he was freed and brought to Switzerland.": [],
    "After convalescence, Katzenellenbogen emigrated to England in 1939.": [
        [
            38,
            50,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "There he published the first of two important monographs on medieval iconography, <em>Allegories of the Virtues and Vices in Medieval Art</em>, under the auspices of the Warburg Institute.": [],
    "He next emigrated to the United States late the same year.": [
        [
            8,
            20,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "Through the assistance of his dissertation advisor, Panofsky, already a professor in the U.S., and New York University professor <a href=\"/cookw\">Walter W. S. Cook</a>, he secured academic positions, beginning with Vassar College as a visiting lecturer in 1940.": [
        [
            52,
            60,
            [
                "Sinofsky"
            ]
        ]
    ],
    "While in the U.S.": [],
    "he learned his father had perished in the extermination camp at Auschwitz in 1942.": [
        [
            0,
            2,
            [
                "He"
            ]
        ]
    ],
    "In 1943 he was appointed assistant professor at Vassar.": [
        [
            3,
            7,
            [
                "1943,"
            ]
        ]
    ],
    "Katzenellenbogen published a groundbreaking article on the influence of the Crusades in medieval iconography, \"The Central Tympanum at Vézelay: Its Encyclopedic Meaning and Its Relation to the First Crusade,\" in 1944.": [
        [
            135,
            142,
            [
                "Veejay"
            ]
        ]
    ],
    "He became an American Citizen in 1946 and was promoted to associate professor in 1947.": [],
    "Katzenellenbogen was made (full) professor in 1953.": [],
    "With Panofsky he was a member of the Institute for Advanced Study, Princeton, N. J. After a visiting professorship at Smith, 1956-1958, he accepted the position as professor of Johns Hopkins University in 1958.": [
        [
            5,
            13,
            [
                "Panofsky,"
            ]
        ]
    ],
    "The following year he published his important <em>Sculptural Programs of Chartres Cathedral</em>, which won the College Art Association's <a href=\"/moreyc\">Charles Rufus Morey</a> award.": [],
    "He was a visiting professor at University of Freiberg in 1963.": [],
    "He died at age 63 after returning from an art conference in Germany.": [],
    "His M.A.": [],
    "students at Hopkins included the Dutch scholar <a href=\"/schwartzg\">Gary Schwartz</a>.": [
        [
            0,
            8,
            [
                "Students"
            ]
        ]
    ],
    "Katzenellenbogen was first an iconographer, trained by Panofsky and influenced by the French iconographer <a href=\"/malee\">Émile Mâle</a>.": [
        [
            30,
            42,
            [
                "iconography",
                "iconographic",
                "scenographer",
                "sonographer"
            ]
        ],
        [
            55,
            63,
            [
                "Sinofsky"
            ]
        ],
        [
            93,
            105,
            [
                "iconography",
                "iconographic",
                "scenographer",
                "sonographer"
            ]
        ]
    ],
    "A \"true heir to the Warburg [Institute] tradition\" (Bober), he interwove theology and iconography into a blend of art analysis.": [
        [
            52,
            57,
            [
                "Bomber",
                "Boxer",
                "Boer",
                "Sober",
                "Boyer",
                "Buber"
            ]
        ]
    ],
    "<a href=\"/stoddardw\">Whitney Stoddard</a> placed Katzenellenbogen in a straight continuum from the \"father of modern [medieval] stylistic analysis,\" <a href=\"/vogew\">Wilhelm Vöge</a>, through the patterns-of-stylistic-transmission-theory of <a href=\"/portera\">A.": [],
    "Kingsley Porter</a>, commenting that while both the former writers conclusions had been questioned, Katzenellenbogen's would likely not.</p>": []
}