{
    "<p>Renaissance and Baroque specialist of central Europe, Marquand Professor of Art and Archaeology, Princeton University.": [
        [
            41,
            55,
            [
                "Central Europe"
            ]
        ],
        [
            57,
            65,
            [
                "Maryland"
            ]
        ]
    ],
    "Kaufmann's parents were Richard Kohns Kaufmann (1902-1989), a Manhattan stockbroker, and Manette Rodrigues DaCosta Kaufmann.": [
        [
            32,
            37,
            [
                "Kohn's",
                "Kohn",
                "Johns",
                "Koans"
            ]
        ],
        [
            89,
            96,
            [
                "Nanette",
                "Janette"
            ]
        ],
        [
            107,
            114,
            [
                "Acosta"
            ]
        ]
    ],
    "Kaufmann completed both a B. A.": [],
    "<em>summa cum laude</em> and M.A.": [],
    "(with honors) at Yale University 1970.": [],
    "After working at the Metropolitan Museum of Art, New York as a staff lecturer, 1971, he entered the Warburg Institute, University of London, receiving a M.Phil., in 1972.": [
        [
            151,
            152,
            [
                "an"
            ]
        ],
        [
            155,
            159,
            [
                " Phil"
            ]
        ]
    ],
    "His thesis, written under <a href=\"/gombriche\">E.": [],
    "H. Gombrich</a>, was titled <em>Theories of Light in Renaissance Art and Science</em>.": [],
    "He returned to the United States, matriculating at Harvard University.": [],
    "He married Virginia (\"Heidi\") Burns Roehrig, a medievalist student of art history, in 1974.": [
        [
            36,
            43,
            [
                "Gehrig"
            ]
        ]
    ],
    "His Ph.D., granted in 1977 included a thesis on the art and collecting of the Holy Roman emperors supervised by <a href=\"/ackermanj\">James S. Ackerman</a>; <a href=\"/oberhuberk\">Konrad J. Oberhuber</a> was also a reader.": [],
    "Kaufmann joined the faculty of Princeton University as an assistant professor the same year.": [],
    "He lectured as visiting professor of art history at University of Pennsylvania in 1980.": [],
    "He rose to associate professor of art and archaeology at Princeton in 1983.": [],
    "Kaufmann won the Humboldt Prize for 1985-1986.": [],
    "He studied at the Zentralinstitut fur Kunstgeschichte, Munich and at the Freie Universität, Berlin.": [
        [
            73,
            78,
            [
                "Free",
                "Frame",
                "Flair",
                "Fran",
                "Frail",
                "Fray"
            ]
        ],
        [
            79,
            90,
            [
                "University"
            ]
        ]
    ],
    "He acted as negotiator for two important agreements for the American Council of Learned Societies, the Czechoslovak Academy of Sciences Agreement, 1985-1987 and, as chief negotiator, of the Societies-Polish Academy of Sciences Cultural Agreement, 1987.": [],
    "He received a second Humboldt prize for Berlin for the 1989-1990 year.": [],
    "His book, <em>The School of Prague: Painting at the Court of Rudolf II</em> 1988 won the Mitchell Prize for the best book on art history in English.": [],
    "His book <em>Forschungsschwerpunkt Geschichte und Kultur Ostmiteleuropa</em> appeared in 1994.": [],
    "After a divorce, Kaufmann married the art historian Elizabeth Pilliod in 1999.": [
        [
            62,
            69,
            [
                "Pillion"
            ]
        ]
    ],
    "The early 21st century, brought to Kaufmann an examining of the role of geography as an intellectual determinent to art history.": [
        [
            101,
            112,
            [
                "determinant"
            ]
        ]
    ],
    "A 2000 conference in London that Kaufmann participated in focused on the goals of art history and the role of geographical origin as a tenet of the discipline.": [],
    "His book on the topic, <em>Toward a Geography of Art</em>, appeared in 2004.": [],
    "A second book on the theme, edited by Kaufmann, <em>Time and Place: Essays in the Geohistory of Art</em>, called attention to the significance of place as well as time in the social and physical sense, extending historically from Heroditus to the present and geographically from Latin America to East Asia.": [
        [
            230,
            239,
            [
                "Herodotus"
            ]
        ]
    ],
    "Between 2009 to the start of 2010 Kaufmann was at the Netherlands Institute for Advanced studies.": [],
    "He was given an honorary doctorate from the Technical University, Dresden in 2011.": [],
    "\"Thomas Kaufmann is the preeminent scholar of Central European art of the Renaissance and Baroque.": [],
    "His interest in the art of the Holy Roman Empire under the Haspsburgs at a time when art historians have favored that of Italy and Western Europe has led him also to innovative investigations of the role of geography in the creation of art.": [
        [
            59,
            69,
            [
                "Hasps burgs"
            ]
        ]
    ],
    "His interest in Central European art focused initially on the Prague court of Rudolf II, who brought there artists from across Europe\" (Ackerman).</p>": []
}