{
    "<p>Ledoux and French Revolutionary architecture scholar.": [
        [
            3,
            9,
            [
                "Redux",
                "Redox"
            ]
        ]
    ],
    "Kaufmann was the son of Max Kaufmann (d.": [],
    "1902), businessman, and Friederike Baumwald (Kaufmann) (b.": [
        [
            24,
            34,
            [
                "Frederik"
            ]
        ],
        [
            35,
            43,
            [
                "Backward",
                "Barmaid",
                "Buchwald",
                "Baumann",
                "Baumbach"
            ]
        ]
    ],
    "1862).": [],
    "He was raised in Vienna, attending the Maximiliansgymnasium, 9th region of the city (IX Bezirk) along with the future Warburg School art historian <a href=\"/saxlf\">Fritz Saxl</a>.": [
        [
            88,
            94,
            [
                "Bézier",
                "Béziers",
                "Bemire",
                "Berk"
            ]
        ]
    ],
    "He received his <em>Abitur</em> in 1909 and entered the Exportakademie (literally, Export Academy), studying trade through 1911.": [],
    "Beginning in 1913 he attended lectures in the humanities at the Universities of Innsbruck and Vienna.": [],
    "At Innsbruck he studied art history under <a href=\"/hammerh\">Heinrich Hammer</a>, at Vienna archaeology with <a href=\"/lowye\">Emanuel Löwy</a>, general history under Ludwig Pastor (1854-1928), and art history under <a href=\"/semperh\">Hans Semper</a> and the Vienna School masters <a href=\"/dvorakm\">Max Dvořák</a> and his students <a href=\"/schlosserj\">Julius Alwin von Schlosser</a> and <a href=\"/tietzeh\">Hans Tietze</a>.": [
        [
            3,
            12,
            [
                "Innsbruck,"
            ]
        ]
    ],
    "He also attended the competing school of art history at the University of Vienna run by <a href=\"/strzygowski\">Josef Rudolf Thomas Strzygowski</a> and <a href=\"/dregerm\">M.": [],
    "Dreger</a>.": [
        [
            0,
            6,
            [
                "Dredger",
                "Dreyer",
                "Dräger"
            ]
        ]
    ],
    "Kaufmann fought as a soldier in World War I and attending school intermittently because of illness.": [],
    "He received his Ph.D.": [],
    "in 1920, writing his dissertation under Dvořák on the development of the architecture of Ledoux and classicism.": [
        [
            0,
            2,
            [
                "In"
            ]
        ],
        [
            40,
            46,
            [
                "Dvorak"
            ]
        ],
        [
            89,
            95,
            [
                "Redux",
                "Redox"
            ]
        ]
    ],
    "After graduation Kaufmann could find no work as an art historian.": [],
    "He earned a living as a bank employee in Vienna, continuing his art-history research on the side.": [],
    "In 1933, Kaufmann published a monograph on Ledoux (the first full-length one) <em>Von Ledoux bis Le Courbusier</em>.": [
        [
            43,
            49,
            [
                "Redux",
                "Redox"
            ]
        ]
    ],
    "The work was in fact a polemic on the development of modern architecture from 1770 to 1920.": [],
    "This sweeping thesis found many opponents.": [],
    "Most famously <a href=\"/schapirer\">Meyer Schapiro</a>, who found it simplistic, and the conservative Vienna-School <a href=\"/sedlmayrh\">Hans Sedlmayr</a> (Schapiro's nemesis) who found it a symptom of the pathology of modernism (<em>Verlust der Mitte</em>).": [],
    "He published numerous articles and dictionary entries (the Thieme-Becker lexikon ones on Ledoux and Marmorek).": [
        [
            59,
            72,
            [
                "Theme-Becker"
            ]
        ],
        [
            73,
            80,
            [
                "lexicon"
            ]
        ],
        [
            89,
            95,
            [
                "Redux",
                "Redox"
            ]
        ],
        [
            100,
            108,
            [
                "Armored",
                "Marmoset",
                "Armorer",
                "Mamore",
                "Marmoreal"
            ]
        ]
    ],
    "He lectured at the Urania museum, the Museum für Kunst und Gewerbe and Austrian radio.": [
        [
            45,
            48,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            49,
            54,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ],
        [
            55,
            58,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            59,
            66,
            [
                "Were",
                "General",
                "George",
                "Genre",
                "Reserve",
                "Severe"
            ]
        ]
    ],
    "Significant articles on Ledoux and the architect Boullée (the latter in English) were also published.": [
        [
            24,
            30,
            [
                "Redux",
                "Redox"
            ]
        ],
        [
            49,
            56,
            [
                "Bullet",
                "Boulder",
                "Boulez",
                "Boules",
                "Coulee",
                "Bulled"
            ]
        ]
    ],
    "With the annexation of Austria by the Nazi's, Kaufmann, a Jew, emigrated to the United States.": [
        [
            63,
            75,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "With little means of support, he lived penuriously, continuing to research French architecture, \"the only reward was his satisfaction in revealing hidden aspects in the history of architecture and in scholarly work well done\" (Schapiro).": [
        [
            227,
            235,
            [
                "Shapiro"
            ]
        ]
    ],
    "He was a Fellow at the Research School of the University of Southern California in 1941.": [],
    "He moved to the eastern United States were he lectured at Princeton, Harvard, Yale and the University of Chicago.": [],
    "While lecturing, Kaufmann worked on his book on revolutionary architecture.": [],
    "Kaufmann received grants from the American Philosophical Society and a Fulbright.": [],
    "He died in Wyoming while traveling to Los Angeles before his magnum opus could be completed.": [],
    "It was published posthumously in 1955.": [],
    "Some of his papers are at the American Philosophical Society, Philadelphia.": [],
    "Kaufmann brought the theories and work of the innovative architects prior to and of the French Revolution to modern scholarship.": [],
    "Using largely formal analysis and theoretical writings to exact social-historical significance, he created what <a href=\"/bazing\">Germain Bazin</a> termed the \"hétéronome\" Baroque.": [],
    "Like his contemporary <a href=\"/francastelp\">Pierre Francastel</a>, Kaufmann has been accused of writing Franco-centric architectural histories (Bois).": [],
    "<a href=\"/panofskye\">Erwin Panofsky</a> wrote at the time of his immigration the the U.S.": [],
    "that he was the only person in his field of neo-classical architectural theory.": [
        [
            0,
            4,
            [
                "That"
            ]
        ],
        [
            44,
            57,
            [
                "neoclassical"
            ]
        ]
    ],
    "Kaufmann's use of the Kantian notions of autonomy and modernism influenced the work of later critics, historians and architects such as <a href=\"/johnsonp\">Philip Johnson</a> in the 1940s, <a href=\"/rowec\">Colin Rowe</a> in the 1950s and Aldo Rossi (1931-1997) in the 1950s and 1960s (Vidler, 2002).</p>": []
}