{
    "<p>Columbia University architectural historian, Frank Lloyd Wright scholar.": [],
    "Kaufmann was born to parents who were both heirs to a department store fortune.": [],
    "At age 10, his parents took him on a year tour of Europe, developing in him his taste for art.": [],
    "Kaufmann declined to attend college, preferring to study painting and architecture in Vienna and Florence and department store design in Germany.": [],
    "This constituted his only formal education.": [],
    "He moved to New York in his early twenties to become a painter.": [],
    "In 1934 he entered the Taliesin studio of Frank Lloyd Wright at Spring Green, Wisconsin.": [
        [
            3,
            7,
            [
                "1934,"
            ]
        ]
    ],
    "Although he remained there only one year, Wright's work so impressed his father that the elder Kaufmann commissioned the architect to design their summer home.": [],
    "Perhaps, today, the most famous building by Wright, the commission also renewed the architect's flagging reputation.": [],
    "In 1935, Kaufmann returned to Pittsburgh to run a department in the family business, but this, also, lasted briefly.": [],
    "When the Museum of Modern Art installed a photo exhibit of <em>Fallingwater</em>, the wealthy foundering Kaufmann was offered a job at MoMA by its director, <a href=\"/barra\">Alfred H. Barr, Jr.</a> Kaufmann's resources and enthusiasm for modern art made him an ideal choice for Barr, who's mission was to develop taste for modern art among potential MoMA patrons.": [],
    "The following years, Kaufmann assumed a position of personal assistant to Barr, accompanying him on buying trips to Mexico and Cuba when World War II precluded european travel.": [
        [
            160,
            168,
            [
                "European",
                "Europeans",
                "Europe",
                "Europa",
                "Europcar"
            ]
        ]
    ],
    "Thoroughly under Barr's spell, Kaufmann contributed unrestictedly to Barr's art funds.": [
        [
            52,
            65,
            [
                "unrestricted"
            ]
        ]
    ],
    "During World War II, he served in photo-intelligence in Austrailia.": [
        [
            56,
            66,
            [
                "Australia"
            ]
        ]
    ],
    "Afterward he returned to New York.": [],
    "When the senior Kaufmann died in 1955, his son inhabited <em>Fallingwater</em> for eight years.": [],
    "In 1963 he donated the house and surrounding woods to the Western Pennsylvania Land Conservancy.": [
        [
            3,
            7,
            [
                "1963,"
            ]
        ]
    ],
    "The same year he was appointed adjunct professor of Art History at Columbia University, a position he held until 1980.": [],
    "In 1970, he organized the Metropolitan Museum of Art's exhibition, <em>The Rise of American Architecture</em>, the catalog of which remains an important contribution to architectural history.": [],
    "Among Kaufmann's many benevolences included money for Alvar Aalto to design a room for the United Nations, major support for the Architectural History Foundation, and the Frank Lloyd Wright-designed office of his father to the Victoria and Albert Museum.": [
        [
            54,
            59,
            [
                "Altar",
                "Alva",
                "Alvaro",
                "Alar",
                "ANVAR",
                "Álvaro"
            ]
        ],
        [
            60,
            65,
            [
                "Alto",
                "Salto",
                "A alto"
            ]
        ]
    ],
    "Kaufmann published comparatively little.": [],
    "His writings draw largely on his personal experience with architects and knowledge of art as opposed to archival research.": [],
    "His contribution lies in promoting modernist- designed useful objects as works of art.</p>": [
        [
            35,
            54,
            [
                "modernist-designed",
                "modernist - designed"
            ]
        ]
    ]
}