{
    "<p>Art critic, lecturer, painter, curator, and professor; known for his expertise and work with Jewish art and aesthetics, especially painting, synagogue architecture and art.": [],
    "Kayser was born as Stephen Salli Kayser in Karlsruhe, Germany to parents Siegbert Kayser and Mina Hilb (Kayser).": [
        [
            0,
            6,
            [
                "Kaiser"
            ]
        ],
        [
            27,
            32,
            [
                "Sally",
                "Sallie"
            ]
        ],
        [
            33,
            39,
            [
                "Kaiser"
            ]
        ],
        [
            73,
            81,
            [
                "Sievert"
            ]
        ],
        [
            82,
            88,
            [
                "Kaiser"
            ]
        ],
        [
            98,
            102,
            [
                "Hill",
                "Hilt",
                "Hilo",
                "Hi lb"
            ]
        ],
        [
            104,
            110,
            [
                "Kaiser"
            ]
        ]
    ],
    "He began his education at the humanistisches Gymnasium in Karlsruhe.": [],
    "For his higher education, Kayser generally studied art history, philosophy, and musicology at Technische Hochschule Karlsruhe from 1919 to 1922, under professors like <a href=\"”/neumannc”\">Carl Neumann</a>.": [
        [
            26,
            32,
            [
                "Kaiser"
            ]
        ],
        [
            94,
            104,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ]
    ],
    "In 1924, Kayser completed his dissertation <em>Die Wille und die Idee der Erkenntnis</em> (Will and Idea of Experience) under the professor Heinrich Rickert (1863-1936) at University of Heidelberg, thus earning his PhD in Philosophy.": [
        [
            9,
            15,
            [
                "Kaiser"
            ]
        ]
    ],
    "After graduation, Kayser continued his studies informally at the Universities of Munich, Zurich, and Vienna.": [
        [
            18,
            24,
            [
                "Kaiser"
            ]
        ]
    ],
    "Afterwards, he completed a one-year stay in Florence and Venice, and then spent twelve years working as an editor for scientific and art-historical works in Mannheim, Hamburg, and Berlin.": [
        [
            0,
            10,
            [
                "Afterward"
            ]
        ]
    ],
    "In 1930, Kayser married visual artist Louise Darmstaedter (1894 - 1983).": [
        [
            9,
            15,
            [
                "Kaiser"
            ]
        ],
        [
            45,
            57,
            [
                "Darmstadt"
            ]
        ],
        [
            63,
            66,
            [
                "–"
            ]
        ]
    ],
    "During this time period, Kayser also engaged in his own career as an artist, primarily in painting.": [
        [
            25,
            31,
            [
                "Kaiser"
            ]
        ]
    ],
    "Before 1933, Kayer’s written work solely consisted of articles on art and music, including composer Ernest Toch and artists El Greco and Munch.</p>\n\n<p>Because of his Jewish heritage, Kayser was forced to leave Germany in 1935 on the grounds for “racial purification” reasons, and thus also changed his name to Stephen Sally Kayser at this time.": [
        [
            13,
            18,
            [
                "Layer",
                "Mayer",
                "Bayer",
                "Kaye",
                "Payer",
                "Gayer"
            ]
        ],
        [
            100,
            111,
            [
                "Ernst Toch"
            ]
        ],
        [
            184,
            190,
            [
                "Kaiser"
            ]
        ],
        [
            325,
            331,
            [
                "Kaiser"
            ]
        ]
    ],
    "He emigrated to Czechoslovakia, where he worked as a lecturer in philosophy, culture and art history at the Masaryk Volkshochschule in Brno, as well as in Prague, until emigrating to the United States two years later.": [
        [
            3,
            15,
            [
                "immigrated to",
                "emigrated from"
            ]
        ],
        [
            169,
            182,
            [
                "immigrating to",
                "emigrating from"
            ]
        ]
    ],
    "His experience teaching in Brno was the start of his lifetime passion for teaching as a beloved professor and lecturer.": [],
    "In 1936, Kayser published one of his first works, titled <em>Fritz Mauthner in seiner Beziehung zur modernen Philosophie</em> (Fritz Mauthner in his relation to modern philosophy).</p>\n\n<p>In the US in 1938, Kayser first worked for a year in the library of the Art Department at the Union Theological Seminary of Columbia University in New York, as well as the Art Department of the Public Library in New York.": [
        [
            9,
            15,
            [
                "Kaiser"
            ]
        ]
    ],
    "Kayser then completed half a year working at the Frick Art Reference Library and the Pierpont Morgan Library.": [
        [
            0,
            6,
            [
                "Kaiser"
            ]
        ]
    ],
    "From 1941 to 1943, he worked at the University of California at Berkeley as a Research Associate then lecturer.": [],
    "During his time, he also conducted research for the <em>Bible Dictionary of Art</em>.": [],
    "From 1943 to 1944, Kayser completed Wartime work at a Richmond Virginia shipyard as an engineering draftsman, but then quickly returned to his teaching roots as a Professor at San Jose State College until 1947.": [
        [
            19,
            25,
            [
                "Kaiser"
            ]
        ]
    ],
    "Moving back to New York in 1947, Kayser became a Curator and Director of Exhibitions at the Jewish Museum until 1963.": [
        [
            33,
            39,
            [
                "Kaiser"
            ]
        ]
    ],
    "Within the museum, he oversaw the transfer of the Ephraim Benguiat art collection from the Jewish Theological Seminary in New York to the Jewish Museum in 1947.</p>\n\n<p>The same year, Kayser served as Associate Professor at the Jewish Theological Seminary in New York.": [
        [
            58,
            66,
            [
                "Benefit",
                "Belgian",
                "Benedict",
                "Bengal",
                "Linguist",
                "Penguins"
            ]
        ],
        [
            184,
            190,
            [
                "Kaiser"
            ]
        ]
    ],
    "In relation to his extensive studies on Jewish art history, Kayser published <em>Defining Jewish Art</em> in 1953.": [
        [
            60,
            66,
            [
                "Kaiser"
            ]
        ]
    ],
    "In 1955, Kayser collaborated with <a href=\"”/schoenbergerg”\">Guido Schoenberger</a> on an exhibition of Judaic art at the Metropolitan Museum of Art, resulting in the catalog <em>Art of the Hebrew tradition: Jewish ceremonial objects for synagogue and home</em>.": [
        [
            9,
            15,
            [
                "Kaiser"
            ]
        ]
    ],
    "In 1956, Kayser published <em>The book of books in art: A selection of biblical paintings and sculptures</em> which offered a more broader look at art history.</p>\n\n<p>Starting in 1963 until his death, Kayser was also Professor of Aesthetics at the University of Judaism in Los Angeles.": [
        [
            9,
            15,
            [
                "Kaiser"
            ]
        ],
        [
            126,
            138,
            [
                "broader"
            ]
        ],
        [
            202,
            208,
            [
                "Kaiser"
            ]
        ]
    ],
    "He also worked extensively at the University of California Los Angeles as a visiting professor from 1966 to 1970, and then as a Lecturer from 1970-1976.</p>": []
}