{
    "<p>Medievalist, chair of the department of art and archaeology, American University, Washgington, D. C. Keck was the son of William G. Keck, a lumber company owner and Emma L. Mosser (Keck) (1860-1944).": [
        [
            85,
            96,
            [
                "Washington"
            ]
        ],
        [
            176,
            182,
            [
                "Mosses",
                "Mouser",
                "Tosser",
                "Dosser",
                "Mossier"
            ]
        ]
    ],
    "Keck graduated from Williams College in 1924, working in the familylumberyard in Allentown, PA, and at Lehigh Trust, Allentown, 1924-1926 before entering Princeton University where he received a master of fine art's degree in 1931, under <a href=\"/moreyc\">Charels Rufus Morey</a>.": [
        [
            61,
            77,
            [
                "family lumberyard"
            ]
        ]
    ],
    "He also taught art history at Williams for five years.": [],
    "He married Katherine Young (1900-1988) in 1940.": [],
    "During World War II, Keck served in the navy and afterward as a lieutenant commander in the Naval Reserve.": [],
    "Keck was appointed to the art and archaeology department of American University, Washgington, D. C., serving as chair of the department.": [
        [
            81,
            92,
            [
                "Washington"
            ]
        ]
    ],
    "Keck taught Princeton University and was a reseach scholar at Dumbarton Oaks, Washgington, D. C. He retired from the department in 1969.": [
        [
            43,
            50,
            [
                "research",
                "reteach"
            ]
        ],
        [
            62,
            71,
            [
                "Lumberton"
            ]
        ],
        [
            78,
            89,
            [
                "Washington"
            ]
        ]
    ],
    "Keck Park, in Allentown is named after him and his sister, who jointly donated the land in 1940.": [],
    "He retired to Barnstable, Massachusetts where he died at home at age 101.": [],
    "An <a href=\"/kecka\">Andrew S. Keck</a> Distinguished Visiting Professorship of Art History was established at the American University in his honor.": [],
    "Keck held to the methodology of his mentor, Morey.</p>": []
}