{
    "<p>Director of the collection of antique sculpture and vases at the Berlin Museum (1889-?)": [],
    "and also director of the antiquarium of the Berlin Museum (1896-?).": [
        [
            0,
            3,
            [
                "And"
            ]
        ],
        [
            25,
            36,
            [
                "antiquarian",
                "antiquaries"
            ]
        ]
    ],
    "Kekulé was the nephew of the famous organic chemist Friedrich August Kekulé von Stradonitz (1829-1896).": [
        [
            0,
            6,
            [
                "Kettle",
                "Ferule"
            ]
        ],
        [
            69,
            75,
            [
                "Kettle",
                "Ferule"
            ]
        ]
    ],
    "Kekulé studied at the universities of Erlangen under <a href=\"/friedrichsk\">Karl Friedrichs</a>, and at Berlin under <a href=\"/gerhardf\">Eduard Gerhard</a>, Johann Gustav Droysen (1808-1884), and August Böckh (1785-1867).": [
        [
            0,
            6,
            [
                "Kettle",
                "Ferule"
            ]
        ]
    ],
    "His time in Rome with <a href=\"/brunnh\">Enrico Brunn</a> was most influential for his later writing.": [],
    "In 1870 he succeeded <a href=\"/jahno\">Otto Jahn</a>, who had died prematurely, at the University in Bonn.": [
        [
            3,
            7,
            [
                "1870,"
            ]
        ]
    ],
    "His 1879 <em>habilitation</em> was written under <a href=\"/furtwanglera\">Adolf Furtwängler</a>.": [],
    "While teaching at Bonn one of his students was the later art historian <a href=\"/warburga\">Aby M. Warburg</a>.": [],
    "In 1889 Kaiser Wilhelm II of Germany personally requested Kekulé to be the antiquities director of the collections in Berlin.": [
        [
            58,
            64,
            [
                "Kettle",
                "Ferule"
            ]
        ],
        [
            75,
            86,
            [
                "antiquities'",
                "antiquity's"
            ]
        ]
    ],
    "In the following year he succeeded <a href=\"/robertc\">Carl Robert</a> at the university in Berlin which he held jointly with the directorship.": [],
    "It was then that the emperor allowed the \"von Stradonitz\" designation.": [
        [
            42,
            45,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ]
    ],
    "Kekulé greatly increased the size of the imperial collections through a combination of astute buying and commissioning excavations, assisted in the latter by <a href=\"/wiegandt\">Theodor Wiegand</a>.": [
        [
            0,
            6,
            [
                "Kettle",
                "Ferule"
            ]
        ]
    ],
    "His students included <a href=\"/ullmannh\">Hermann Ullmann</a> and Ulrich von Wilamowitz-Moellendorff (1848-1931), whose tradition they maintained.": [],
    "Kekulé has been termed the founder of modern iconology (Langlotz).": [
        [
            0,
            6,
            [
                "Kettle",
                "Ferule"
            ]
        ],
        [
            45,
            54,
            [
                "phonology"
            ]
        ],
        [
            56,
            64,
            [
                "Anglo",
                "Landlord",
                "Langley",
                "Lancelot",
                "Langford",
                "Langston"
            ]
        ]
    ],
    "He eschewed Jahn's \"monumental philology\" and classification for a methodology closer to Brunn mixed with an esthetic sensitivity akin to <a href=\"/winckelmannj\">Johann Joachim Winckelmann</a>.": [
        [
            12,
            16,
            [
                "John",
                "Jain",
                "Hahn",
                "Jan",
                "AHN",
                "Jaén"
            ]
        ],
        [
            89,
            94,
            [
                "Bruno",
                "Brunt",
                "Brynn",
                "Bruin"
            ]
        ]
    ],
    "His connoisseurship, more than Winckelmann's, was rooted in scholarship.": [],
    "Kekulé was a prominent lecturer though his writings are tinged with what today appear as superficial comments.</p>": [
        [
            0,
            6,
            [
                "Kettle",
                "Ferule"
            ]
        ]
    ]
}