{
    "<p>Professor of European art history from the medieval period to the 19th century whose writing placed a greater emphasis on the relationship between place and artistic production.": [],
    "Keller was born in 1903 to Fritz and Magdalene Schellhas (Kellar).": [
        [
            47,
            56,
            [
                "Shells",
                "Schemas",
                "Shellac",
                "Hellas",
                "Schelling",
                "Shellacs"
            ]
        ],
        [
            58,
            64,
            [
                "Keller",
                "Cellar",
                "Kelley",
                "Kevlar"
            ]
        ]
    ],
    "After attending gymnasium in Kassal he went on to study art history — in addition to philology, history and archeology — in Leipzig, Heidelberg and Munich between 1923 to 1929 under a number of renowned art historians including <a href=\"/wolfflinh\">Heinrich Wölfflin</a> (Munich).": [
        [
            29,
            35,
            [
                "Vassal",
                "Kassel"
            ]
        ],
        [
            155,
            175,
            [
                "between 1923 and 1929"
            ]
        ]
    ],
    "In 1929, Keller completed his doctorate, which focused on Baroque art, under <a href=\"/pinderw\">Wilhelm Pinder</a> (1878-1947) (Leipzig).": [],
    "Keller’s dissertation, <em>Das Treppenhaus im deutschen Schloss- und Klosterbau des Barock</em>, (The Staircase in the German Baroque Palace and Monastery) was the first work to examine the spatial qualities of German architecture of the early eighteenth century.": [],
    "In the dynamism of these works Keller discerned an urge to move away from the forms of representation associated with an absolutist, feudal society.</p>\n\n<p>After a brief period working as <a href=\"/heisec\">Carl Georg Heise</a>'s assistant at the St.": [],
    "Annen Museum in Lübeck, Keller moved to the Bibliotheca Hertziana in Rome in 1930, becoming an assistant there in 1935.": [
        [
            0,
            5,
            [
                "Anne",
                "Annex"
            ]
        ]
    ],
    "In the same year, Keller completed his habilitation on Giovanni Pisano (1250-1315) under <a href=\"/jantzenh\">Hans Jantzen</a> (1881-1967) at the University of Frankfurt am Main.": [
        [
            39,
            51,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ],
        [
            64,
            70,
            [
                "Piano",
                "Pisa no"
            ]
        ]
    ],
    "Keller credited Pisano — who rejected the medieval workshop and began to focus on creating works of art in the “aesthetic sense\" — with leading Tuscan sculpture towards European recognition (Metzler Kunsthistoriker Lexikon).": [
        [
            16,
            22,
            [
                "Piano",
                "Pisa no"
            ]
        ],
        [
            127,
            128,
            [
                "”"
            ]
        ],
        [
            191,
            198,
            [
                "Metzger"
            ]
        ],
        [
            215,
            222,
            [
                "Lexicon"
            ]
        ]
    ],
    "The thesis was ultimately published as <em>Giovanni Pisano</em> in 1942.</p>\n\n<p>From 1937, Keller worked at the University of Munich as a private lecturer in medieval and modern art history.": [],
    "With the rise of the Nazi party the younger generation of private lecturers, of which Keller was a part, came under particular pressure to conform.": [],
    "While some acquiesced, Keller is considered to have operated with “a certain degree of restraint and refusal\" in spite of his association with Jantzen and Pinder, who were both affiliated with the party (Fastert).": [
        [
            108,
            109,
            [
                "”"
            ]
        ],
        [
            143,
            150,
            [
                "Canteen",
                "Jansen",
                "Janssen"
            ]
        ],
        [
            155,
            161,
            [
                "Hinder",
                "Binder",
                "Cinder",
                "Finder",
                "Pinter",
                "Kinder"
            ]
        ],
        [
            204,
            211,
            [
                "Faster",
                "Fastest"
            ]
        ]
    ],
    "His work at the University of Munich, however, was interrupted by his military service in World War II between 1939 and 1944.": [],
    "Upon his return he was appointed professor.</p>\n\n<p>In 1948 Keller returned to the Art History Institute of the University of Frankfurt am Main as professor of art history.": [],
    "After authoring  a number of books focused on specific geographies in the late 1950s, Keller wrote two of his most well known texts — both about landscapes — in the early 1960s.": [
        [
            15,
            17,
            [
                " "
            ]
        ]
    ],
    "<em>Die Kunstlandschaften Italiens (The art Landscapes of Italy)</em> was published in 1960 and Die Kunstlandschaften Frankreichs (The Art Landscapes of France) in 1963.</p>\n\n<p>Keller officially retired in 1971 following the publication of Die Kunst des 18.": [],
    "Jahrhunderts, a survey text on 18th century art in the prestigious second edition of the <em>Propyläen Kunstgeschichte</em>, written alongside <a href=\"/baticlej\"> Jennine Baticle</a>.": [],
    "However he continued to teach and write, focusing initially on the work of Michangelo in the mid-1970s during which time he published two books on the artist.": [
        [
            0,
            7,
            [
                "However,"
            ]
        ],
        [
            75,
            85,
            [
                "Michelangelo"
            ]
        ]
    ],
    "<em>Michelangelo: Zeichnungen und Dichtungen</em> (Michelangelo: Drawings and Seals) (1977), a short commentary focusing on the artist’s more ephemeral works, was followed by <em>Michelangelo.": [],
    "Bildhauer, Maler, Architekt</em> (Michelangelo.": [
        [
            0,
            9,
            [
                "Bilayer",
                "Millhauser",
                "Bill Hader"
            ]
        ],
        [
            11,
            16,
            [
                "Male",
                "Males",
                "Maker",
                "Mater",
                "Mayer",
                "Paler"
            ]
        ],
        [
            18,
            27,
            [
                "Architect"
            ]
        ]
    ],
    "Sculptor, Painter, Architect) (1976).": [],
    "In addition, he published <em>Das alte Europa: Die hohe Kunst der Stadtvedute</em> (Old Europe: The High Art of the City Vedute), <em>Blick vom Monte Cavo: Kleine Schriften</em> (View from Monte Cavo) and Dresden in Ansichten von Canaletto (Dresden in Views from Canaletto) between 1983 and 1985.": [],
    "In his final years he turned to the study of Impressionism, focusing on the work of Degas, Renoir, and Monet.": [],
    "Keller died in 1989 and his work on the subject, <em>Französische Impressionisten</em> (French Impressionists), was published posthumously.": [],
    "He supervised fifty-three dissertations, including those of <a href=\"/masere\">Edward Maser</a> and <a href=\"/hahnh\">Hanno Hahn</a>.</p>\n\n<p>Kunstgeographie, whose emphasis on the territorial character of artistic creation can be traced back to <a href=\"/winckelmannj\">Johann Winckelmann</a>, found one of its most important 20th century exponents in Keller.": [],
    "However, Keller employed the methodology with discretion, acknowledging that social factors determine artistic production as much as local traditions.</p>": []
}