{
    "<p>First director of the Amsterdam Rijksprentenkabinet; connoisseur of prints.": [],
    "In the footsteps of his father and grandfather, die-cutters at the National Mint in Utrecht, Van der Kellen joined the Mint as an apprentice at the age of fifteen, and worked there until 1876.": [
        [
            97,
            100,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "In this period, he began collecting prints on a large scale.": [],
    "In 1859, <a href=\"/krammc\">Christiaan Kramm</a> (1797-1875) listed him in his biography of artists and described his collection of 6,000 prints, including 4,500 prints of Jan and Casper Luyken.": [],
    "In addition to his interest in father and son Luyken, he collected at least one print from nearly every Dutch and Flemish artist, with a view to documenting Dutch and Flemish printmaking from the sixteenth to the nineteenth centuries.": [
        [
            46,
            52,
            [
                "Luke",
                "Sunken",
                "Lucien",
                "Laymen",
                "Lumen",
                "Liken"
            ]
        ]
    ],
    "As a print expert, he built up a private art library, visited and studied other private collections, and frequently traveled to print rooms abroad.": [],
    "The documentary value of prints and drawings was often a decisive factor in his choice.": [],
    "Between 1866 and 1873 the first part of his Le peintre-graveur hollandais et flamand appeared in various installments.": [
        [
            47,
            62,
            [
                "pantry-graveur",
                "peintre-graver"
            ]
        ],
        [
            63,
            73,
            [
                "hollandaise"
            ]
        ],
        [
            77,
            84,
            [
                "flaming",
                "flamed",
                "flatland",
                "flagman",
                "flamage"
            ]
        ]
    ],
    "This was meant as a follow up, as he called it, to the Peintre-Graveur of <a href=\"/bartscha\">Adam von Bartsch</a> and dealt with prints of 36 artists living in the sixteenth, seventeenth, and eighteenth centuries.": [
        [
            20,
            29,
            [
                "follow-up"
            ]
        ],
        [
            55,
            70,
            [
                "Pantry-Graveur",
                "Peintre-Graver"
            ]
        ]
    ],
    "Van der Kellen's friend <a href=\"/vosmaerc\">Carel Vosmaer</a> contributed to the work with biographies of these artists.": [
        [
            4,
            7,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "The book received great acclaim and he was invited to contribute to the Allgemeines Künstler-Lexicon, edited by <a href=\"/meyerj\">Julius Meyer</a>.": [
        [
            31,
            35,
            [
                ", and"
            ]
        ],
        [
            72,
            83,
            [
                "Allegiances",
                "Alleghenies"
            ]
        ],
        [
            84,
            100,
            [
                "Munster-Lexicon"
            ]
        ]
    ],
    "Unfortunately, van der Kellen never was able to publish the other volumes of the <em>Peintre-Graveur</em> as he originally intended.": [],
    "In 1874, Van der Kellen was offered the position of director of the Berlin Kupferstichkabinett, but he preferred to stay in the Netherlands.": [
        [
            13,
            16,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "By that time, he was in contact with <a href=\"/stuersv\">Victor Eugène Louis de Stuers</a> (1843-1916), who became the head of department of arts and sciences in the Ministry of Home Affairs in 1875.": [],
    "De Stuers realized that the Amsterdam Rijksprentenkabinet (Print Room), housed in the Trippenhuis, had been neglected and needed reorganization.": [
        [
            3,
            9,
            [
                "Steers",
                "Suers"
            ]
        ]
    ],
    "Although the collection was internationally known, it had not expanded for many years.": [],
    "However, in 1871, an important donation, by Daniel Franken Dzn (1838-1898), of 3,813 Dutch engraved portraits had been added to the collection.": [
        [
            51,
            58,
            [
                "Frankel",
                "Franked",
                "Franker",
                "Fran ken"
            ]
        ],
        [
            59,
            62,
            [
                "Dan",
                "Den",
                "Din",
                "Dz",
                "DPN",
                "Zn"
            ]
        ]
    ],
    "In 1874, this art lover and banker published a pamphlet pleading for a more active purchasing policy.": [],
    "De Stuers proposed Van der Kellen as the right person to broaden, rearrange, and catalogue the collection.": [
        [
            3,
            9,
            [
                "Steers",
                "Suers"
            ]
        ],
        [
            23,
            26,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            81,
            90,
            [
                "catalog"
            ]
        ]
    ],
    "In 1876 Van der Kellen accepted the invitation to become the first director of the Print room and he left the National Mint were he had served for 30 years.": [
        [
            12,
            15,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            93,
            97,
            [
                ", and"
            ]
        ],
        [
            124,
            128,
            [
                "where",
                "we"
            ]
        ]
    ],
    "His brother, David (1827-1895), was appointed in the same year as the first director of the Nederlandsch Museum voor Geschiedenis en Kunst (National Museum of History and Art), founded in 1875 in The Hague.": [
        [
            92,
            104,
            [
                "Nederland sch"
            ]
        ],
        [
            112,
            116,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            133,
            138,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "Johan Philip's new position did not allow him to have a private collection.": [],
    "This was sold, therefore, at Frederik Muller & Co.": [],
    "in 1878, but the Rijksprentenkabinet was able to purchase around 2,950 of its prints.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Under Van der Kellen's directorship, the collection grew from around 70,000 to around 125,000 prints, purchased at sales and acquired by donations.": [
        [
            10,
            13,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "His budget was rather meager, though it increased by the years up to 10,000 guilders annually.": [],
    "In 1883, on the occasion of the sale of drawings from the collection of Jacob de Vos Jbzn in Amsterdam, some wealthy art lovers in Amsterdam decided to found the Vereniging Rembrandt, in order to finance purchases on a loan basis.": [
        [
            85,
            89,
            [
                "BZN"
            ]
        ],
        [
            162,
            172,
            [
                "Varnishing"
            ]
        ]
    ],
    "This gave Van der Kellen the opportunity to purchase 494 drawings from this collection, for over 50,000 guilders.": [
        [
            14,
            17,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "De Vereniging Rembrandt, which still exists today, continued to play an important role in financing drawings, at sales in 1887 and 1895.": [
        [
            3,
            13,
            [
                "Varnishing"
            ]
        ]
    ],
    "In this way, Van der Kellen built up an impressive collection of drawings, with a predilection for Dutch seventeenth-century painters.": [
        [
            17,
            20,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "An important purchase in 1881 was the so- called <em>Historische Atlas van Frederik Muller</em>, containing historical prints, drawings, cards and portraits in 52 portfolios and 163 plates.": [],
    "This fitted into van der Kellen's conception of the Rijksprentenkabinet as a center of documentation and study in a broader field of sciences and arts.": [],
    "In the following years, more historical and topographical materials were bought, lent or transferred to the Rijksprentenkabinet.": [],
    "Van der Kellen also built up a small collection of ornamental prints, and he published a monograph on the silver designs of Michel Le Blon: <em>Michel Le Blon: Receuil d'ornaments, accompagné d'une notice biographique et d'un catalogue raisonné de son œuvre</em>.": [
        [
            4,
            7,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            134,
            138,
            [
                "Blog",
                "Blow",
                "Blown",
                "Bloc",
                "Blond",
                "Boon"
            ]
        ]
    ],
    "The library collection expanded considerably as a result of the acquisition of sale catalogues and books.": [
        [
            84,
            94,
            [
                "catalogs"
            ]
        ]
    ],
    "In 1885 the library and the print room were relocated in the new Rijksmuseum building, designed by P. J. H. Cuypers.": [
        [
            108,
            115,
            [
                "Buyers",
                "Bumpers",
                "Campers",
                "Cutters",
                "Jumpers",
                "Capers"
            ]
        ]
    ],
    "Meanwhile, from 1882 onwards, Van der Kellen also held the position of deputy director of the Leiden University Print Room, a position that allowed him to transfer some prints and drawings from Leiden to Amsterdam, including a drawing by Rembrandt.": [
        [
            34,
            37,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "From the Amsterdam Rijksacademie van Beeldende Kunsten he transferred 43 prints of Hercules Segers.": [
        [
            37,
            46,
            [
                "Beeline",
                "Beelined"
            ]
        ],
        [
            47,
            54,
            [
                "Unseen",
                "Munster",
                "Tungsten",
                "Austen",
                "Kirsten",
                "Kinsmen"
            ]
        ],
        [
            92,
            98,
            [
                "Sewers",
                "Seers",
                "Severs",
                "Seders"
            ]
        ]
    ],
    "In co-operation with Daniel Franken he described and catalogued the prints of Jan van de Velde the Younger: L'œuvre de Jan van de Velde, published in 1883.": [
        [
            28,
            35,
            [
                "Frankel",
                "Franked",
                "Franker",
                "Fran ken"
            ]
        ],
        [
            53,
            63,
            [
                "cataloged"
            ]
        ],
        [
            89,
            94,
            [
                "Verde",
                "Veld",
                "Veldt",
                "Velds"
            ]
        ],
        [
            110,
            115,
            [
                "sure",
                "curve",
                "pure",
                "cure",
                "lure",
                "Louvre"
            ]
        ],
        [
            130,
            135,
            [
                "Verde",
                "Veld",
                "Veldt",
                "Velds"
            ]
        ]
    ],
    "In 1898, the legacy of Franken to the Rijksprentenkabinet included almost the complete œuvre of this master.": [
        [
            23,
            30,
            [
                "Frankel",
                "Franked",
                "Franker",
                "Fran ken"
            ]
        ],
        [
            87,
            92,
            [
                "sure",
                "curve",
                "pure",
                "cure",
                "lure",
                "Louvre"
            ]
        ]
    ],
    "Van der Kellen did not succeed in setting up a critical catalog of all the prints and drawings, partly due to the collection's rapid expansion.": [
        [
            4,
            7,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "He retired in 1896, but kept an advising position in the Rijksmuseum.": [],
    "His successor, <a href=\"/hofstededegrootc\">Cornelis Hofstede de Groot</a>, complained about the inefficient classification of the works and set up a complete card index, which he completed in two years.": [],
    "More than once, he came in conflict with the authority of De Stuers and Van der Kellen, and he quit his position in 1898.": [
        [
            61,
            67,
            [
                "Steers",
                "Suers"
            ]
        ],
        [
            76,
            79,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "Van der Kellen was allowed to return to his former position, where he stayed for five more years.": [
        [
            4,
            7,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "In 1905, Pieter van Eeghen (1844-1907) published a monograph on the above-mentioned artists Jan and Casper Luyken, which was co-authored by Van der Kellen who, with his notes and advice, made a significant contribution to this two-volume work: <em>Het werk van Jan en Casper Luyken</em>.": [
        [
            20,
            26,
            [
                "Refer",
                "Defend",
                "Defer",
                "Meighen",
                "Elfin",
                "Meghan"
            ]
        ],
        [
            107,
            113,
            [
                "Luke",
                "Sunken",
                "Lucien",
                "Laymen",
                "Lumen",
                "Liken"
            ]
        ],
        [
            144,
            147,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "Van der Kellen may not have left an impressive list of publications, but his qualities as connoisseur and his vigorous directorship were of the greatest importance for the expansion of the Rijksprentenkabinet collection.</p>": [
        [
            4,
            7,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ]
}