{
    "<p>Medievalist and fiberworks authority and Keeper of Department of Textiles, Victoria and Albert Museum.": [
        [
            19,
            29,
            [
                "fiber works"
            ]
        ]
    ],
    "Kendrick was the son of Albert Kendrick.": [],
    "He joined the Victoria and Albert Museum in 1897.": [],
    "The following year he published his first book, <em>The Cathedral Church of Lincoln</em>, an architectural and historical account of the building.": [],
    "Kendrick wrote catalogs for the various exhibits the V&A mounted.": [],
    "He began contributing articles to the <em>Burlington Magazine</em> on tapestries and fiber arts in 1905.": [],
    "The same year he wrote the first of two books on stitchery which would make his reputation, <em>English Embroidery</em>.": [],
    "He soon became an expert on weaving and rugs from around the world, including the middle east, Asia, and South America.": [
        [
            82,
            93,
            [
                "Middle East"
            ]
        ]
    ],
    "Kendrick was put in charge of the reorganization of the new division of Textiles at the V&A, part of a total renovation of the Museum, which reopened in 1909.": [],
    "He built the Museum's fibers collection into one of the outstanding ones in the world.": [],
    "Together with C. E. T. Tattersall, he authored the standard <em>Handwoven Carpets</em> in 1922.": [
        [
            23,
            33,
            [
                "Tatters all"
            ]
        ]
    ],
    "In 1923, when Chequers Court, a country house near Ellesborough, Buckinghamshire, was donated to the nation, Kendrick was assigned to evaluate and write the inventory catalogs.": [
        [
            14,
            22,
            [
                "Cheers",
                "Checkers",
                "Conquers",
                "Cheaters",
                "Chewers",
                "Cheerers"
            ]
        ],
        [
            51,
            63,
            [
                "Hillsborough"
            ]
        ]
    ],
    "He retired voluntarily from the V&A in 1924, remaining particularly active.": [],
    "The following year, Kendrick wrote the section on Chinese textiles for a primer on Chinese art, a combined effort with other leading British art historians, including <a href=\"/fryr\">Roger Fry</a>, <a href=\"/binyonl\">Laurence Binyon</a>, <a href=\"/rackhamb\">Bernard Rackham</a>, and the Asianists <a href=\"/sireno\">Osvald Sirén</a>, W. Perceval Yetts (1878-1957), and William Wilberforce Winkworth (1897-1991), under the title <em>Chinese Art: an Introductory Handbook</em>.": [],
    "In 1927 he wrote the tapestry entries for the collaborative catalog, with scholars <a href=\"/conwayw\">Martin Conway</a>, <a href=\"/boreniust\">Tancred Borenius</a>, <a href=\"/dodgsonc\">Campbell Dodgson</a>, and <a href=\"/brockwellm\">Maurice Brockwell</a> to the Flemish and Belgian art exhibition at Burlington House.": [
        [
            3,
            7,
            [
                "1927,"
            ]
        ]
    ],
    "He also translated two important German-language books on tapestries.": [],
    "A second book on stitchery, <em>English Needlework</em>, appeared in 1933.": [],
    "He is not related to <a href=\"/kendrickt\">T.": [],
    "D. Kendrick</a>, keeper and later Director of the British Museum.</p>": []
}