{
    "<p>Historian of Anglo-Saxon art, Keeper and later Director of the British Museum (1950-59).": [],
    "Kendrick was the son of Thomas Henry Kendrick, a manufacturer and Frances Susan Downing (Kendrick).": [],
    "After his father's death in 1902 his mother married Prebendary Sowter in 1905.": [
        [
            52,
            62,
            [
                "Legendary",
                "Pretender",
                "Pretenders"
            ]
        ],
        [
            63,
            69,
            [
                "Softer",
                "Sorter",
                "Sower"
            ]
        ]
    ],
    "Kendrick attended the Charterhouse School and a year at Oriel College, Oxford, before the outbreak of World War I. He joined the Warwickshire army regiment in 1914, rising to captain.": [
        [
            22,
            34,
            [
                "Charter house"
            ]
        ]
    ],
    "He was wounded in action in France.": [],
    "Resuming his studies at Oxford in 1918, he graduated with a degree in anthropology in 1919 and an MA in the same subject in 1920.": [],
    "Kendrick began a BS, studying the megaliths of the Channel Islands in the manner of his mentor, the anthropologist Robert Ranulph Marett (1866-1943).": [
        [
            122,
            129,
            [
                "Ralph",
                "Randolph"
            ]
        ],
        [
            130,
            136,
            [
                "Matt",
                "Marty",
                "Marta",
                "Mart",
                "Marat",
                "Marts"
            ]
        ]
    ],
    "Armed with this research experience, he was appointed an assistant in the British and Medieval Antiquities Department at the British Museum under the direction of <a href=\"/daltono\">Ormonde M. Dalton</a> in 1922.": [],
    "Kendrick married the pianist Ellen Martha Kiek (1898/9-1955) in 1922.": [
        [
            42,
            46,
            [
                "Kick",
                "Kiev",
                "Kirk",
                "Kai",
                "Kiel",
                "Kink"
            ]
        ]
    ],
    "Kendrick published <em>The Axe Age</em> (1925) and <em>The Druids</em> in 1927.": [],
    "He became assistant keeper in 1928, the same year volume one of his book on the <em>Archaeology of the Channel Isles</em> appeared.": [],
    "The appointment of a prehistorian Charles F. C. Hawkes (1905-1992) to the department likely suggested the Kendrick the need to be an expert for the Museum elsewhere.": [
        [
            48,
            54,
            [
                "Hawks",
                "Fawkes",
                "Hawkers",
                "Hawker",
                "Hawked",
                "Hakes"
            ]
        ]
    ],
    "When R. A. Smith of the medieval dept.": [],
    "retired, Kendrick schooled himself in Anglo-Saxon and Viking eras.": [
        [
            0,
            7,
            [
                "Retired"
            ]
        ]
    ],
    "His <em>A History of the Vikings</em> appeared in 1930.": [],
    "At the request of <a href=\"/constablew\">W.": [],
    "G. Constable</a>, he lectured at the newly founded Courtauld Institute.": [
        [
            51,
            60,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "He helped a number of refugees from Nazi Germany find refuge and employment during the 1930s, including the young medievalist <a href=\"/kitzingere\">Ernst Kitzinger</a> in 1935.": [],
    "In 1938 he published <em>Anglo-Saxon Art</em> and was made keeper of the British and Medieval Antiquities Department.": [
        [
            3,
            7,
            [
                "1938,"
            ]
        ]
    ],
    "As Keeper, Kendrick hired the young <a href=\"/brucemitfordr\">Rupert Leo Scott Bruce-Mitford</a>, whom he wisely entrusted to curate and document the Sutton Hoo treasures, discovered in 1939.": [],
    "Kendrick's <em>Late Saxon and Viking Art</em> appeared in 1949, a monograph much influenced by <a href=\"/wormaldf\">Francis Wormald</a>.": [],
    "He was appointed director of the British Museum and principal librarian in 1950.": [],
    "Kendrick was created KCB in 1951.": [],
    "After his first wife's death in 1955, Kendrick married again in 1957 to Katharine Elizabeth Wrigley (1903/4-1980).": [],
    "He retired in 1959 and was succeeded by Frank Chalton Francis (1901-1988), the Museum's Keeper of Printed Books.": [
        [
            46,
            53,
            [
                "Charlton",
                "Chilton",
                "Halton"
            ]
        ]
    ],
    "A semi-autobiographical novel, <em>Great Love for Icarus</em>, was published in 1962.": [],
    "He moved to Dorset, and died at Dorchester in 1979.": [],
    "He is not related to the Victoria and Albert Museum textile scholar <a href=\"/kendricka\">A.": [],
    "F. Kendrick</a>.": [],
    "As a curator and director, Kendrick instituted modern curatorial practices.": [],
    "However he was a strong advocate of \"cleaning\" objects under his care.": [
        [
            0,
            7,
            [
                "However,"
            ]
        ]
    ],
    "This was consistent with the thinking of the time (see <a href=\"/hinksr\">Roger P. Hinks</a>, and the overcleaning of the Elgin Marbles), but resulted in numerous bronze artifacts in particular in his department being overcleaned.": [],
    "Unimpressed with contemporary trends in taste, Kendrick was successful in achieving both the conservation of and recognition for Victorian art, generally derided at the time, along with the assistance of the painter John Piper (1903-1992), the writer and broadcaster John Betjeman (1906-1984), and others.</p>": [
        [
            272,
            280,
            [
                "Between",
                "Veteran",
                "Benjamin",
                "Batsman",
                "Batman",
                "Baseman"
            ]
        ]
    ]
}