{
    "Professor, scholar and historian of Italian Renaissance art.": [],
    "Kennedy was born in Providence, RI.": [],
    "Her father was Laurence L. Doggett (1864-1957), President of Springfield College.": [
        [
            27,
            34,
            [
                "Dogged",
                "Doggiest"
            ]
        ]
    ],
    "She initially pursued economics, studying at the University of California Berkeley, Radcliffe College, and Oxford University between the years of 1919 and 1922 where she also taught.": [],
    "While she was in London at Oxford in 1921, she met and married the sculpture historian <a href=\"/kennedyc\">Clarence Kennedy</a>.": [],
    "She took up an interest in Italian art during this time, because of the rising of international recognition for his photography of Greek and Italian Renaissance sculpture.": [],
    "Kennedy spent three summers in Greece with him after graduating, which introduced her to the artistic sphere.": [],
    "She became the assistant to the Director of Graduate Study in Art at Smith College, where her husband worked, from 1925-1926 and 1927-1928.": [],
    "She was a special lecturer in Italian art history in 1928-1929 at Smith as well.": [],
    "Smith president William Allan Neilson (1869-1946) sent the Kennedy couple to Florence for the years 1929-1932 where they inaugurated the Smith College Graduate Program Abroad, training young women in art history scholarship.": [],
    "Kennedy received academic tenure from Smith in 1930, during which time she became a Guggenheim Fellow for her scholarship in the arts.": [],
    "When she returned from Greece she lectured at Smith, Springfield College, Wellesley College, and the Toledo Museum of Art.": [],
    "Kennedy completed a study of Florentine painter Alesso Baldovinetti and his associates in Italy, which was published in 1938, establishing her reputation as a scholar.": [
        [
            48,
            54,
            [
                "Alessio",
                "Ales so"
            ]
        ]
    ],
    "A second book, <em>The Renaissance Painter's Garden,</em> appeared in 1948.": [
        [
            51,
            53,
            [
                ", <"
            ]
        ]
    ],
    "She wrote several catalogs for the Smith College Museum of Art.": [],
    "In 1958 she began serving on the editorial board of <em>Renaissance News and Quarterly</em>, and throughout her career she was also a board member of <em>Art in America</em> and the <em>Art Bulletin</em>.": [
        [
            3,
            7,
            [
                "1958,"
            ]
        ]
    ],
    "She became a Resident Art Historian at the American Academy in Rome in 1960.": [],
    "Although officially retired in 1961, she continued to assist with her husband’s courses at Smith until a few years after this.": [],
    "One of the last projects she worked on after her retirement was a series of lectures and synchronized slides on Italian painter Titian that were designed for general audiences, in accordance with her belief of widely disseminating education and making knowledge readily available to all.": [],
    "She had spent over a decade gathering notes on Titian, and gave them to <a href=\"/murarom\">Michelangelo Muraro</a> before she died, who shared her passion for sharing knowledge.": [],
    "Kennedy was regarded among her students as an inspiring and intellectual teacher with enthusiasm for Italian culture and art, and was admired both in the United States and in Europe.": [],
    "Her Baldovinetti writing conveys the context under which each artist worked and the complexity of their time periods (Lee).": [],
    "Her Renaissance garden book showed her familiarity with the Italian countryside, although some argue that this work failed to paint a full picture of the <em>Quatrocento</em> garden and its history (Pope-Hennessy).": [],
    "Her novelty and tradition demonstrated her interest in the relationship between artistic tradition and progress (Lee).": [],
    "Likewise, her legacy lies in her steadfast belief in the importance of education and her intense knowledge about and enthusiasm for Italian art.": [],
    "(Lee).": []
}