{
    "<p>Historian of <em>quattrocento</em> sculpture at Smith College, 1916-1960, and art photographer.": [],
    "Kennedy was the son of Clarence Kennedy (1854-1908), a Philadelphia lawyer, and Jennie May McClintock (Kennedy) (1867-1943).": [],
    "He received his B.S.": [],
    "from the University of Pennsylvania in 1914 in architecture and his M.A in architecture the following year.": [
        [
            0,
            4,
            [
                "From"
            ]
        ],
        [
            70,
            71,
            [
                " A"
            ]
        ]
    ],
    "He entered Harvard University for graduate work in 1916, joining Smith College, Northampton, MA, as a lecturer in architecture and art history in 1917.": [],
    "As a <a href=\"/nortonc\">Charles Eliot Norton</a> Fellow of Harvard University, 1920-1921,.he studied at American School of Classical Studies, Athens, where he became fascinated with photo documentation of monuments in which the School was engaged.": [],
    "In Athens he received special instruction on cleaning sculpture from the archaeologist <a href=\"/studniczkaf\">Franz Studniczka</a>.": [
        [
            3,
            9,
            [
                "Athens,"
            ]
        ]
    ],
    "At Smith he met a Radcliffe graduate teaching economics, <a href=\"/kennedyr\">Ruth Wedgwood Doggett</a>, daughter of the President of Springfield College, Springfield, MA, Laurence L. Doggett (1864-1957).": [
        [
            3,
            8,
            [
                "Smith,"
            ]
        ]
    ],
    "They married in 1921 in London, the same year Kennedy was made Assistant Professor at Smith.": [],
    "His photographs were early published in an article by <a href=\"/shapleyf\">Fern Rusk Shapley</a> in a 1922 article of the <em>Art Bulletin</em>.": [],
    "Kennedy received his Ph.D.": [],
    "from Harvard in 1924 with a dissertation topic on the optics of Greek sculpture.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "He was appointed Director of division of graduate studies in Europe in 1925 at Smith.": [],
    "During these same years he photographed the art collections for the Boston Museum of Fine Arts and the Frick and Weidner collections.": [
        [
            113,
            120,
            [
                "Warner",
                "Wagner",
                "Wander",
                "Wader",
                "Wanner"
            ]
        ]
    ],
    "Beginning in 1928, Kennedy published an ultimately 7-volume series of photographic portfolios, <em>Studies in the History and Criticism of Sculpture</em>, assisted in some cases by the American School and initially co-published with the Carnegie Corporation of New York.": [],
    "An eighth volume was abandoned for publication but the photos circulated.": [],
    "He was promoted to (full) Professor of art at Smith in 1930.": [],
    "He reliquished his graduate studies directorship in 1932, teaching as a visiting professor of fine arts, New York University the same year.": [
        [
            3,
            14,
            [
                "relinquished"
            ]
        ]
    ],
    "His interest in photography led him to Edwin Land (1909-1991), then at Land-Wheelwright Laboratories and later co-founder of the Polaroid Corporation.": [],
    "Kennedy was appointed Annual Professor, Toledo Museum of Art, for 1938-1939.": [],
    "He experimented with the Meriden Gravure Company in photographs for his wife's book on Baldovinetti in 1938, the text of which he printed personally with his own Cantina press.": [
        [
            33,
            40,
            [
                "Grave",
                "Erasure",
                "Granule",
                "Bravura",
                "Graver"
            ]
        ]
    ],
    "In 1940 his photographs were exhibited at the Golden Gate Expositon, San Francisco.": [
        [
            58,
            67,
            [
                "Exposition",
                "Expositor"
            ]
        ]
    ],
    "During World War II, as the allies advanced through Italy, Kennedy was asked by the U.S.": [],
    "army Allied Bomber Command \"Monuments and Fine Arts Commission\" to list monuments, art treasures and architecture in central Italy under the auspicies of the American Council of Learned Societies to protect cultural treasures in war areas in 1943.": [
        [
            0,
            4,
            [
                "Army"
            ]
        ],
        [
            141,
            150,
            [
                "auspices"
            ]
        ]
    ],
    "With Edwin Land's company, he helped developed the vectograph system, using polarized light to create stereographic topographical images of war terrain.": [
        [
            51,
            61,
            [
                "pictograph"
            ]
        ],
        [
            102,
            115,
            [
                "stereo graphic"
            ]
        ]
    ],
    "After the war, he chaired the Smith Art Department, 1952-1954.": [],
    "Land established an art fund in his (and his wife's) honor at Smith.": [],
    "Kennedy retired emeritus from Smith in 1960 to be Resident Art Historian at American Academy in Rome, first term, 1960-1961.": [],
    "In 1964 he published some of his earlier photographs with text by <a href=\"/harttf\">Frederick Hartt</a> and <a href=\"/cortig\">Gino Corti</a> as <em>The Chapel of the Cardinal of Portugal</em>.": [
        [
            3,
            7,
            [
                "1964,"
            ]
        ]
    ],
    "He died of a heart attack at his Northampton home at age 79.": [],
    "His papers are housed at Harvard University.</p>\n\n<p>Kennedy was the quintessential scholar-photographer.": [],
    "At a time when art historians such as <a href=\"/portera\">A.": [],
    "Kingsley Porter</a> were beginning to make their own images as part of their research, Kennedy brought the technique to the level of an art form.": [],
    "He taught his students photography as part of their studies.</p>": [
        [
            14,
            22,
            [
                "students'",
                "student's"
            ]
        ]
    ]
}