{
    "<p>German aristocrat and cultural advisor and scholar of French 19th-century art, author of several art books.": [],
    "Kessler's father was a wealthy international businessman and Hamburg banker, Adolf Wilhelm Kessler, and his mother, the Anglo-Irish Alice Baroness (Gräfin ) Blosse-Lynch (1844-1919).": [
        [
            148,
            154,
            [
                "Grain",
                "Graphic",
                "Graphing",
                "Gratin"
            ]
        ],
        [
            154,
            156,
            [
                ")"
            ]
        ],
        [
            157,
            169,
            [
                "Blouse-Lynch"
            ]
        ]
    ],
    "He was educated in Paris and England until he was fourteen.": [],
    "His family traveled in the highest of circles to which the young Kessler was exposed.": [],
    "Kaiser Wilhelm I (1797-1888) was attracted to his mother and speculation persisted that the Kaiser was Kessler's true father.": [],
    "Field Marshall (and effective head of state) Otto von Bismarck (1815-1898) was another family friend.": [],
    "Kessler attended the Johanneum in Hamburg before studying law and art history in Bonn and Leipzig.": [
        [
            21,
            30,
            [
                "Johannes"
            ]
        ]
    ],
    "His art studies in Leipzig were under <a href=\"/springera\">Anton Springer</a> until Springer died in 1891.": [],
    "Kessler graduated that same year with a law degree from Leipzig, intent on foreign service work.": [],
    "He published articles in the contemporary art journal <em>Pan</em>, founded by <a href=\"/meiergraefej\">Julius Meier-Graefe</a>.": [],
    "Kessler was Director Weimar's city museum and acted as its cultural advisor to the grand duke of Saxe-Weimar.": [
        [
            97,
            108,
            [
                "Same-Weimar"
            ]
        ]
    ],
    "He met the young <em>art nouveau</em> architect and designer from Berlin, Henry van de Velde (1863-1957).": [],
    "Edvard Munch painted his portrait.": [],
    "Kessler was a member of the German delegation to sign the Treaty of Versailles after World War I. His liberal attitudes toward modern art attracted the malice of the Nazi regime and he was forced to flee.": [
        [
            177,
            181,
            [
                ", and"
            ]
        ]
    ],
    "His papers are owned by the Marquis de Brion.</p>": []
}