{
    "<p>Medievalist.": [],
    "Kessler was the son of Ben Kessler and Bertha Kessler.": [],
    "He attended the University of Chicago, graduating Phi Beta Kappa with an A. B. in 1961.": [
        [
            39,
            49,
            [
                "graduating from"
            ]
        ]
    ],
    "He continued graduate work at Princeton University as a Woodrow Wilson fellow for the 1961-1962 receiving an M.F.A., in 1963.": [],
    "He pursued his dissertation as a Dumbarton Oaks junior fellow, 1964-1965.": [
        [
            33,
            42,
            [
                "Lumberton"
            ]
        ]
    ],
    "His Ph.D.": [],
    "was awarded in 1965 with a thesis on ninth-century Bible illustration written under the eminent Byzantinist, <a href=\"/weitzmannk\">Kurt Weitzmann</a>.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ],
        [
            96,
            107,
            [
                "Byzantines"
            ]
        ]
    ],
    "Kessler returned to his alma mater, Chicago, in 1965 as an assistant professor, rising to associate professor in 1968.": [],
    "He studied at the Institute of Advanced Studies fellow, Princeton, for the 1969-1970 year and as a Guggenheim fellowship, 1972-1973, before an appointment as (full) professor of art history at Chicago in 1973 and chair of department of art.": [],
    "In 1976, Kessler moved to Johns Hopkins University, Baltimore,, as professor of art history and chairman of department.": [
        [
            61,
            63,
            [
                ","
            ]
        ]
    ],
    "He married the writer Johanna Zacharias the same year.": [],
    "In 1977, he was a contributor to Weitzmann's exhibition \"The Age of Spirituality\" at the Metropolitan Museum of Art.": [
        [
            33,
            42,
            [
                "Weizmann"
            ]
        ]
    ],
    "In 1984, Kessler became Charlotte Bloomberg Professor of the Faculty of Arts and Sciences (to 1998).": [],
    "He was again at Dumbarton Oaks, this time as a senior fellow, for the academic year 1980-1986.": [
        [
            16,
            25,
            [
                "Lumberton"
            ]
        ]
    ],
    "Kessler was made a fellow of the Medieval Academy of America in 1991.": [],
    "He held a guest professorship at the Bibliotheca Hertziana, Florence, for the 1996-1997 year.": [],
    "He returned to Hopkins as the first James Barclay Knapp Dean, 1998-1999 of the Zanvyl Krieger School of Arts and Sciences.": [
        [
            79,
            85,
            [
                "Anvil",
                "Zany"
            ]
        ]
    ],
    "Kessler's career was marred, however, when he was suddenly placed on sabbatical leave in 1999 at Johns Hopkins for a serious university infraction which was never disclosed.": [],
    "He assumed a visiting professorship at Harvard University for the 2000-2001 year, returning to Hopkins to teach the following year.": [],
    "His students included Robert Nelson.": [],
    "Kessler was Weitzmann's outstanding student.": [
        [
            12,
            21,
            [
                "Weizmann"
            ]
        ]
    ],
    "He was selected to edit his master's compilation of essays and collaborated with him on two important books, much the same as Weitzmann had been the outstanding student and collaborator of his mentor, <a href=\"/goldschmidta\">Adolph Goldschmidt</a>.</p>": [
        [
            126,
            135,
            [
                "Weizmann"
            ]
        ]
    ]
}