{
    "<p>Collector and early art historian.": [],
    "Kestner was the son of a Hannoverian government official, Johann Christian Kestner and Charlotte Buff (Kestner).": [
        [
            0,
            7,
            [
                "Esther",
                "Lester",
                "Ester",
                "Hester",
                "Tester",
                "Kessler"
            ]
        ],
        [
            25,
            36,
            [
                "Hanoverian"
            ]
        ],
        [
            75,
            82,
            [
                "Esther",
                "Lester",
                "Ester",
                "Hester",
                "Tester",
                "Kessler"
            ]
        ],
        [
            103,
            110,
            [
                "Esther",
                "Lester",
                "Ester",
                "Hester",
                "Tester",
                "Kessler"
            ]
        ]
    ],
    "Kestner studied law in Göttingen between 1796 and 1769.": [
        [
            0,
            7,
            [
                "Esther",
                "Lester",
                "Ester",
                "Hester",
                "Tester",
                "Kessler"
            ]
        ]
    ],
    "As a student, he also attended the classes of the classicist <a href=\"/heynec\">Christian Gottlob Heyne</a> and <a href=\"/fiorilloj\">Johann Dominico Fiorillo</a>.": [],
    "He served as an examining judge in Hannover immediately after graduation.": [],
    "He toured Italy between 1808-9 and, in 1811, visited the famous \"museum\" created by Boisserée brothers, <a href=\"/boisserees\">Sulpiz Boisserée</a> and <a href=\"/boissereem\">Melchior Boisserée</a> in Heidelberg.": [
        [
            84,
            93,
            [
                "Bolstered",
                "Blistered",
                "Rotisserie",
                "Brasserie",
                "Roisterer",
                "Roistered"
            ]
        ]
    ],
    "Kestner was appointed an envoy of the Hannoverian king to Rome in 1817 where he spent most of the rest of his life.": [
        [
            0,
            7,
            [
                "Esther",
                "Lester",
                "Ester",
                "Hester",
                "Tester",
                "Kessler"
            ]
        ],
        [
            38,
            49,
            [
                "Hanoverian"
            ]
        ]
    ],
    "He met fellow northern European classical scholars, including <a href=\"/panofkat\">Theodor S. Panofka</a>, <a href=\"/gerhardf\">Eduard Gerhard</a>, and Otto von Stackelberg (1787-1837) with whom he formed a group known as the Roman Hyperboreans' Association (Hyperboreisch-römische Gesellschaft) in 1822.": [],
    "In 1825 he was named the <em>chargé d'affaires</em>.": [
        [
            3,
            7,
            [
                "1825,"
            ]
        ]
    ],
    "In Rome he published his first book of criticism in 1818, anonymously, called <em>über die Nachahmung in der Malerei</em> criticizing the art stance of <a href=\"/goethej\">Johann Wolfgang von Goethe</a> and his art historian colleague, <a href=\"/meyerh\">Johann Heinrich Meyer</a>.": [
        [
            3,
            7,
            [
                "Rome,"
            ]
        ]
    ],
    "Kestner was a founding member of the Deutsche Bibliothek in 1821.": [
        [
            0,
            7,
            [
                "Esther",
                "Lester",
                "Ester",
                "Hester",
                "Tester",
                "Kessler"
            ]
        ]
    ],
    "In Rome he remained in close contact with the expatriate artists who, in addition to Stackelberg, included Friedrich Overbeck (1789-1869).": [
        [
            3,
            7,
            [
                "Rome,"
            ]
        ]
    ],
    "Perhaps most importantly, Kestner was founding member and long-time officer of the <em>Instituto di Corrispondenza Archeologica</em>, later named Deutsches Archäologische Institut or DAI, the scholarly body for classical research in Italy in 1829.": [
        [
            26,
            33,
            [
                "Esther",
                "Lester",
                "Ester",
                "Hester",
                "Tester",
                "Kessler"
            ]
        ]
    ],
    "He first served as General Secretary from 1838 onward.": [],
    "In 1843 Kestner authored <em>Wem gehört die Kunst?</em> In 1843 he was promoted to ambassador to Naples for Hannover and a member of the Accademia di San Luca.": [
        [
            8,
            15,
            [
                "Esther",
                "Lester",
                "Ester",
                "Hester",
                "Tester",
                "Kessler"
            ]
        ]
    ],
    "Kestner was made Vice-President of the DAI in 1844.": [
        [
            0,
            7,
            [
                "Esther",
                "Lester",
                "Ester",
                "Hester",
                "Tester",
                "Kessler"
            ]
        ]
    ],
    "He was made a member of the Deutscher Künstlerverein (Rome) in 1846.": [
        [
            28,
            37,
            [
                "Deutsche"
            ]
        ]
    ],
    "His collected studies on all the arts appeared in 1850 as Römische Studien.": [
        [
            58,
            66,
            [
                "Promise",
                "Romance",
                "Porsche",
                "Comanche",
                "Roche",
                "Roscoe"
            ]
        ],
        [
            67,
            74,
            [
                "Studied",
                "Studies"
            ]
        ]
    ],
    "After Kestner's death his collections, including Italian paintings and Egyptian sculpture and artifacts passed over to his nephew, Herrmann Kestner (1810-1890), who shortly before his death donated some to the Niedersächsisches Landesmuseum in Hannover and established the Kestner-Museum in 1889.Throughout his life, Kestner wrote for the <em>Allgemeine Zeitung</em> and <em>Die Kunstblatt</em>.": [
        [
            6,
            13,
            [
                "Esther",
                "Lester",
                "Ester",
                "Hester",
                "Tester",
                "Kessler"
            ]
        ],
        [
            140,
            147,
            [
                "Esther",
                "Lester",
                "Ester",
                "Hester",
                "Tester",
                "Kessler"
            ]
        ],
        [
            273,
            287,
            [
                "Esther-Museum"
            ]
        ],
        [
            296,
            306,
            [
                " Throughout"
            ]
        ],
        [
            317,
            324,
            [
                "Esther",
                "Lester",
                "Ester",
                "Hester",
                "Tester",
                "Kessler"
            ]
        ]
    ],
    "His writing is important for the value it places on the burgeoning romantic view of art, in opposition to the cold classicism much of Germany still espoused.</p>": []
}