{
    "<p>Architectural historian, Director of the Philadelphia Museum of Art and Chair of the Department of Art, University of Virginia.": [],
    "Kimball's father was Edwin Fiske Kimball, a teacher, and mother Ellen Leora Ripley (Kimball).": [
        [
            27,
            32,
            [
                "Fisk"
            ]
        ],
        [
            70,
            75,
            [
                "Leona",
                "Lora",
                "Lenora",
                "Leola"
            ]
        ]
    ],
    "He was raised in the Boston area and received both his BA and MA in architecture from Harvard, 1909 and 1912, respectively.": [],
    "After a year of teaching architecture at the University of Illinois (1912-13), he moved to the University of Michigan to teach and complete his Ph.D.": [],
    "At Michigan Kimball produced two books.": [],
    "The first, <em>Thomas Jefferson, Architect</em>, appeared in 1916.": [],
    "Kimball set out to write a general history of architecture, seeking out the expertise of Harvard University professor <a href=\"/edgellg\">George Harold Edgell</a> to assist with the medieval chapters.": [],
    "The book, <em>A History of Architecture</em>, 1918, was a landmark in that it included Baroque architecture as a period worth studying, one of the first in the English-speaking world.": [],
    "Kimball married Marie Goebel in 1913.": [
        [
            22,
            28,
            [
                "Gospel",
                "Rebel",
                "Nobel",
                "Goebbels",
                "Gödel",
                "Grebes"
            ]
        ]
    ],
    "Keeping his hand in architectural planning as well, Kimball designed the Scottwood subdivision in Ann Arbor.": [
        [
            73,
            82,
            [
                "Scott wood"
            ]
        ]
    ],
    "In 1919 he was appointed head of the Department of Art and Architecture at the University of Virginia.": [
        [
            3,
            7,
            [
                "1919,"
            ]
        ]
    ],
    "There, in addition to his teaching responsibilities, he acted as supervising architect for the University's building programs.": [],
    "He designed the Memorial Gymnasium, the building for faculty housing, and the McIntire Amphitheater.": [
        [
            78,
            86,
            [
                "McIntyre",
                "McEntire"
            ]
        ]
    ],
    "He also designed a home for himself, built along Jeffersonian esthetics, called Shack Mountain.": [
        [
            62,
            71,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "Kimball's national reputation grew rapidly.": [],
    "After a series of architectural history lectures at the Metropolitan Museum of Art, he accepted a position at New York University in 1922 to create the graduate program at the Institute of Fine Arts.": [],
    "His appointments at NYU included the core historians who established the pre-German expatriate reputation of the school, among whom was <a href=\"/offnerr\">Richard Offner</a>.": [],
    "He left academe in 1925 to become the director of the Pennsylvania Museum of art (now the Philadelphia Museum of Art).": [],
    "Vacationing in Europe, he became interested in French architecture.": [],
    "His 1943 books <em>The Creation of the Rococo</em> astounded scholars by asserting that British sources influenced the French rococo style, as opposed to the reverse.": [],
    "This assertion has not been accepted.": [],
    "Kimball proved to be a skilled administrator for Philadelphia.": [],
    "He oversaw the building of the new museum, seeing to it that it included period rooms.": [],
    "Collections added during his years included the works from Thomas Eakins' studio, the Gallatin modern sculpture and painting collection and the Walter Arensberg collection of Pre-Columbian art.": [
        [
            151,
            160,
            [
                "Arnsberg"
            ]
        ]
    ],
    "Although known for his bombastic and even at times bullying style, he managed to raise many private funds for the museum, known as the \"Greek Garage\" to locals, even after the crash of the stock market in 1929.": [],
    "He successfully handled the public reaction to the purchase for what was then a great deal of money for Cézanne large canvas, <em>The Bathers</em>, bought during the height of the Depression.": [],
    "He retired from the Museum in 1955 and was succeeded by <a href=\"/marceauh\">Henri Marceau</a>.": [],
    "Kimball suffered a heart attack in Ravenna, Italy while collecting material for a book, and died in a Munich hospital where he had been taken.Kimball represents a genre of man-of-action art historian/administrator that came to be during the first half of the 20the century.": [
        [
            142,
            149,
            [
                " Kimball"
            ]
        ]
    ],
    "In an America eager for--but wary of--cultural sophistication, Kimball developed museums and university departments which would become the leading institutions of their times and later.": [],
    "His books were innovative, if today no longer read.": [],
    "Kimball's <em>History of Architecture</em> marks a step toward the 'rehabilitation of Baroque architecture' in the thinking of architectural historians (Wohl).": [
        [
            153,
            157,
            [
                "Wool",
                "OHL",
                "Kohl",
                "WOL"
            ]
        ]
    ],
    "Denying the prevalent view that the Baroque was the decline phase of a biomorphic rise/acme/degeneration analogy of style, Edgell and Kimball contented, \"is is understood that the material must not be forced into conformity with any other misleading analogy.": [
        [
            154,
            159,
            [
                "is"
            ]
        ]
    ],
    "\"</p>": []
}