{
    "First African American president of the College Art Association (CAA).": [],
    "Leslie King-Hammond was born on August 4, 1944, in South Bronx, New York to parents originally from Barbados.": [],
    "King-Hammond largely raised her two younger sisters.": [],
    "Having lost sight in one eye, the young King-Hammond became fascinated with art from watching a glass-blower creating her artificial eyes.": [
        [
            96,
            108,
            [
                "glassblower"
            ]
        ]
    ],
    "Her family later moved to Baltimore, where she currently lives.": [],
    "After graduating high school in 1964, she attended the State University of New York at Buffalo but dropped out.": [
        [
            6,
            16,
            [
                "graduating from"
            ]
        ]
    ],
    "She then worked at General Electric, taking night classes at The New School.": [],
    "In 1967, she received a full scholarship at Queens College and earned her BFA there in 1969, focusing on painting and ceramic sculpture.": [],
    "Upon graduation, she turned to art history obtaining her MA in 1973 and PhD in 1975, both from Johns Hopkins University.": [],
    "Charles Stuckey (b.": [
        [
            8,
            15,
            [
                "Turkey",
                "Stuck",
                "Tucker",
                "Stacked",
                "Sticker",
                "Sticky"
            ]
        ]
    ],
    "1945) was her PhD advisor with Egon Verheyen (1936-2008) serving as the second reader.": [
        [
            31,
            35,
            [
                "Ego",
                "Eton",
                "Egos",
                "Eon",
                "Exon",
                "Econ"
            ]
        ],
        [
            36,
            44,
            [
                "Average",
                "German",
                "Certain",
                "Perhaps",
                "Korean",
                "Terrain"
            ]
        ]
    ],
    "For the first two years of her career, King-Hammond worked in New York City to promote education and job opportunities for young African Americans.": [],
    "As one of the first cohorts of African art history graduate students at Johns Hopkins University, she and her close friend and fellow graduate student, Lowery Stokes Sims, were guides to younger students.": [],
    "She began curating collections in the early 1970s at the Baltimore Museum of Art, Maryland Art Place, and others.": [],
    "King-Hammond started teaching at The Maryland Institute College of Arts (MICA) in 1973, first as a part-time lecturer in art history before becoming a professor, administrator, and curator.": [],
    "Three years after her initial appointment, she was promoted to Graduate Studies Dean and went on to receive a Mellon Grant for Faculty Research in 1984.": [],
    "Between 1977 and 1982, King-Hammond was a doctoral supervisor at the Department of African Studies at Howard University.": [],
    "In 1974, King-Hammond received a Kress Fellowship, a key moment in her curatorial career.": [
        [
            33,
            38,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ]
    ],
    "In 1982, she curated the “Ritual and Myth: A Survey of African American Art” exhibition at the Studio Museum in Harlem.": [],
    "This exhibition featured around forty-five artists and more than seventy works.": [],
    "Some of her notable exhibitions include the 1989 “Black Printmakers and the WPA” and, with Lowery Stokes Sims, the 1988-1989 “Art as a Verb: The Evolving Continuum” at MICA.": [],
    "She and Sims co-curated multiple exhibitions featuring African American artists, such as the 1994 “Jacob Lawrence, An Overview: Paintings from 1936-1994.”\n\nShe was a National Endowment of the Humanities panelist between 1980 and 1982, served as the Commissioner for Baltimore’s Civic Design Commission from 1983 to 1987, and directed the Phillip Morris Scholarships for Artists of Color from 1985 to 1998.": [
        [
            192,
            202,
            [
                "Humanities'",
                "Humanity's"
            ]
        ],
        [
            338,
            352,
            [
                "Philip Morris"
            ]
        ]
    ],
    "Around 2000, King-Hammond met Jose J. Mapily, a sculptor and art professor.": [
        [
            38,
            44,
            [
                "Family",
                "Mainly",
                "Daily",
                "Easily",
                "Rapidly",
                "Apply"
            ]
        ]
    ],
    "The two became close collaborators in art.": [],
    "In 2002, she received the Studio Museum in Harlem’s Lifetime Achievement Award.": [],
    "In 2007, she was elected to be the Chairperson of the Board of Directors at the Reginald F. Lewis Museum.": [],
    "She added transatlantic African art to her research expertise in the late 2000s decade and, with Sims, curated the exhibition “The Global Africa Project,” which premiered in the Museum of Arts and Design in New York City.": [],
    "King-Hammond’s research focuses mostly on nineteenth and twentieth-century African American art and women artists.": [],
    "Her work on William Henry Johnson, the focus of her PhD dissertation in 1975 titled “The Life and Works of William Henry Johnson, 1901-1970,” received critical applause from Beth Anne Margolies.": [
        [
            184,
            193,
            [
                "Margulies",
                "Margo lies"
            ]
        ]
    ],
    "Some other artists whom she has written literature or curated exhibitions for include Hughie Lee-Smith and Jacob Lawrence.": [
        [
            86,
            92,
            [
                "Hug hie"
            ]
        ]
    ],
    "While being an academic, King-Hammond maintained an artist.": [],
    "Her assemblage “Barbadian Spirits: Altar for My Grandmother Ottalie Adalese Maxwell (1882-1991)\" was exhibited in 1997, which explored her Barbadian ancestry and her family.": [
        [
            60,
            67,
            [
                "Natalie"
            ]
        ],
        [
            68,
            75,
            [
                "Dales",
                "Adages",
                "Adaline",
                "Addles"
            ]
        ],
        [
            95,
            96,
            [
                "”"
            ]
        ]
    ],
    "King-Hammond is currently a senior fellow at the Robert W. Deutsch Foundation and MICA’s Founding Director of the Center for Race and Culture, MICA offers a graduate student fellowship in her name.": [
        [
            59,
            66,
            [
                "Deutsche"
            ]
        ]
    ],
    "Historians and writers such as Lisa Farrington and Beth Anne Margolies have cited her as a foundational figure in African American art history.": [
        [
            61,
            70,
            [
                "Margulies",
                "Margo lies"
            ]
        ]
    ]
}