{
    "Curator, Walters Art Gallery 1931-66; authority on European painting and Asianist.": [
        [
            73,
            81,
            [
                "Pianist",
                "Asians",
                "Arianism",
                "Alienist",
                "Apiarist"
            ]
        ]
    ],
    "King, born in Baltimore, MD, was the son of Henry Stauffer King (1849-1943), president of Baltimore Trust Company, and Ella Wynn (King) (1858-1935).": [],
    "At eight years old, Edward attended a reception with his father, where he first met Henry Walters (1848-1931), founder of the Walters Art Gallery.": [],
    "King was educated at the Boys' Latin School, where he befriended <a href=\"https://arthistorians.info/barra/\">Alfred H. Barr Jr.</a>, the future founding director of the Museum of Modern Art.": [],
    "He graduated in 1918 and, at Barr’s urging, transferred from Johns Hopkins to Princeton, where he studied under <a href=\"https://arthistorians.info/moreyc/\">Charles Rufus Morey</a>.": [],
    "King earned his B.A.": [],
    "in art and archaeology in 1922 and an M.A.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "in fine art in 1927.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He was awarded the Charlotte Elizabeth Procter Fellowship in 1928 and the Marquand Fellowship in 1929 at Princeton.": [
        [
            74,
            82,
            [
                "Maryland"
            ]
        ]
    ],
    "He went to Harvard University to study Far Eastern art.": [],
    "Soon after, King taught for a year at Princeton and another four and a half years at Bryn Mawr College.": [],
    "In 1932, Edward married Russian Princess Tatiana Lvovna Galitzine (1909-1993); this ended in divorce in 1961.": [
        [
            49,
            55,
            [
                "Leona",
                "Lorna",
                "Lvov",
                "Ivona"
            ]
        ],
        [
            56,
            65,
            [
                "Palatine",
                "Blitzing",
                "Waltzing",
                "Saltine",
                "Glitzier"
            ]
        ]
    ],
    "In 1934, Ross returned to Baltimore to become an associate curator at the Walters Art Gallery (now the Walters Art Museum).": [],
    "He was the first curator of paintings and Far Eastern art there.": [],
    "He was named administrator of the Gallery in 1945 and promoted to director from 1951 to his retirement in 1966.": [],
    "He collaborated with <a href=\"/rossm\">Marvin C. Ross</a> on a book <i>Catalogue of the American Works of Art: including French Medals made for America [in] the Walters Art Gallery</i>, which was published in 1956.": [],
    "After retiring, he continued to work as a research associate, cataloger, and Sunday painter.": [],
    "At his ninety-fifth, he died of complications at Union Memorial Hospital.": [],
    "During his thirty-four-year tenure at the Gallery, King principally authored journal articles on the museum's collections.": [],
    "He exhibited broad expertise in painting, spanning from European masters like Ingres and Delacroix to Rubens and Honthorst, as well as Asian art.": [
        [
            113,
            122,
            [
                "Honors",
                "Contort",
                "Hothouse",
                "Contorts",
                "Honchos"
            ]
        ]
    ],
    "King never earned a Ph.D.. He used his strong connoisseurship skills to make respected attributions to the Walters’ collection (Pope-Hennessy).": [
        [
            24,
            26,
            [
                ".",
                "…"
            ]
        ]
    ],
    "According to William R. Johnson from Walters, King “was responsible for cataloging all of the pre-19th century European paintings and the Asian art.” His extensive knowledge of the Walters Art Gallery's collections enabled him to substantiate B. Nicolson's reattribution of a painting in Walters from Honthorst to Stomer (1953).": [
        [
            83,
            93,
            [
                "all the"
            ]
        ],
        [
            246,
            254,
            [
                "Nicholson"
            ]
        ],
        [
            301,
            310,
            [
                "Honors",
                "Contort",
                "Hothouse",
                "Contorts",
                "Honchos"
            ]
        ],
        [
            314,
            320,
            [
                "Stoner",
                "Stoker",
                "Stomper",
                "Stover"
            ]
        ]
    ]
}