{
    "<p>Architectural historian of Spain, professor and founder, Department of Art, Bryn Mawr; early female US art historian.": [],
    "King was born the daughter of a railroad employee, Morris Ketchum King and raised in Norfolk, Virginia.": [
        [
            58,
            65,
            [
                "Ketchup"
            ]
        ]
    ],
    "Her mother, an educated woman with literary interests, died when King was ten.": [],
    "King and her brother and sisters were raised by their maternal aunt.": [],
    "She attended the Leach-Wood Seminary, a boarding school for girls in Norfolk catering to serious education.": [],
    "Her teachers encouraged her to attend Bryn Mawr, the first woman's college to offer graduate degrees.": [],
    "She graduated in 1896 with a bachelor's degree in English and, in 1897, a master's degree in philosophy and political science.": [],
    "After a European trip and brief study at the Collège de France, she returned to teach English, philosophy and art at the Graham School, a private boarding school in New York, 1899-1906.": [
        [
            45,
            52,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ]
    ],
    "During this time she wrote her first books, one on Shakespeare and one book of drama.": [],
    "In 1906 she returned to her alma mater to be a reader in English.": [
        [
            3,
            7,
            [
                "1906,"
            ]
        ]
    ],
    "Around 1909 or 1910 she was asked by Bryn Mawr President Martha Carey Thomas (1857-1935) to teach courses in Gothic and Renaissance art to be alternated with King's comparative literature courses.": [],
    "Rightly surmising that her possibilities for promotion in the English Department were limited, King focused on art history.": [],
    "She was promoted to lecturer in 1911.": [],
    "That same year she resolved to learn photography in order to document works of art she studied.": [],
    "King founded a separate department of the history of art in 1913 in which the first graduate courses on Spanish art in the United States were offered.": [],
    "She knew the subject well, having re-edited between 1911 and 1914 <em>Some Account of Gothic Architecture in Spain</em> (1865) of <a href=\"/streetg\">George E. Street</a>.": [],
    "She also taught a course in Asian art that year, the result of a student request.": [],
    "Several of her poems appeared in <em>McClure's</em> at the same time.": [],
    "She advanced to full professor at Bryn Mawr in 1916.": [],
    "King taught without the aid of notes and in total darkness in order that students could not take notes, either.": [],
    "She lectured in her black academic robe long after the rule to do such was rescinded.": [],
    "Among the variety of art periods that interested her was the very most modern.": [],
    "Her friends included Leo and Gertrude Stein whose paintings by Picasso and Matisse she knew well.": [],
    "She taught courses in modern art as early as 1912, including the Cubist and Fauvist artists.": [],
    "King even contacted Alfred Stieglitz, the great exponent of modern art in America, for a course she was proposing in 1916.": [],
    "But it was her work in Spanish architectural history that won her acclaim.": [],
    "In 1917 she completed her most ambitious and best known book, <em>The Way of St.": [
        [
            3,
            7,
            [
                "1917,"
            ]
        ]
    ],
    "James</em>.": [],
    "The three-volume work traces the pilgrimage trails to the shrine of St.": [],
    "James (Santiago de Compostela).": [],
    "Drawing from the important scholarship of <a href=\"/portera\">A.": [],
    "Kingsley Porter</a>  (<em>Lombard Architecture</em>) and <a href=\"/postc\">Chandler R. Post</a> (<em>Medieval Spanish Allegory</em>), King's book provided immense bibliographic review of the pertinent literature as well as publishing monuments not previously considered.": [
        [
            19,
            21,
            [
                " "
            ]
        ]
    ],
    "Between 1912-15, King researched <em>Pre-Romanesque Churches</em>, the first of what she hoped would be a series on Spanish architecture.": [],
    "Although not published until 1924, it formed a survey of the buildings before those in the <em>Way of St.": [],
    "James</em> book.": [],
    "Her 1923 <em>Sardinian Painting</em> pre-dates Post's work on Sardinian art.": [],
    "King expanded the Department of Art at Bryn Mawr in the 1920s, adding <a href=\"/rowleyg\">George Rowley</a> as a second professor in the history of art.": [],
    "Toward the end of that decade, King invited Vienna school historian <a href=\"/strzygowskij\">Josef Rudolf Thomas Strzygowski</a>, then near retirement, to teach at Bryn Mawr.": [],
    "Strzygowski declined, suggesting his most capable student, the young <a href=\"/dieze\">Ernst Diez</a> in his place.": [],
    "In the years that immediately followed, the Department would be the entry-level slot for some of the most eminent future art historians.": [],
    "These included <a href=\"/wetheyh\">Harold E. Wethey</a>, <a href=\"/kinge\">Edward Stauffer King</a>, <a href=\"/warburge\">Eddie Warburg</a>, <a href=\"/bernheimerr\">Richard Bernheimer</a>, <a href=\"/sopera\">Alexander Soper</a> and <a href=\"/sloanej\">Joseph C. Sloane</a>.": [],
    "Sloane succeeded King at head of the department in 1938.": [],
    "King left unfinished her nearly completed book on the art and architecture of Portugal.": [],
    "She suffered a number of strokes while researching it and died after her return to the United States in 1939.": [],
    "A manuscript completed in 1926, <em>Heart of Spain</em>, was completed by <a href=\"/mongana\">Agnes Mongan</a> and published posthumously in 1941.": [],
    "Her ashes were deposited in the Library at Bryn Mawr.": [],
    "Her students included <a href=\"/barberl\">Leila Cook Barber</a>, Marianna Duncan Jenkins, Katharine Bishop Neilson (d.": [],
    "1977) and <a href=\"/lawrencem\">Marion Lawrence</a> (1901-1978).</p>\n\n<p>King's scholarship is highly synthetic, combining literature from many disciplines to form her art histories.": [],
    "The impression is sometimes overwhelming, a romantic travelogue rather than analysis.": [],
    "As may be characteristic of the era in which she wrote, she often tries too hard to find stylistic influences in order to construct a linear view of her topic.": [],
    "In 1914 <a href=\"/berensonb\">Bernard Berenson</a> characterized King as \"the best equipped student of Italian art in the United States.\"": [],
    "Together with <a href=\"/portera\">A.": [],
    "Kingsley Porter</a>, <a href=\"/whitehillw\">Walter Muir Whitehill</a> and <a href=\"/postc\">Chandler R. Post</a>, <a href=\"/cookw\">Walter W. S. Cook</a>, she constituted an early \"New England School\" of American interest in Spanish Romaneque studies (Cahn).</p>": []
}