{
    "<p>Political reformer and early art historian at Bonn.": [],
    "Kinkel was the son of Johann Gottfried Kinkel, a minister, and Sibylla Marie Beckmann (Kinkel).": [
        [
            0,
            6,
            [
                "Kinked",
                "Finkel"
            ]
        ],
        [
            39,
            45,
            [
                "Kinked",
                "Finkel"
            ]
        ],
        [
            77,
            85,
            [
                "Beckman"
            ]
        ],
        [
            87,
            93,
            [
                "Kinked",
                "Finkel"
            ]
        ]
    ],
    "Kinkel studied theology at Bonn and Berlin, where and <a href=\"/burckhardtj\">Jacob Burckhardt</a> became friends.": [
        [
            0,
            6,
            [
                "Kinked",
                "Finkel"
            ]
        ]
    ],
    "After completion of his Ph.": [
        [
            24,
            26,
            [
                "pH",
                "PH",
                "PA",
                "PC",
                "Mph",
                "PM"
            ]
        ]
    ],
    "D.": [],
    "(at Heidelberg) on Hesiod, he became a <em>privatdozent</em> of theology at Bonn in 1836.": [],
    "During an 1837 trip to Italy, Kinkel became deeply interested in art history.": [
        [
            30,
            36,
            [
                "Kinked",
                "Finkel"
            ]
        ]
    ],
    "He returned to teach as a headmaster at the gymnasium there in 1839 and, in 1840, as an assistant minister at a congregation in Cologne.": [],
    "Kinkel married Johanna Mockel Matthieux (1810-1858) a talented musician, author and proto-feminist (who had left her first husband) in 1843.": [
        [
            0,
            6,
            [
                "Kinked",
                "Finkel"
            ]
        ],
        [
            23,
            29,
            [
                "Mocked",
                "Mocker"
            ]
        ],
        [
            30,
            39,
            [
                "Matthieu",
                "Matthieu x"
            ]
        ]
    ],
    "The same year his <em>Gedichte</em> (Poems) appeared, a work which would go through several editions.": [],
    "Controversy over his wife's beliefs caused him to leave theology teaching altogether.": [],
    "In 1845, Kinkel published the lectures from his history of art course, <em>Geschichte der bildenden Künste bei den christichen Völkern</em>, which he conceived of as a textbook for his students and the general public.": [
        [
            9,
            15,
            [
                "Kinked",
                "Finkel"
            ]
        ]
    ],
    "He lectured in art and, in 1846, was appointed <em>extraordinarius</em> professor of the history of art at Bonn.": [],
    "The same year he published his verse romance, <em>Otto der Schütz, eine rheinische Geschichte in zwölf Abenteuern</em>, and extremely popular novel.": [],
    "Kinkel participated in the 1848 Revolution in Germany (including the storming of the armory in Siegeburg) and was forced to flee.": [
        [
            0,
            6,
            [
                "Kinked",
                "Finkel"
            ]
        ],
        [
            95,
            104,
            [
                "Siege burg"
            ]
        ]
    ],
    "He continued to published under the assumed name Fenner von Fenneberg.": [
        [
            49,
            55,
            [
                "Fencer",
                "Fender",
                "Jenner",
                "Fennel",
                "Fennec",
                "Tenner"
            ]
        ],
        [
            60,
            69,
            [
                "Feinberg"
            ]
        ]
    ],
    "In a coup at Durlach in 1849, Kinkel was arrested and sentenced to penal servitude for life at Spandau prison, Berlin.": [
        [
            13,
            20,
            [
                "Burleigh"
            ]
        ],
        [
            30,
            36,
            [
                "Kinked",
                "Finkel"
            ]
        ]
    ],
    "Johanna and fellow revolutationary (and later American statesman) Carl Schurz (1829-1906) organized Kinkel's escape to England in 1850.": [
        [
            19,
            34,
            [
                "revolutionary"
            ]
        ],
        [
            71,
            77,
            [
                "Schulz"
            ]
        ],
        [
            100,
            106,
            [
                "Kinked",
                "Finkel"
            ]
        ]
    ],
    "Kinkel went to the United States to collect donations for an army, believing a new revolution would break out in Germany.": [
        [
            0,
            6,
            [
                "Kinked",
                "Finkel"
            ]
        ]
    ],
    "He returned to London in 1853, where he lectured on German literature and the language at the College for Women in Bedford Square.": [],
    "In 1858 Kinkel founded the German-language paper, <em>Hermann</em>.": [
        [
            8,
            14,
            [
                "Kinked",
                "Finkel"
            ]
        ]
    ],
    "The same year his wife, Johanna, fell from a window (likely a suicide) at age of 48.": [],
    "Kinkel was hired in 1861 to lecture on art at the Crystal Palace and South Kensington Museum.": [
        [
            0,
            6,
            [
                "Kinked",
                "Finkel"
            ]
        ]
    ],
    "His lectures brought the principles of art history as a discipline to the British public.": [],
    "In 1866 he accepted a professorship of archaeology and the history of art at the Polytechnikum in Zürich.": [
        [
            3,
            7,
            [
                "1866,"
            ]
        ],
        [
            81,
            94,
            [
                "Polytechnic",
                "Polytechnics"
            ]
        ]
    ],
    "In 1869 he was the first to identify the Dresden <em>Meyer Madonna</em> purportedly by Hans Holbein as a work of a much later date.": [
        [
            3,
            7,
            [
                "1869,"
            ]
        ]
    ],
    "In Switzerland he published a collection of his earlier essays, <em>Mozaik zur Kunstgeschichte</em> in 1876.": [
        [
            3,
            14,
            [
                "Switzerland,"
            ]
        ]
    ],
    "He died in Unterstrass, near Zürich in 1882.": [
        [
            11,
            22,
            [
                "Weierstrass",
                "Günter Grass"
            ]
        ]
    ],
    "In 1906 a monument was unveiled to him in Oberkassel.": [
        [
            42,
            52,
            [
                "Overpasses",
                "Oberhausen",
                "Overijssel",
                "Overpassed"
            ]
        ]
    ],
    "Kinkel worked, by his own admission, to popularize the somewhat dry foundational art history of <a href=\"/kuglerf\">Franz Kugler</a> and write a less particularized one than that of <a href=\"/schnaasek\">Karl Julius Ferdinand Schnaase</a>.": [
        [
            0,
            6,
            [
                "Kinked",
                "Finkel"
            ]
        ]
    ],
    "Like Burckhardt, Kinkel was interesting in appealing to the greater reading public as his audience.": [
        [
            5,
            15,
            [
                "Burkhart"
            ]
        ],
        [
            17,
            23,
            [
                "Kinked",
                "Finkel"
            ]
        ],
        [
            28,
            39,
            [
                "interested"
            ]
        ]
    ],
    "He denied a simple history-of-objects approach in favor of a history focusing on the conditions of artistic production, based on the subject matter of the works.": [
        [
            133,
            147,
            [
                "subject"
            ]
        ]
    ],
    "Kinkel's <em>Die brüsseler Rathausbilder des Rogier van der Weyden</em>, a study of the secularization themes in the fifteenth century, is the clearest example (Kultermann).</p>": [
        [
            0,
            6,
            [
                "Kinked",
                "Finkel"
            ]
        ]
    ]
}