{
    "<p>Art historian of the 17th-century, specialist in Claude and Turner.": [],
    "Kitson was the son of clergy, Bernard Meredith Kitson, and Helen May Lely, a descendant from the court portrait painter to King Charles II, Peter Lely.": [
        [
            0,
            6,
            [
                "Kit son",
                "Kits on"
            ]
        ],
        [
            47,
            53,
            [
                "Kit son",
                "Kits on"
            ]
        ],
        [
            69,
            73,
            [
                "Rely",
                "Levy",
                "Lily",
                "Lela",
                "Lyly",
                "Lewy"
            ]
        ]
    ],
    "He studied at English literature at Kings College, which was interrupted 1945-8 for military service with the Royal Engineers and Security Intelligence in Egypt.": [
        [
            36,
            49,
            [
                "King's College"
            ]
        ]
    ],
    "In 1950 he married Annabella Leslie Cloudsley.": [
        [
            3,
            7,
            [
                "1950,"
            ]
        ],
        [
            36,
            45,
            [
                "Cloudera"
            ]
        ]
    ],
    "After study at the Courtauld Institute he was appointed lecturer at the Slade School of Art, London in 1952, where his first teaching appointment was under the professorship of William Coldstream (1908-1987).": [
        [
            19,
            28,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ],
        [
            72,
            77,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ],
        [
            185,
            195,
            [
                "Cold stream"
            ]
        ]
    ],
    "In 1955 he was appointed lecturer at the Courtauld Institute where he remained for 30 years.": [
        [
            3,
            7,
            [
                "1955,"
            ]
        ],
        [
            41,
            50,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "He became a Reader there in 1967.": [],
    "During this era Kitson researched on French and British landscape painting, particulaly on Claude (Gellée) Le Lorrain.": [
        [
            16,
            22,
            [
                "Kit son",
                "Kits on"
            ]
        ],
        [
            76,
            87,
            [
                "particularly"
            ]
        ],
        [
            99,
            105,
            [
                "Geller",
                "Gelled"
            ]
        ],
        [
            110,
            117,
            [
                "Lorraine",
                "Lorain",
                "Lorrie",
                "Lorries"
            ]
        ]
    ],
    "He was also commissioned to write the volume in the prestigious <em>Pelican History of Art</em> series on British 19th-century painting, but eventually abandoned the project.": [],
    "In the 1960s <a href=\"/roethlisbergerm\">Marcel Georges Roethlisberger</a> published books on Claude Le Lorrain whose research many though was built on the work of more diffident and slower-to-publish Kitson.": [],
    "Kitson did organized the first British exhibition on Claude in 1969, which was both a popular success and a scholarly triumph.": [
        [
            0,
            6,
            [
                "Kit son",
                "Kits on"
            ]
        ],
        [
            11,
            20,
            [
                "organize"
            ]
        ]
    ],
    "Kitson's 1973 exhibition catalog on Salvator Rosa, perhaps Claude's opposite, demonstrated Kitson as a scholar of breadth as a baroque scholar.": [
        [
            0,
            6,
            [
                "Kit son",
                "Kits on"
            ]
        ],
        [
            91,
            97,
            [
                "Kit son",
                "Kits on"
            ]
        ]
    ],
    "In 1978 he rose to full professor at the Courtauld, serving between 1980-1985 as Deputy Director.": [
        [
            3,
            7,
            [
                "1978,"
            ]
        ],
        [
            41,
            50,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Kitson taught at the Courtauld under <a href=\"/blunta\">Anthony Blunt</a> during the years in which it produced scholars on which its current reputation is based.": [
        [
            0,
            6,
            [
                "Kit son",
                "Kits on"
            ]
        ],
        [
            21,
            30,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "In 1985 he left the Courtauld to become, in 1986, Director of the Paul Mellon Center for British Art, London, Yale University.": [
        [
            3,
            7,
            [
                "1985,"
            ]
        ],
        [
            20,
            29,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "He was also adjunct professor at Yale and there he met the art historian of French 17th-century art, Judith Colton, with whom he shared a relationship his remaining years.": [],
    "He retired from the Mellon Center in 1992.": [],
    "A lifelong cigarette smoker, he died of lung cancer at his home in Islington (London).": [
        [
            67,
            76,
            [
                "Arlington",
                "Ellington",
                "Irvington",
                "Billington",
                "Millington"
            ]
        ]
    ],
    "Kitson was first and foremost a scholar of Claude and J. W. M. Turner.": [
        [
            0,
            6,
            [
                "Kit son",
                "Kits on"
            ]
        ]
    ],
    "His publications on Rembrandt and Carravaggio are still considered mainstream to the scholarship in those areas.": [
        [
            34,
            45,
            [
                "Caravaggio"
            ]
        ]
    ],
    "His personality marked a departure from the aloofness of the rest of the Courtauld Institute, which distanced itself even from the University of London.": [
        [
            73,
            82,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "His training as a literary scholar is reflected in his sensitivity, for example, to Goethe's judgment of Rembrandt.": [],
    "He did not approach the history of art from a literary standpoint, however.": [],
    "His particular method of art history, personal and attendant to picture composition, has somewhat fallen from favor (Penny).": [],
    "His sensitively written reference entries (on <a href=\"/blunta\">Anthony Blunt</a> and Claude) are of much as note as his monographs.": [],
    "His students include Michael Rosenthal, whose Constable scholarship owes much to Kitson's initial work in the 1950s.</p>": [
        [
            81,
            87,
            [
                "Kit son",
                "Kits on"
            ]
        ]
    ]
}