{
    "<p>Influential Harvard Byzantinist and medievalist art historian.": [
        [
            23,
            34,
            [
                "Byzantines"
            ]
        ]
    ],
    "Kitzinger's father, Wilhelm Nathan Kitzinger (1870-1945) was a Munich lawyer and his mother Elisabeth Rahel Merzbacher (1881-1966), a woman devoted to social causes connected with Judaism.": [
        [
            0,
            9,
            [
                "Kit zinger"
            ]
        ],
        [
            35,
            44,
            [
                "Kit zinger"
            ]
        ],
        [
            102,
            107,
            [
                "Rachel",
                "Ravel",
                "RHEL",
                "Rahul",
                "Sahel"
            ]
        ],
        [
            108,
            118,
            [
                "Mosbacher"
            ]
        ]
    ],
    "Kitzinger's cousin, <a href=\"/krautheimerr\">Richard Krautheimer</a>&nbsp;would also become a distinguished medievalist in Europe and the United States.": [
        [
            0,
            9,
            [
                "Kit zinger"
            ]
        ]
    ],
    "Kitzinger attended the Max-Gymnasium in Munich, graduating in 1931.": [
        [
            0,
            9,
            [
                "Kit zinger"
            ]
        ]
    ],
    "Between 1931-34 he studied art history, archaeology, and philosophy at the universities in Munich where his professors included <a href=\"/buschore\">Ernst Buschor</a>&nbsp;and <a href=\"/pinderw\">Wilhelm Pinder</a>.": [],
    "Pinder's ideological thrust emphasized the \"Germanness\" of medieval art, a characteristic Kitzinger never adopted.": [
        [
            0,
            6,
            [
                "Hinder",
                "Binder",
                "Cinder",
                "Finder",
                "Pinter",
                "Kinder"
            ]
        ],
        [
            44,
            54,
            [
                "Germans",
                "Greatness",
                "Meanness",
                "Greenness",
                "Humanness",
                "Leanness"
            ]
        ],
        [
            90,
            99,
            [
                "Kit zinger"
            ]
        ]
    ],
    "His dissertation, written under Pinder, was on the topic of Roman painting between the 7th and 8th centuries A.D.": [
        [
            32,
            38,
            [
                "Hinder",
                "Binder",
                "Cinder",
                "Finder",
                "Pinter",
                "Kinder"
            ]
        ]
    ],
    "The tiny forty-plus page thesis, completed when Kitzinger was only 21, persuasively argued against the prevailing notion of a hegemonic \"Alexandrian\" style in favor of eastern Mediterranean influences.": [
        [
            48,
            57,
            [
                "Kit zinger"
            ]
        ]
    ],
    "Kitzinger left Germany in 1935 when it became ever clearer that academic careers would be barred to Jews by the Nazis.": [
        [
            0,
            9,
            [
                "Kit zinger"
            ]
        ]
    ],
    "He first went to Rome, where did post-doctorate studies with <a href=\"/toescap\">Pietro Toesca</a>, and then to England where accepted a position at the British Museum under the brilliant Keeper, <a href=\"/kendrickt\">T.": [],
    "D. Kendrick</a>.": [],
    "Kitzinger's research on Anglo-Saxon arts of northern England and southern Scotland in the Department of British and Mediaeval Antiquities resulted in one of his most enduring books, the 1940 <em>Early Medieval Art at the British Museum</em>.": [
        [
            0,
            9,
            [
                "Kit zinger"
            ]
        ],
        [
            116,
            125,
            [
                "Medieval"
            ]
        ]
    ],
    "It is still a standard introduction to medieval art.": [],
    "While at the museum, the great 7th-century ship burial site at Sutton Hoo was excavated in 1939 and Kitzinger was responsible for the first assessment of this extraordinary late-Roman and early Byzantine silver plate discovery.": [
        [
            70,
            73,
            [
                "Hui",
                "Hew",
                "Too",
                "How",
                "Hot",
                "Hair"
            ]
        ],
        [
            100,
            109,
            [
                "Kit zinger"
            ]
        ]
    ],
    "When England entered the war against Germany, Kitzinger was interned as an enemy alien and evacuated to Australia.": [
        [
            46,
            55,
            [
                "Kit zinger"
            ]
        ]
    ],
    "After his release in 1941, he emigrated to the United States where he was appointed a junior fellow at the newly founded Center for Byzantine Studies, Dumbarton Oaks, Harvard's medieval research center in Washgington, D. C., whose director was the great Carolingian manuscript scholar <a href=\"/koehlerw\">Wilhelm Reinhold Walter Koehler</a>.": [
        [
            30,
            42,
            [
                "immigrated to",
                "emigrated from"
            ]
        ],
        [
            151,
            160,
            [
                "Lumberton"
            ]
        ],
        [
            205,
            216,
            [
                "Washington"
            ]
        ]
    ],
    "His security clearance reinstated, Kitzinger served as a research analyst for the Office of Strategic Services in Washington and London between 1943 and 1945.": [
        [
            35,
            44,
            [
                "Kit zinger"
            ]
        ]
    ],
    "He married [Margaret] Susan Theobald Ranby (1915-2000), a devoted Quaker and painter in 1944.": [
        [
            37,
            42,
            [
                "Randy",
                "Rangy",
                "Granby",
                "Ran by"
            ]
        ]
    ],
    "Kitzinger returned to Harvard and Dumbarton Oaks in 1946 where he was named assistant professor of Byzantine art and archaeology.": [
        [
            0,
            9,
            [
                "Kit zinger"
            ]
        ],
        [
            34,
            43,
            [
                "Lumberton"
            ]
        ]
    ],
    "As a 1950-1951 Fulbright Scholar, he was engaged in research on the Byzantine mosaics of the Norman kingdom of Sicily, a topic concomitantly investigated by fellow Byzantinist <a href=\"/demuso\">Otto Demus</a>.": [
        [
            164,
            175,
            [
                "Byzantines"
            ]
        ]
    ],
    "Kitzinger's review of Demus's <em>The Mosaics of Norman Sicily</em> (1950) was itself a work of scholarship and fairness on the topic.": [
        [
            0,
            9,
            [
                "Kit zinger"
            ]
        ],
        [
            22,
            27,
            [
                "Demos",
                "Remus",
                "Emus",
                "Demurs",
                "Demur",
                "Dems"
            ]
        ]
    ],
    "His own monograph on the topic, <em>The Mosaics of Monreale</em> appeared in 1960.": [],
    "He was appointed associate professor at Harvard in 1951.": [],
    "As a Guggenheim Fellow, 1953-1954, he continued his field research, traveling to Italy, Greece, Yugoslavia and Turkey.": [],
    "Between 1955 and 1966 Kitzinger was Director of Byzantine Studies at Dumbarton Oaks, transforming that institution into the world's premiere Byzantine studies center.": [
        [
            22,
            31,
            [
                "Kit zinger"
            ]
        ],
        [
            69,
            78,
            [
                "Lumberton"
            ]
        ]
    ],
    "He was appointed full professor at Harvard in 1956.": [],
    "In 1966, he accepted an appointment at the Institute for Advanced Study, Princeton, N. J. Wishing to devote more time to teaching, he returned to Harvard in 1967, this time the campus in Cambridge, MA, as the first <a href=\"/portera\">A.": [],
    "Kingsley Porter</a> University Professor.": [],
    "A series of lectures Kitzinger gave as Slade Professor at Cambridge University between 1974 and 1975 resulted in the 1977 book, <em>Byzantine Art in the Making</em>.": [
        [
            21,
            30,
            [
                "Kit zinger"
            ]
        ],
        [
            39,
            44,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "His collected articles appeared in 1976 as <em>The Art of Byzantium and the Medieval West: Selected Studies</em>.": [],
    "In 1979 he retired from Harvard and moved to Oxford, a city he had developed an affinity for during his first stay in England.": [
        [
            3,
            7,
            [
                "1979,"
            ]
        ]
    ],
    "In the 1980s, Kitzinger researched and wrote a six-volume survey of the Norman mosaics of Sicily.": [
        [
            14,
            23,
            [
                "Kit zinger"
            ]
        ]
    ],
    "Surprising to many, however, Oxford failed to make use of Kitzinger's presence and expertise.": [
        [
            58,
            67,
            [
                "Kit zinger"
            ]
        ]
    ],
    "During his final years, he divided his retirement time between Princeton and Oxford.": [],
    "Kitzinger's many distinguished students included <a href=\"/lavini\">Irving Lavin</a>.": [
        [
            0,
            9,
            [
                "Kit zinger"
            ]
        ]
    ],
    "His papers are held at the Getty Research Center.</p>\n\n<p>Kitzinger was among the generation of German art historians who fled Nazi persecution and brought to the United States a methodologically rigorous and intellectually ambitious brand of art scholarship.": [
        [
            58,
            67,
            [
                "Kit zinger"
            ]
        ]
    ],
    "The virtue of Kitzinger's work was its ability \"to connect what was happening visually to what was happening conceptually; the history of art [of Kitzinger] became a history of ideas\" (Lavin).": [
        [
            14,
            23,
            [
                "Kit zinger"
            ]
        ],
        [
            146,
            155,
            [
                "Kit zinger"
            ]
        ],
        [
            185,
            190,
            [
                "Latin",
                "Gavin",
                "Lapin",
                "Laving",
                "Lain",
                "Lav in"
            ]
        ]
    ],
    "Kitzinger rejected the conventional term \"Early Christian\" for the area of his research, insisting that it failed to encompass monuments as different as the Hagia Sophia or the encaustic icons preserved at St.": [
        [
            0,
            9,
            [
                "Kit zinger"
            ]
        ]
    ],
    "Catherine's monastery of Mount Sinai.": [],
    "He also pioneered the concept of \"modes\" of artistic representation.": [],
    "These modes or distinct styles linked to specific subject matter were first used by Kitzinger to characterize the differing appearances of angels at Santa Maria Antiqua, Rome.": [
        [
            50,
            64,
            [
                "subject"
            ]
        ],
        [
            84,
            93,
            [
                "Kit zinger"
            ]
        ],
        [
            161,
            168,
            [
                "Antique",
                "Antigua"
            ]
        ]
    ],
    "Likewise, the 1958 paper \"Byzantine Art in the Period Between Justinian and Iconoclasm,\" presented in Munich, remains the most perceptive construct of the arts of the Mediterranean before the destruction of images.": [],
    "Kitzinger's reliance on style as an element of analysis had detractors.": [
        [
            0,
            9,
            [
                "Kit zinger"
            ]
        ]
    ],
    "Some voiced concern that his reliance on formal structure was employed even when the object's provenance and date were under question.": [],
    "Among medievalists, it has been noted that he practiced his craft in research institutions more than in the field.": [],
    "Kitzinger was a skilled promoter of budding art historical talent without imposing a particular school of thought.</p>": [
        [
            0,
            9,
            [
                "Kit zinger"
            ]
        ]
    ]
}