{
    "<p>Byzantinist art history professor, historiographer of art.": [
        [
            3,
            14,
            [
                "Byzantines"
            ]
        ]
    ],
    "Kleinbauer studied under economics at the University of California, Kleinbauer was the son and namesake of Walter Eugene Kleinbauer and Bernice Barnett&nbsp;(Kleinbauer).": [
        [
            0,
            10,
            [
                "Leaguer"
            ]
        ],
        [
            68,
            78,
            [
                "Leaguer"
            ]
        ],
        [
            121,
            131,
            [
                "Leaguer"
            ]
        ],
        [
            158,
            168,
            [
                "Leaguer"
            ]
        ]
    ],
    "After attending secondary school&nbsp;he recieved his bachelor's degree at the University of California, Berkeley, in 1959.": [
        [
            41,
            49,
            [
                "received",
                "relieved"
            ]
        ]
    ],
    "He continued at Berkeley, now in art history, writing a master's thesis under <a href=\"/hornw\">Walter W. Horn</a> in 1962.": [],
    "Kleinbauer move to Princeton, getting a second master's degree (M.F.A.)": [
        [
            0,
            10,
            [
                "Leaguer"
            ]
        ]
    ],
    "in art history and his Ph.D., writing his dissertation&nbsp;under <a href=\"/weitzmannk\">Kurt Weitzmann</a> and Institute of Fine Arts, New York University professor <a href=\"/krautheimerr\">Richard Krautheimer</a>.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "His dissertation was accepted in 1967 with a topic of the aisled tetraconch church.": [
        [
            58,
            64,
            [
                "aisle",
                "aisles",
                "misled",
                "ailed",
                "ai sled",
                "ais led"
            ]
        ],
        [
            65,
            75,
            [
                "tetra conch"
            ]
        ]
    ],
    "He married Julianne van Horn.": [],
    "From 1965 to 1972 he taught at the University of California, Los Angeles.": [],
    "A medievalist by training, Kleinbauer early on developed an interest in art historiography.": [
        [
            27,
            37,
            [
                "Leaguer"
            ]
        ]
    ],
    "He wrote the first broad-based historiography of art in English, <em>Modern Perspectives in Western Art History</em>, in 1971.": [],
    "Essentially a reader of the key texts of art history, the first 100 pages contained a clear and somewhat personal account of the history of art history.": [],
    "Kleinbauer moved to the Indiana University in Bloomington in 1973 where he taught the remainder of his professional career.": [
        [
            0,
            10,
            [
                "Leaguer"
            ]
        ]
    ],
    "In 1978 he was the Sam and Ayala Zacks Visiting Professor of the History of Art at the Hebrew University of Jerusalem.": [
        [
            3,
            7,
            [
                "1978,"
            ]
        ],
        [
            33,
            38,
            [
                "Zack's",
                "Zack",
                "Backs",
                "Lacks",
                "Packs",
                "Sacks"
            ]
        ]
    ],
    "In 1976 he was chosen to edit the studies of Warburg librarian and scholar <a href=\"/saxlf\">Fritz Saxl</a>, <em>The Art of Byzantium and the Medieval West</em>.": [
        [
            3,
            7,
            [
                "1976,"
            ]
        ]
    ],
    "He followed this with a <em>vademecum</em> on&nbsp;the discipline, coauthored with the professor of library science Thomas Slavens, divided by methodological schools, <em>A Research Guide to the History of Western Art</em> (1982).": [],
    "Between 1980 and 1983 he was editor of the periodical of medieval art, <em>Gesta</em>.": [],
    "Kleinbauer was appointed associate director of the School of Fine Arts at Indiana University in 1988.": [
        [
            0,
            10,
            [
                "Leaguer"
            ]
        ]
    ],
    "He again published a serious tract on the historiography of art in1992, this time a long essay on the major architectural historians of the Byzantine and early Christian era, along with a large annotated bibliography.": [],
    "A book on Saint Sophia at Constantinople appeared in 1999.": [],
    "Together with Antony White and Henry Matthews, he issued the book <em>Hagia Sophia</em> in 2004.</p>\n\n<p>Kleinbauer, while a noted Byzantinist, gained an equally large reputation for his study guides to&nbsp;art historiography.": [
        [
            105,
            115,
            [
                "Leaguer"
            ]
        ],
        [
            131,
            142,
            [
                "Byzantines"
            ]
        ],
        [
            200,
            207,
            [
                "towns",
                "tons",
                "tones",
                "tombs",
                "tongs",
                "Townes"
            ]
        ]
    ],
    "His 1971&nbsp;<em>Modern Perspectives in Western Art History</em>&nbsp;was the&nbsp;first&nbsp;English-language survey on the history of art history.": [],
    "His account mixed personal observations on the discipline with a solid narrative concluding with&nbsp;primary-source readings, all in English translation.": [],
    "He followed this with a co-authored&nbsp;1982 volume,&nbsp;<em>Research Guide to the History of Western Art</em>,&nbsp;a scholarly bio-bibliography&nbsp;of historic and contemporary historians of art.": [
        [
            52,
            58,
            [
                ", &nbsp"
            ]
        ],
        [
            112,
            118,
            [
                ", &nbsp"
            ]
        ]
    ],
    "These introductory texts to art historiography became the study texts&nbsp;for art-history methods classes of succeeding generations of art-history college&nbsp;and graduate students.": [],
    "His work fed an American interest in art historiography and among English-speaking scholars in general&nbsp;which blossomed into numerous subsequent studies, critiques and reformations of the discipline.</p>": []
}