{
    "<p>Scholar of Renaissance-era art history.": [],
    "Klein was born and raised in Romania.": [],
    "He studied medicine between 1936-1937 in Cluj, Romania, then philosophy at the German University in Prague, returning to science disciplines in Bucharest, 1938-1939.": [
        [
            41,
            45,
            [
                "Club",
                "Clue",
                "CLJ",
                "CLU",
                "CLUF",
                "CUJ"
            ]
        ]
    ],
    "At the outbreak to World War II, Klein served in the Romanian military, initially a neutral country.": [],
    "When Romania joined the Axis, he was identified as a Jew by the Reich-allied government and worked as forced labor.": [],
    "After a coup in 1944 leading to the country's joining the Allies, Klein was liberated.": [],
    "He subsequently volunteered in the defense of Hungary and Czechoslovakia until the end of the war.": [],
    "In 1947 Klein was awarded his degree (licence) in philosophy at the University of Bucharest, attracting a scholarship for graduate study by the French government to study in Paris.": [
        [
            38,
            45,
            [
                "license"
            ]
        ]
    ],
    "In France, Klein declared himself a political refugee from his Communist homeland but, at the request of the Romanian government, the French withdrew his scholarship.": [],
    "Beginning in 1948, he supported himself marginally by tutoring and menial jobs (including washing dishes).": [],
    "He earned his <em>diplôme d'études supérieures</em> in esthetics in 1953.": [],
    "His thesis was on the Greek concept of <em>techne</em> in arts writings from Plato to Giordano Bruno.": [],
    "The following year he became the secretary for the historian Augustin Renaudet (1880-1958) (through 1958), a professor emeritus at the Collège de France.": [
        [
            70,
            78,
            [
                "Renault",
                "Renaud"
            ]
        ],
        [
            135,
            142,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ]
    ],
    "Klein studied under Renaudet's student, the art historian <a href=\"/chastela\">André Chastel</a>, developing a life-long friendship with him.": [
        [
            20,
            28,
            [
                "Renault",
                "Renaud"
            ]
        ]
    ],
    "Under Chastel, Klein wrote a critical edition of <em>Idea</em>, by <a href=\"/lomazzog\">Giovanni Paolo Lomazzo</a>.": [
        [
            6,
            13,
            [
                "Chaste",
                "Chattel",
                "Chastely",
                "Chasten",
                "Chaster"
            ]
        ]
    ],
    "He and Chastel assembled the exhibition \"L'Europe humaniste\" for the Belgian government in 1954 (catalog published in 1963).": [
        [
            7,
            14,
            [
                "Chaste",
                "Chattel",
                "Chastely",
                "Chasten",
                "Chaster"
            ]
        ],
        [
            50,
            59,
            [
                "humanist",
                "humanists"
            ]
        ]
    ],
    "In 1958 he worked as technical assistant to the Hispanicist Marcel Bataillon (1895-1977), Administrator of the Collège de France.": [
        [
            3,
            7,
            [
                "1958,"
            ]
        ],
        [
            48,
            59,
            [
                "Hispanics",
                "Hispanicize"
            ]
        ],
        [
            67,
            76,
            [
                "Jagiellon",
                "Battalion",
                "Carillon",
                "Danielson",
                "Bouillon",
                "Bertillon"
            ]
        ],
        [
            111,
            118,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ]
    ],
    "Klein was awarded his <em>diplôme de l'école pratique des hautes études, IVe section</em>, in 1959 for his work on Lomazzo.": [],
    "He joined the Centre national de la recherche scientifique, engaged in the index of Leonardo's manuscripts and a critical edition of <em>De Sculptura</em> (1504) by Pomponio Gauricus (1481/2-1528) with members of the l'école pratique des hautes études, IVe.": [
        [
            46,
            58,
            [
                "scientific"
            ]
        ]
    ],
    "In 1963, Klein published an article, \"Considérations sur les fondements de l'iconographie,\" considered by many as the most penetrating critique of iconology.": [
        [
            38,
            52,
            [
                "Considerations",
                "Consideration"
            ]
        ],
        [
            53,
            56,
            [
                "SUR",
                "sure",
                "our",
                "Sir",
                "sub",
                "sum"
            ]
        ],
        [
            57,
            60,
            [
                "LES",
                "Les",
                "yes",
                "led",
                "less",
                "let"
            ]
        ],
        [
            61,
            71,
            [
                "condiments",
                "fundaments"
            ]
        ],
        [
            77,
            89,
            [
                "iconographic"
            ]
        ],
        [
            147,
            156,
            [
                "phonology"
            ]
        ]
    ],
    "For the 1966-1967 academic year, he was professor of the History of Art at the University of Montreal.": [],
    "While a scholar at Villa I Tatti in 1967, he committed suicide in the nearby hills of Settignano, leaving much of his scholarly work unfinished or to be published after his death.": [
        [
            27,
            32,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ]
    ],
    "His edition of <em>De sculptura</em> appeared in 1969 and his collected papers, in an edition by Gallimard, edited by Chastel, in 1970.": [],
    "Klein was considered the most gifted companion and collaborator of Chastel (Sauerländer).": [
        [
            67,
            74,
            [
                "Chaste",
                "Chattel",
                "Chastely",
                "Chasten",
                "Chaster"
            ]
        ]
    ],
    "Unfortunately, Klein lost many of his productive years after his defection to the West earning a meager living.": [],
    "As a scholar, his main training was in philosophy and, as <a href=\"/zernerh\">Henri Thomas Zerner</a> pointed out, Klein remained most comfortable in that discourse.": [],
    "Klein admired <a href=\"/panofskye\">Erwin Panofsky</a> and the interdisciplinary approach to art history as manifested through <a href=\"/burckhardtj\">Jacob Burckhardt</a>.": [],
    "He possessed an intimate knowledge of art theory contemporary to the time of its production.</p>": []
}