{
    "<p>Marxist art historian of British art; employed <em>Kunstsoziologie</em> in his writings.": [],
    "Klingender's father, Louis Henry Weston Klingender (1861-1950), a native of Liverpool, was a painter of animals, a subject which the younger Klingender would return to himself late in life.": [
        [
            0,
            10,
            [
                "Engender",
                "Cisgender",
                "Lingerer"
            ]
        ],
        [
            40,
            50,
            [
                "Engender",
                "Cisgender",
                "Lingerer"
            ]
        ],
        [
            141,
            151,
            [
                "Engender",
                "Cisgender",
                "Lingerer"
            ]
        ]
    ],
    "His mother, also British, was Florence Hoette (Klingender) (d.": [
        [
            39,
            45,
            [
                "Bette",
                "Goethe",
                "Hotter",
                "Rosette",
                "Yvette",
                "Colette"
            ]
        ],
        [
            47,
            57,
            [
                "Engender",
                "Cisgender",
                "Lingerer"
            ]
        ]
    ],
    "1944).": [],
    "In 1902 the family moved to Goslar in the Harz Mountain region of Germany.": [
        [
            28,
            34,
            [
                "Dollar",
                "Solar",
                "Collar",
                "Polar",
                "Oscar",
                "Molar"
            ]
        ],
        [
            42,
            46,
            [
                "Hard",
                "Heir",
                "Harm",
                "Heirs",
                "Hart",
                "Harp"
            ]
        ]
    ],
    "The younger Klingender was born there in 1907.": [
        [
            12,
            22,
            [
                "Engender",
                "Cisgender",
                "Lingerer"
            ]
        ]
    ],
    "At the outbreak of World War I, his father was interned on suspicion spying for England at a camp near Berlin.": [],
    "Francis Klingender attended the Goslar Gymnasium, graduating in 1925.": [
        [
            8,
            18,
            [
                "Engender",
                "Cisgender",
                "Lingerer"
            ]
        ],
        [
            32,
            38,
            [
                "Dollar",
                "Solar",
                "Collar",
                "Polar",
                "Oscar",
                "Molar"
            ]
        ]
    ],
    "His family returned to England shortly thereafter, but his father's old-fashioned pictures were unsellable and the family lived in poverty, supported only by their son.": [
        [
            106,
            110,
            [
                ", and"
            ]
        ]
    ],
    "Klingender attended evening classes at the London School of Economics and Political Science, where he specialized in sociology, working in the daytime for an advertising agency.": [
        [
            0,
            10,
            [
                "Engender",
                "Cisgender",
                "Lingerer"
            ]
        ]
    ],
    "He graduated in 1930, doing field research for the <em>New Survey of London Life and Labour</em>, organized by Sir Hubert Llewellyn Smith (1864-1945).": [],
    "He was a Ratan Tata research student between 1930 and 1932.": [
        [
            9,
            14,
            [
                "Satan",
                "Rattan",
                "Rutan",
                "Ra tan",
                "Rat an"
            ]
        ]
    ],
    "He received his Ph.D.": [],
    "in 1934, writing his dissertation on the London workforce.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "In 1935 he published his <em>Condition of Clerical Labour in Britain</em>.": [
        [
            3,
            7,
            [
                "1935,"
            ]
        ]
    ],
    "Klingender's unpopular views of the the British labor force made getting an academic job difficult.": [
        [
            0,
            10,
            [
                "Engender",
                "Cisgender",
                "Lingerer"
            ]
        ],
        [
            32,
            39,
            [
                "the"
            ]
        ]
    ],
    "He lectured privately, becoming a member of the Executive Committee of the Artists International Association.": [],
    "John Grierson commissioned him to examine the financial underpinnings of the British film industry.": [],
    "His book <em>Money Behind the Screen</em>, appeared, meeting a controversial reception.": [],
    "Further work on British agriculture led to a Leverhulme research fellowship for 1939-40.": [],
    "Although his political views were troubling to military authorities, Klingender was prevented from acceptance in the military for health reasons.": [
        [
            69,
            79,
            [
                "Engender",
                "Cisgender",
                "Lingerer"
            ]
        ]
    ],
    "During the war, he researched the effects of the industrial revolution on the fine arts in England.": [],
    "The result, Art and the Industrial Revolution, was published in 1947.": [],
    "The following year his Goya in the Democratic Tradition appeared, another work researched during the war.": [],
    "Klingender came as a lecturer in sociology at the University of Hull, beginning in 1948.": [
        [
            0,
            10,
            [
                "Engender",
                "Cisgender",
                "Lingerer"
            ]
        ]
    ],
    "In 1951 he married Winifred Margaret Kaye.": [
        [
            3,
            7,
            [
                "1951,"
            ]
        ]
    ],
    "His work at Hull focused again on British labor issues.": [],
    "However, in 1953 and 1954 two articles appeared in the prestigeous, if maverick, <em>Journal of the Warburg and Coutauld Institute</em> on bird iconography in Franciscan altar pieces and Paleolithic art.": [
        [
            55,
            66,
            [
                "prestigious"
            ]
        ]
    ],
    "Shortly before his death, he completed the manuscript for <em>Animals in Art and Thought</em>, what he hoped would be his <em>magnum opus</em>.": [],
    "Never in robust health and a life-long asthmatic, Klingender collapse and died suddenly in 1955.": [
        [
            50,
            60,
            [
                "Engender",
                "Cisgender",
                "Lingerer"
            ]
        ]
    ],
    "His manuscript for <em>Animals in Art</em> was edited by the wife of fellow Marxist art historian <a href=\"/antalf\">Frederick Antal</a>.": [],
    "Klingender was an early exponent in English-language writing of <em>Kunstsozialogie</em>, a later more widely accepted art-historical method in the translated works of <a href=\"/hausera\">Arnold Hauser</a>.": [
        [
            0,
            10,
            [
                "Engender",
                "Cisgender",
                "Lingerer"
            ]
        ]
    ],
    "In 1968 Arthur Elton revised and edited Klingender's <em>Art and Industrial Revolution</em> softening many of Klingender's hard-line Marxist arguments to make the book more palatable for newer audiences (Kitson).": [
        [
            40,
            50,
            [
                "Engender",
                "Cisgender",
                "Lingerer"
            ]
        ],
        [
            110,
            120,
            [
                "Engender",
                "Cisgender",
                "Lingerer"
            ]
        ],
        [
            204,
            210,
            [
                "Kit son",
                "Kits on"
            ]
        ]
    ],
    "His arguments centered around the notion that a continuous tradition of realism began with prehistoric art and lasted until the age of non-objectivism, which was the sign of ultimate social decline.": [
        [
            135,
            150,
            [
                "non-objectives"
            ]
        ]
    ],
    "His book on Goya stated that it examine the artist's art without concern for style, another tenet of strict Marxist view of art history.</p>": []
}