{
    "<p>Specialist in the architecture of ancient Greece; founder of the discipline of archeological architectural history.": [
        [
            37,
            51,
            [
                "Ancient Greece"
            ]
        ]
    ],
    "Knackfuß hailed from an artistic family.": [
        [
            0,
            8,
            [
                "Knockout",
                "Knack",
                "Knacks",
                "Knacker",
                "Knackers",
                "Sackful"
            ]
        ]
    ],
    "His elder brothers were artists (and the oldest of his brothers, a writer of artistic biographies, <a href=\"/knackfussh1848\">Hermann Joseph Wilhelm Knackfuss</a>).": [],
    "He studied architecture at Aachen beginning in 1901.": [],
    "Together with <a href=\"/wiegandt\">Theodor Wiegand</a> he led the excavation of the Roman buildings of Miletus and Didyma through the auspices of the Royal Berlin Museums (Königliche Museen zu Berlin).": [],
    "These included the theater, municiple building and the Market Gate.": [
        [
            28,
            37,
            [
                "municipal",
                "municipals",
                "manciple"
            ]
        ]
    ],
    "Knackfuß made a careful reconstruction of the gate for the Berlin Pergamon Museum in 1929.": [
        [
            0,
            8,
            [
                "Knockout",
                "Knack",
                "Knacks",
                "Knacker",
                "Knackers",
                "Sackful"
            ]
        ],
        [
            66,
            74,
            [
                "Bergamo",
                "Bergamot"
            ]
        ]
    ],
    "However, the final installation was so much different than Knackfuss had suggested that he boycotted its opening in the Museum.": [
        [
            59,
            68,
            [
                "Knack fuss"
            ]
        ]
    ],
    "After the gate reconstruction Knackfuß focused his attention on ancient building research and reconstruction.": [
        [
            30,
            38,
            [
                "Knockout",
                "Knack",
                "Knacks",
                "Knacker",
                "Knackers",
                "Sackful"
            ]
        ]
    ],
    "Using the structural remains of ancient monuments as documents, he conjectured the appearance of buildings as accurratedly as possible.": [
        [
            110,
            122,
            [
                "accurately"
            ]
        ]
    ],
    "Knackfuss remained active in Asia Minor, leading excavations at Miletus the Apollo sanctuary of Didyma, except for the years of the first world war.": [
        [
            0,
            9,
            [
                "Knack fuss"
            ]
        ],
        [
            64,
            71,
            [
                "Miles",
                "Millets",
                "Milieus",
                "Milers",
                "Milts"
            ]
        ],
        [
            96,
            102,
            [
                "Dodoma",
                "Divya"
            ]
        ]
    ],
    "He published his results in 1941, the most comprehensive study of an ancient architectural history.": [],
    "As the second director of the Deutsche Archäologische Institut (German Archaeological Institute or DAI) in Athens, he oversaw the excavations at Olympia and other ancient Greek sites.": [
        [
            54,
            62,
            [
                "Institute"
            ]
        ]
    ],
    "In 1919 Knackfuss returned to Germany as professor at the Technische Universität (Technical University) lecturing on ancient architecture.": [
        [
            8,
            17,
            [
                "Knack fuss"
            ]
        ],
        [
            58,
            68,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ],
        [
            69,
            80,
            [
                "University"
            ]
        ]
    ],
    "With the rise of the Nazis in 1933, he was forced to relinquish his chair the following year to Alexander von Senger.": [
        [
            110,
            116,
            [
                "Singer",
                "Sender",
                "Sanger",
                "Seeger",
                "Zenger"
            ]
        ]
    ],
    "After the war Knackfuß' position was reinstated.": [
        [
            14,
            22,
            [
                "Knockout",
                "Knack",
                "Knacks",
                "Knacker",
                "Knackers",
                "Sackful"
            ]
        ]
    ],
    "He remained at the University until his death.": [],
    "Further volumes of Didyma were completed by Albert Rehm and Richard Harder.</p>": [
        [
            19,
            25,
            [
                "Dodoma",
                "Divya"
            ]
        ],
        [
            51,
            55,
            [
                "REM",
                "Rem",
                "Ream",
                "Rehi"
            ]
        ]
    ]
}