{
    "<p>Author of many of the immensely popular Künstler-Monographien series of Velhagen & Klasing publisher.": [
        [
            43,
            64,
            [
                "Munster-Monographien",
                "Künstler-Monographic"
            ]
        ],
        [
            75,
            83,
            [
                "Village",
                "Villages",
                "Voltage",
                "Collagen",
                "Voltages",
                "Hagen"
            ]
        ],
        [
            86,
            93,
            [
                "Lasing"
            ]
        ]
    ],
    "Knackfuß entered the Dusseldorf Academy in 1869 to study (studio) art under E. von Bendemann and E. von Gebhardt.": [
        [
            0,
            8,
            [
                "Knockout",
                "Knack",
                "Knacks",
                "Knacker",
                "Knackers",
                "Sackful"
            ]
        ],
        [
            21,
            31,
            [
                "Düsseldorf"
            ]
        ],
        [
            79,
            82,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ],
        [
            83,
            92,
            [
                "Vennemann"
            ]
        ],
        [
            100,
            103,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ],
        [
            104,
            112,
            [
                "Gerhard"
            ]
        ]
    ],
    "He joined the Hussar regiment for the Franco-Prussian war making drawings of the conflict.": [],
    "He received a travel prize to study in Rome, 1875-1878.": [],
    "Upon his return he married the daughter of the sculptor H. M. Imhof.": [
        [
            62,
            67,
            [
                "IMHO"
            ]
        ]
    ],
    "In 1880 he was called to the Dusseldorf academy to learn art anatomy.": [
        [
            3,
            7,
            [
                "1880,"
            ]
        ],
        [
            29,
            39,
            [
                "Düsseldorf"
            ]
        ]
    ],
    "He travelled to Greece, Egypt and Asia Minor to sharpen his skills as a history painter.": [],
    "Beginning in 1895, Knackfuß began issuing popular brief monographs on individual artists through the Velhagen & Klasing publishing house under the series title \"Künstler-monographien.\"": [
        [
            19,
            27,
            [
                "Knockout",
                "Knack",
                "Knacks",
                "Knacker",
                "Knackers",
                "Sackful"
            ]
        ],
        [
            101,
            109,
            [
                "Village",
                "Villages",
                "Voltage",
                "Collagen",
                "Voltages",
                "Hagen"
            ]
        ],
        [
            112,
            119,
            [
                "Lasing"
            ]
        ],
        [
            161,
            182,
            [
                "Munster-monographien",
                "Künstler-monographic"
            ]
        ]
    ],
    "He personally wrote twelve volumes, some of which were translated into English by the Keeper of the Department of Prints and Drawings of the British Museum, <a href=\"/dodgsonc\">Campbell Dodgson</a>.": [],
    "His younger brothers were the painter Eduard Knackfuß (1855-1945) and the architectural historian and archaeologist <a href=\"/knackfussh\">Hubert Knackfuss</a>.": [
        [
            45,
            53,
            [
                "Knockout",
                "Knack",
                "Knacks",
                "Knacker",
                "Knackers",
                "Sackful"
            ]
        ]
    ],
    "He was harshly criticized by the German academic art historian <a href=\"/springera\">Anton Springer</a> for his simplistic methodology.</p>": []
}