{
    "<p>Connoisseur art historian; critic of the Elgin marbles debate.": [],
    "Knight was the grandson of a Shropshire ironmaster, Richard Knight, whose fortune he inherited.": [
        [
            40,
            50,
            [
                "iron master"
            ]
        ]
    ],
    "His parents were Thomas Knight, a clergyman, and his mother, his father's onetime servant girl, Ursula Nash.": [],
    "Knight was educated at home.": [],
    "He made many trips to Italy during his youth, collecting coins and antique bronzes.": [],
    "In 1774 he inherited the Downton Castle property, on which he built a \"castle\" beginning in 1772, transforming the grounds into an important example of British landscape architecture of the time.": [
        [
            3,
            7,
            [
                "1774,"
            ]
        ],
        [
            25,
            32,
            [
                "Downtown",
                "Down ton"
            ]
        ]
    ],
    "Knight became a Member of Parliament from 1780 (through 1806).": [],
    "He joined the famous group of scholars of classical studies, the Society of Dilettanti, in 1781.": [
        [
            76,
            86,
            [
                "Dilettante"
            ]
        ]
    ],
    "In 1786, he published a study on Priapus, arguing for a prominence of the erotic god in the classical world.": [
        [
            33,
            40,
            [
                "Prius",
                "Piraeus",
                "Crispus",
                "Priapic",
                "Primps"
            ]
        ]
    ],
    "This shocking treatise was typical of Knight's brand of partisan writing and from then on set the religious community against his work.": [],
    "In 1791 he attacked Abbé Fourmont's inscriptions from Lakonia as a forgery.": [
        [
            3,
            7,
            [
                "1791,"
            ]
        ],
        [
            25,
            33,
            [
                "Fairmont",
                "Thurmont"
            ]
        ],
        [
            54,
            61,
            [
                "Lakota",
                "Livonia",
                "Laconic",
                "Ladonna",
                "Latonya"
            ]
        ]
    ],
    "During this period textual criticism occupied most of his efforts.": [],
    "He published a discussion of Homer in 1808, republishing it in 1820 with the full-text of Homer, incorporating the many drastic and incorrect changes.": [],
    "In 1809 he published his suspicion that many admired Roman sculptures were in fact copies of Greek bronze originals.": [
        [
            3,
            7,
            [
                "1809,"
            ]
        ]
    ],
    "His knowledge of bronze work, developed from his personal collections, became the basis for this astute (and ultimately correct) art criticism.": [],
    "Published by the Society of Dilettanti, the work discussed such widely admired examples as the Belvedere Apollo, the Niobe group, and the Borghese Gladiator.": [
        [
            28,
            38,
            [
                "Dilettante"
            ]
        ],
        [
            138,
            146,
            [
                "Borges"
            ]
        ]
    ],
    "He did not suspect the Laocoon.": [],
    "Knight's reputation was profoundly and permanently damaged through the Elgin marble incident.": [],
    "When Lord Elgin offered the pedimental sculpture to the government, Knight berated them in his typical outspoken manner.": [
        [
            28,
            38,
            [
                "regimental",
                "pediment",
                "pediments"
            ]
        ]
    ],
    "He characterized them as Roman copies and inferior quality.": [],
    "His 1816 testimony before a select committee of the House of Commons attempted to dissuade the government from buying the sculptures.": [],
    "The marbles were purchased, but only after Knight's criticism had reduced Elgin's finances and his own reputation.": [],
    "As an art historian and aethete, Knight is important as one of the leaders convincing British taste that Roman art was inferior to the Greek examples.": [
        [
            24,
            31,
            [
                "aesthete"
            ]
        ]
    ],
    "He argued for the modern sensibility of Greek art as the more authentic and original of the two classical cultures.": [],
    "His book on phallic worship, <em>The Worship of Priapus</em>, not only proposed that a religious cult existed venerating the phallus, but that this veneration manifested itself in other modes through the present time.": [],
    "Knight was among the first to argue Pagan ideas persisted though modern Christian culture.": [],
    "As a landscape theorist, he was a proponent of picturesque and against the gentle and natural layouts of Capability Brown.</p>": []
}