{
    "<p>Self educated art historian specializing in Dutch art of the eighteenth and the first half of the nineteenth century.": [],
    "Knoef spent his short life in Amsterdam, where he attended, between 1911 and 1915, the Normaalschool with the view to becoming a school teacher.": [
        [
            0,
            5,
            [
                "Knopf"
            ]
        ]
    ],
    "However, after his time of duty in the army, he found employment in a library, where he began collecting reproductions of art culled from old periodicals.": [],
    "After this short period, he became an employee of the Dutch Railways in 1919.": [],
    "In his free time he devoted himself to studying art history on his own and he regularly traveled by train to visit libraries, archives and print rooms all over the country.": [],
    "From 1919 onward, his articles appeared in <em>Elseviers Geïllustreerd Maandschrift</em>, and later also in other periodicals, including <em>Oud Holland</em> and <em>Maandblad voor Beeldende Kunsten</em>.": [],
    "He increasingly felt attracted to a rather neglected field, the history of Dutch art of the eighteenth and first half of the nineteenth century.": [],
    "He shared this field of interest with another pioneering art historian, <a href=\"/staringa\">Adolph Staring</a>.": [],
    "These two self-made art historians agreed that Knoef would focus on nineteenth-century art and leave the earlier period to Staring.": [
        [
            47,
            52,
            [
                "Knopf"
            ]
        ]
    ],
    "Meanwhile Knoef continued studying and publishing.": [
        [
            0,
            9,
            [
                "Meanwhile,"
            ]
        ],
        [
            10,
            15,
            [
                "Knopf"
            ]
        ]
    ],
    "In 1936, he contributed to <em>Kunstgeschiedenis der Nederlanden</em>, edited by <a href=\"/gelderh\">H.": [],
    "E. Van Gelder</a>, with an essay on painting before 1860.": [
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "Knoef was a shy and withdrawn person, who led a solitary life after his mother's dead.": [
        [
            0,
            5,
            [
                "Knopf"
            ]
        ]
    ],
    "In 1942, he was appointed keeper of the Rijksbureau voor Kunsthistorische Documentatie in The Hague, under <a href=\"/gelderj\">J.": [
        [
            52,
            56,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            74,
            86,
            [
                "Documentation",
                "Documentaries"
            ]
        ]
    ],
    "G. van Gelder</a>.": [
        [
            3,
            6,
            [
                "Van"
            ]
        ],
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "During the war, in 1943, a collection of his essays appeared under the title, <em>Tusschen Rococo en Romantiek</em> (<em>Between Rococo and Romanticism</em>).": [],
    "In 1947, another collection followed, <em>Van Romantiek tot Realisme</em> appeared, largely a collection of essays previously published.": [],
    "In the same year, his monograph on Cornelis Troost (1697-1750) appeared in the <em>Palet</em> series.": [
        [
            35,
            43,
            [
                "Cornelius",
                "Cornelia"
            ]
        ],
        [
            44,
            50,
            [
                "Roost",
                "Trews",
                "Truism"
            ]
        ]
    ],
    "By that time however, Knoef was in very poor health, due to deprivation suffered during the hunger winter, in the last year of the war.": [
        [
            22,
            27,
            [
                "Knopf"
            ]
        ]
    ],
    "Before his untimely death, in 1948, he published a survey on nineteenth-century Dutch painting, <em>Een eeuw Nederlandsche schilderkunst</em>.": [],
    "Knoef's pioneering and conscientious research as a self-made art historian is generally acknowledged.": [
        [
            0,
            5,
            [
                "Knopf"
            ]
        ]
    ],
    "In his monograph on Cornelis Troost, he situates the artist in the broader cultural context of the eighteenth century, looking beyond the borders of The Netherlands, and beyond the boundaries of his own particular field, the first half of the nineteenth century.": [
        [
            20,
            28,
            [
                "Cornelius",
                "Cornelia"
            ]
        ],
        [
            29,
            35,
            [
                "Roost",
                "Trews",
                "Truism"
            ]
        ]
    ],
    "Knoef also did archival research in Amsterdam on the eighteenth-century painter Jacob de Wit (1695-1754).": [
        [
            0,
            5,
            [
                "Knopf"
            ]
        ]
    ],
    "He shared his interest in this painter with Staring.": [],
    "They wanted to co-author on De Wit, but this plan was not realized.": [],
    "Ten years after Knoef's death, Staring eventually published a monograph on De Wit, in which Knoef's research was incorporated and respectfully acknowledged.</p>": [
        [
            16,
            21,
            [
                "Knopf"
            ]
        ],
        [
            92,
            97,
            [
                "Knopf"
            ]
        ]
    ]
}