{
    "<p>Museum curator; art critic.": [],
    "Knuttel was the son of Willem Knuttel (1854-1921), who was a librarian at the Royal Library in The Hague.": [
        [
            0,
            7,
            [
                "Knitted",
                "Knotted",
                "Knitter",
                "Nutted",
                "Nutter"
            ]
        ],
        [
            30,
            37,
            [
                "Knitted",
                "Knotted",
                "Knitter",
                "Nutted",
                "Nutter"
            ]
        ]
    ],
    "His mother, Elize Fabius, was a writer.": [
        [
            12,
            17,
            [
                "Elite",
                "Belize",
                "Eliza",
                "Elie",
                "Elise",
                "Elide"
            ]
        ],
        [
            18,
            24,
            [
                "Famous",
                "Fails",
                "Habits",
                "Radius",
                "Babies",
                "Cabins"
            ]
        ]
    ],
    "Knuttel attended the <em>Gymnasium</em> in The Hague and from 1909 to 1913 he took painting classes at the Hague Academy.": [
        [
            0,
            7,
            [
                "Knitted",
                "Knotted",
                "Knitter",
                "Nutted",
                "Nutter"
            ]
        ],
        [
            103,
            106,
            [
                "The"
            ]
        ]
    ],
    "In 1914 he was appointed an assistant at the Rotterdam Museum Boymans, a position he held for one year.": [
        [
            3,
            7,
            [
                "1914,"
            ]
        ]
    ],
    "He then decided to study art history.": [],
    "In Germany he enrolled at the universities of Berlin and Heidelberg.": [
        [
            3,
            10,
            [
                "Germany,"
            ]
        ],
        [
            11,
            25,
            [
                "he enrolled in",
                "he enrolled for"
            ]
        ]
    ],
    "From Heidelberg University, where he studied under <a href=\"/neumannc\">Carl Neumann</a>, he earned, in 1917, his doctoral degree with a dissertation on a painting by Adriaan van de Venne, \"Fishing for Souls\", <em>Das Gemälde des Seelenfischfangs von Adriaen Pietersz.": [],
    "van der Venne</em>.": [
        [
            0,
            3,
            [
                "Van"
            ]
        ],
        [
            8,
            13,
            [
                "Venue",
                "Verne",
                "Venn",
                "Penne"
            ]
        ]
    ],
    "The painting (1614) is an allegory of the fight between the Protestants in the Northern Netherlands and the Catholics in the Southern Netherlands.": [],
    "After his return to the Netherlands, Knuttel began, in 1919, his yearlong career at the Hague Gemeentemuseum, under <a href=\"/gelderh\">H.": [
        [
            37,
            44,
            [
                "Knitted",
                "Knotted",
                "Knitter",
                "Nutted",
                "Nutter"
            ]
        ],
        [
            84,
            87,
            [
                "The"
            ]
        ]
    ],
    "E. Van Gelder</a>.": [
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "In addition, between 1926 and 1938, he taught modern art at Utrecht University as a <em>privaat-docent</em>.": [],
    "In the museum, where he climbed in rank from assistant to curator of modern art, he stimulated the acquisition of works of contemporary Dutch and foreign painters.": [],
    "This collection became one of the highlights of the new museum designed by Hendrik Petrus Berlage (1856-1934), and completed in 1935.": [
        [
            90,
            97,
            [
                "Barrage",
                "Berle",
                "Burbage",
                "Burleigh",
                "Berate",
                "Herbage"
            ]
        ]
    ],
    "In 1938 Knuttel published his synthesis on Netherlandish painting, <em>De Nederlandsche schilderkunst van Van Eyck tot Van Gogh</em>.": [
        [
            8,
            15,
            [
                "Knitted",
                "Knotted",
                "Knitter",
                "Nutted",
                "Nutter"
            ]
        ]
    ],
    "Between 1939 and 1941 he published, in the Palet-series, three monographs: <em>Hubert en Jan van Eyck</em>, <em>Hercules Seghers</em>, and <em>Willem van Konijnenburg</em>.": [
        [
            43,
            55,
            [
                "Pale-series"
            ]
        ]
    ],
    "In the Gemeentemuseum Knuttel eventually succeeded H. E. van Gelder as director in 1941.": [
        [
            22,
            29,
            [
                "Knitted",
                "Knotted",
                "Knitter",
                "Nutted",
                "Nutter"
            ]
        ],
        [
            61,
            67,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "Unwilling to collaborate with the Nazis during the German Occupation, Knuttel was held hostage for two years in Michielgestel, a municipality in the southern part of the Netherlands.": [
        [
            70,
            77,
            [
                "Knitted",
                "Knotted",
                "Knitter",
                "Nutted",
                "Nutter"
            ]
        ]
    ],
    "During those empty days the hostages organized courses on various topics.": [],
    "Knuttel contributed to the program with art history classes.": [
        [
            0,
            7,
            [
                "Knitted",
                "Knotted",
                "Knitter",
                "Nutted",
                "Nutter"
            ]
        ]
    ],
    "After the war he resumed his position at the museum.": [],
    "In 1947 he published a book on leading painters in art history, <em>Fakkeldragers van de Nederlandse Schilderkunst.": [
        [
            3,
            7,
            [
                "1947,"
            ]
        ],
        [
            89,
            100,
            [
                "Nederland"
            ]
        ]
    ],
    "Van Eyck, Bruegel, Rubens, Rembrandt, Vermeer, Van Gogh</em>.": [],
    "In 1948, the year of his retirement, followed his study, <em>Tot het hart der mensheid, het Nederlandse in de beeldende kunst</em>.": [],
    "In 1949 his monograph on a contemporary painter appeared, <em>Charles Eyck</em>.": [],
    "As an art critic he regularly published in the journals <em>Nieuwe Rotterdamsche Courant</em> and <em>Het Vaderland</em>, and in the magazine <em>Kroniek voor Kunst en Kultuur</em>.": [],
    "In 1950 he was one of the co-founders of the <em>Association Internationale des Critiques d'Art</em>, and for years he was the president of the Dutch section.": [
        [
            3,
            7,
            [
                "1950,"
            ]
        ]
    ],
    "In 1951 he published a study on the evolution of the artistic design of letters throughout different style periods, <em>De letter als kunstwerk; beschouwingen en confrontaties met andere gelijktijdige kunstuitingen van de Romeinse tijd tot op heden</em>.": [
        [
            3,
            7,
            [
                "1951,"
            ]
        ]
    ],
    "His publication on Rembrandt's etchings was translated into English, German, French, and Swedish.": [],
    "His Rembrandt monograph was published in 1956, a Rembrandt commemoration year.": [],
    "His last work (1962) is a critical study on the oeuvre of the Flemish painter Adriaen Brouwer.": [],
    "Knuttel saw his synthesis, <em>De Nederlandsche schilderkunst van Van Eyck tot Van Gogh</em>, as belonging to <em>Geistesgeschichte</em> and he pointed to the art history approach of <a href=\"/dvorakm\">Max Dvořák</a>.": [
        [
            0,
            7,
            [
                "Knitted",
                "Knotted",
                "Knitter",
                "Nutted",
                "Nutter"
            ]
        ]
    ],
    "In this perspective the personality of the artist is a component in the intellectual evolution of a specific period.": [],
    "Knuttel's observations also reveal his personal engagement with the artworks and their creators.": [
        [
            0,
            7,
            [
                "Knitted",
                "Knotted",
                "Knitter",
                "Nutted",
                "Nutter"
            ]
        ]
    ],
    "In his earlier publications he paid more attention to the iconological content of art works, as appears from his dissertation and from his 1926 essay on the Dutch still life (<a href=\"/jonghe\">Eddy de Jongh</a>, 1999).": [
        [
            58,
            70,
            [
                "phonological"
            ]
        ]
    ],
    "In his 1962 monograph on Adriaen Brouwer, which Knuttel intended as a necessary improvement on the earlier monographs by <a href=\"/schmidtdegenerf\">F.": [
        [
            48,
            55,
            [
                "Knitted",
                "Knotted",
                "Knitter",
                "Nutted",
                "Nutter"
            ]
        ]
    ],
    "Schmidt-Degener</a>, published in 1908, and <a href=\"/bodew\">Wilhelm Bode</a>, published in 1924, Knuttel offers a new picture of the master's life and personality, and of his artistic development,.": [
        [
            0,
            15,
            [
                "Schmidt-Wegener"
            ]
        ]
    ],
    "As an art critic, <em>privaat-docent</em>, curator, and writer, Knuttel saw himself as a mediator between art and his audience as well as the contemporary public.": [],
    "(Jaffé, 1974).</p>": [
        [
            1,
            6,
            [
                "Gaffe"
            ]
        ]
    ]
}