{
    "<p>Early scholar of Louis Comfort Tiffany and Southern Connecticut State College professor.": [],
    "Koch was born to Millard and Ella Heidelberg (Koch).": [],
    "He gained his bachelor's degree from Harvard in 1939 and a master's degree from New York University.": [],
    "He married Gladys L. Rooff in 1942.": [
        [
            21,
            26,
            [
                "Roof",
                "Roofs"
            ]
        ]
    ],
    "During World War II, he served in the United States Army from 1942 to 1945.": [],
    "He was appointed assistant instructor at Queen's College from 1951 to 1953, returning to graduate school at Yale University, working as an assistant.": [],
    "He joined Southern Connecticut State College, New Haven, as an assistant professor in 1956.": [],
    "Koch, received his Ph.": [
        [
            19,
            21,
            [
                "pH",
                "PH",
                "PA",
                "PC",
                "Mph",
                "PM"
            ]
        ]
    ],
    "D., in art history from Yale in 1957.": [],
    "The following year he curated an exhibition of Louis Comfort Tiffany's work for the Museum of Contemporary Crafts in New York.": [],
    "The exhibition is credited with reving the interest in Tiffany Art Nouveau objects.": [
        [
            32,
            38,
            [
                "roving",
                "raving",
                "revving",
                "riving",
                "reeving"
            ]
        ],
        [
            67,
            74,
            [
                "Nouméa",
                "Noumea"
            ]
        ]
    ],
    "He was appointed associate in 1959.": [],
    "Koch published his Ph.D thesis in a revised form as \"Louis Comfort Tiffany, Rebel in Glass,\" in 1964.": [
        [
            19,
            23,
            [
                "Ph.D."
            ]
        ]
    ],
    "He was promoted to (full) professor in 1966.": [],
    "With his wife, Koch also ran an antiques dealership.": [],
    "In 1972 Koch discovered a very early, and very rare, Tiffany, one that had probably been made by the designer personally.": [],
    "He retired as a professor emeritus in 1979.": [],
    "In 2002 Koch donated his rare Tiffany find to the Metropolitan Museum of Art.": [],
    "He should not be confused with the Princeton art historian <a href=\"/kochr\">Robert Koch</a> born only one year later.</p>": []
}