{
    "<p>Northern Renaissance and prints scholar; Princeton University Art Museum curator and professor 1955-1990.": [],
    "Koch was the son of Frederick Henry Koch (1877-1944), a Harvard-educated folklorist and professor of dramatic literature at the University of North Carolina, Chapel Hill, and Loretta Jean Hanigan (Koch) [spellings as \"Hannigan\" are incorrect].": [
        [
            188,
            195,
            [
                "Hannigan"
            ]
        ]
    ],
    "After graduating from the University of North Carolina, Chapel Hill with a B. A.in 1940, Koch continued there for his MA in art history, graduating in 1942.": [],
    "He was then drafted into the Army during World War II, rising to first lieutenant.": [],
    "Koch was stationed in Germany after the war until 1946 working in the Division of Monuments, Fine Arts, and Archives.": [],
    "It was there that he gained his first exposure to the arts of Europe (Hand).": [],
    "After discharge, he received a second master's degree in art history (MFA) from Princeton in 1948.": [],
    "Koch was appointed assistant director of the Princeton Art Museum in 1949.": [],
    "His Ph.D, was awarded from Princeton in 1954 with a dissertation topic on medieval sculpture written under <a href=\"/panofskye\">Erwin Panofsky</a>.": [
        [
            4,
            8,
            [
                "Ph.D."
            ]
        ]
    ],
    "Koch held a visiting professorship at Princeton Theological Seminary 1954-1956.": [],
    "He joined Princeton University as an assistant professor in the Art Museum in 1955, studying in Belgium as a Fullbright fellow 1956-1957.": [
        [
            109,
            119,
            [
                "Fulbright",
                "Full bright"
            ]
        ]
    ],
    "He rose to associate professor in 1958.": [],
    "He was chair of the board of the College Art Association, 1961-1963.": [],
    "In 1962 he was promoted at the Museum to faculty curator of prints.": [
        [
            3,
            7,
            [
                "1962,"
            ]
        ]
    ],
    "Koch served on the board of the Mediaeval Academy of America, 1964-1966.": [
        [
            32,
            41,
            [
                "Medieval"
            ]
        ]
    ],
    "In 1966, Koch was named Professor in the Department of Art and Archaeology, Princeton University, and faculty curator of prints at the Princeton University Art Museum.": [],
    "In his lifetime, Koch published comparatively little.": [],
    "In 1968 he issued a book on Joachim Patinir.": [
        [
            3,
            7,
            [
                "1968,"
            ]
        ],
        [
            36,
            43,
            [
                "Patina",
                "Panini",
                "Patinas",
                "Latiner",
                "Palikir",
                "Panir"
            ]
        ]
    ],
    "He retired from Princeton University as <em>professor emeritus</em> in 1990 and in later years moved to Raleigh, NC where he died in 2011.": [],
    "His students included <a href=\"/snyderj\">James A. Snyder</a>, John O. Hand, Gregory T. Clark, Charles Minott, and J. David Farmer.": [],
    "Letters to his father (during his military posting post-war) are included with his father's papers at the University of North Carolina.": [],
    "He is occasionally confused with the other art historian named <a href=\"/kochr\">Robert Koch</a>, a professor at Southern Connecticut State University who was one year older.": [],
    "Koch's area of specialty was Northern Renaissance painting and prints.": [],
    "He edited the illustrated re-issue of the Bartsch catalog of <a href=\"/bartscha\">Adam von Bartsch</a> in the 1970s.</p>": [
        [
            42,
            49,
            [
                "Bart sch"
            ]
        ]
    ]
}