{
    "<p>Medievalist and museum director, professor of art at Harvard.": [],
    "Köhler was born in Reval, Russian Empire, which is present-day Tallin, Estonia.": [
        [
            0,
            6,
            [
                "Kohler"
            ]
        ],
        [
            19,
            24,
            [
                "Real",
                "Rival",
                "Reveal",
                "Renal",
                "Regal",
                "Reva"
            ]
        ],
        [
            63,
            69,
            [
                "Tallinn",
                "Tall in"
            ]
        ]
    ],
    "He attended a Gymnasium in Wolfenbüttel.": [],
    "Between the years 1903-1907 he studied art history in Strassburg, Bonn, and finally Vienna.": [
        [
            54,
            64,
            [
                "Strasbourg"
            ]
        ]
    ],
    "His dissertation in 1906 was written under the so-called \"first\" Vienna-school art historians <a href=\"/wickhofff\">Franz Wickhoff</a> and advisor <a href=\"/dvorakm\">Max Dvořák</a>.": [],
    "The following year he began a project of publishing illuminated manuscripts organized by school, Die karolingischen Miniaturen, for the Deutsche Verein für Kunstwissenschaft.": [
        [
            116,
            126,
            [
                "Miniature",
                "Miniatures"
            ]
        ],
        [
            145,
            151,
            [
                "Vain",
                "Vegan",
                "Marin",
                "Herein",
                "Vermin",
                "Karin"
            ]
        ],
        [
            152,
            155,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "The scope of the task was such that the first volumes appeared only in 1930-1933 and the second volume twenty-five years later.": [],
    "Between 1906-1909 he was an assistant for Wickhoff at the University.": [
        [
            42,
            50,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ]
    ],
    "He served in the military in World War I in Poland and later researching in Belgium.": [],
    "After the war (1918) he was offered a position as director of the new art collection in Weimar (Staatlichen Kunstammlungen).": [],
    "He developed contacts with many Bauhaus faculty including Paul Klee and Lyonel Feininger.": [
        [
            27,
            47,
            [
                "many Bauhaus faculties"
            ]
        ]
    ],
    "He married Bauhaus school student Margarete Bittkow (d.": [
        [
            34,
            43,
            [
                "Margaret",
                "Margate"
            ]
        ],
        [
            44,
            51,
            [
                "Bottom",
                "Bitter",
                "Button",
                "Bitten",
                "Bestow",
                "Bigelow"
            ]
        ]
    ],
    "1964) in 1920.": [],
    "The product of his war years research on Carolingian art appeared in 1923 as Belgische Kunstdenkmäler, edited by <a href=\"/clemenp\">Paul Clemen</a>.": [
        [
            77,
            86,
            [
                "Bellyache"
            ]
        ]
    ],
    "From 1924 he also held a professorship at Jena University.": [],
    "The first volumes of his Carolingian manuscript study, Die Schule von Tours (School of Tours), appeared between 1930-1933.": [
        [
            59,
            65,
            [
                "Schulz"
            ]
        ]
    ],
    "His association with modern art brought him into increasing conflict with the national socialist government.": [],
    "Köhler came to Harvard in 1932 as the Kuno Franke Visiting Professor of German Art and Culture.": [
        [
            0,
            6,
            [
                "Kohler"
            ]
        ],
        [
            38,
            42,
            [
                "Juno",
                "Keno",
                "KNO",
                "Kano",
                "UNO"
            ]
        ],
        [
            43,
            49,
            [
                "France",
                "Frank",
                "Frankie",
                "Franks",
                "Frankel",
                "Franked"
            ]
        ]
    ],
    "When Harvard's well-known medievalist <a href=\"/portera\">A.": [],
    "Kingsley Porter</a> died in a drowning accident the following year, Köhler was asked to replace him.": [
        [
            68,
            74,
            [
                "Kohler"
            ]
        ]
    ],
    "He hereafter anglicized the spelling of his name.": [],
    "In 1941-1943 he served as Senior Fellow in charge of Studies at Dumbarton Oaks, contributing his imporatant essay \"Byzantine Art in the West.\"": [
        [
            64,
            73,
            [
                "Lumberton"
            ]
        ],
        [
            97,
            107,
            [
                "important"
            ]
        ]
    ],
    "Koehler was named William Dorr Boardman professor in 1950.": [
        [
            0,
            7,
            [
                "Kohler"
            ]
        ],
        [
            26,
            30,
            [
                "Door",
                "Dorm",
                "Dora",
                "Dour",
                "Doer",
                "Dory"
            ]
        ]
    ],
    "He retired emeritus in 1953.": [],
    "In his retirement he brought out volume two of his manuscript series, begun in the 1920s and still published in German by the Deutsche Verein, Die Hofschule Karls des Grossen, in 1958.": [
        [
            135,
            141,
            [
                "Vain",
                "Vegan",
                "Marin",
                "Herein",
                "Vermin",
                "Karin"
            ]
        ],
        [
            147,
            156,
            [
                "Hochschule"
            ]
        ],
        [
            157,
            162,
            [
                "Karl's",
                "Karl",
                "Earls",
                "Karla",
                "Karts"
            ]
        ],
        [
            163,
            166,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            167,
            174,
            [
                "Grossed",
                "Grosser",
                "Grosses"
            ]
        ]
    ],
    "A third volume, Die Gruppe des Wiener Krönungs-Evangeliars and Metzer Handschriften, completed before his death, was published shortly thereafter.": [
        [
            20,
            26,
            [
                "Grippe"
            ]
        ],
        [
            27,
            30,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            38,
            58,
            [
                "Krönungs-Evangelicals"
            ]
        ],
        [
            63,
            69,
            [
                "Meter",
                "Metzger",
                "Metier",
                "Métier"
            ]
        ]
    ],
    "Subsequent volumes have been published in a slightly different form, edited by <a href=\"/mutherr\">Florentine Mütherich</a> of the Zentralinstitut für Kunstgeschichte, completed on this basis of his notes.": [],
    "Koehler's students included <a href=\"/stoddardw\">Whitney Stoddard</a>.": [
        [
            0,
            7,
            [
                "Kohler"
            ]
        ]
    ],
    "Koehler's scholarship focused on Carolingian manuscript illumination.": [
        [
            0,
            7,
            [
                "Kohler"
            ]
        ]
    ],
    "He also taught and published on the northern baroque and modern period of art history.": [],
    "Although he worked steadily to complete a survey of illuminated manuscripts (commissioned by the Bollingen Foundation), this was never finished.": [
        [
            97,
            106,
            [
                "Bollinger"
            ]
        ]
    ],
    "His methodology employs the Geistesgeschichte-style of art history of his mentor, Dvořák.": [
        [
            82,
            88,
            [
                "Dvorak"
            ]
        ]
    ],
    "His \"Byzantine Art in the West\" essay extended the psychological analysis approach of the work of <a href=\"/vogew\">Wilhelm Vöge</a> on Chartres (Panofsky).": [],
    "In his manuscript treatises, he grouped schools together by handwriting as well as by stylistic similarities.": [],
    "As the professor at the Fogg, then Harvard student <a href=\"/prownj\">Jules Prown</a> described him as a professor who taught students how to look at an object: \"he would often give a two-hour seminar using one slide.\"": [
        [
            24,
            28,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "Student <a href=\"/wittmanno\">Otto Wittmann, Jr.</a>, characterized him as a spellbinding lecturer.": [],
    "Mütherich described Koehler's contribution to the Carolingian Miniatures as the masterpiece that made Koehler's reputation.": [
        [
            0,
            9,
            [
                "Metternich",
                "Mothering",
                "Muttering",
                "Euthenics",
                "Eutheria",
                "Etheric"
            ]
        ],
        [
            20,
            27,
            [
                "Kohler"
            ]
        ],
        [
            102,
            109,
            [
                "Kohler"
            ]
        ]
    ],
    "Subsequent volumes (by other scholars) focused more on sources whereas Koehler's School of Tours was written for further research into manuscripts.</p>": [
        [
            71,
            78,
            [
                "Kohler"
            ]
        ]
    ]
}