{
    "<p>Architectural historian of the Italian Renaissance.": [],
    "Kolb's parents were boths, Bronelle Thomas Kolb, a surgeon, and Agnes Carpenter (Kolb), an anesthesiologist.": [
        [
            0,
            4,
            [
                "Kola",
                "KOB",
                "Kalb",
                "KLB"
            ]
        ],
        [
            20,
            25,
            [
                "both",
                "baths",
                "booths",
                "moths",
                "Goths",
                "bots"
            ]
        ],
        [
            27,
            35,
            [
                "Rozelle",
                "Brownell",
                "Roselle"
            ]
        ],
        [
            43,
            47,
            [
                "Kola",
                "KOB",
                "Kalb",
                "KLB"
            ]
        ],
        [
            81,
            85,
            [
                "Kola",
                "KOB",
                "Kalb",
                "KLB"
            ]
        ]
    ],
    "Her junior year of high school witnessed the famous forced integration of the Little Rock Central Hight School by the national guard through governor Orvil Faubus in 1957.": [
        [
            98,
            103,
            [
                "Height",
                "High",
                "Light",
                "Right",
                "Eight",
                "Fight"
            ]
        ],
        [
            150,
            155,
            [
                "Orval"
            ]
        ],
        [
            156,
            162,
            [
                "Famous",
                "Caucus",
                "Faults",
                "Taurus",
                "Paulus",
                "Faustus"
            ]
        ]
    ],
    "She entered Newcomb College, Tulane University in 1958, where Tulane faculty Jesse Poesch and <a href=\"/moira\">Alfred Kummer Moir</a> encouraged her interest in art history.": [
        [
            83,
            89,
            [
                "Poe sch"
            ]
        ]
    ],
    "After spending a year at the Courtuald Institute, London, she returned to New Orleans completing her degree in 1962.": [
        [
            29,
            38,
            [
                "Courtyard",
                "Courtland"
            ]
        ]
    ],
    "She wrote her M.A.": [],
    "thesis under <a href=\"/freedbergs\">Sydney Joseph Freedberg</a> at Harvard University.": [
        [
            0,
            6,
            [
                "Thesis"
            ]
        ]
    ],
    "Harvard's <a href=\"/coolidgej\">John P. Coolidge</a> and MIT's <a href=\"/millonha\">Hank Millon</a> brought an interest in architecture to her.": [],
    "Under <a href=\"/ackermanj\">James S. Ackerman</a>, Kolb won a Fulbright grant to study at the Palladio Center (Centro Internazionale di Studi di Architettura) (CISA) in Vincenza.": [],
    "Her connections with <a href=\"/ceveser\">Renato Cevese</a> and <a href=\"/lotzw\">Wolfgang Lotz</a>, <a href=\"/wittkowerr\">Rudolf Wittkower</a> and <a href=\"/murarom\">Michaelangelo Muraro</a>.": [],
    "Kolb was enrolled as a student at the Facoltà di Storia dell'Arte at the University of Padua during this time (1966-67), studying under Lionello Puppi and the chairman of the department, <a href=\"/pallucchinir\">Rodolfo Pallucchini</a>.": [
        [
            0,
            4,
            [
                "Kola",
                "KOB",
                "Kalb",
                "KLB"
            ]
        ],
        [
            38,
            45,
            [
                "Faculty",
                "Acosta"
            ]
        ],
        [
            49,
            55,
            [
                "Astoria",
                "Styria",
                "Stria"
            ]
        ],
        [
            61,
            68,
            [
                "Art eat",
                "ARTE at",
                "Are at",
                "Art at",
                "Arts at",
                "Ate at"
            ]
        ],
        [
            136,
            144,
            [
                "Lionel lo"
            ]
        ],
        [
            145,
            150,
            [
                "Puppy",
                "Pup pi"
            ]
        ]
    ],
    "She returned to teach at Dickinson College, Carlisle, PA in 1968, marrying Douglas Lewis in 1969.": [],
    "Her 1973 dissertation focused on the Barco della Regina (1491-1492) and the villa-castello d Agnesina Badoer and Girolamo Giustinian at Roncade.": [
        [
            37,
            42,
            [
                "Marco",
                "Banco",
                "BACO",
                "Barça"
            ]
        ],
        [
            43,
            48,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ],
        [
            76,
            90,
            [
                "villa-Costello"
            ]
        ],
        [
            93,
            101,
            [
                "Amnesia",
                "Angelina",
                "Magnesia",
                "Agnosia"
            ]
        ],
        [
            102,
            108,
            [
                "Badger",
                "Badder",
                "Ba doer"
            ]
        ],
        [
            113,
            121,
            [
                "Geronimo",
                "Giordano",
                "Gigolo",
                "Giraldo",
                "Girona",
                "Giropay"
            ]
        ],
        [
            122,
            132,
            [
                "Justinian"
            ]
        ],
        [
            136,
            143,
            [
                "Concave",
                "Concede",
                "Conceive",
                "Brocade"
            ]
        ]
    ],
    "She taught at the University of Maryland (1972-1973) before a post-doctoral research appointment and a Junior Fellowship at the Center for Studies in the History of Landscape Architecture at Dumbarton Oaks in Washington, 1973-1974.": [
        [
            191,
            200,
            [
                "Lumberton"
            ]
        ]
    ],
    "A Kress Fellowship to Villa I Tatti (Harvard) in 1974 and a semester George Mason University, Virginia in 1975 followed.": [
        [
            2,
            7,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ],
        [
            30,
            35,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ]
    ],
    "Kolb divorced the same year, teaching at Vassar College (1976-1977) before returning to New Orleans and an assistant professorship at the University of New Orleans in 1977.": [
        [
            0,
            4,
            [
                "Kola",
                "KOB",
                "Kalb",
                "KLB"
            ]
        ]
    ],
    "She married a second time to Professor David Berman, a professor of Mathematics in 1980.": [],
    "She rose through the ranks rising to associate in 1984 and full professor in 1990.": [],
    "Kolb was appointed as Coordinator for Art History at her UNO in 1987 (through 1993) and an Adjunct Curator at the New Orleans Museum of Art in 1988.": [
        [
            0,
            4,
            [
                "Kola",
                "KOB",
                "Kalb",
                "KLB"
            ]
        ]
    ],
    "She and Myra Nan Rosenfeld began collaboration n 1988 on the project \"From Model Book to Treatise: the Development of the ltalian Renaissance Architectural Sketchbook.\"": [
        [
            122,
            129,
            [
                "Italian"
            ]
        ]
    ],
    "A Kress Senior Fellow appointment came in 1991 for the Center for Advanced Study in the Visual Arts (CASVA) at the National Gallery of Art, Washgington, D. C. Kolb was diagnosed with lung cancer and retired from active teaching in 1993.": [
        [
            2,
            7,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ],
        [
            101,
            106,
            [
                "CASA",
                "CANVA",
                "CA SVA",
                "CAS VA"
            ]
        ],
        [
            140,
            151,
            [
                "Washington"
            ]
        ],
        [
            159,
            163,
            [
                "Kola",
                "KOB",
                "Kalb",
                "KLB"
            ]
        ]
    ],
    "She died the following year.": [],
    "Kolb was at work on an Annotated Bibliography on Andrea Palladio, commissioned by G.K.": [
        [
            0,
            4,
            [
                "Kola",
                "KOB",
                "Kalb",
                "KLB"
            ]
        ]
    ],
    "Hall & Co., (completed by Tracy E. Cooper).": [],
    "Her research material in architectural theory became the Carolyn Kolb Memorial Archive at the Canadian Centre for Architecture in Montreal.": [
        [
            65,
            69,
            [
                "Kola",
                "KOB",
                "Kalb",
                "KLB"
            ]
        ]
    ],
    "Kolb's interest was with theories of architectural proportion, especially Vitruvius and Francesco di Giorgio Martini.</p>": [
        [
            0,
            4,
            [
                "Kola",
                "KOB",
                "Kalb",
                "KLB"
            ]
        ],
        [
            74,
            83,
            [
                "Vitruvian"
            ]
        ]
    ]
}