{
    "<p>Self-trained classical era architectural historian; discoverer of the spectacular Procession Street and Ishtar Gate.": [],
    "Although Koldewey studied (practicing) architecture and art history in Berlin, Munich and Vienna, little of what he learned assisted him in later life.": [
        [
            9,
            17,
            [
                "Dewey",
                "Kolkata",
                "Moldova",
                "Caldera",
                "Soldered",
                "Foldaway"
            ]
        ]
    ],
    "He left the university without an advanced degree.": [],
    "In 1882, the Bostonian Francis H. Bacon, the son-in-law to Frank Calvert (1828-1908), consular agent for the United States at the Dardanelles and an advisor to the excavations of <a href=\"/schliemannh\">Heinrich Schliemann</a>, signed Koldewey on as a participant to the excavation of ancient Assus (Assos) in western Turkey.": [],
    "The 1882-83 dig taught Koldewey archaeological method and sharpened a talent for architectural drawing of ancient remains.": [
        [
            23,
            31,
            [
                "Dewey",
                "Kolkata",
                "Moldova",
                "Caldera",
                "Soldered",
                "Foldaway"
            ]
        ]
    ],
    "He was a surveyor for subsequent excavations of the DAI (Deutsches Archäologisches Institut or German Archaeological Institute) including Lesbos (1885-86).": [
        [
            57,
            66,
            [
                "Deutsche's",
                "Deutsche"
            ]
        ],
        [
            83,
            91,
            [
                "Institute"
            ]
        ]
    ],
    "In 1887 he assisted in Mesopotamia (Surghul, and ancient Lagash at El Hiba).": [
        [
            3,
            7,
            [
                "1887,"
            ]
        ],
        [
            36,
            43,
            [
                "Sulfur",
                "Sinful",
                "Sorghum",
                "Surfer",
                "Surfed",
                "Rueful"
            ]
        ],
        [
            57,
            63,
            [
                "Lag ash"
            ]
        ],
        [
            70,
            74,
            [
                "Chiba",
                "HBA",
                "HIA",
                "IBA",
                "Hiya"
            ]
        ]
    ],
    "At Neandria in Greece, he discovered the Aeolian capital in 1889.": [
        [
            3,
            11,
            [
                "Alexandria",
                "Andrea",
                "Chandra",
                "Hendrix",
                "Sandra",
                "Nadia"
            ]
        ]
    ],
    "Between 1890-91 and 1894 he assisted Felix von Luschan (1854-1924) unearthing the late Hellenistic city of Schamal.": [
        [
            47,
            54,
            [
                "Lucian",
                "Tuscan"
            ]
        ],
        [
            107,
            114,
            [
                "Schema",
                "Shaman",
                "Schemas"
            ]
        ]
    ],
    "He was a co-contributor to <em>Die griechische Tempel in Unteritalien und Sizilien</em> of <a href=\"/puchsteino\">Otto Puchstein</a> (1856-1911), appearing in 1898.": [],
    "This was followed by an unhappy teaching stint in Gölitz, Germany, from 1895-1898.": [
        [
            50,
            56,
            [
                "Glitz"
            ]
        ]
    ],
    "Puchstein then contracted Koldewey to do a survey of Babylon in 1898, and, on Puchstein's recommendation, was hired by <a href=\"/schoner\">Richard Schöne</a> to do a similar rendering of Mesopotamia.": [
        [
            0,
            9,
            [
                "Pakistan",
                "Buchanan",
                "Powhatan",
                "Augustan",
                "Fuchsia",
                "Fuchsias"
            ]
        ],
        [
            26,
            34,
            [
                "Dewey",
                "Kolkata",
                "Moldova",
                "Caldera",
                "Soldered",
                "Foldaway"
            ]
        ],
        [
            78,
            87,
            [
                "Pakistan",
                "Buchanan",
                "Powhatan",
                "Augustan",
                "Fuchsia",
                "Fuchsias"
            ]
        ]
    ],
    "Working for the Berlin Museum, Koldewey continued excavating the Babylon site, discovering the spectacular Procession Street and Ishtar Gate, both in the Pergamon Museum.": [
        [
            31,
            39,
            [
                "Dewey",
                "Kolkata",
                "Moldova",
                "Caldera",
                "Soldered",
                "Foldaway"
            ]
        ],
        [
            154,
            162,
            [
                "Bergamo",
                "Bergamot"
            ]
        ]
    ],
    "His excavations ceased in 1917 when the British assumed control of Baghdad during World War I. The Koldewey Society was established to mark his architectural service.": [
        [
            99,
            107,
            [
                "Dewey",
                "Kolkata",
                "Moldova",
                "Caldera",
                "Soldered",
                "Foldaway"
            ]
        ]
    ],
    "An anti-academic his whole life, dour and misogynistic, his work nevertheless marks the modern archaeological discovery in the Near East.": [],
    "He never held a university position.</p>": []
}