{
    "<p>Nineteenth-century Rembrandt \"rediscoverer;\" curator of the print room, Bibliothèque Nationale (1853-77).": [
        [
            33,
            45,
            [
                "rediscovered"
            ]
        ],
        [
            88,
            97,
            [
                "National",
                "Nationals",
                "Rationale",
                "Nation ale"
            ]
        ]
    ],
    "The early events of Kolloff's life are unknown.": [
        [
            20,
            27,
            [
                "Karloff",
                "Falloff",
                "Selloff"
            ]
        ]
    ],
    "He left Germany in 1834 to live in Paris among the <em>Jungen Deutschland</em> expatriate community of the 1830 German Revolution, led by Heinrich Heine (1797-1856) and Ludwig Börne (1786-1837).": [],
    "Beginning in 1834, he wrote architectural and art criticism based on Parisian exhibitions, for the magazine <em>Die Kunstblatt</em>, signing his pieces \"Ed.": [],
    "Callow.\"": [],
    "His vast art interest, especially in Delacroix whom he knew personally, led to a sympathy for the \"painterly\" artists and an art history based on the evocative styles.": [],
    "The director of the Musée du Louvre library, Philippe-Auguste Jeanron (1809-1877), appointed Kolloff as the Conservator Bibliothèque du Louvre, a steady income.": [
        [
            45,
            61,
            [
                "Philippe-August"
            ]
        ],
        [
            62,
            69,
            [
                "Enron"
            ]
        ],
        [
            93,
            100,
            [
                "Karloff",
                "Falloff",
                "Selloff"
            ]
        ]
    ],
    "Kolloff assisted Jeanron with the reorganization and a <a href=\"/vasarig\">Giorgio Vasari</a> translation.": [
        [
            0,
            7,
            [
                "Karloff",
                "Falloff",
                "Selloff"
            ]
        ],
        [
            17,
            24,
            [
                "Enron"
            ]
        ]
    ],
    "In 1840 Kolloff published an essay in the chapbook series <em>Historisches Taschenbuch</em> of Friedrich von Raumer (1781-1873), titled \"Die Entwicklung der modernen Kunst aus der antiken bis zur Epoche der Renaissance\" (The Development of Modern Art from the Antique to the Renaissance).": [
        [
            8,
            15,
            [
                "Karloff",
                "Falloff",
                "Selloff"
            ]
        ]
    ],
    "Like most of his writings, he used contemporary art to critique the works of the past.": [],
    "Kolloff criticized the romantic view of the middle ages and particularly the hard categorization of art-historical periods.": [
        [
            0,
            7,
            [
                "Karloff",
                "Falloff",
                "Selloff"
            ]
        ],
        [
            44,
            55,
            [
                "Middle Ages"
            ]
        ]
    ],
    "Instead, he emphasized the continuous flow of artistic production, and appreciating the medieval \"dark ages\" as a valid era of artistic production His association with the republican Jeanron was close enough that he was required to leave the Louvre in 1849 due to Jeanron's activities in the 1848 revolution.": [
        [
            183,
            190,
            [
                "Enron"
            ]
        ],
        [
            264,
            271,
            [
                "Enron"
            ]
        ]
    ],
    "After an 1853 exhibition with the Bibliothèque Nationale, Kolloff was named director of the print collection there.": [
        [
            47,
            56,
            [
                "National",
                "Nationals",
                "Rationale",
                "Nation ale"
            ]
        ],
        [
            58,
            65,
            [
                "Karloff",
                "Falloff",
                "Selloff"
            ]
        ]
    ],
    "His duties, according to his own words, amounted to little more than helping women's magazine editors locate historical costume.": [],
    "In 1854, Raumer's <em>Taschenbuch</em> published Kolloff's article championing Rembrandt, an artist still viewed as a provincial master.": [
        [
            9,
            15,
            [
                "Rather",
                "Ruler",
                "Farmer",
                "Hammer",
                "Rapper",
                "Palmer"
            ]
        ]
    ],
    "\"Rembrandt nach neuen Aktenstücken und Gesichtspunkten geschildert\" was among the first to rate the Dutch artist as a master based upon his style.": [
        [
            11,
            15,
            [
                "each",
                "Nash",
                "Bach",
                "Mach",
                "NAC",
                "NACA"
            ]
        ],
        [
            16,
            21,
            [
                "been",
                "even",
                "never",
                "seen",
                "need",
                "seven"
            ]
        ],
        [
            35,
            38,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ]
    ],
    "For Kolloff, drawing was not the height of artistic accomplishment, as valued in the work of Raphael, but painting \"effects of light and color.\"": [
        [
            4,
            11,
            [
                "Karloff",
                "Falloff",
                "Selloff"
            ]
        ]
    ],
    "It was a notion in the air, as Delacroix, another \"light and color\" artist, had written in his 1851 journal.": [],
    "Kolloff traced Rembrandt's artistic lineage through Lastman and Elshiemer, and not through Caravaggio.": [
        [
            0,
            7,
            [
                "Karloff",
                "Falloff",
                "Selloff"
            ]
        ],
        [
            52,
            59,
            [
                "Eastman",
                "Last man"
            ]
        ],
        [
            64,
            73,
            [
                "Shimmer",
                "Alzheimer",
                "Eliezer"
            ]
        ]
    ],
    "In 1872, <a href=\"/bodew\">Wilhelm Bode</a>, another Rembrandt enthusiast, offered him the directorship of the Print Room the Berlin Museum (Kupferstichkabinetts der Berliner Museen), to replace <a href=\"/hothoh\">Heinrich Gustav Hotho</a>, but Kolloff declined.": [],
    "He retired in 1877.Kolloff was the first historian to discard the notion, popularized by <a href=\"/winckelmannj\">Johann Joachim Winckelmann</a>, that ancient art embodied serene harmonies, making it the height of western art production.": [
        [
            19,
            26,
            [
                " Kolloff"
            ]
        ]
    ],
    "This de-sanctifying of the classical era art led the way for the thinking of later writers such as <a href=\"/burckhardtj\">Jacob Burckhardt</a> and Friedrich Nietzsche (1844-1900) (Schiff).": [
        [
            5,
            19,
            [
                "sanctifying"
            ]
        ]
    ],
    "He also disagreed with fracturing history into periods, using at one point a body metaphor of parts to a whole to explain his vision.": [],
    "His denial that art history experiences decline phases (degenerate art styles) anticipates the Vienna School art historian <a href=\"/riegla\">Aloïs Riegl</a>.": [],
    "His re-evaluation of Rembrandt was based upon dismissing the many legends which had grown up around the artist.": [],
    "\"The only trustworthy statements,\" he wrote, \"are his works themselves--his true life story, his very soul\" (Kultermann, p.": [
        [
            109,
            119,
            [
                "Bultmann",
                "Hubermann",
                "Zuckermann"
            ]
        ]
    ],
    "117).": [],
    "Kolloff examined Rembrandt's pictures closely, observing the positive portrayal of the Jews and associating that with Dutch exegetical old testament studies.": [
        [
            0,
            7,
            [
                "Karloff",
                "Falloff",
                "Selloff"
            ]
        ],
        [
            135,
            148,
            [
                "Old Testament"
            ]
        ]
    ],
    "He located Rembrandt in the continuum of his fellow artists, Lucas van Leyden, Pieter Lastman, and Adam Elsheimer, rather than focusing exclusively on the inner events of the artist's life, as had been established by <a href=\"/houbrakena\">Arnold Houbraken</a>.": [
        [
            86,
            93,
            [
                "Eastman",
                "Last man"
            ]
        ],
        [
            104,
            113,
            [
                "Alzheimer"
            ]
        ]
    ],
    "His placement of Rembrandt in the stylistic tradition beginning with Titian and continuing through Rubens and Velázquez remains today.</p>": []
}