{
    "<p>Byzantinist art historian and founder of modern art method for Byzantine studies primarily through iconography.": [
        [
            3,
            14,
            [
                "Byzantines"
            ]
        ]
    ],
    "He was born in Prague, Czechoslovakia, which is present-day Prague, Czech Republic.": [],
    "Kondakov attended Moscow University under Fedor Ivanovich Buslayev (1818-1897) between 1861 and 1865.": [
        [
            0,
            8,
            [
                "Kodak"
            ]
        ],
        [
            42,
            47,
            [
                "Fedora",
                "FEDER",
                "Fed or"
            ]
        ],
        [
            58,
            66,
            [
                "Bilayer",
                "Slayer",
                "Slayed",
                "Sublayer",
                "Belayed"
            ]
        ]
    ],
    "He taught at the University of Odessa (1870-1888) spending summers traveling and researching Byzantine art.": [],
    "His first book, published in 1877 on Greek manuscript illumination, employed his characteristic approach to Byzantine art of envisioning a stylistic evolution through mapped on an artistic ideal.": [],
    "In 1888 Kondakov moved to St.": [
        [
            8,
            16,
            [
                "Kodak"
            ]
        ]
    ],
    "Petersburg to teach at the university there.": [],
    "During this time, Kondakov began compiling material for the first art history of pre-Mongolian Russian art.": [
        [
            18,
            26,
            [
                "Kodak"
            ]
        ]
    ],
    "He collaborated with <a href=\"/reinachs\">Saloman Reinach</a> in <em>Antiquités de la Russie méridionale</em> of 1891.": [],
    "His lectures greatly influenced among others, the future art historian <a href=\"/rostovtzeffm\">Michael Ivanovitch Rostovtzeff</a>.": [],
    "Between 1900-1917 he lectured at the Academy of Art in Petrograd continuing his concentration in Russian art.": [],
    "Students attending his lectures at this time included <a href=\"/grabara\">André Grabar</a>.": [],
    "After the Bolshevik revolution he emigrated in 1920 to Prague where he taught at that university.": [],
    "After his death in 1925, his works found publication in translation before they appeared in his native Russian, such as the important <em>The Russian Icon</em>, 1927.": [],
    "His students included <a href=\"/ainalovd\">Dmitrii Vlas'evich Ainalov III</a>.": [],
    "Kondakov established modern Byzantine art history.": [
        [
            0,
            8,
            [
                "Kodak"
            ]
        ]
    ],
    "He organized a massive amount of Russian art, much of it largely unknown, employing iconographic principles to their study.": [],
    "Icons were cultural artifacts to Kondakov as much as art objects; his work places them in a historical background.": [
        [
            33,
            41,
            [
                "Kodak"
            ]
        ]
    ],
    "He organized art by region or \"common tendency\" from which he portrayed an entire epoch.": [],
    "Kondakov's importance was in the accumulation of knowledge about Byzantine and Russian art.": [
        [
            0,
            8,
            [
                "Kodak"
            ]
        ]
    ],
    "His works are still a starting point for scholarship.</p>": []
}