{
    "<p>First author of an American art survey to write sympathetically about Abstract Expressionism; art dealer.": [],
    "Kootz earned a Bachelor of Laws degree from the University of Virginia in 1921.": [
        [
            0,
            5,
            [
                "Koontz"
            ]
        ]
    ],
    "He practiced briefly before moving to New York city to work as an account executive in advertising handling motion pictures clients.": [
        [
            38,
            51,
            [
                "New York City"
            ]
        ]
    ],
    "During that time he published <em>Modern American Painters</em> in 1930, an early text on contemporary American artists.": [],
    "Kootz switch careers in 1934 again, now a silk converter, where he commissioned Stuart Davis and Arthur Dove to design scarves.": [
        [
            0,
            5,
            [
                "Koontz"
            ]
        ]
    ],
    "He selected paintings of Abstract Expressionism for a 1942 show at Macy's department store.": [],
    "In 1943 his <em>New Frontiers in American Painting</em> became the first to positively treat the emerging Abstract Expressionist artists in a book on American art (Ashton).": [],
    "He resigned from his agency in 1944 to become a dealer of modern American art, opening his gallery the following year.": [],
    "As a gallery dealer, he subsidized the emerging artists in 1947, Robert Motherwell and William Baziotes among others, sending the two artists to Florida to paint uninterrupted.": [
        [
            95,
            103,
            [
                "Barites"
            ]
        ]
    ],
    "The Kootz Gallery held the first post-World War II exhibition of Picasso's work in the United States in 1947.": [
        [
            4,
            9,
            [
                "Koontz"
            ]
        ]
    ],
    "His personal rapport with the artist led him--at Picasso's suggestion--to close his gallery and sell Picasso's work exclusively by appointment.": [],
    "However, Kootz missed greater public interaction.": [
        [
            9,
            14,
            [
                "Koontz"
            ]
        ]
    ],
    "Kootz reopened his gallery, now on Madison Avenue, holding an exhibition of Abstract Expressionist painters--the first gallery to show--called, \"the Intrasubjectives,\" the term he coined for the movement, in 1949.": [
        [
            0,
            5,
            [
                "Koontz"
            ]
        ],
        [
            149,
            165,
            [
                "Intersubjective"
            ]
        ]
    ],
    "In 1950, Kootz commissioned two important figures in the New York art world, the critic <a href=\"/greenbergc\">Clement Greenberg</a> and the Columbia art historian <a href=\"/schapirer\">Meyer Schapiro</a> to launch what was to become a series of modernist exhibitions, titles \"Talent.\"": [
        [
            9,
            14,
            [
                "Koontz"
            ]
        ]
    ],
    "These shows gave first-time exposure to Franz Kline, Helen Frankenthaler and Morris Louis.": [],
    "He closed the gallery in 1966, insisting that it had lost its usefulness as a venue for new art--the field now so full of \"merchants.\"": [],
    "He also wrote two detective novels and one play.": [],
    "Kootz was a leader in bringing elevating American modernist taste and promoting the important artists of the New York School.": [
        [
            0,
            5,
            [
                "Koontz"
            ]
        ]
    ],
    "His <em>Modern American Painters</em> chided American chauvinism, pointing out that important American painters and found the roots in stiles outside the continent (Ashton).</p>": []
}