{
    "<p>Architectural historian.": [],
    "Kostof attended Robert College, an English-language university-preparatory school in Istanbul.": [
        [
            0,
            6,
            [
                "Boston",
                "Rostov",
                "Kowtow",
                "Kristof",
                "VOSTF"
            ]
        ]
    ],
    "He moved to the United States in 1957 to study drama at Yale University.": [],
    "He switched to art history after hearing the lectures of <a href=\"/scullyv\">Vincent Scully, Jr.</a>, studying under him as well.": [],
    "Following his Ph.D.": [],
    "in 1961, whose dissertation written under Scully was on the Orthodox Baptistry of Ravenna, he taught at Yale.": [
        [
            0,
            2,
            [
                "In"
            ]
        ],
        [
            42,
            48,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ],
        [
            69,
            78,
            [
                "Baptistery"
            ]
        ]
    ],
    "Four years later he published his dissertation and, after what has been described as a \"generational transition/bloodbath\" in the department (Sears), he moved to the University of California, Berkeley, to teach architectural history at the newly-founded College of Environmental Design.": [],
    "Kostof was a visiting professor at MIT in 1970.": [
        [
            0,
            6,
            [
                "Boston",
                "Rostov",
                "Kowtow",
                "Kristof",
                "VOSTF"
            ]
        ]
    ],
    "From 1974 to 1976 he was president of the Society of Architectural Historians, teaching as a visiting professor at Columbia University in 1976.": [],
    "In 1985 he wrote what would become a classic textbook, <em>A History of Architecture: Settings and Rituals</em>.": [
        [
            3,
            7,
            [
                "1985,"
            ]
        ]
    ],
    "In it, Kostof wrote, \"all buildings of the past, regardless of size or status or consequence, should ideally be deemed worthy of study.\"": [
        [
            7,
            13,
            [
                "Boston",
                "Rostov",
                "Kowtow",
                "Kristof",
                "VOSTF"
            ]
        ]
    ],
    "Kostof was a visiting professorship at Rice University for the 1986-87 year.": [
        [
            0,
            6,
            [
                "Boston",
                "Rostov",
                "Kowtow",
                "Kristof",
                "VOSTF"
            ]
        ]
    ],
    "While engaged in writing a two-volume work on the origins and design of cities world-wide, he was diagnosed with lymphoma.": [],
    "Six months later he died at age 55.": [],
    "His two works, <em>The City Shaped: Urban Patterns and Meanings throughout History</em> and <em>The City Assessed</em> appeared posthumously.": [],
    "The Society of Architectural Historians established the Spiro Kostof Award in 1993 to recognize interdisciplinary books whose content focuses on urban development, the history of urban form or the architecture of the built environment.": [
        [
            62,
            68,
            [
                "Boston",
                "Rostov",
                "Kowtow",
                "Kristof",
                "VOSTF"
            ]
        ]
    ],
    "Kostof believed that architectural histories concentrated far too exclusively on the works of famous designers, resulting in histories that presented the discipline as a linear series of monuments.": [
        [
            0,
            6,
            [
                "Boston",
                "Rostov",
                "Kowtow",
                "Kristof",
                "VOSTF"
            ]
        ]
    ],
    "Architectural history was not a series of styles each an influence or reaction of the past, according to Kostof.": [
        [
            105,
            111,
            [
                "Boston",
                "Rostov",
                "Kowtow",
                "Kristof",
                "VOSTF"
            ]
        ]
    ],
    "He outlined this notion in a five-part television series for PBS, <em>America by Design</em>, in 1987.": [],
    "He pointed out that architecture comes embedded in a framework of vernacular, often transient \"background.\"": [],
    "True to his dramatic background, Kostof was a dynamic classroom lecturer.": [
        [
            33,
            39,
            [
                "Boston",
                "Rostov",
                "Kowtow",
                "Kristof",
                "VOSTF"
            ]
        ]
    ],
    "As an architectural critic, he frequently criticized modernist megalomaniac architecture--Helmut Jahn's One Liberty Place in Philadelphia was once singled out--for its carelessness of the built environment surrounding it.</p>": [
        [
            97,
            101,
            [
                "John",
                "Jain",
                "Hahn",
                "Jan",
                "AHN",
                "Jaén"
            ]
        ]
    ]
}