{
    "<p>Historian and critic of modern art; photographer.": [],
    "Kozloff graduated from the University of Chicago in 1953.": [
        [
            0,
            7,
            [
                "Karloff"
            ]
        ]
    ],
    "Between 1954-1956 he served in the U.S.": [],
    "Army and then returning to the University of Chicago for his A. M. in 1958.": [],
    "He entered New York University's Institute of Fine Arts in 1959 for his Ph.D.": [],
    "He taught at NYU, joining the <em>Nation</em> as art critic in 1961 (remaining until 1968) and <em>Art International</em>.": [],
    "Kozloff was awarded a Fulbright fellowship for the, 1962-1963 year winning a Pulitzer Prize for critical writing for the same time period.": [
        [
            0,
            7,
            [
                "Karloff"
            ]
        ],
        [
            47,
            51,
            [
                "the"
            ]
        ]
    ],
    "He left NYU without a degree in 1964 and began contributing to <em>Artforum</em> as an associate editor.": [],
    "In 1965 he earned the <a href=\"/matherf\">Frank Jewett Mather, Jr.</a>, Award for art criticism from College Art Association of America.": [
        [
            3,
            7,
            [
                "1965,"
            ]
        ]
    ],
    "He married the artist Joyce Blumberg in 1967 and became a contributing editor to <em>Artforum</em> the same year.": [],
    "Kozloff was awarded a Guggenheim fellowship for 1968-1969.": [
        [
            0,
            7,
            [
                "Karloff"
            ]
        ]
    ],
    "He wrote the volume on Jasper Johns for the Abrams artist series in 1968.": [],
    "In 1972 he was named an associate editor of books at <em>Artforum</em>.": [
        [
            3,
            7,
            [
                "1972,"
            ]
        ]
    ],
    "He published his book <em>Cubism/ Futurism</em> in 1973.": [],
    "Kozloff was executive editor of the magazine between 1975 and 1977.": [
        [
            0,
            7,
            [
                "Karloff"
            ]
        ]
    ],
    "A second Jasper Johns book appeared in 1986.": [],
    "In 1989 he joined the faculty of the School of Visual Arts.": [
        [
            3,
            7,
            [
                "1989,"
            ]
        ]
    ],
    "Kozloff switched careers, becoming an art photographer in 1976.": [
        [
            0,
            7,
            [
                "Karloff"
            ]
        ]
    ],
    "He held numerous shows, initially photographing store windows, and then to the people of New York, intentionally following the path of Jewish itinerant photographers of the city.": [],
    "His subsequent notions of photography were criticized, especially the notion that Jewish photographers has a special way of making images.</p>": []
}