{
    "<p>Writer of a dictionary of Dutch and Flemish artists, architects and painters.": [],
    "Kramm was the son of a cloth-merchant.": [
        [
            0,
            5,
            [
                "Drama",
                "Frame",
                "Tram",
                "Grammy",
                "RAM",
                "Grams"
            ]
        ]
    ],
    "At age 13, he was apprenticed to the silversmith, N. van Voorst, in Utrecht.": [
        [
            57,
            63,
            [
                "Doors",
                "Worst",
                "Boost",
                "Newest",
                "Fewest",
                "Poorest"
            ]
        ]
    ],
    "In 1815 he joined the studio of the painter Pieter Christoffel Wonder (1780-1852).": [
        [
            3,
            7,
            [
                "1815,"
            ]
        ],
        [
            51,
            62,
            [
                "Christopher",
                "Christoph",
                "Christophe",
                "Christof"
            ]
        ]
    ],
    "Kramm soon became a private teacher in drawing.": [
        [
            0,
            5,
            [
                "Drama",
                "Frame",
                "Tram",
                "Grammy",
                "RAM",
                "Grams"
            ]
        ]
    ],
    "In 1920 he found employment in the new theater of Utrecht as decorator.": [
        [
            3,
            7,
            [
                "1920,"
            ]
        ]
    ],
    "Here he developed his skill in architectural design.": [],
    "In 1826 he was appointed director of the architecture department of the municipal schools of Design and Architecture in Utrecht.": [
        [
            3,
            7,
            [
                "1826,"
            ]
        ]
    ],
    "In 1934, he introduced classes in designing gothic architecture in order to prepare the students for future work in neo-gothic architecture.": [],
    "After the rebuilding of the so-called Paushuis in Utrecht, by that time the provincial Governor's house, and the building of the Palace of Justice in the same city, Kramm was appointed, in 1839, architect of the province of Utrecht.": [
        [
            38,
            46,
            [
                "Pushes",
                "Pauses",
                "Paulus",
                "Pushkin",
                "Faustus",
                "Pushers"
            ]
        ],
        [
            165,
            170,
            [
                "Drama",
                "Frame",
                "Tram",
                "Grammy",
                "RAM",
                "Grams"
            ]
        ]
    ],
    "He designed public buildings and private houses, as well as a number of neo-gothic churches.": [],
    "He also directed restoration projects, and the rebuilding, between 1835 and 1862, of the Beverweerd castle.": [],
    "As a painter, Kramm specialized in portraits.": [
        [
            14,
            19,
            [
                "Drama",
                "Frame",
                "Tram",
                "Grammy",
                "RAM",
                "Grams"
            ]
        ]
    ],
    "He is mostly known for his 1857-1864 dictionary of Dutch and Flemish painters, sculptors, engravers and architects, from the fifteenth up to the mid-nineteenth century, <em>De levens en werken der Hollandsche en Vlaamsche kunstschilders, beeldhouwers, graveurs en bouwmeesters van den vroegsten tot op onze tijd</em>.": [],
    "This huge work of six volumes and a supplement is a sequel to the 1842-1843 dictionary of <a href=\"/immerzeelj\">Johan Immerzeel Junior</a>, <em>De levens en werken der Hollandsche en Vlaamsche kunstschilders, beeldhouwers, graveurs en bouwmeesters, van het begin der vijftiende eeuw tot heden</em>.": [],
    "Kramm intended to complete and to correct Immerzeel's work with additional facts and information.": [
        [
            0,
            5,
            [
                "Drama",
                "Frame",
                "Tram",
                "Grammy",
                "RAM",
                "Grams"
            ]
        ],
        [
            42,
            51,
            [
                "Immersed",
                "Immerse",
                "Immerses"
            ]
        ]
    ],
    "Unlike Immerzeel, Kramm mentioned his sources in each biography, often with quotations.": [
        [
            7,
            16,
            [
                "Immersed",
                "Immerse",
                "Immerses"
            ]
        ],
        [
            18,
            23,
            [
                "Drama",
                "Frame",
                "Tram",
                "Grammy",
                "RAM",
                "Grams"
            ]
        ]
    ],
    "He considered both dictionaries as complementary to each other.": [],
    "He stated that he aimed to offer critical and complete information.": [],
    "He had great admiration for the scholarly approach of <a href=\"/fiorilloj\">Johann Dominico Fiorillo</a>, who had published, between 1798 and 1820, a nine-volume work on art history.": [],
    "Kramm's own work offers an impressive amount of facts, anecdotes, details, and personal observations about artists and their works.": [
        [
            0,
            5,
            [
                "Drama",
                "Frame",
                "Tram",
                "Grammy",
                "RAM",
                "Grams"
            ]
        ]
    ],
    "His romantic vision on major artists of the past is immediately apparent.": [],
    "In his entry on Rembrandt, whom he glorifies as a national hero, he enthusiastically inserts a contemporary event, the 1852 unveiling of the painter's statue in Amsterdam.": [],
    "In reaction to <a href=\"/houbrakena\">Arnold Houbraken</a>, who in his eyes had slandered artists such as Jan Steen, Adriaan Brouwer, and Frans Hals, Kramm wants to see these artists in a much more positive light.": [],
    "Even though Kramm's remarkable work is not always well-organized and often lacks focus, its documentary value is very high.</p>": [
        [
            12,
            17,
            [
                "Drama",
                "Frame",
                "Tram",
                "Grammy",
                "RAM",
                "Grams"
            ]
        ]
    ]
}