{
    "<p>Byzantinist and baroque scholar, architectural historian; Director of Institute of Fine Art, New York University.": [
        [
            3,
            14,
            [
                "Byzantines"
            ]
        ]
    ],
    "Krautheimer was the son of Nathan Krautheimer (1854-1910) and Martha Landman (Krautheimer) (1875-1967).": [
        [
            69,
            76,
            [
                "Landsman",
                "Sandman",
                "Land man"
            ]
        ]
    ],
    "His cousin was <a href=\"/kitzingere\">Ernst Kitzinger</a> who also became an eminent medievalist art historian.": [],
    "As a young man, Krautheimer enlisted in the (German) army in the First World War and saw serious war service (1916-1918).": [],
    "Between 1919-1923 he studied initially at the university in Jura and then successively at the universities in Munich, Berlin, and Marburg under faculty who included <a href=\"/wolfflinh\">Heinrich Wölfflin</a>, <a href=\"/goldschmidta\">Adolph Goldschmidt</a> and <a href=\"/weisbachw\">Werner Weisbach</a>.": [
        [
            60,
            64,
            [
                "Jury",
                "Aura",
                "Jurua",
                "Jira",
                "URA",
                "JIRA"
            ]
        ]
    ],
    "He briefly worked on the state inventory of Churches for Erfurt (Inventarisierung der Erfurter Kirchen für die Preussische Denkmalpflege) during this time as well.": [
        [
            82,
            85,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            95,
            102,
            [
                "Kitchen"
            ]
        ],
        [
            103,
            106,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "In 1924 he married <a href=\"/krautheimerhesst\">Trude Krautheimer-Hess</a> who subsequently also studied art history and became a noted scholar and collector herself.": [
        [
            3,
            7,
            [
                "1924,"
            ]
        ]
    ],
    "His dissertation was completed in Halle under <a href=\"/franklp\">Paul Frankl</a> in 1925 with the title <em>Die Kirchen der Bettelorden in Deutschland (1240-1340)</em>.": [],
    "Frankl remained a strong influence to Krautheimer's work throughout his life.": [
        [
            0,
            6,
            [
                "Frank",
                "Franks",
                "Frankly",
                "Frankel",
                "Fran kl"
            ]
        ]
    ],
    "It was Krautheimer who later introduced Frankl's work to a United States readership (Sauerländer).": [
        [
            40,
            46,
            [
                "Frank",
                "Franks",
                "Frankly",
                "Frankel",
                "Fran kl"
            ]
        ]
    ],
    "In 1927 he completed his habilitation under <a href=\"/hamannr\">Richard Hamann</a> in Marburg-Wittenberg.": [
        [
            3,
            7,
            [
                "1927,"
            ]
        ],
        [
            25,
            37,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ]
    ],
    "The same year, while researching at the Bibliotheca Hertziana in Rome, Krautheimer developed the idea for a handbook of Roman churches with a colleague, <a href=\"/wittkowerr\">Rudolf Wittkower</a>.": [],
    "This later to became the <em>Corpus Basilicarum</em>.": [
        [
            14,
            20,
            [
                "become"
            ]
        ]
    ],
    "In 1928 he accepted a <em>privatdozent</em> teaching position at Marburg.": [
        [
            3,
            7,
            [
                "1928,"
            ]
        ]
    ],
    "Except for studies-in-residence at the Hertziana (1930/31, 1932/33) he remained at Marburg.": [],
    "The momentous year 1933 saw Krautheimer's first volume of the <em>Corpus Basilicarum Christianarum Romae</em>, a scholarly inventory and documentation of the early Christian churches in Rome eventually running five volumes.": [],
    "The set, however, would not be completed until 1977.": [],
    "That same year, 1933, the Krautheimers fled Nazi persecution, leaving Germany for good.": [],
    "Between 1933-1935 Krautheimer worked on the <em>Corpus</em> in Rome, working a day job that had been offered by Frankl's son in that city.": [
        [
            112,
            118,
            [
                "Frank",
                "Franks",
                "Frankly",
                "Frankel",
                "Fran kl"
            ]
        ]
    ],
    "The ever-declining political situation for Jews in Axis-alliance countries compelled the Krautheimers to emigrate to the United States.": [
        [
            105,
            116,
            [
                "immigrate to",
                "emigrate from"
            ]
        ]
    ],
    "Krautheimer initially found a position at the University of Louisville, Kentucky, a university he purportedly had never heard of.": [],
    "At his request, Louisville hired another fleeing art historian, Krautheimer's friend from school days, <a href=\"/bierj\">Justus Bier</a>.": [],
    "Krautheimer moved to Vassar College in 1937 at the request of Vassar's Art Department chair, <a href=\"/claflina\">Agnes Rindge Claflin</a>.": [],
    "With the United State's entrance into the Second World War, Krautheimer and his wife became naturalized citizens and Richard volunteered for duty as a senior research analyst for the Office of Strategic Services for the years 1942-1944.": [
        [
            9,
            23,
            [
                "United States'"
            ]
        ]
    ],
    "Here he analyzed aerial photographs of Rome to assist in the protection of historic buildings during bombing.": [],
    "While still at Vassar, he taught (with lecturer status) at New York University (1938-1949).": [],
    "In 1942, Krautheimer published an influential article, \"The Carolingian Revival of Early Christian Architecture,\" in the <em>Art Bulletin</em> postulating a conceptual frame for medieval architecture as an intellectual \"copy\" or pastiche of venerable structures.": [],
    "He moved to NYU permanently in 1952 as the Jayne Wrightsman Professor of Fine Arts.": [
        [
            49,
            59,
            [
                "Wrights man"
            ]
        ]
    ],
    "The early 1950s were devoted to researching his one monograph on an artist, <a href=\"/ghibertil\">Lorenzo Ghiberti</a>, published jointly with his wife in 1956.": [],
    "Krautheimer next engaged in what he considered his most difficult book to research and write: the survey volume on early Christian architecture for the <em>Pelican History of Art</em> series.": [],
    "The manuscript was completed in 1963 and published two years later.": [],
    "The volume is considered to be one of the finest syntheses of late antique/early medieval architecture ever published and brought Krautheimer his widest readership.": [],
    "He revised and reissued the work twice, in 1975 and 1979.": [],
    "After a second book on Ghiberti in 1971, Krautheimer retired from NYU as Samuel F. B. Morse Professor Emeritus and returned to Rome.": [
        [
            23,
            31,
            [
                "Liberty",
                "Gilbert",
                "Hubert",
                "Hilbert",
                "Gilberto",
                "Hebert"
            ]
        ]
    ],
    "<a href=\"/lotzw\">Wolfgang Lotz</a>, friend and fellow architectural historian, offered him a residence at the Bibliotheca Hertziana.": [],
    "There, Krautheimer completed his long-standing research on the <em>Corpus Basilicarum</em>.": [],
    "In these final years he set to work writing two of his most synthetic and lyrical works on art history.": [],
    "<em>Rome: Profile of a City</em> (1980) and <em>The Rome of Alexander VII</em> (1985) combined social history, vast breadth of archival knowledge and insightful architectural history into single volumes.": [],
    "In both cases, Krautheimer selected comparatively neglected periods in Roman history to offer a compelling narrative of the interaction of public works and patronage.": [],
    "While assisting friends with plans for his 100<sup>th</sup> birthday, Krauthiemer died at 97 at the Palazzo Zuccari.": [
        [
            51,
            53,
            [
                "the",
                "TH",
                "Th",
                "to",
                "tho",
                "TT"
            ]
        ],
        [
            108,
            115,
            [
                "Zachary",
                "Lucca",
                "Puccini",
                "Gucci",
                "Peccary",
                "Yucca"
            ]
        ]
    ],
    "He is buried in the Protestant Cemetery in Rome with his wife.": [],
    "In terms of art-historical approach, the systematizing methodology of Krautheimer's mentor, Frankl, \"never left Krautheimer\" according to <a href=\"/sauerlanderw\">Willibald Sauerländer</a>.": [
        [
            92,
            98,
            [
                "Frank",
                "Franks",
                "Frankly",
                "Frankel",
                "Fran kl"
            ]
        ]
    ],
    "In his teaching, he preferred Frankl's older German survey of the Romanesque to the <em>Pelican History of Art</em> survey by <a href=\"/conantk\">Kenneth John Conant</a>, which he disparaged (Sears).": [
        [
            30,
            36,
            [
                "Frank",
                "Franks",
                "Frankly",
                "Frankel",
                "Fran kl"
            ]
        ]
    ],
    "As a medievalist, he emphasized German and eastern-European works, presenting a different Middle Ages from that of the predominantly Francophone American-teaching-medievalists, <a href=\"/portera\">A.": [],
    "Kingsley Porter</a> and <a href=\"/focillonh\">Henri Focillon</a> (Sears).": [],
    "Krautheimer's conception of the medieval found new adherents after World War II among Marxist and Marxist-influenced historians, particularly in Germany.": [],
    "The modernist view of medieval architecture, one centered around the study of St-Denis and an intellectual overlay of the theories of Pseudo-Dionysius (<a href=\"/sedlmayrh\">Hans Sedlmayr</a>, <a href=\"/panofskye\">Erwin Panofsky</a>, <a href=\"/simsono\">Otto von Simson</a>), had been countered by Krautheimer's 1942 article on the church as 'copy.'": [
        [
            134,
            150,
            [
                "Pseudo-Dionysus"
            ]
        ]
    ],
    "In it, he argued that medieval architects built churches as 'copies' of venerable archetypal structures.": [],
    "\"By linking symbolism with the perceptions of the medieval onlooker, Krautheimer found a way of understanding the loose associations between form and meaning in the Middle Ages, and relating meaning to tradition and patrimonial intention\" (Crossley).": [
        [
            240,
            248,
            [
                "Crossly"
            ]
        ]
    ],
    "Hans-Joachim Kunst, in particular adapted this notion to a Marxist social history as the \"archictectural quotation.\"": [
        [
            13,
            18,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ],
        [
            90,
            104,
            [
                "architectural"
            ]
        ]
    ],
    "Krautheimer's many students at New York University included <a href=\"/saalmanh\">Howard Saalman</a>, <a href=\"/steinbergl\">Leo Steinberg</a>, <a href=\"/huemerf\">Frances Huemer</a>, <a href=\"/trachtenbergm\">Marvin Trachtenberg</a>, <a href=\"/mathewst\">Thomas F. S. J. Mathews</a>, Meg (Meinecke) Licht (b.": [],
    "1926), and <a href=\"/ackermanj\">James S. Ackerman</a>.</p>": []
}