{
    "<p>Private scholar and collector.": [],
    "Trude Hess was born to a wealthy manufacturing family.": [
        [
            0,
            5,
            [
                "Trade",
                "True",
                "Crude",
                "Truce",
                "Rude",
                "Trudy"
            ]
        ]
    ],
    "At 22, she married the promising art historian <a href=\"/krautheimerr\">Richard Krautheimer</a>.": [],
    "She studied art history at the universities in Jena, Frankfurt and Berlin, graduating in 1928 under the supervision of <a href=\"/goldschmidta\">Adolph Goldschmidt</a> and <a href=\"/kautzschr\">Rudolf Kautzsch</a>.": [],
    "Her dissertation, <em>Die figurale Plastik der Ostlombardei von 1100 bis 1178</em>, was published in the <em>Marburger Jahrbuch für Kunstwissenschaft</em> the same year.": [],
    "She assisted her husband in research in Rome and elsewhere until the two were forced to emigrate because of religious persecution of Jews.": [],
    "In 1935 they moved to the United States where Richard taught art history first in Louisville, Kentucky and then at Vassar.": [
        [
            3,
            7,
            [
                "1935,"
            ]
        ]
    ],
    "In 1942 she volunteered for war service in the American Red Cross.": [
        [
            3,
            7,
            [
                "1942,"
            ]
        ]
    ],
    "For most of the 1950s she was actively involved researching <a href=\"/ghibertil\">Lorenzo Ghiberti</a>, which resulted in the book of the same title, co-authored with her husband published in 1956.": [],
    "Throughout the 1940's and 50's she published articles in the <em>Art Bulletin</em> and <em>Burlington Magazine</em>.": [
        [
            15,
            21,
            [
                "1940s"
            ]
        ],
        [
            26,
            30,
            [
                "50s"
            ]
        ]
    ],
    "By the 1960's, Krautheimer had amassed a personal collection of Italian master drawings and was known in New York art circles as a connoisseur of distinction.": [
        [
            7,
            13,
            [
                "1960s"
            ]
        ]
    ],
    "The collection was distinctly hers, not her husband's.": [],
    "The collection was exhibited at the Duke University Art Museum in 1966.": [],
    "The Romanesque scholar <a href=\"/cahnw\">Walter B. Cahn</a> consider Krautheimer-Hess outstanding for her studies of north Italian sculpture.</p>": []
}