{
    "<p>Hunter College and Columbia University professor; art critic; co-founder of <em>October</em> magazine.": [],
    "Krauss was the daughter of Matthew M. Epstein and Bertha Luber (Epstein); her father was an attorney.": [
        [
            0,
            6,
            [
                "Kraus's",
                "Kraus",
                "Krause"
            ]
        ],
        [
            57,
            62,
            [
                "Lumber",
                "Huber",
                "Luger",
                "Tuber",
                "Buber",
                "Lube"
            ]
        ]
    ],
    "Krauss attended Wellesley College, receiving her B.A.": [
        [
            0,
            6,
            [
                "Kraus's",
                "Kraus",
                "Krause"
            ]
        ]
    ],
    "in 1962; the same year she married the architect Richard I. Krauss.": [
        [
            0,
            2,
            [
                "In"
            ]
        ],
        [
            60,
            66,
            [
                "Kraus's",
                "Kraus",
                "Krause"
            ]
        ]
    ],
    "She moved to Harvard University where she was awarded an A. M. the following year.": [],
    "After two years as an instructor at Wellesley College (1965-1967), she joined the Massachusetts Institute of Technology (MIT) in 1967 as an associate professor of art history (through 1971).": [],
    "Krauss began writing criticism for <em>Artforum</em> in 1966.": [
        [
            0,
            6,
            [
                "Kraus's",
                "Kraus",
                "Krause"
            ]
        ]
    ],
    "She received her Ph.D.": [],
    "from Harvard in 1969, writing her dissertation on the work of the sculptor David Smith.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "She rose to full professor at MIT.": [],
    "During the same years she was a contributing editor of <em>Artforum</em> (1971-1975).": [],
    "In 1971 she divorced and published her first book, an expanded version of her thesis, <em>Terminal Iron Works: The Sculpture of David Smith</em>.": [
        [
            3,
            7,
            [
                "1971,"
            ]
        ]
    ],
    "Krauss was awarded a Guggenheim Foundation fellowship in 1971 as well.": [
        [
            0,
            6,
            [
                "Kraus's",
                "Kraus",
                "Krause"
            ]
        ]
    ],
    "She won the <a href=\"/matherf\">Frank Jewett Mather, Jr.</a>, Award for Criticism from the College Art Association in 1972 moving to Princeton University as a lecturer and director of visual arts program (through 1974).": [],
    "The following year, 1975, she joined Hunter College of City University of New York as an associate professor.": [],
    "In 1975 she left <em>Artforum</em> to help found (and be the first editor of) <em>October</em> magazine.": [
        [
            3,
            7,
            [
                "1975,"
            ]
        ]
    ],
    "She was also professor of the Graduate Center, City University of New York (CUNY), 1977-1992.": [
        [
            30,
            38,
            [
                "Graduate from"
            ]
        ]
    ],
    "Krauss completed the <em>catalogue raisonné</em> on David Smith in 1977.": [
        [
            0,
            6,
            [
                "Kraus's",
                "Kraus",
                "Krause"
            ]
        ]
    ],
    "Krauss rose through the ranks at Hunter College to full professor (and distinguished professor) through 1992.": [
        [
            0,
            6,
            [
                "Kraus's",
                "Kraus",
                "Krause"
            ]
        ]
    ],
    "She was a fellow at CASVA (Center for Advanced Study in the Visual Arts) at the National Gallery of Art in Washgington, D. C., for the 1981-1982 year.": [
        [
            20,
            25,
            [
                "CASA",
                "CANVA",
                "CA SVA",
                "CAS VA"
            ]
        ],
        [
            107,
            118,
            [
                "Washington"
            ]
        ]
    ],
    "She spent the 1983-1984 year as a fellow at the Institute for Advanced Study, Princeton.": [],
    "Her collect essays, <em>The Originality of the Avant-Garde and Other Modernist Myths</em> appeared in 1985.": [],
    "In 1992 she was appointed Columbia University's <a href=\"/schapirer\">Meyer Schapiro</a> professor of modern art and theory in the Department of Art History and Archaeology.": [
        [
            3,
            7,
            [
                "1992,"
            ]
        ]
    ],
    "Krauss built a reputation for feminist, deconstructionist, and psychoanalytic methodology in the 1970s and 1980s, focusing particularly on masculine aesthetics and contemporary artists responses to it.": [
        [
            0,
            6,
            [
                "Kraus's",
                "Kraus",
                "Krause"
            ]
        ]
    ],
    "She drew inspiration in the 1980s from the essays and critical theory of Georges Bataille (1897-1962), writing a newer history of modern art which opposed the formalistic style of analysis of <a href=\"/greenbergc\">Clement Greenberg</a>.": [
        [
            159,
            170,
            [
                "moralistic",
                "formalist",
                "formalists"
            ]
        ]
    ],
    "Krauss used Bataille's notion of <em>informe</em> in her essays on a \"critical dictionary\" appearing in the journal <em>Documents</em>.": [
        [
            0,
            6,
            [
                "Kraus's",
                "Kraus",
                "Krause"
            ]
        ],
        [
            12,
            20,
            [
                "Bastille",
                "Braille"
            ]
        ]
    ],
    "Her 1997 <em>Formless: A User's Guide</em>, co-written with Yves-Alain Bois, and a later essay on Louise Bourgeois again employed <em>informe</em> in art-historical analysis.</p>": [
        [
            71,
            75,
            [
                "Boys",
                "Boss",
                "Boris",
                "Lois",
                "Bogs",
                "Boil"
            ]
        ]
    ]
}