{
    "<p>Labor historian and scholar of medieval art patronage.": [],
    "Kraus was the son of immigrants who were active in the I. W. W.": [],
    "(International Workers of the World) trade union and socialists.": [],
    "His family moved to New York city and then Cleveland, Ohio.": [
        [
            20,
            33,
            [
                "New York City"
            ]
        ]
    ],
    "After a stint at the University of Chicago, he and entered Western Reserve University in Cleveland, where he received his B.A.": [],
    "and M.A.": [
        [
            0,
            3,
            [
                "And"
            ]
        ]
    ],
    "in mathematics, the latter degree in 1928.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Initially, Kraus taught high school mathematics.": [],
    "He married Dorothy Rogin and the couple traveled to France the same year where he worked as a medical translator, hoping too launch a writing career, much like other expatriate Americans.": [
        [
            19,
            24,
            [
                "Robin",
                "Login",
                "Rosin",
                "Rodin",
                "Rogan"
            ]
        ],
        [
            68,
            78,
            [
                "year when"
            ]
        ],
        [
            121,
            131,
            [
                "to launch"
            ]
        ]
    ],
    "However, the Krauses returned to Cleveland, where he met Wyndham Mortimer (1884-1966), an organizer of the Cleveland auto workers.": [
        [
            13,
            20,
            [
                "Krause's",
                "Krause"
            ]
        ],
        [
            117,
            129,
            [
                "autoworkers"
            ]
        ]
    ],
    "Kraus began writing publicity for the Cleveland Auto Council.": [],
    "In 1936 Kraus moved to Detroit and joined the staff of the <em>United Auto Worker</em>, later the <em>United Automobile Worker</em>, the official newspaper of the U. A. W. He helped organize auto workers into the U. A. W. in Michigan.": [],
    "He and his wife were among the leaders of the Flint Sit-Down Strike in the winter of 1936-1937.": [],
    "Kraus was dismissed from both papers in 1937 and moved to California where he assisted in organizing unions of the West Coast aircraft industry in 1939.": [],
    "The break-up of the action by federal government troops and his repudiation by the international union resulted in Kraus' abandoning union organizing.": [],
    "During World War II he worked in the shipyards of the Consolidated Steel Corporation and in its engineering department.": [],
    "Ever the progressives, the Krauses lived in interracial housing projects in San Pedro, CA, and led a movement for tenet ownership.": [
        [
            27,
            34,
            [
                "Krause's",
                "Krause"
            ]
        ]
    ],
    "In 1947, Kraus published his study of the Flint, Michigan sit-down strike of 1936-1937, <em>The Many and the Few</em>.": [],
    "The 1950s Cold War anti-communist sentiment meant that a socialist like Kraus was blackballed from employment.": [],
    "Kraus and his wife returned to Paris in 1956 and opened the Paris Bureau for Physicians News Service, later called World Wide Medical News Service.": [
        [
            115,
            125,
            [
                "Worldwide"
            ]
        ]
    ],
    "In Europe he was able to pursue an interest which dated from his earlier visit, medieval art.": [
        [
            3,
            9,
            [
                "Europe,"
            ]
        ]
    ],
    "After his retirement in 1962 he devoted himself completely to the study of European cathedrals and the publication of scholarly articles and books, assisted by his wife.": [],
    "They initially studied misericords, the hinged choir-stall seat of pews depicting the lives of the craftsmen of cathedrals and churches.": [],
    "Their work rescued many carvings at the duomo at Orvieto, Italy, from neglect.": [
        [
            40,
            45,
            [
                "Cuomo",
                "duo mo"
            ]
        ],
        [
            49,
            56,
            [
                "Oviedo"
            ]
        ]
    ],
    "In 1967, Kraus published his first book on medieval art in general, <em>The Living Theatre of Medieval Art</em>, which Indiana University Press agreed to publish through the recommendation of the medievalist <a href=\"/boberh\">Harry Bober</a>.": [],
    "He and Dorothy's research on misericords appeared in 1975 as <em>The Hidden World of Misericords</em>.": [],
    "Kraus' most significant book, <em>Gold was the Mortar</em>, an economic analysis of the medieval patronage structure of church building was published in 1979.": [],
    "In 1984 Kraus returned to labor history when he received a five-year MacArthur Foundation Fellowship.": [],
    "This allowed him to research labor archives at Wayne State University in Detroit for his book, <em>Heroes of Unwritten Story</em>.": [],
    "This personal history of the U. A. W. from 1934 to 1939 was published in 1994.": [],
    "He contracted cancer and died at age 89.": [],
    "His papers reside in the Archives of Labor and Urban Affairs, Wayne State University and the Archives of American Art.": [],
    "Kraus used his social beliefs in class structure to analyze the medieval patronage system.": [],
    "His method was revolutionary for American art historians and <em>The Living Theatre of Medieval Art</em> can be considered the earliest medieval art history written in English to use social history as its matrix.": [],
    "Self trained and with a foreign methodology to most established art historians, he resisted the marginalization of his approach.": [],
    "Recalling a meeting with the French medievalist <a href=\"/grodeckil\">Louis Grodecki</a>, Kraus noted the distain of the university in Strasbourg professor, \"Monsieur Kraus s'intéresse à la sociologie de l'art médiéval.\"": [],
    "Through documentary analysis, he concluded that the major cathedrals of the 12th to 15th centuries were funded not by the ecclesiastical nobility, but by the wealthy bourgeoisie.</p>": []
}