{
    "<p>Founder of archaeological studies in medieval art history in Germany; church reformer.": [],
    "Kraus' parents were Paul Kraus (1804-1865), an art teacher at Gymnasium in Trier and Maria Magdalena Kraus (1801-1871).": [],
    "The young Kraus graduated from the same Gymnasium in 1858 and entered the seminary.": [],
    "He left the seminary in 1860 for financial reasons, travelling to Paris, tutoring French there and studying science at the Bibliothèque Nationale.": [
        [
            136,
            145,
            [
                "National",
                "Nationals",
                "Rationale",
                "Nation ale"
            ]
        ]
    ],
    "Kraus wrote and submitted a paper to the Albert-Ludwigs-Universität Freiburg (without taking classes there) which qualified him for a doctorate (Ph.D.)": [
        [
            41,
            67,
            [
                "Albert-Ludwig-Universität",
                "Albert-Ludwigs-University"
            ]
        ]
    ],
    "in 1862.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He returned to Trier the same year, completing his theological studies in 1864 and ordained a priest.": [],
    "The same year he moved to University of Freiburg, studying under the church historian Johann Baptist Alzog (1808-1878) and also at Tübingen.": [
        [
            101,
            106,
            [
                "Along",
                "Allow",
                "Also",
                "Blog",
                "Log",
                "Alloy"
            ]
        ]
    ],
    "He completed a second dissertation, this one in theology, from Freiburg in 1865 on the topic of the church father Synesius of Cyrene (fl.": [
        [
            114,
            122,
            [
                "Synthesis",
                "Genesis",
                "Synopsis",
                "Shyness",
                "Sibelius",
                "Synergies"
            ]
        ],
        [
            126,
            132,
            [
                "Crane",
                "Byrne",
                "Crete",
                "Irene",
                "René",
                "Tyrone"
            ]
        ]
    ],
    "392-413).": [],
    "He was posted to Pfalzel (today, greater Trier).": [
        [
            17,
            24,
            [
                "Fall",
                "Parallel",
                "Fallen",
                "False",
                "Panel",
                "Pale"
            ]
        ]
    ],
    "Kraus failed to secure a teaching post at the Trier seminary, however, in part because of his criticisms of the relics in the Diocese.": [],
    "While Kraus was publishing on theological issues and reform, he began writing texts on art based upon his religious knowledge and interest.": [],
    "His <em>Die Kunst bei den alten Christen</em> appeared in 1868.": [],
    "In 1872 Kraus was appointed to the faculty of the University of Strasbourg to a chair of Christian art history.": [],
    "Kraus's academic enemies were still strong.": [],
    "An appointment at Breslau in 1874 was blocked by the Bishop of Breslau, Heinrich Förster (1800-1881).": [
        [
            18,
            25,
            [
                "Presley",
                "Belau",
                "Bresler"
            ]
        ],
        [
            63,
            70,
            [
                "Presley",
                "Belau",
                "Bresler"
            ]
        ],
        [
            81,
            88,
            [
                "Forster",
                "Foster",
                "Forester",
                "Vorster"
            ]
        ]
    ],
    "As Kraus became more and more disillusioned with the political nature of the Roman Catholic church, he focused attention on studying the extant objects and buildings of medieval Germany.": [
        [
            83,
            98,
            [
                "Catholic Church"
            ]
        ]
    ],
    "He published an inventory of medieval art, <em>Kunst and Alterthum in Elsass-Lothringen</em>, in 1876.": [],
    "In 1878 he succeeded his mentor Alzog in Freiburg as professor of church history.": [
        [
            3,
            7,
            [
                "1878,"
            ]
        ],
        [
            32,
            37,
            [
                "Along",
                "Allow",
                "Also",
                "Blog",
                "Log",
                "Alloy"
            ]
        ]
    ],
    "During his Freiburg tenure, Kraus wrote his books of most lasting value, on art and a biography of Dante.": [],
    "These included, beginning in 1882, his <em>Real-Encyklopadie der christlichen Alterthumer</em> (volume 2 published in 1886).": [],
    "He was appointed curator of religious antiquities in Baden, and a member of the Baden Historical Commission from 1883 onward.": [],
    "Kraus was commissioned by the Baden government to produce a facsimile of the Codex Maness for the 500-year anniversary of the Heidelberg University (1886), published by Trübner in 1887.": [
        [
            83,
            89,
            [
                "Manes's",
                "Manes",
                "Madness",
                "Manses"
            ]
        ],
        [
            169,
            176,
            [
                "Runner",
                "Turner",
                "Rubber",
                "Trainer",
                "Tuner",
                "Brunner"
            ]
        ]
    ],
    "In 1890 he was made a privy councillor, holding the pro-rectorship of the university, 1890-1891.": [
        [
            3,
            7,
            [
                "1890,"
            ]
        ]
    ],
    "His most important work, <em>Geschichte der christlichen Kunst</em> appeared in 1896.": [],
    "In his final years, he sat on the executive board of the newly-founded Kunsthistorisches Institute in Florence.": [],
    "Kraus died of stomach cancer at age 61 during a recuperative stay at Sanremo.": [
        [
            69,
            76,
            [
                "Supremo"
            ]
        ]
    ],
    "At his death, he left his considerable library to the the town of Trier and money for a Chair and an Institute for Christian Archaeology at the University of Freiburg.": [
        [
            50,
            57,
            [
                "the"
            ]
        ]
    ],
    "The second volume of the <em>Geschichte der christlichen Kunst</em>, covering to the close of the Italian Renaissance, was completed by Joseph Sauer (1872-1949) in 1908.": [],
    "Kraus is buried in the Freiburg central cemetery.": [],
    "Kraus founded the study of archaeological (physical monuments) research for the middles ages in Germany (Schiel, 1979).": [
        [
            105,
            111,
            [
                "Schiele"
            ]
        ]
    ],
    "<a href=\"/sauerlanderw\">Willibald Sauerländer</a> included Kraus among the \"pantheon of great [early] art historians\" of medieval art whose numbers included <a href=\"/didrona\">Adolphe Napoléon Didron</a>, <a href=\"/cahierc\">Charles Cahier</a>, <a href=\"/martinc\">Camille Martin</a> and <a href=\"/piperf\">Ferdinand Piper</a>.</p>": []
}