{
    "<p>Director of the Guggenheim (Museum) Foundation, 1988-2008.": [],
    "Krens entered Williams College, Williamstown, MA, initially studying economics and then political science.": [
        [
            0,
            5,
            [
                "Krebs",
                "Wrens",
                "Keens",
                "Kens",
                "Kr ens"
            ]
        ]
    ],
    "After receiving his B.A.": [],
    "from Williams in 1969, he played basketball in Europe.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "He returned to the U.S.": [],
    "and received a master's degree in studio art from the State University of New York (SUNY), Albany in 1971, joining his alma mater, Williams in 1972 as an adjunct faculty in the printmaking department, later becoming assistant professor.": [
        [
            0,
            3,
            [
                "And"
            ]
        ]
    ],
    "Krens directed the artist in residence program at Williams between 1976 and 1980.": [
        [
            0,
            5,
            [
                "Krebs",
                "Wrens",
                "Keens",
                "Kens",
                "Kr ens"
            ]
        ]
    ],
    "He was named the director of the Museum of Art, Williams College, in 1981.": [],
    "Instead of pursing a Ph.D., Krens worked on an M.B.A.": [
        [
            28,
            33,
            [
                "Krebs",
                "Wrens",
                "Keens",
                "Kens",
                "Kr ens"
            ]
        ]
    ],
    "from Yale University, which was awarded in 1984.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "He embarked upon a career in major museum management, first consulting for the redesign of the Brooklyn [Art] Museum in 1984.": [],
    "Krens developed the idea of using an abandoned factory in Massachusetts for a Massachusetts Museum of Contemporary Art (Mass MOCA), funded by the state with private donations of cash and art to maintain it.": [
        [
            0,
            5,
            [
                "Krebs",
                "Wrens",
                "Keens",
                "Kens",
                "Kr ens"
            ]
        ],
        [
            125,
            129,
            [
                "MOCK",
                "MONA",
                "COCA",
                "MICA",
                "MOCHA",
                "MCA"
            ]
        ]
    ],
    "The success of this project led to his appointment as consultant for the Solomon R. Guggenheim Museum, New York, in 1986.": [],
    "Krens' assignment was to revitalize the famous museum whose attendance and finances were dwindling in the face of the highly competitive New York art museum scene.": [
        [
            0,
            5,
            [
                "Krebs",
                "Wrens",
                "Keens",
                "Kens",
                "Kr ens"
            ]
        ]
    ],
    "Two year later, Krens was appointed director of the Solomon R. Guggenheim Foundation, which oversaw The Peggy Guggenheim Collection, Venice, Italy, and the Solomon R. Guggenheim Museum, SoHo, succeeding <a href=\"/messert\">Thomas M. Messer</a>.": [
        [
            16,
            21,
            [
                "Krebs",
                "Wrens",
                "Keens",
                "Kens",
                "Kr ens"
            ]
        ],
        [
            186,
            190,
            [
                "Soho",
                "SOHO",
                "Solo",
                "Soto",
                "Coho",
                "Moho"
            ]
        ]
    ],
    "Williams College renewed his adjunct professor status the same year, 1988, which he held until 1991.": [],
    "1989 was an eventful year for Krens.": [
        [
            30,
            35,
            [
                "Krebs",
                "Wrens",
                "Keens",
                "Kens",
                "Kr ens"
            ]
        ]
    ],
    "Austrian art agencies asked him to participate on the creation of a collaborative museum project with the Guggenheim.": [],
    "Though the project never materialized, Krens used the idea of a satellite museum to develop what would be the hallmark of his tenure with the Museum: a branch Guggenheim system sponsored by corporations, as a way to increase the museum profile and revenues.": [
        [
            39,
            44,
            [
                "Krebs",
                "Wrens",
                "Keens",
                "Kens",
                "Kr ens"
            ]
        ]
    ],
    "Krens also negotiated a gift of Impressionist and Post-Impressionist paintings the same year from the widow of Justin K. Thannhauser (1892-1976) and acquired the Panza di Biumo collection of Minimalist art.": [
        [
            0,
            5,
            [
                "Krebs",
                "Wrens",
                "Keens",
                "Kens",
                "Kr ens"
            ]
        ],
        [
            121,
            132,
            [
                "Tannhauser",
                "Tannhäuser"
            ]
        ],
        [
            171,
            176,
            [
                "Bio",
                "Bruno",
                "Bump",
                "Sumo",
                "IMO",
                "Bingo"
            ]
        ]
    ],
    "He also was awarded an honorary Ph.D.": [],
    "by his alma mater, SUNY Albany.": [
        [
            0,
            2,
            [
                "By"
            ]
        ]
    ],
    "By 1991 Krens had negotiated a unique partnership with the Basque, Spain, regional government for a Guggenheim branch (they contributed $20 million).": [
        [
            8,
            13,
            [
                "Krebs",
                "Wrens",
                "Keens",
                "Kens",
                "Kr ens"
            ]
        ]
    ],
    "He commissioned the maverick architect Frank Gehry, to design the Guggenheim branch in Bilbao, Spain, a derelict mining town.": [],
    "In New York, Krens' oversaw a major restoration to the Frank Lloyd Wright building in 1992--the innovative building structure was cracking--adding to it a ten-story tower designed by Gwathmey Siegel.": [
        [
            13,
            18,
            [
                "Krebs",
                "Wrens",
                "Keens",
                "Kens",
                "Kr ens"
            ]
        ],
        [
            183,
            191,
            [
                "Gather",
                "Gautama",
                "Swathes",
                "Watchman",
                "Drachma",
                "Grandma"
            ]
        ]
    ],
    "His Guggenheim Bilbao opened in 1997 and was a huge success, both in terms of museum attendance and profits.": [],
    "Other Guggenheim ventures followed, such as the Deutsche Guggenheim, designed by Richard Gluckman, situated at Unter den Linden, Berlin, with Deutsche Bank the same year.": [
        [
            89,
            97,
            [
                "Glickman"
            ]
        ]
    ],
    "He oversaw the commissions of major artworks by Jeff Koons, James Rosenquist, Rachel Whiteread and Gerhard Richter at Deutsche Guggenheim which later became part of the Guggenheim's collection.": [
        [
            66,
            76,
            [
                "Rehnquist"
            ]
        ],
        [
            85,
            94,
            [
                "Whitehead",
                "White read"
            ]
        ]
    ],
    "Krens launched retrospectives of major artists such as Richard Prince and Matthew Barney.": [
        [
            0,
            5,
            [
                "Krebs",
                "Wrens",
                "Keens",
                "Kens",
                "Kr ens"
            ]
        ]
    ],
    "To widen attendance, Krens mounted the1998 \"Art of the Motorcycle\" exhibition.": [
        [
            21,
            26,
            [
                "Krebs",
                "Wrens",
                "Keens",
                "Kens",
                "Kr ens"
            ]
        ]
    ],
    "In perhaps Kren's most audacious move, the Guggenheim went into partnership with the Russian State Hermitage Museum in St.": [
        [
            11,
            15,
            [
                "Keen",
                "Karen",
                "Kern",
                "Wren",
                "KEN",
                "Ken"
            ]
        ]
    ],
    "Petersburg, to open the Guggenheim Hermitage Museum, in a Rem Koolhaas building in Las Vegas in 2001, closing the Guggenheim's SoHo branch.": [
        [
            127,
            131,
            [
                "Soho",
                "SOHO",
                "Solo",
                "Soto",
                "Coho",
                "Moho"
            ]
        ]
    ],
    "After 9/11, however, Krens' skills began to decline.": [
        [
            21,
            26,
            [
                "Krebs",
                "Wrens",
                "Keens",
                "Kens",
                "Kr ens"
            ]
        ]
    ],
    "The Museum lost 60% of its visitors and the museum laid off 20% of its staff.": [],
    "The museum's library had been dissolved years before.": [],
    "Some board members, notably the foundation's biggest benefactor, the Cleveland car insurance billionaire Peter B. Lewis (b.": [],
    "1933), asserted in 2005 that Krens was spending too much money on the satellite museums at the cost of the foundation's flagship museum in New York.": [
        [
            29,
            34,
            [
                "Krebs",
                "Wrens",
                "Keens",
                "Kens",
                "Kr ens"
            ]
        ]
    ],
    "Krens prevailed and Lewis resigned from the board, depriving the museum of its most generous donor.": [
        [
            0,
            5,
            [
                "Krebs",
                "Wrens",
                "Keens",
                "Kens",
                "Kr ens"
            ]
        ]
    ],
    "Partially as a result of this, the Foundation removed Krens from director duties of the museum, appointing deputy director Lisa Dennison as director of the Manhattan museum.": [
        [
            54,
            59,
            [
                "Krebs",
                "Wrens",
                "Keens",
                "Kens",
                "Kr ens"
            ]
        ]
    ],
    "He resigned from directing the foundation in 2008.": [],
    "Krens was both a celebrated and criticized museum director.": [
        [
            0,
            5,
            [
                "Krebs",
                "Wrens",
                "Keens",
                "Kens",
                "Kr ens"
            ]
        ]
    ],
    "Attendance at the Guggenheim Museum more than doubled during his directorship to 900,000 and the Foundation's endowment increased to $118 million.": [],
    "However his approach was always more that of a business person than an art historian.": [
        [
            0,
            7,
            [
                "However,"
            ]
        ]
    ],
    "To raise $30 million to purchase minimalist art, he auctioned one each of the Museum's Modigliani, Kandinsky and Chagall without offering them to other institutions.": [],
    "Others chided him for pandering to the commercial community, such as mounting a Guggenheim show featuring Armani suits, underwritten by the fashion house itself.": [],
    "Others accused Krens of turning the Museum into a franchise-brand for export.": [
        [
            15,
            20,
            [
                "Krebs",
                "Wrens",
                "Keens",
                "Kens",
                "Kr ens"
            ]
        ]
    ],
    "However, in the wake of Krens' success, the Tate in Britain, the Louvre in France and even MoMA in New York followed Krens' Guggenheim example with remote museum expansions and brand-logo development.": [
        [
            24,
            29,
            [
                "Krebs",
                "Wrens",
                "Keens",
                "Kens",
                "Kr ens"
            ]
        ],
        [
            117,
            122,
            [
                "Krebs",
                "Wrens",
                "Keens",
                "Kens",
                "Kr ens"
            ]
        ]
    ],
    "Perhaps unavoidably, Krens developed a rivalry--notoriously nasty and public--with the director of the other major modern art museum in New York, MoMA's Glenn D. Lowry.": [
        [
            21,
            26,
            [
                "Krebs",
                "Wrens",
                "Keens",
                "Kens",
                "Kr ens"
            ]
        ]
    ],
    "As Krens' most public critic, Lowry stated \"The Guggenheim has focused its energies on becoming an entertainment center and appears to be no longer interested in or committed to the idea, ideas and the art that gave birth to the museum at its founding.": [
        [
            3,
            8,
            [
                "Krebs",
                "Wrens",
                "Keens",
                "Kens",
                "Kr ens"
            ]
        ]
    ],
    "\"</p>": []
}