{
    "<p>Second-Vienna-School authority on Renaissance gold work and engraved gems; a psychoanalyst who employed psychoanalytical approach to art history.": [],
    "Kris was the son of Leopold Kris, a lawyer, and Rosa Schick (Kris).": [],
    "Because a War coal shortage forced his Gymnasium (district 13) to reduce school hours, Kris heard his first college-level art history courses during mornings.": [],
    "After graduating in 1918, he entered the University of Vienna studying art history, archaeology and psychology.": [],
    "After an initial examination under <a href=\"/dvorakm\">Max Dvořák</a> in 1919, he studied with <a href=\"/schlosserj\">Julius Alwin von Schlosser</a>.": [],
    "Both Dvořák and Schlosser were key historians of the so-called second Vienna school of art history.": [
        [
            5,
            11,
            [
                "Dvorak"
            ]
        ]
    ],
    "Kris was a spectacular student under Schlosser, whom Kris recalled Schlosser as saying he was <em>mein Urschüler</em> (student most akin to him).": [],
    "In 1922, Kris wrote his dissertation under Schlosser, examining the interrelationship between renaissance art and science within two renaissance craftsmen, Bernhard Palissy (1510-1590) and Wenzel Jamnitzer (1507-1785).": [
        [
            165,
            172,
            [
                "Palsy",
                "Alissa",
                "Prissy",
                "Plessy",
                "Palish",
                "Plissé"
            ]
        ],
        [
            189,
            195,
            [
                "Denzel",
                "Wentzel",
                "Wetzel"
            ]
        ],
        [
            196,
            205,
            [
                "Janitor",
                "Sanitizer",
                "Jauntier",
                "Deionizer",
                "Jammier"
            ]
        ]
    ],
    "He joined the Kunsthistorisches Museum in Vienna the same year as an unpaid assistant.": [],
    "In 1927 Kris was appointed a curator of sculpture and applied arts and married Marianne Rie, a physician and psychoanalyst, the daughter of Sigmund Freud's physician, Oskar Rie (1863-1931).": [
        [
            88,
            91,
            [
                "RIE",
                "Die",
                "Rail",
                "Rise",
                "Lie",
                "Raid"
            ]
        ],
        [
            173,
            176,
            [
                "RIE",
                "Die",
                "Rail",
                "Rise",
                "Lie",
                "Raid"
            ]
        ]
    ],
    "As a result, Kris became fascinated by psychological approaches to art.": [],
    "In 1928 he published his <em>Meister und Meisterwerke der Steinschneidekunst in der italienischen Renaissance</em> a major contribution to the history of engraved gems.": [
        [
            3,
            7,
            [
                "1928,"
            ]
        ]
    ],
    "During this time he met another important Schlosser student, <a href=\"/gombriche\">E.": [],
    "H. Gombrich</a>.": [],
    "Kris' scholarship and close friendship with the director of sculpture, <a href=\"/planiscigl\">Leo Planiscig</a> made him an international authority in renaissance metal arts.": [],
    "He and Paniscig rehung the Hapsburg collection of the Kunsthistorisches according to chronology and patronage, rather than my medium as it had been.": [
        [
            7,
            15,
            [
                "Panic",
                "Punishing",
                "Vanishing",
                "Panics",
                "Banishing",
                "Panicking"
            ]
        ]
    ],
    "Kris delivered two papers on the busts of sculptor Franz-Xavier Messerschmidt using psychoanalytic approaches, one for art historians and another for psychoanalysts.": [],
    "While still working on the catalog of the goldwork for the Kunsthistorisches Museum, Kris became an editor of <em>Imago: Zeitschrift für Psychoanalytische Psychologie</em>, a journal of applied psychoanalysis in 1933.": [
        [
            42,
            50,
            [
                "gold work"
            ]
        ]
    ],
    "He also began studying medicine and practiced psychoanalysis on his own.": [],
    "Kris reconnected with Gombrich, jointly researching caricature and facial expression in art (published in a abbreviated form in 1940).": [
        [
            106,
            107,
            [
                "an"
            ]
        ]
    ],
    "Kris also initiated a research project on the myth of the artist with <a href=\"/kurzo\">Otto Kurz</a>.": [],
    "As the alliance between Hitler's Germany and Austria grew ever stronger, it was Kris who recommended Gombrich for a position at the Warburg Library, now in a temporary home in London, which Kurz would also later flee.": [
        [
            190,
            194,
            [
                "Kurt",
                "Kurtz",
                "Kurd"
            ]
        ]
    ],
    "Kris emigrated to England in 1938 as a psychoanalyst and later working for the British government as a translator of German radio broadcasts (as Gombrich did, too.)": [
        [
            5,
            17,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "By 1940 Kris had secured a position at the New School for Social Research in New York.": [],
    "In America Kris researched and wrote principally on psychoanalysis.": [],
    "He published various articles on child psychology and was a visiting professor at Yale University School of Medicine.": [],
    "In 1952 he published <em>Psychoanalytic Explorations in Art</em> his last foray into art.": [
        [
            3,
            7,
            [
                "1952,"
            ]
        ]
    ],
    "A life-long heavy cigarette smoker, he suffered a second and fatal heart attack in 1957.": [],
    "He was cremated and his ashes scattered on his Connecticut property.": [
        [
            15,
            19,
            [
                ", and"
            ]
        ]
    ],
    "His 1934 co-authored work on artistic myth was translated into English in 1979 as <em>Legend, Myth and Magic in the Image of the Artist</em>.": [],
    "Kris was described in an essay by Gombrich as the <em>uomo universale</em>.": [],
    "He was devoted to the teachings of Freud, whom he had known personally.": [],
    "<em>Psychoanalytic Explorations in Art</em> makes no pretense at popularizing Freud's theories into art, which have in the hands of other historians become simple-minded extensions of Freud's theories.</p>": []
}