{
    "<p>Yale art historian of Pre-Columbian and Ibero-American Art; integrated non-European arts and anthropological aspects into the discipline of art history.": [],
    "Kuber was the son of German immigrant parents, Frederick William Kubler (1881-1920), an industrialist with a degree in art history from Munich, and Ellen Orloff-Beckmann (Kubler).": [
        [
            0,
            5,
            [
                "Huber",
                "Tuber",
                "Buber",
                "Cuber",
                "Uber"
            ]
        ],
        [
            65,
            71,
            [
                "Ruler",
                "Killer",
                "Rubber",
                "Butler",
                "Fuller",
                "Keller"
            ]
        ],
        [
            154,
            169,
            [
                "Karloff-Beckmann",
                "Orloff-Beckman"
            ]
        ],
        [
            171,
            177,
            [
                "Ruler",
                "Killer",
                "Rubber",
                "Butler",
                "Fuller",
                "Keller"
            ]
        ]
    ],
    "After his father's death when Kubler was eight, he moved with his mother to Europe where he studied in France and Switzerland.": [
        [
            30,
            36,
            [
                "Ruler",
                "Killer",
                "Rubber",
                "Butler",
                "Fuller",
                "Keller"
            ]
        ]
    ],
    "Following her death, Kubler attended Western Reserve Academy in Hudson, Ohio, between 1925-1929.": [
        [
            21,
            27,
            [
                "Ruler",
                "Killer",
                "Rubber",
                "Butler",
                "Fuller",
                "Keller"
            ]
        ]
    ],
    "He returned to Europe where he studied in Germany (Berlin, 1931) and then in Munich, 1932-1933.": [],
    "Kubler was admitted to Yale University in the United States where he received his BA in 1934 and MA in 1936.": [
        [
            0,
            6,
            [
                "Ruler",
                "Killer",
                "Rubber",
                "Butler",
                "Fuller",
                "Keller"
            ]
        ]
    ],
    "After coursework for the doctorate at New York University, 1936-1938, and a marriage to Elizabeth Bushnell (b.": [],
    "1912) in 1937, Kubler returned to Yale as a student of <a href=\"/focillonh\">Henri Focillon</a> in 1938 and as an instructor.": [
        [
            15,
            21,
            [
                "Ruler",
                "Killer",
                "Rubber",
                "Butler",
                "Fuller",
                "Keller"
            ]
        ]
    ],
    "His earliest interest was on the more traditional European research interests of Velasquez and Murillo.": [],
    "He received his Ph.D.": [],
    "in 1940, publishing his dissertation, <em>The Religious Architecture in New Mexico</em> the same year.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "From the first, Kubler showed himself to be a maverick.": [
        [
            16,
            22,
            [
                "Ruler",
                "Killer",
                "Rubber",
                "Butler",
                "Fuller",
                "Keller"
            ]
        ]
    ],
    "Church architecture in New Mexico had been more or less ignored by English-speaking art historians.": [],
    "His article \"The Kuchua in the Colonial World,\" an article on the presence of Peruvian indigenous tradition during Spanish rule, remains a staple for the anthropological study.": [
        [
            17,
            23,
            [
                "Quechua",
                "Kuchen"
            ]
        ]
    ],
    "In 1943 he translated his mentor's theoretical tract as the <em>Life of Forms in Art</em> into English giving Focillon a new following among English readers.": [
        [
            3,
            7,
            [
                "1943,"
            ]
        ],
        [
            110,
            118,
            [
                "Bouillon"
            ]
        ]
    ],
    "Kubler was visiting professor at the University of Chicago in 1946.": [
        [
            0,
            6,
            [
                "Ruler",
                "Killer",
                "Rubber",
                "Butler",
                "Fuller",
                "Keller"
            ]
        ]
    ],
    "He was appointed professor at Yale in 1947.": [],
    "His second book, <em>Mexican Architecture of the Sixteenth Century</em>, appeared in 1948.": [],
    "He chaired of department of art at Yale between 1953-1956.": [],
    "His <em>Arquitectura de los siglos XVII-XVIII</em> published for the respected <em>Ars Hispaniae</em> series in 1957, was subsequently translated in English, with an added section by <a href=\"/soriam\">Martin S. Soria</a> in the equally important <em>Pelican History of Art</em> series as <em>Baroque Art and Architecture in Spain and Portugal and Their American Dominions, 1500-1800</em> in 1959.": [],
    "Kubler's attention then turned to Pre-Columbian art.": [
        [
            0,
            6,
            [
                "Ruler",
                "Killer",
                "Rubber",
                "Butler",
                "Fuller",
                "Keller"
            ]
        ]
    ],
    "In 1962, Kubler published two books on which his fame would thereafter rest.": [
        [
            9,
            15,
            [
                "Ruler",
                "Killer",
                "Rubber",
                "Butler",
                "Fuller",
                "Keller"
            ]
        ]
    ],
    "<em>Art and Architecture of Ancient America</em>, his second for the Pelican History of Art series, and <em>The Shape of Time</em>.": [],
    "In 1964 he was named Robert Lehman Professor of History of History of Art.": [
        [
            3,
            7,
            [
                "1964,"
            ]
        ],
        [
            45,
            66,
            [
                "of History"
            ]
        ]
    ],
    "He was a visiting professor at Harvard University, 1966-67.": [],
    "He was appointed Sterling Professor of the History of Art in 1975.": [],
    "Kubler retired from active teaching at Yale in 1983.": [
        [
            0,
            6,
            [
                "Ruler",
                "Killer",
                "Rubber",
                "Butler",
                "Fuller",
                "Keller"
            ]
        ]
    ],
    "He was appointed the 1985-86 Kress Professor at the Center for Advanced Studies (CASVA) at the National Gallery of Art in Washgington, D. C. Kubler wrote <em>Esthetic Recognition of Ancient Amerindian Art</em> in 1991, a thoughtful art historiography of the ancient America.": [
        [
            29,
            34,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ],
        [
            81,
            86,
            [
                "CASA",
                "CANVA",
                "CA SVA",
                "CAS VA"
            ]
        ],
        [
            122,
            133,
            [
                "Washington"
            ]
        ],
        [
            141,
            147,
            [
                "Ruler",
                "Killer",
                "Rubber",
                "Butler",
                "Fuller",
                "Keller"
            ]
        ]
    ],
    "Among his final presentations was a lecture on Focillon in 1995, published posthumously as \"L'enseignement d'Henri Focillon.\"": [
        [
            47,
            55,
            [
                "Bouillon"
            ]
        ],
        [
            94,
            106,
            [
                "engagement"
            ]
        ],
        [
            115,
            123,
            [
                "Bouillon"
            ]
        ]
    ],
    "His students included <a href=\"/thompsonr\">Robert Farris Thompson</a>.": [],
    "The work of the Yale architectural historian <a href=\"/scullyv\">Vincent Scully, Jr.</a>, was deeply affected by Kubler's thought.": [],
    "Kubler was the foremost scholar of Pre-Columbian and Post-Columbian art of his generation and brought the area into consideration of the discipline of art history (Willey).": [
        [
            0,
            6,
            [
                "Ruler",
                "Killer",
                "Rubber",
                "Butler",
                "Fuller",
                "Keller"
            ]
        ],
        [
            164,
            170,
            [
                "Willa",
                "Villa",
                "Willed",
                "Wiley",
                "Willem",
                "Willy"
            ]
        ]
    ],
    "<em>The Shape of Time</em> remains fundamental for the concept of art history as \"material culture.\"": [],
    "Kubler argued in it that art \"can be expanded to embrace the whole range of [hu]man-made things.\"": [
        [
            0,
            6,
            [
                "Ruler",
                "Killer",
                "Rubber",
                "Butler",
                "Fuller",
                "Keller"
            ]
        ],
        [
            77,
            79,
            [
                "HU",
                "he",
                "EU",
                "hub",
                "HD",
                "HP"
            ]
        ]
    ],
    "But Kubler also controversially asserted in <em>Shape of Time</em> that \"art stands outside culture\" and warned about a linear-historical perspective that would interpret objects through historical precedent.": [
        [
            4,
            10,
            [
                "Ruler",
                "Killer",
                "Rubber",
                "Butler",
                "Fuller",
                "Keller"
            ]
        ]
    ],
    "History, Kubler contended, is a process that continually transforms human sensorial capacities and knowledge through ongoing discovery.</p>": [
        [
            9,
            15,
            [
                "Ruler",
                "Killer",
                "Rubber",
                "Butler",
                "Fuller",
                "Keller"
            ]
        ]
    ]
}