{
    "<p>Key figure in the early development of the discipline of art history (\"Berlin School\"); author of one of the first surveys of art history; cultural administrator for the Prussian state.": [],
    "He was born in Stettin, Germany, which is present-day Szczecin, Poland.": [
        [
            15,
            22,
            [
                "Stetting",
                "Stet tin"
            ]
        ]
    ],
    "Kugler's father was Johann Georg Emanuel Kugler, a successful merchant and city father (German <em>Counselor</em>).": [
        [
            0,
            6,
            [
                "Bugler"
            ]
        ],
        [
            41,
            47,
            [
                "Bugler"
            ]
        ]
    ],
    "The younger Kugler studied literature, music and the visual arts at the University of Berlin.": [
        [
            12,
            18,
            [
                "Bugler"
            ]
        ]
    ],
    "Music remained with him his whole life; he penned the <em>Volkslied</em> \"An der Saale hellem Strande,\" to a tune by Friedrich Ernst Fesca (1789-1826) in 1826.": [],
    "Although he briefly attended classes at Heidelberg, he returned to Berlin in 1827 studying architecture at the Bauakademie.": [],
    "In 1831 he received his doctorate under Ernst Heinrich Toelke (1785-1869) writing his dissertation on medieval illuminated manuscripts.": [
        [
            3,
            7,
            [
                "1831,"
            ]
        ],
        [
            55,
            61,
            [
                "Twelve",
                "Noelle",
                "Toole",
                "Toke",
                "Tole"
            ]
        ]
    ],
    "He habilitated two years later.": [],
    "In 1833 he was named Professor of art history at the Akademie der Künste in Berlin and a [privatdozent at the university in Berlin.": [
        [
            3,
            7,
            [
                "1833,"
            ]
        ],
        [
            53,
            61,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            62,
            65,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            66,
            72,
            [
                "Sunset",
                "Unite",
                "Munster",
                "Unset",
                "Punster",
                "Münster"
            ]
        ]
    ],
    "Together with poet Robert Reinick (1805-1852) he published a <em>Liederbuch für deutsche Künstler</em> (Songbook for German Artists) the same year.": [
        [
            26,
            33,
            [
                "Rank",
                "Ranch",
                "Panic",
                "Rack",
                "Janice",
                "Manic"
            ]
        ]
    ],
    "In 1837 Kugler published his two-volume <em>Handbuch der Geschichte der Malerei</em> (History of Painting); second only, perhaps, to the <em>Italienische Forschungen</em> of <a href=\"/rumohrk\">Karl Friedrich von Rumohr</a>, which he likely took as a model, for a synthetic history of painting and considered by many as \"first universal history of painting\" (Metzler).": [
        [
            8,
            14,
            [
                "Bugler"
            ]
        ]
    ],
    "Though Kugler personally called it a cut-and-paste job, the <em>Handbuch</em> was full of insights and authority (Kultermann).": [
        [
            7,
            13,
            [
                "Bugler"
            ]
        ]
    ],
    "For example, Kugler was the first to apply the term \"Carolingian\" in the context of art history.": [
        [
            13,
            19,
            [
                "Bugler"
            ]
        ]
    ],
    "His concept of a Carolingian style of art was adopted by <a href=\"/waageng\">Gustav Friedrich Waagen</a> only two years later.": [],
    "The following year, 1840, Kugler published a biography of Frederick the Great, <em>Geschichte Friedrichs des Großen</em>.": [
        [
            26,
            32,
            [
                "Bugler"
            ]
        ]
    ],
    "The year 1842 was a particularly momentous one for Kugler.": [
        [
            51,
            57,
            [
                "Bugler"
            ]
        ]
    ],
    "He was named to the academic senate and brought out his <em>Handbuch der Kunstgeschichte</em>, (Handbook of Art History) the first survey world art.": [],
    "That same year he also published a monograph on the architect Karl Friedrich Schinkel.": [],
    "The following year he was appointed to the Ministry of Culture overseeing all the arts of Prussia.": [],
    "Kugler used this position of power to take an enlightened approach to art, defining his position as one to elevate art and artists in Prussia, rivaling that Weimar.": [
        [
            0,
            6,
            [
                "Bugler"
            ]
        ]
    ],
    "That year, too, 1843, <a href=\"/schnaasek\">Karl Julius Ferdinand Schnaase</a> wrote the second synthetic history of art, and, although completely dissimilar, dedicated to Kugler.": [],
    "In 1845, Kugler was called to be part of a famous consultation of art historians to determine which of two version of Hans Holbein's <em>Burgomeister Meyer Madonna</em> in Germany was the original.": [
        [
            9,
            15,
            [
                "Bugler"
            ]
        ]
    ],
    "Kugler examined the Berlin (later Darmstadt) version (now believed to be the original).": [
        [
            0,
            6,
            [
                "Bugler"
            ]
        ]
    ],
    "His essay \"Ueber den Pauperismus auch in der Kunst\" appeared in 1845 as well.": [
        [
            11,
            16,
            [
                "Weber",
                "Umber",
                "Uber"
            ]
        ],
        [
            21,
            32,
            [
                "Pauperism us"
            ]
        ],
        [
            33,
            37,
            [
                "such",
                "much",
                "arch",
                "ACH",
                "ouch",
                "ACh"
            ]
        ],
        [
            41,
            44,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            45,
            50,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "The second edition of Part I of Kugler's <em>Handbook of the History of Painting</em>, <em>The Italian Schools</em>, was translated in 1851 by art writer <a href=\"/eastlakee\">Elizabeth Rigby Eastlake</a>, bringing his work into cognition with the English-reading world.": [
        [
            32,
            38,
            [
                "Bugler"
            ]
        ]
    ],
    "After his death, his opinion on the <em>Burgomeister Meyer Madonna</em> came to be part of the body of critical opinion, the so-called \"Holbein convention\" held in 1871.": [],
    "His son, Bernhard Kugler (1837-1898) was a professor of medieval history at Tübingen.": [
        [
            18,
            24,
            [
                "Bugler"
            ]
        ]
    ],
    "Kugler was the central figure of the emerging \"Berlin School\" of art history (Kultermann).": [
        [
            0,
            6,
            [
                "Bugler"
            ]
        ],
        [
            78,
            88,
            [
                "Bultmann",
                "Hubermann",
                "Zuckermann"
            ]
        ]
    ],
    "Like his contemporaries, including <a href=\"/heiderg\">Gustav A. Heider</a>, Kugler wedged his art writing amid his administrative duties because the discipline was too young to make as a vocation.": [],
    "The <em>Handbuch</em> is considered one of the early art history survey texts whose theme was global art.": [],
    "Kugler divided world art history into four periods, Pre-Hellenic, Classical (Greek and Roman antiquity), \"Romantic\" (Medieval and the rise of Islam) and Modern (from the Renaissance to the 19th century).": [
        [
            0,
            6,
            [
                "Bugler"
            ]
        ]
    ],
    "He projected a Romantic view of the Germans as the true successors of the Greeks through something Kugler termed their <em>Organismus</em> (\"organic unity\") with the Greeks.": [
        [
            99,
            105,
            [
                "Bugler"
            ]
        ]
    ],
    "German medieval art, according to Kugler, was the honest expression of the people.": [
        [
            34,
            40,
            [
                "Bugler"
            ]
        ]
    ],
    "Renaissance art was viewed by Kugler as degenerate and derivative.": [
        [
            30,
            36,
            [
                "Bugler"
            ]
        ]
    ],
    "In the 1847 revision of his <em>Handbuch</em>, Burckhardt, the Renaissance scholar, changed the emphasis.": [],
    "Kugler's teachings continue to inspire.": [
        [
            0,
            6,
            [
                "Bugler"
            ]
        ]
    ],
    "The American medievalist <a href=\"/brannerr\">Robert Branner</a> used Kugler's concept of <em>Organismus</em> in his own teaching about the related of art to its context (Armi).": [],
    "Kugler's most eminent student was the <a href=\"/burckhardtj\">Jacob Burckhardt</a>, himself a key figure in art history and methodology.": [
        [
            0,
            6,
            [
                "Bugler"
            ]
        ]
    ],
    "He was friends with the artist Adolf Menzel (who illustrated Kugler's book on Frederick the Great) and Schinkel, whose biography he wrote.": [
        [
            37,
            43,
            [
                "Mendel",
                "Denzel"
            ]
        ],
        [
            61,
            67,
            [
                "Bugler"
            ]
        ],
        [
            103,
            111,
            [
                "Chinked",
                "Schiebel"
            ]
        ]
    ],
    "Kugler (and Waagen) were the first to describe a characteristic style within the Romanesque art, first noted by <a href=\"/fiorilloj\">Johann Dominico Fiorillo</a>, as \"Ottonian art.\"": [
        [
            0,
            6,
            [
                "Bugler"
            ]
        ],
        [
            12,
            18,
            [
                "Warren",
                "Wage",
                "Wages",
                "Wagon",
                "Weaken",
                "Waged"
            ]
        ]
    ],
    "Kugler in particular emphasized its the Byzantine influence and its free adaptation in the style.</p>": [
        [
            0,
            6,
            [
                "Bugler"
            ]
        ],
        [
            32,
            35,
            [
                "it's"
            ]
        ]
    ]
}