{
    "<p>Pioneer modernist art historian of Chicago; first woman curator of European Art and Sculpture at the Art Institute of Chicago, 1954-59.": [],
    "Woolf was the daughter of Morris Woolf and Olga Weiner (Woolf).": [
        [
            48,
            54,
            [
                "Water",
                "Warner",
                "Wagner",
                "Werner",
                "Wander",
                "Waned"
            ]
        ]
    ],
    "Her father, a British-born Jewish silk importer and distant relation to the publisher and author Leonard Woolf (1880-1969), moved from the family home of St.": [],
    "Louis to Chicago in 1909.": [],
    "She was raised in Chicago.": [],
    "While traveling with her family in Europe in 1914, she contracted polio, spending the subsequent years in a body brace.": [],
    "During her enforced solitude, her father interested her in collecting old master prints (today, Olga Woolf Collection, 1941 Art Institute of Chicago).Kuh's mother was also an art devotee who once engineered visit to a Boston restaurant in order for her daughter and her to witness John Singer Sargent and the collector Isabella Stewart Gardner having lunch.": [
        [
            150,
            153,
            [
                " Kuh"
            ]
        ]
    ],
    "After her recovery, she graduated from Vassar College in 1925 where a course on modern art taught by the young graduate student <a href=\"/barra\">Alfred H. Barr, Jr.</a>, later first director of the Museum of Modern Art, convinced her to study art history.": [],
    "She remained friends with Barr his entire life.": [],
    "After a Master's Degree in art history at the University of Chicago in 1929, she moved to New York to pursue a Ph.D.": [],
    "at New York University.": [
        [
            0,
            2,
            [
                "At"
            ]
        ]
    ],
    "She attended night classes in New York while working the day at the American Association for Labor Legislation.": [],
    "She returned to Chicago in 1930, marrying businessman George Kuh.": [
        [
            61,
            64,
            [
                "kWh",
                "Kuhn",
                "Uh",
                "Huh",
                "Duh",
                "Kph"
            ]
        ]
    ],
    "Kuh, however, envisioned a stay-at-home wife and his relatives openly mocked her taste in art.": [
        [
            0,
            3,
            [
                "kWh",
                "Kuhn",
                "Uh",
                "Huh",
                "Duh",
                "Kph"
            ]
        ]
    ],
    "The couple divorced in 1935 and that same year Kuh opened the first gallery devoted to avant-garde art in Chicago, The Katharine Kuh Gallery.": [
        [
            47,
            50,
            [
                "kWh",
                "Kuhn",
                "Uh",
                "Huh",
                "Duh",
                "Kph"
            ]
        ],
        [
            129,
            132,
            [
                "kWh",
                "Kuhn",
                "Uh",
                "Huh",
                "Duh",
                "Kph"
            ]
        ]
    ],
    "Her gallery featured art by Picasso, Kandinsky, Albers, Léger and Klee.": [
        [
            48,
            54,
            [
                "Albert",
                "Alters",
                "Alders"
            ]
        ],
        [
            56,
            61,
            [
                "Leger",
                "Lever",
                "Lager",
                "Luger",
                "Ledger",
                "Leper"
            ]
        ]
    ],
    "Ansel Adams became a life-long friend when she devoted a show to his work.": [],
    "Because sales of modern art were infrequent, she supported herself and the gallery by presenting courses on art history.": [],
    "Among her early patrons were the (later) Chicago artist Claire Zeisler (1903-1991).": [
        [
            63,
            70,
            [
                "Master",
                "Easier",
                "Faster",
                "Laser",
                "Easter",
                "Eager"
            ]
        ]
    ],
    "She sponsored the architect Ludwig Mies van der Rohe (1886-1969) for American citizenship in 1938.": [],
    "Kuh developed an important personal collection of modern art, at times taking advantage of its relatively unknown status in Chicago.": [
        [
            0,
            3,
            [
                "kWh",
                "Kuhn",
                "Uh",
                "Huh",
                "Duh",
                "Kph"
            ]
        ]
    ],
    "She once bought ten works at a local auction, including Kandinskys, Jawlenskys and Man Rays for $110.": [
        [
            56,
            66,
            [
                "Kandinsky's",
                "Kandinsky"
            ]
        ],
        [
            68,
            78,
            [
                "Jawless"
            ]
        ]
    ],
    "Among her notable public battles were with the arch conservative group, Sanity in Art.": [
        [
            47,
            64,
            [
                "arch-conservative",
                "archconservative"
            ]
        ]
    ],
    "A single woman in the art world, she maintained a number of affairs, mostly with married men.": [],
    "An early and extended one was with the artist Carlos Mérida, whom she represented in her gallery.": [],
    "Her gallery closed in 1943 but was hired by Art Institute of Chicago director <a href=\"/richd\">Daniel Catton Rich</a> hired her to fill in the public relations position vacated by his staff in wartime duties.": [],
    "Kuh edited the museum's <em>Quarterly</em> beginning in 1946, rising to charge of the museum's Gallery of Interpretive Art.": [
        [
            0,
            3,
            [
                "kWh",
                "Kuhn",
                "Uh",
                "Huh",
                "Duh",
                "Kph"
            ]
        ]
    ],
    "Around this time she and Rich, himself married, began a long-term affair.": [],
    "After the war, Kuh, under Rich's direction, mounted the first post-war exhibition of modern art in Chicago, the Arensberg collection, in 1949.": [
        [
            15,
            18,
            [
                "kWh",
                "Kuhn",
                "Uh",
                "Huh",
                "Duh",
                "Kph"
            ]
        ],
        [
            112,
            121,
            [
                "Arnsberg"
            ]
        ]
    ],
    "In 1951, she published her first book, a work on art appreciation, titled <em>Art Has Many Faces</em>.": [],
    "She began writing art criticism for the <em>Saturday Review</em> in 1953.": [],
    "In 1954 she was appointed the first woman curator of European Art and Sculpture at the Institute.": [
        [
            3,
            7,
            [
                "1954,"
            ]
        ]
    ],
    "However, despite assembling the American contribution for the Venice Biennale in 1956, the United States committee declined to allow a woman to be commissioner, and selected Rich instead.": [],
    "During these years, she helped acquire many of the notable works of modern art for the museum.": [],
    "Rich left the Institute in 1958 and the following year, she too resigned, pursuing a career in New York as a collection advisor.": [],
    "She assembled a corporate collection of modern art for the First National Bank of Chicago, one of the finest in the country for the time.": [],
    "The 1960's and 70's Kuh spent writing a number of other books including, <em>The Artist's Voice</em>, 1962, <em>Break-up: The Core of Modern Art</em>, 1965, and <em>The Open Eye: in Pursuit of Modern Art</em>, 1971.Kuh had a fiery temper; her disagreements with the ever-placid Rich rang throughout halls of the curatorial department of the AIC.</p>": [
        [
            4,
            10,
            [
                "1960s"
            ]
        ],
        [
            15,
            19,
            [
                "70s"
            ]
        ],
        [
            20,
            23,
            [
                "kWh",
                "Kuhn",
                "Uh",
                "Huh",
                "Duh",
                "Kph"
            ]
        ],
        [
            215,
            218,
            [
                " Kuh"
            ]
        ]
    ]
}