{
    "<p>Curator of the Busch-Reisinger Museum and Chair of Harvard's Fine Arts Department.": [
        [
            18,
            33,
            [
                "Busch-Basinger"
            ]
        ]
    ],
    "Kuhn received his A.B.": [],
    "from the University of Michigan in 1923 and Ph.D.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "from Harvard in 1929.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "His dissertation, later published, is on Romanesque painting in Catalonia.": [],
    "In 1930 he was appointed curator of the Germanic Museum (later Busch-Reisinger), replacing founding curator <a href=\"/franckek\">Kuno Francke</a>.": [
        [
            3,
            7,
            [
                "1930,"
            ]
        ],
        [
            63,
            78,
            [
                "Busch-Basinger"
            ]
        ]
    ],
    "Kuhn was responsible for turning a small cultural museum with plaster reproductions into an important art museum.": [],
    "He raised funds for acquisitions and a new building.": [],
    "As early as 1932 he mounted exhibitions of contemporary German painting.": [],
    "Although a medievalist by training, Kuhn was willing to take advantage of the current art market for modern art rather than force acquisitions toward his predilections.": [],
    "The outstanding Expressionist collection the Busch-Reisinger owns today is almost entirely of his doing.": [
        [
            45,
            60,
            [
                "Busch-Basinger"
            ]
        ]
    ],
    "As Hitler closed German contemporary-art museums for being what he considered degenerate, Kuhn acquired the works for his museum.": [],
    "When Walter Gropius immigrated to the United States and to Harvard, Kuhn used the architect's connections and knowledge to secure many Bauhaus colleague's art work.": [],
    "The personal papers of Gropius and Lyonel Feininger were also acquired under his direction.": [],
    "Kuhn was Editor of the <em>Art Bulletin</em> 1948-9 and Chairman of the Department of Fine Arts at Harvard between 1949-1953.": [],
    "His most well-known written work is his corpus of medieval and renaissance German paintings in American collections.</p>": []
}