{
    "<p>Marxist/social historian-style scholar of popular arts, the poster and comic strip.": [],
    "Kunzle was educated at Gonville and Caius College, Cambridge University, receiving his B.A.": [
        [
            0,
            6,
            [
                "Uncle",
                "Jungle",
                "Bundle",
                "Muzzle",
                "Puzzle",
                "Kindle"
            ]
        ],
        [
            23,
            31,
            [
                "Danville",
                "Granville",
                "Grenville",
                "Orville",
                "Joinville",
                "Linville"
            ]
        ],
        [
            36,
            41,
            [
                "Camus",
                "Cains",
                "CFIUS",
                "CIUS",
                "Laius"
            ]
        ]
    ],
    "in 1957 with honors.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "After his Ph.D.": [],
    "from the University of London, whose dissertation he wrote in 1964 under <a href=\"/gombriche\">E.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "H. Gombrich</a>, he was appointed assistant professor at the University of California, Santa Barbara the following year.": [],
    "Kunzle was awarded a grant from National Endowment for the Humanities in 1967.": [
        [
            0,
            6,
            [
                "Uncle",
                "Jungle",
                "Bundle",
                "Muzzle",
                "Puzzle",
                "Kindle"
            ]
        ]
    ],
    "In between lectureships at the California Institute of the Arts, Valencia, 1972 and 1975, he published <em>The Early Comic Strip</em>, the first volume of his groundbreaking multivolume work, <em>The History of the Comic Strip</em> in 1973.": [],
    "Kunzle's book was in fact popular graphic arts including the broadside.": [
        [
            0,
            6,
            [
                "Uncle",
                "Jungle",
                "Bundle",
                "Muzzle",
                "Puzzle",
                "Kindle"
            ]
        ]
    ],
    "He translated Ariel Dorfman and Armand Mattelart's 1973 <em>Para leer al pato Donald</em> in 1975 as <em>How to Read Donald Duck</em>, a stunning indictment of the pervasiveness of Capitalism (\"Imperialism\" to use the author's phrase) through innocuous cartoon imagery.": [
        [
            39,
            48,
            [
                "Mattel art"
            ]
        ]
    ],
    "Kunzle was appointed associate professor at the University of California, Los Angeles, in 1977, an art history department noted for its social-history approach to art history.": [
        [
            0,
            6,
            [
                "Uncle",
                "Jungle",
                "Bundle",
                "Muzzle",
                "Puzzle",
                "Kindle"
            ]
        ]
    ],
    "He received an American Council of Learned Societies grant in 1978, advancing to (full) professor in 1981.": [],
    "The second volume of his <em>History of the Comic Strip</em>, <em>The Nineteenth Century</em>, appeared in 1990.": [],
    "In 1998, Kunzle worked on an exhibition at the UCLA Fowler Museum of Cultural History which resulted in his book, <em>Che Guevara: Icon, Myth and Message</em>.": [
        [
            9,
            15,
            [
                "Uncle",
                "Jungle",
                "Bundle",
                "Muzzle",
                "Puzzle",
                "Kindle"
            ]
        ]
    ],
    "His <em>From Criminal to Courtier: The Soldier in Netherlandish Art 1550-1670</em> was published in 2002.": [],
    "The same year, he issued an updated edition of <em>Fashion and Fetishism</em>, a social history of fashion creating body-sculpture in the West as part of the <em>Penguin Social History Classics</em> series.Kunzle's Marxist methodology, like many social-history-style art historians, rankled more traditionally trained art scholars.": [
        [
            206,
            212,
            [
                " Kunzle"
            ]
        ]
    ],
    "His pointed if not combative replies to reviews of his books resulted in continual rows.": [],
    "He accused (in print) the Dutch scholar <a href=\"/bruynj\">Josua Bruyn</a> of being crude and malicious (<em>Art Bulletin</em>, December 1978).": [],
    "His critics chided <em>The Early Comic Strip</em> for examining only those images which proved Kunzle's contention that graphic art represented popular unrest.": [
        [
            95,
            101,
            [
                "Uncle",
                "Jungle",
                "Bundle",
                "Muzzle",
                "Puzzle",
                "Kindle"
            ]
        ]
    ],
    "Kunzle's application of sociological criteria the to interpretation of prints and his unabashed political ideology rescued popular arts from the formalistic/iconographic studies to which they had been relegated.": [
        [
            0,
            6,
            [
                "Uncle",
                "Jungle",
                "Bundle",
                "Muzzle",
                "Puzzle",
                "Kindle"
            ]
        ],
        [
            145,
            156,
            [
                "moralistic",
                "formalist",
                "formalists"
            ]
        ]
    ],
    "Together with <a href=\"/boimea\">Albert Boime</a> and <a href=\"/werckmeistero\">O.": [],
    "K. Werckmeister</a>, he perpetrated the Marxist-bend art history for which the UCLA Art Department became known.</p>": []
}