{
    "<p>Museum director for the Städtischen Museum, Erfurt; staunch advocate for modern art, despite its contreversial nature under the Nazi Party in the 1920s and 1930s.": [
        [
            100,
            113,
            [
                "controversial"
            ]
        ]
    ],
    "Kunze was born in Staßfurt, Germany, to parents Gustav Kunze, a teacher, and Anna Beyer (Kunze).": [
        [
            0,
            5,
            [
                "June",
                "Knee",
                "Tune",
                "Kane",
                "Dune",
                "Ounce"
            ]
        ],
        [
            18,
            26,
            [
                "Start",
                "Stanford",
                "Stature",
                "Stafford",
                "Stamford",
                "Staffers"
            ]
        ],
        [
            55,
            60,
            [
                "June",
                "Knee",
                "Tune",
                "Kane",
                "Dune",
                "Ounce"
            ]
        ],
        [
            89,
            94,
            [
                "June",
                "Knee",
                "Tune",
                "Kane",
                "Dune",
                "Ounce"
            ]
        ]
    ],
    "His formal education began in Haldensleben, where he received his Abitur in 1917 from the local gymnasium.": [],
    "In 1917, Kunze began studying at universities in Munich, Leipzig, and Halle, where he studied law, before ultimately switching to art history.": [
        [
            9,
            14,
            [
                "June",
                "Knee",
                "Tune",
                "Kane",
                "Dune",
                "Ounce"
            ]
        ]
    ],
    "His professors included <a href=”/wöfflinh”>Heinrich Wöfflin</a>, <a href=”/franklp”>Paul Frankl</a>, <a href=”/gerstenbergk”>Kurt Gerstenberg</a>, and <a href=”/pinderw”>Wilhelm Pinder</a>.": [],
    "Kunze’s college experience was interrupted for a year and a half due to his completion of military service during the First World War.": [
        [
            0,
            5,
            [
                "June",
                "Knee",
                "Tune",
                "Kane",
                "Dune",
                "Ounce"
            ]
        ]
    ],
    "He returned to school afterwards.": [
        [
            22,
            32,
            [
                "afterward"
            ]
        ]
    ],
    "At university in Halle in 1923, he completed his PhD in art history under Frankl.": [
        [
            74,
            80,
            [
                "Frank",
                "Franks",
                "Frankly",
                "Frankel",
                "Fran kl"
            ]
        ]
    ],
    "His dissertation titled <em>Die Erfurter Plastik in der 2.": [
        [
            41,
            48,
            [
                "Plastic",
                "Plastid"
            ]
        ],
        [
            52,
            55,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "Hälfte des 14.": [
        [
            0,
            6,
            [
                "Halite"
            ]
        ],
        [
            7,
            10,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Jahrhunderts</em> (The Sculpture of Erfurt in the 2nd Half of the 14th Century) was thus also published.</p> \n<p>In 1925, Kunze published many scholarly works on sculpture, including <em>Die Plastik des 14th Jahrhunderts in Sachsen und Thüringen</em> (The Sculpture of the 14th Century in Saxony and Thuringia), <em>Die gotische Skulptur in Mitteldeutschland</em> (The Gothic Sculpture in Central Germany), and <em>Die mittelalterliche Plastik im Oldenburger Landesmuseum</em> (The medieval sculpture in the Oldenburg State Museum).</p>  \n<p>During this same year, Kunze became the Director of the Angermuseum in Erfurt, succeeding <a href=”/redslobe”>Edwin Redslob</a> and <a href=”/kaesbach”>Walter Kaesbach</a>.": [
        [
            122,
            127,
            [
                "June",
                "Knee",
                "Tune",
                "Kane",
                "Dune",
                "Ounce"
            ]
        ]
    ],
    "At the Angermuseum, Kunze paid great attention to the care of the medieval art collection, consisting of works from Erfurt and Thuringia.": [
        [
            7,
            18,
            [
                "Anger museum"
            ]
        ],
        [
            20,
            25,
            [
                "June",
                "Knee",
                "Tune",
                "Kane",
                "Dune",
                "Ounce"
            ]
        ]
    ],
    "His scholarly publishing then focused on the art and material culture of Erfurt, for which the museum was dedicated.": [],
    "A general work on Erfurt, <em>Erfurt</em>, appeared in 1928 followed the following year by one of the arts and crafts of the city, <em>Das Erfurter Kunsthandwerk</em>.": [],
    "In the early 1930s he wrote catalogs on the Erfurt cathedral museum (<em>Das neue Dommuseum in Erfurt</em>) and one on landscape painters in the Angermuseum (<em>Landschaftsmalerei des 19.": [],
    "Jahrhunderts.": [],
    "Eine Führung durch das Erfurter Museum</em>).</p>\n<p>At the Angermuseum, Kunze’s most notable and controversial contribution was leading the expansion of the institution’s considerable modern collection, begun by his predecessors.": [
        [
            5,
            12,
            [
                "Furring"
            ]
        ],
        [
            13,
            18,
            [
                "Dutch",
                "Burch",
                "dutch",
                "lurch"
            ]
        ],
        [
            19,
            22,
            [
                "was",
                "as",
                "has",
                "day",
                "days",
                "gas"
            ]
        ],
        [
            60,
            71,
            [
                "Anger museum"
            ]
        ],
        [
            73,
            78,
            [
                "June",
                "Knee",
                "Tune",
                "Kane",
                "Dune",
                "Ounce"
            ]
        ]
    ],
    "During this time period, modern art was controversial.": [],
    "The Nazi party, who assumed power in Germany in 1933, considered the German Expressionist art degenerate (calling it un-German).": [
        [
            117,
            126,
            [
                "non-German"
            ]
        ]
    ],
    "Despite this, Kunze continued to purchase modern works as director until 1936.": [
        [
            14,
            19,
            [
                "June",
                "Knee",
                "Tune",
                "Kane",
                "Dune",
                "Ounce"
            ]
        ]
    ],
    "Because of his active engagement with modern art, Kunze was subsequently dismissed from his position at the Angermuseum in 1937.": [
        [
            50,
            55,
            [
                "June",
                "Knee",
                "Tune",
                "Kane",
                "Dune",
                "Ounce"
            ]
        ],
        [
            108,
            119,
            [
                "Anger museum"
            ]
        ]
    ],
    "In that same year, the Nazi regime began their “Degenerate Art” campaign, and confiscated 591 works of art from Angermuseum.": [
        [
            112,
            123,
            [
                "Anger museum"
            ]
        ]
    ],
    "He was succeeded at the museum by Magdalene Rudolph (1901-1992) whom he married in 1942.": [],
    "Kunze kept an exceedingly low profile during this time.</p> \n<p>In 1945, Kunze resumed his position as the Director of the Angermuseum.": [
        [
            0,
            5,
            [
                "June",
                "Knee",
                "Tune",
                "Kane",
                "Dune",
                "Ounce"
            ]
        ],
        [
            73,
            78,
            [
                "June",
                "Knee",
                "Tune",
                "Kane",
                "Dune",
                "Ounce"
            ]
        ],
        [
            123,
            134,
            [
                "Anger museum"
            ]
        ]
    ],
    "Upon returning, he commenced the reconstruction of the modern collection that had been destroyed by National Socialists.": [],
    "Erfurt, now in East Germany under communist control, had similar (though less violent) views on Expressionist art.": [],
    "He documented his experiences re-assembling the Museum collection in his <em>Restaurierung von Museumsgut</em> (Restoration of Museum Property, 1951).": [],
    "Kunze's insistence of modern art's importance ultimately led to his dismissal at the museum a second time in 1963.": [
        [
            0,
            5,
            [
                "June",
                "Knee",
                "Tune",
                "Kane",
                "Dune",
                "Ounce"
            ]
        ]
    ],
    "He died in his native city at eighty years old.</p>": []
}