{
    "Private scholar; specialist in textile and medieval art; trained under the \"Vienna School\" scholars.": [],
    "Kurth was born in Vienna in 1878 to Samuel Kris, a court and judicial advocate (<em>Hof- und Gerichtsadvokat</em>), and Hermine Morawetz.": [
        [
            0,
            5,
            [
                "Kurt",
                "Kurtz",
                "Fürth",
                "Hürth",
                "Würth"
            ]
        ]
    ],
    "She was the cousin of art historian <a href=\"”/krise”\">Ernst Kris</a>.": [],
    "Kurth attended school at a lyceum in Vienna, following which she took a teacher’s examination and spent several years working as a language teacher.": [
        [
            0,
            5,
            [
                "Kurt",
                "Kurtz",
                "Fürth",
                "Hürth",
                "Würth"
            ]
        ]
    ],
    "In 1902, Kurth anonymously published the successful girls’ book <em>Eine für Viele</em>, a fictional diary concerning the sexual desires of a young girl and her interaction with bourgeois double standards.": [
        [
            9,
            14,
            [
                "Kurt",
                "Kurtz",
                "Fürth",
                "Hürth",
                "Würth"
            ]
        ]
    ],
    "The book sparked the so-called “Vera debate”, prompting a number of counter-publications, and was considered scandalous within the women’s movement.": [],
    "In 1903, she married Peter Paul Kurth (1879–1924), a lawyer and archaeologist.": [
        [
            32,
            37,
            [
                "Kurt",
                "Kurtz",
                "Fürth",
                "Hürth",
                "Würth"
            ]
        ]
    ],
    "She began attending the University of Vienna as a non-degree-seeking student in 1904.": [],
    "Kurth undertook gymnasium coursework and eventually took an external <em>Abitur</em> in 1907.": [
        [
            0,
            5,
            [
                "Kurt",
                "Kurtz",
                "Fürth",
                "Hürth",
                "Würth"
            ]
        ]
    ],
    "Following the completion of her <em>Abitur</em>, Kurth enrolled at the University of Vienna studying art history and archaeology under <a href=\"”/dvorakm”\">Max Dvořák</a>, <a href=\"”/wickhofff”\">Franz Wickhoff</a>, <a href=\"”/schlosserj”\">Julius Schlosser</a>, and <a href=\"”/strzygowski”\">Josef Strzygowski</a>, whose methodology was known as the \"Vienna School\" of art history.": [
        [
            49,
            54,
            [
                "Kurt",
                "Kurtz",
                "Fürth",
                "Hürth",
                "Würth"
            ]
        ]
    ],
    "Kurth was the first female art history student and one of the first female students ever at the University of Vienna.": [
        [
            0,
            5,
            [
                "Kurt",
                "Kurtz",
                "Fürth",
                "Hürth",
                "Würth"
            ]
        ]
    ],
    "She received her doctorate in 1911 under Dvořák.": [
        [
            41,
            47,
            [
                "Dvorak"
            ]
        ]
    ],
    "Her dissertation was titled <em>Die Fresken im Adlerturm zu Trient</em> (<em>The Frescoes in the Eagle Tower in Trento</em>), and was published under the title “Ein Freskenzyklus im Adlerturm zu Trient” (“A Cycle of Frescoes in the Eagle Tower at Trento”) in the <em>Jahrbuch des Kunsthistorischen Institutes</em> in Vienna in 1911.": [],
    "From 1911 onwards Kurth worked as a private scholar, focusing her research on textile art.": [
        [
            18,
            23,
            [
                "Kurt",
                "Kurtz",
                "Fürth",
                "Hürth",
                "Würth"
            ]
        ]
    ],
    "She also lectured at adult education centers.": [],
    "Her husband died in 1924 at age 46.": [],
    "Kurth published her most notable work, the three-volume <em>Die deutschen Bildteppiche des Mittelalters</em> (<em>The German Tapestries of the Middle Ages</em>), in 1926.": [
        [
            0,
            5,
            [
                "Kurt",
                "Kurtz",
                "Fürth",
                "Hürth",
                "Würth"
            ]
        ]
    ],
    "Following the Anschluss in 1938, Kurth emigrated to England because of religious persecution based on her Jewish heritage.": [
        [
            33,
            38,
            [
                "Kurt",
                "Kurtz",
                "Fürth",
                "Hürth",
                "Würth"
            ]
        ],
        [
            39,
            51,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "From 1939 onwards, Kurth resided in London.": [
        [
            19,
            24,
            [
                "Kurt",
                "Kurtz",
                "Fürth",
                "Hürth",
                "Würth"
            ]
        ]
    ],
    "She received financial support from the Society for the Protection of Science and Learning or SPSL (now the Council for At-Risk Academics); efforts by the SPSL to find employment for her were unsuccessful, mainly due to her age.": [],
    "Kurth published various articles and gave a lecture at the Warburg Institute, titled “The Wild Men in the Middle Ages and Their Analogies in the Antique”.": [
        [
            0,
            5,
            [
                "Kurt",
                "Kurtz",
                "Fürth",
                "Hürth",
                "Würth"
            ]
        ]
    ],
    "She also worked on the collection of material for a catalog of all medieval textiles with representations of classical themes.": [],
    "After the evacuation of the Warburg Institute and its staff to Denham, Buckinghamshire because of the threat of bombing by Germany, Kurth lived with them, as she was nearly destitute.": [
        [
            63,
            69,
            [
                "Dunham",
                "Den ham"
            ]
        ],
        [
            132,
            137,
            [
                "Kurt",
                "Kurtz",
                "Fürth",
                "Hürth",
                "Würth"
            ]
        ]
    ],
    "The art historian <a href=\"”/tietzeh”\">Hans Tietze</a> gave a donation for her support to the SPSL in 1941.": [],
    "In 1945, she was contracted by the Glasgow Art Gallery to catalog the Sir William Burrell tapestry donations.": [],
    "Kurth died in an accident in 1948.": [
        [
            0,
            5,
            [
                "Kurt",
                "Kurtz",
                "Fürth",
                "Hürth",
                "Würth"
            ]
        ]
    ],
    "Kurth combined her work in art history with studies in historical research and medieval German literature, which “gave her work a rare width of scope”.": [
        [
            0,
            5,
            [
                "Kurt",
                "Kurtz",
                "Fürth",
                "Hürth",
                "Würth"
            ]
        ]
    ],
    "Her papers on Gothic painting and iconography were significant in studies of medieval art history, and her volumes concerning German medieval tapestries became “indispensable to all students of the subject” and “a model of conscientious and successful research into technique, style, history and above all iconography”.": [],
    "Kurth was the first scholar to recognize the importance of the tapestry manufacture of Tournai as well as the flourishing of the arts at the court of Burgundy (Kurz).": [
        [
            0,
            5,
            [
                "Kurt",
                "Kurtz",
                "Fürth",
                "Hürth",
                "Würth"
            ]
        ],
        [
            87,
            94,
            [
                "Tourney",
                "Tourneys"
            ]
        ],
        [
            160,
            164,
            [
                "Kurt",
                "Kurtz",
                "Kurd"
            ]
        ]
    ]
}