{
    "<p>Private scholar who worked extensively with husband Otto Kurz to produce publications on a variety of art historical topics.": [
        [
            60,
            64,
            [
                "Kurt",
                "Kurtz",
                "Kurd"
            ]
        ]
    ],
    "Hilde Kurz was born as Hilde Schüller in Vienna to parents Richard Schüller (1870-1972), a lawyer, doctor, and professor, and Emma Rosenthal (Schüller) (1880-1968).": [
        [
            0,
            5,
            [
                "Hide",
                "Wilde",
                "Hilda",
                "Tilde",
                "HALDE",
                "Hilden"
            ]
        ],
        [
            6,
            10,
            [
                "Kurt",
                "Kurtz",
                "Kurd"
            ]
        ],
        [
            23,
            28,
            [
                "Hide",
                "Wilde",
                "Hilda",
                "Tilde",
                "HALDE",
                "Hilden"
            ]
        ],
        [
            29,
            37,
            [
                "Schiller",
                "Schuyler",
                "Sculler",
                "Schaller"
            ]
        ],
        [
            67,
            75,
            [
                "Schiller",
                "Schuyler",
                "Sculler",
                "Schaller"
            ]
        ],
        [
            142,
            150,
            [
                "Schiller",
                "Schuyler",
                "Sculler",
                "Schaller"
            ]
        ]
    ],
    "Hilda Schüller studied at Mädchenrealgymnasium in Josefstadt, Vienna, where she received her Abitur in 1928.": [
        [
            6,
            14,
            [
                "Schiller",
                "Schuyler",
                "Sculler",
                "Schaller"
            ]
        ],
        [
            50,
            60,
            [
                "Joseph Kalt"
            ]
        ]
    ],
    "In the same year, she began her studies in art history and archaeology at the University of Vienna (“Vienna School\"), under professors like <a href=\"/schlosserj\">Julis Schlosser</a>, <a href=\"/tietzeh\">Hans Tietze</a>, and <a href=\"/swobodak\">Karl Swoboda</a>.": [],
    "Schüller took one semester off her studies at University of Vienna to study in Frankfurt.": [
        [
            0,
            8,
            [
                "Schiller",
                "Schuyler",
                "Sculler",
                "Schaller"
            ]
        ]
    ],
    "In 1933, she graduated and published her dissertation under Schlosser, titled <em>Die Entwicklung der altniederländischen Tafelmalerei und Tapisserie von 1475 bis 1495</em> (The development of Old Netherlandish panel painting and tapestry from 1475 to 1495).</p>\n\n<p>After earning her degree, Schüller completed a traineeship at the Albertina Collection of Prints and Drawings in Vienna.": [],
    "In 1937, she married <a href=\"/kurzo\">Otto Kurz</a>, a fellow art historian.": [],
    "Due to her Jewish heritage, Kurz was persecuted on “racial grounds\" in the same year, and was thus forced to flee the country and emigrate to England.": [
        [
            28,
            32,
            [
                "Kurt",
                "Kurtz",
                "Kurd"
            ]
        ],
        [
            66,
            67,
            [
                "”"
            ]
        ],
        [
            130,
            141,
            [
                "immigrate to",
                "emigrate from"
            ]
        ]
    ],
    "In the years following her arrival in England, Kurz worked mainly on her husband’s research.": [
        [
            47,
            51,
            [
                "Kurt",
                "Kurtz",
                "Kurd"
            ]
        ]
    ],
    "She published a larger essay of her own in 1952, titled <em>Italian models of Hogarth's picture stories</em>.&nbsp;</p>\n\n<p>Kurz experienced a significant health scare in 1952, which resulted in her undergoing brain surgery.": [
        [
            124,
            128,
            [
                "Kurt",
                "Kurtz",
                "Kurd"
            ]
        ]
    ],
    "She then developed hemiplegia and loss of speech.": [],
    "Kurz was taken care of by her husband in their home, against the recommendations of doctors.": [
        [
            0,
            4,
            [
                "Kurt",
                "Kurtz",
                "Kurd"
            ]
        ]
    ],
    "Regardless of a drastic decline in her health, Kurz still published works in the years following her brain surgery.": [
        [
            47,
            51,
            [
                "Kurt",
                "Kurtz",
                "Kurd"
            ]
        ]
    ],
    "In 1958, a joint work of hers written with Otto Kurz, titled \"A bibliography of the writings of Hans Tietze and Erica Tietze - Conrat\" in <em>Feststhrift&nbsp; Hans Tietze</em>, was published.": [
        [
            48,
            52,
            [
                "Kurt",
                "Kurtz",
                "Kurd"
            ]
        ],
        [
            101,
            107,
            [
                "Title",
                "Tithe",
                "Waite",
                "Dietz",
                "Tsetse",
                "Tiptoe"
            ]
        ],
        [
            118,
            124,
            [
                "Title",
                "Tithe",
                "Waite",
                "Dietz",
                "Tsetse",
                "Tiptoe"
            ]
        ],
        [
            127,
            133,
            [
                "Conrad"
            ]
        ]
    ],
    "Another joint essay between the two was published in 1972, titled <em>The Turkish dresses in the costume-book of Rubens</em>.": [],
    "As of 1979, Kurz lived in London, but her whereabouts afterwards are indeterminable up until her death in 1981.</p>": [
        [
            12,
            16,
            [
                "Kurt",
                "Kurtz",
                "Kurd"
            ]
        ],
        [
            54,
            64,
            [
                "afterward"
            ]
        ]
    ]
}