{
    "<p>Kurz was the son of a medical doctor, Maximilian Kurz (1871-1941) and Anna Mandel (Kurz) (1884-1941).": [
        [
            3,
            7,
            [
                "Kurt",
                "Kurtz",
                "Kurd"
            ]
        ],
        [
            52,
            56,
            [
                "Kurt",
                "Kurtz",
                "Kurd"
            ]
        ],
        [
            78,
            84,
            [
                "Manuel",
                "Handel",
                "Mandela",
                "Mendel",
                "Mandrel",
                "Mantel"
            ]
        ],
        [
            86,
            90,
            [
                "Kurt",
                "Kurtz",
                "Kurd"
            ]
        ]
    ],
    "He attended the humanistiches Gymnasium in Vienna before entering the University of Vienna to study art history in 1927.": [
        [
            16,
            29,
            [
                "humanistic hes"
            ]
        ]
    ],
    "There he heard lectures by <a href=\"/strzygowski\">Josef Rudolf Thomas Strzygowski</a> and <a href=\"/tietzeh\">Hans Tietze</a>, eventually completing his dissertation in 1931 under <a href=\"/schlosserj\">Julius Alwin von Schlosser</a> on the topic of the early work of Guido Reni, then a much under-valued artist.": [],
    "For two years he taught a course on conservation at the Institut für österreichischen Geschichtsforschung, an institution modeled after the école des Chartres.": [
        [
            56,
            64,
            [
                "Institute"
            ]
        ],
        [
            65,
            68,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            140,
            145,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            146,
            149,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "He also volunteered in the main art-history library of Vienna, the österreichisches Museum für Kunst und Industrie.": [
        [
            91,
            94,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            95,
            100,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ],
        [
            101,
            104,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            105,
            114,
            [
                "Industries"
            ]
        ]
    ],
    "Kurz assisted fellow Schlosser student <a href=\"/krise\">Ernst Kris</a>, now a curator at the Kunsthistorisches Museum, on the myths of artists, which appeared as the book <em>Die Legende vom Künstler</em> in 1933.": [
        [
            0,
            4,
            [
                "Kurt",
                "Kurtz",
                "Kurd"
            ]
        ]
    ],
    "While still a Schlosser student, Nazi thugs took advantage of the police immunity in the university, bludgeoning Kurz, a Jew, in the middle of the university library.": [
        [
            113,
            117,
            [
                "Kurt",
                "Kurtz",
                "Kurd"
            ]
        ]
    ],
    "Untimately unable to find work in an Austria evermore aligning itself with Nazi Germany, Schlosser and Kris, helped Kurz secure a job at the private Warburg Library in Hamburg, then under the direction of <a href=\"/saxlf\">Fritz Saxl</a>.": [
        [
            0,
            10,
            [
                "Ultimately",
                "Intimately"
            ]
        ],
        [
            116,
            120,
            [
                "Kurt",
                "Kurtz",
                "Kurd"
            ]
        ]
    ],
    "Saxl returned to Vienna only long enough to pass the eleven examinations at the Geschichtsforschung institute (1933).": [
        [
            0,
            4,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ]
    ],
    "When Saxl moved the Warburg to London, Kurz was invited to emigrate to England as well.": [
        [
            5,
            9,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ],
        [
            39,
            43,
            [
                "Kurt",
                "Kurtz",
                "Kurd"
            ]
        ],
        [
            59,
            70,
            [
                "immigrate to",
                "emigrate from"
            ]
        ]
    ],
    "In England he completed the first volume of Warburg's <em>Bibliography of the Survival of the Classics</em> (1934).": [
        [
            3,
            10,
            [
                "England,"
            ]
        ]
    ],
    "A fellow Schlosser student, the art historian Hilde Schüller accompanied him and the two were married in 1937 (see <a href=\"/kurzh\">Hilde Kurz</a>).": [
        [
            46,
            51,
            [
                "Hide",
                "Wilde",
                "Hilda",
                "Tilde",
                "HALDE",
                "Hilden"
            ]
        ],
        [
            52,
            60,
            [
                "Schiller",
                "Schuyler",
                "Sculler",
                "Schaller"
            ]
        ]
    ],
    "Kurz was able to find employment editing a critical edition of Marco Polo's <em>Description of the World</em>.": [
        [
            0,
            4,
            [
                "Kurt",
                "Kurtz",
                "Kurd"
            ]
        ]
    ],
    "His interest in Guido Reni caught the attention of art historian <a href=\"/mahond\">Denis Mahon</a>, one of the few Italian baroque enthusiasts in England at the time.": [],
    "Kurz used an introduction from <a href=\"/bodmerh\">Heinrich Bodmer</a> to assist Mahon with Italian translation and Mahon took Kurz to the Soviet Union to view baroque art.": [
        [
            0,
            4,
            [
                "Kurt",
                "Kurtz",
                "Kurd"
            ]
        ]
    ],
    "Mahon's contribution to Kurz's salary made it possible for Kurz to survive in England.": [
        [
            0,
            5,
            [
                "Mason",
                "Macon",
                "Manon",
                "Mahan"
            ]
        ],
        [
            24,
            28,
            [
                "Kurt",
                "Kurtz",
                "Kurd"
            ]
        ],
        [
            59,
            63,
            [
                "Kurt",
                "Kurtz",
                "Kurd"
            ]
        ]
    ],
    "He completed a book with <a href=\"/buchthalh\">Hugo Buchthal</a> on Christian manuscripts.": [],
    "In 1939 Saxl secured a two-year grant for Kurz and Gombrich from Sir Percival David (1892-1964).": [
        [
            8,
            12,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ],
        [
            42,
            46,
            [
                "Kurt",
                "Kurtz",
                "Kurd"
            ]
        ]
    ],
    "When World War II was declared in Britain, Kurz was interned as an enemy alien.": [
        [
            43,
            47,
            [
                "Kurt",
                "Kurtz",
                "Kurd"
            ]
        ]
    ],
    "In 1943 he was commission by <a href=\"/blunta\">Anthony Blunt</a> to catalog the collection of Bolognese drawings at Windsor Castle (published 1955).": [
        [
            3,
            7,
            [
                "1943,"
            ]
        ]
    ],
    "By 1944, Kurz had secured a position as assistant librarian at the Warburg, whose permanent home was now the University of London.": [
        [
            9,
            13,
            [
                "Kurt",
                "Kurtz",
                "Kurd"
            ]
        ]
    ],
    "He was made Librarian in 1949.Throughout his life, Kurz venerated the memory of his mentor, Schlosser.": [
        [
            30,
            40,
            [
                " Throughout"
            ]
        ],
        [
            51,
            55,
            [
                "Kurt",
                "Kurtz",
                "Kurd"
            ]
        ]
    ],
    "He updated and translated Schlosser's <em>Kunstliteratur</em> into Italian (1964) and issued a moving personal memoir in 1955.": [],
    "Kurz was so enamored of his teacher that, according to Gombrich, Kurz deleted paragraphs of a draft of his dissertation with pencil marks next to them, assuming they were criticisms by Schlosser, never bothering to ask (they were marks of approval).</p>": [
        [
            0,
            4,
            [
                "Kurt",
                "Kurtz",
                "Kurd"
            ]
        ],
        [
            65,
            69,
            [
                "Kurt",
                "Kurtz",
                "Kurd"
            ]
        ]
    ]
}