{
    "<p>A.D.": [],
    "White Professor at Large, Cornell University and art critic.": [],
    "Kuspit's parents were Morris Kuspit, employed as a manager, and Celia Kuspit.": [
        [
            0,
            6,
            [
                "Kuwait",
                "Pulpit",
                "Spit",
                "Cuspid"
            ]
        ],
        [
            29,
            35,
            [
                "Kuwait",
                "Pulpit",
                "Spit",
                "Cuspid"
            ]
        ],
        [
            70,
            76,
            [
                "Kuwait",
                "Pulpit",
                "Spit",
                "Cuspid"
            ]
        ]
    ],
    "Kuspit graduated from Columbia University, in 1955 with a B.A., continuing to Yale University for his M.A.in 1958.": [
        [
            0,
            6,
            [
                "Kuwait",
                "Pulpit",
                "Spit",
                "Cuspid"
            ]
        ]
    ],
    "He moved to Germany, studying at the University of Frankfurt, lecturing in English at the school, 1957-1959, and receiving his Ph.D.": [],
    "in philosophy at Frankfurt in 1960.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He returned to the United States to teach at the Pennsylvania State University as an assistant professor of philosophy in 1960, marrying a Judith Clements Price, a literature scholar (and later psychologist) in 1962.": [],
    "Kuspit became increasingly interested in art history and pursued a second M.A.": [
        [
            0,
            6,
            [
                "Kuwait",
                "Pulpit",
                "Spit",
                "Cuspid"
            ]
        ]
    ],
    "in art history at Pennsylvania, granted in 1964.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He secured a Fulbright lectureship in philosophy and American studies to teach at the University of Saarland, Saarbruecken, Germany, 1964-1965 before teaching at the University of Windsor, Windsor, Ontario, as associate professor of philosophy, between 1966 and 1970.": [
        [
            110,
            122,
            [
                "Saarbrücken"
            ]
        ]
    ],
    "During this time he worked on a Ph.D.": [],
    "in art history at the University of Michigan.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Awarded in 1971, his dissertation topic, written under Clifton C. Olds, focused on the critical reception of Albrecth Dürer.": [
        [
            109,
            117,
            [
                "Albrecht"
            ]
        ]
    ],
    "He joined the department of art history at the University of North Carolina, Chapel Hill, as professor of art history in 1970, contributing criticsm for <em>Artforum</em> and <em>Arts Magazine</em>.": [
        [
            140,
            148,
            [
                "criticism",
                "critics"
            ]
        ]
    ],
    "Kuspit researched as a National Endowment for the Humanities younger humanist fellowship for the 1973-1974 year and a Guggenheim fellowship for 1977-1978.": [
        [
            0,
            6,
            [
                "Kuwait",
                "Pulpit",
                "Spit",
                "Cuspid"
            ]
        ]
    ],
    "In 1978 Kuspit was recruited by the State University of New York at Stony Brook (Long Island) as professor of art history and chair of department, which he held until 1983.": [
        [
            8,
            14,
            [
                "Kuwait",
                "Pulpit",
                "Spit",
                "Cuspid"
            ]
        ]
    ],
    "At Stony Brook, he and felllow Stony Brook professor <a href=\"/allowayl\">Lawrence Alloway</a> co-founded the magazine <em>Art Criticism</em>.": [
        [
            23,
            30,
            [
                "fellow",
                "fell low"
            ]
        ]
    ],
    "Kuspit received a <a href=\"/matherf\">Frank Jewett Mather, Jr.</a>, Award for Distinction in Art Criticism from the College Art Association in 1983.": [
        [
            0,
            6,
            [
                "Kuwait",
                "Pulpit",
                "Spit",
                "Cuspid"
            ]
        ]
    ],
    "In 1991 he became A. D. White Professor at Large, Cornell University, 1991, remaining until 1997.": [
        [
            3,
            7,
            [
                "1991,"
            ]
        ]
    ],
    "Kuspit's art writing has always been highly impued with philosophical underpinnings.": [
        [
            0,
            6,
            [
                "Kuwait",
                "Pulpit",
                "Spit",
                "Cuspid"
            ]
        ],
        [
            44,
            50,
            [
                "imbued",
                "imputed"
            ]
        ]
    ],
    "His interest in the philosophy of art historiography (his article on <a href=\"/schapirer\">Meyer Schapiro</a>) and the theory of perception were early works in the field.</p>": []
}