{
    "<p>Scholar of Greek and Roman architecture and sculpture.": [],
    "Kähler studied classical archaeology and art history at the university of Freiburg im Breisgau.": [
        [
            0,
            6,
            [
                "Mahler",
                "Kohler"
            ]
        ]
    ],
    "He wrote his dissertation under <a href=\"/dragendorffh\">Hans Dragendorff</a> in 1929.": [],
    "After securing a travel stipend from the DAI (Deutsches Archäologisches Institut or Geman Archaeological Institute) Kähler spent 1930-31 in France, Spain, Greece, Rome and Asia Minor.": [
        [
            46,
            55,
            [
                "Deutsche's",
                "Deutsche"
            ]
        ],
        [
            72,
            80,
            [
                "Institute"
            ]
        ],
        [
            84,
            89,
            [
                "German",
                "GEPAN",
                "Gem an"
            ]
        ],
        [
            116,
            122,
            [
                "Mahler",
                "Kohler"
            ]
        ]
    ],
    "Returning to Germany, he worked at the Pergamon Museum 1936-37 and then as assistant to the Archaeological Seminar of <a href=\"/buschore\">Ernst Buschor</a> at the University of Munich (1937-1941) as well as in the museum of casts.": [
        [
            39,
            47,
            [
                "Bergamo",
                "Bergamot"
            ]
        ]
    ],
    "His study of the sculpture of the Great Pergamon Altar appeared in 1942.": [
        [
            40,
            48,
            [
                "Bergamo",
                "Bergamot"
            ]
        ]
    ],
    "He completed his <em>habilitationssschrift</em> there in 1943 while serving in the German military during World War II.": [],
    "After the war his study of Hadrian's Villa appeared in 1950.": [],
    "He was appointed Professor of Classical Archaeology at the University Saarbrücken between 1953-1960.": [],
    "His work on the Arch of Constantine (1953) and the Temple of Fortuna Primigenia of Praeneste, 1958, both date from his Saarbrücken years.": [
        [
            83,
            92,
            [
                "Prankster",
                "Greenest",
                "Plainest",
                "Pretest",
                "Pretested",
                "Pretests"
            ]
        ]
    ],
    "He co-founded with <a href=\"/moreauj\">Jacques Moreau</a> the <em>Monumenta Artis Romanae</em> book series, supplying personally the volume on the Augustus Prima Porta (1959).": [],
    "In 1960 he succeeded <a href=\"/rumpfa\">Andreas Rumpf</a> at the University at Cologne (Institut für Klassische Archäologie) where he taught until 1973.": [
        [
            3,
            7,
            [
                "1960,"
            ]
        ]
    ],
    "At Cologne he authored his survey, <em>Rom und sein Imperium</em>, 1962, which was translated into English in 1963 and became widely-used text for Roman art.": [
        [
            3,
            10,
            [
                "Cologne,"
            ]
        ]
    ],
    "A second volume in the <em>Monumenta Artis Romanae</em> book series on the Gemma Augustea appeared in 1968.</p>": []
}