{
    "<p>Director of the Berlin State Museums during the Third Reich; Asianist.": [
        [
            64,
            72,
            [
                "Pianist",
                "Asians",
                "Arianism",
                "Alienist",
                "Apiarist"
            ]
        ]
    ],
    "Kümmel came from a large family; his father, Werner Kümmel, was the director of city planning in the Altona section of Hamburg.": [
        [
            0,
            6,
            [
                "Kimmel",
                "Hummel",
                "Pummel"
            ]
        ],
        [
            52,
            58,
            [
                "Kimmel",
                "Hummel",
                "Pummel"
            ]
        ],
        [
            101,
            107,
            [
                "Alton",
                "Altoona",
                "Altova",
                "Alton a"
            ]
        ]
    ],
    "Kümmel's mother died of cancer when he was still small and his father shortly before his entering college at Freiburg in 1893.": [
        [
            0,
            6,
            [
                "Kimmel",
                "Hummel",
                "Pummel"
            ]
        ]
    ],
    "He studied archeology and philosophy, authoring a paper on the ancient Greek vase painter Brygos.": [
        [
            90,
            96,
            [
                "Bros",
                "Briggs",
                "Argos",
                "Brazos",
                "Bruges",
                "Brigs"
            ]
        ]
    ],
    "Between 1896 and 1897 he attended classes at Bonn and the Sorbonne in Paris.": [],
    "While in Paris, he studied Hayashi offered at the Ecole des Langues Orientales.": [
        [
            27,
            34,
            [
                "Ayasdi",
                "Hisashi",
                "Takashi"
            ]
        ],
        [
            50,
            55,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            56,
            59,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            60,
            67,
            [
                "Languages",
                "Argues",
                "Leagues",
                "Ranges",
                "Angles",
                "Lanes"
            ]
        ],
        [
            68,
            78,
            [
                "Orientals",
                "Orientates",
                "Orient ales"
            ]
        ]
    ],
    "He mastered Japanese.": [],
    "Kümmel served a year in the military stationed in Lahr.": [
        [
            0,
            6,
            [
                "Kimmel",
                "Hummel",
                "Pummel"
            ]
        ],
        [
            50,
            54,
            [
                "Lair",
                "AHR",
                "LAH",
                "LAHC",
                "LAR",
                "LHR"
            ]
        ]
    ],
    "He received his PhD in 1901 at Freiburg writting a thesis on Egyptian plant designs.": [
        [
            40,
            48,
            [
                "writing",
                "writhing",
                "gritting",
                "witting"
            ]
        ]
    ],
    "The following year he joined the Hamburg Museum of Arts and Crafts (Museum für Kunst und Gewerbe) as a volunteer under <a href=\"/brinckmannj\">Justus Brinckmann</a>.": [
        [
            75,
            78,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            79,
            84,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ],
        [
            85,
            88,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            89,
            96,
            [
                "Were",
                "General",
                "George",
                "Genre",
                "Reserve",
                "Severe"
            ]
        ]
    ],
    "In 1904 he moved to Berlin to the East Asia department of the Berlin Ethnological Museum (Völkerkundemuseum) under the distinguished Orientalist Friedrich W. K. Müller (1863-1930) and then, in 1905 at Freiburg.": [
        [
            3,
            7,
            [
                "1904,"
            ]
        ]
    ],
    "The following year, <a href=\"/bodew\">Wilhelm Bode</a> hired him to be the first director of the new Department of East Asian Art at the Ethnological Museum in Berlin, part of the Berlin Museum structure Bode oversaw.": [],
    "He lived at the home of the collector Marie Toberentz Meyer (1833-1915) where he secured the property from burglars.": [
        [
            44,
            53,
            [
                "Coherent",
                "Tolerant",
                "Hobart",
                "Lorentz",
                "Torrent",
                "Torrents"
            ]
        ]
    ],
    "Kümmel bought widely for the department, acquiring the inventory of Hayashi Tadamasa (1853-1906), an important early dealer of Japanese objects in the West.": [
        [
            0,
            6,
            [
                "Kimmel",
                "Hummel",
                "Pummel"
            ]
        ],
        [
            68,
            75,
            [
                "Ayasdi",
                "Hisashi",
                "Takashi"
            ]
        ],
        [
            76,
            84,
            [
                "Adams",
                "Bahamas",
                "Adamant",
                "Tamara",
                "Pajamas",
                "Damask"
            ]
        ]
    ],
    "In 1911 he published <em>Handbuch Das Kunstgewerbe in Japan</em> (<em>Manual of Arts in Japan</em>).": [
        [
            3,
            7,
            [
                "1911,"
            ]
        ]
    ],
    "He contributed biographies for the Thieme-Becker biographical dictionary (<em>Allgemeines Lexikon der bildenden Künstler</em>) on Japanese artists.": [
        [
            35,
            48,
            [
                "Theme-Becker"
            ]
        ]
    ],
    "Together with William Cohn (1880-1961) he founded <em>Ostasiatische Zeitschrift</em>, the first Western journal for East Asian art.": [],
    "He organized a major exhibition of East Asian art in Berlin the same year.": [],
    "Kümmel secured significant donations from Meyer and Gustav Jacoby (1856-1921).": [
        [
            0,
            6,
            [
                "Kimmel",
                "Hummel",
                "Pummel"
            ]
        ]
    ],
    "In 1912 he assisted in the Stockholm exhibition for Chinese art of the \"Society of Friends of East Asian Art in Amsterdam.\"": [
        [
            3,
            7,
            [
                "1912,"
            ]
        ]
    ],
    "The magazine was published continually through World War I. He authored the <em>Die Kunst Ostasiens</em> in 1921 in the post-war hardships prevented a separate Asian museum from opening until 1923 when Kümmel oversaw its opening on Prinz Albrecht Strasse in Berlin.": [],
    "Another exhibition, this time of Chinese art, was mounted under him in Berlin in 1929.": [],
    "Between 1925 and 1939 he often stayed at Gustav Adolf (1882-1973), later King Gustav VI Adolf, King of Sweden, in his castle.": [],
    "A devoted Asianist collector, the King facilliatated meetings with him and Bernhard Karlgren (1889-1978) and <a href=\"/sireno\">Osvald Sirén</a>.": [
        [
            10,
            18,
            [
                "Pianist",
                "Asians",
                "Arianism",
                "Alienist",
                "Apiarist"
            ]
        ],
        [
            39,
            52,
            [
                "facilitated"
            ]
        ],
        [
            84,
            92,
            [
                "Dahlgren"
            ]
        ]
    ],
    "Kümmel's book on Chinese Bronzes appeared in 1928.": [
        [
            0,
            6,
            [
                "Kimmel",
                "Hummel",
                "Pummel"
            ]
        ]
    ],
    "He lectured at the University of Berlin as a professor of East Asian art history, and director of the Ethnographic Museum (Völkerkundemuseum) and the Museum of East Asian art (Museum für Ostasiatische Kunst).": [
        [
            183,
            186,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            201,
            206,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "When the Nazis assumed power in Germany, Kümmel, a conservative and patriot, joined the Nazi party and was appointed Director General of the Prussian museums in Berlin.": [
        [
            41,
            47,
            [
                "Kimmel",
                "Hummel",
                "Pummel"
            ]
        ]
    ],
    "He dismissed those not in open alegience to the party (including <a href=\"/vossh\">Hermann Voss</a>) replacing them with party stalwarts.": [
        [
            31,
            40,
            [
                "allegiance",
                "lenience"
            ]
        ]
    ],
    "A book on Japanese landscape painting appeared in 1939.": [],
    "Under the suggestion of Josef Goebbels (1897-1945), the Minister of Propaganda, Kümmel organized a \"repatriation\" of German art works in 1939 in the event of war.": [
        [
            24,
            38,
            [
                "Joseph Goebbels"
            ]
        ],
        [
            80,
            86,
            [
                "Kimmel",
                "Hummel",
                "Pummel"
            ]
        ]
    ],
    "The so-called Kümmel Report formed a wish list of art the Nazi's wanted for their new art museums.": [
        [
            14,
            20,
            [
                "Kimmel",
                "Hummel",
                "Pummel"
            ]
        ]
    ],
    "Kümmel's two sons were both killed in the war.": [
        [
            0,
            6,
            [
                "Kimmel",
                "Hummel",
                "Pummel"
            ]
        ]
    ],
    "In February 1945 his office and research material were destroyed in a bombing.": [],
    "As the Russian army entered Berlin, Kümmel saw to it that soldiers understood where the art was stored inorder to ensure its survival.": [
        [
            36,
            42,
            [
                "Kimmel",
                "Hummel",
                "Pummel"
            ]
        ],
        [
            103,
            110,
            [
                "in order"
            ]
        ]
    ],
    "Much of the stored collection is today in the Hermitage, St.": [],
    "Petersburg.": [],
    "He was interviewed by <a href=\"/cooperd\">Douglas Cooper</a>, then a British Intelligence officer and subsequently relieved of his duties in 1945.": [],
    "In retirement he organized exhibitions at Celle (1950) and Berlin (1952).": [
        [
            3,
            13,
            [
                "retirement,"
            ]
        ]
    ],
    "He fell ill in 1951 and worn-torn Berlin lacking hospital beds, was flown by U.S.": [],
    "military transport to the Mainz University Hospital.": [
        [
            0,
            8,
            [
                "Military"
            ]
        ]
    ],
    "There he died in Mainz in 1952.": [],
    "His students included <a href=\"/speiserw\">Werner Speiser</a> (1908-1965), director of the Museum of East Asian Art in Cologne; Rose Hempel (1920-2009), Thomas Dexel (curator at the Metropolitan Museum in Braunschweig, Germany), Johanna Zick-Nissen (curator of Islamic Art at the Museum of Islamic Art in Berlin ), Gisela Armbruster (d.": [],
    "1981) assistant professor in Heidelberg.": [],
    "Kümmel was among the first western art historians to speak Japanese and a respected Sinologist.": [
        [
            0,
            6,
            [
                "Kimmel",
                "Hummel",
                "Pummel"
            ]
        ],
        [
            84,
            94,
            [
                "Biologist",
                "Monologist",
                "Virologist",
                "Mixologist",
                "Penologist",
                "Serologist"
            ]
        ]
    ],
    "However his complicity with Nazism has made his career infamous.": [
        [
            0,
            7,
            [
                "However,"
            ]
        ]
    ],
    "His authoring of the three-volume, 500+ page \"Kümmel Report\" (a complete list of German art work that had been removed since 1500 [!])": [
        [
            46,
            52,
            [
                "Kimmel",
                "Hummel",
                "Pummel"
            ]
        ]
    ],
    "\"establish Kümmel as a leader among museum officials in the plundering campaign\" (Petropoulos).</p>": [
        [
            1,
            10,
            [
                "Establish"
            ]
        ],
        [
            11,
            17,
            [
                "Kimmel",
                "Hummel",
                "Pummel"
            ]
        ],
        [
            82,
            93,
            [
                "Petrópolis"
            ]
        ]
    ]
}