{
    "<p>Archivist, curator, draughtsman and engraver.": [
        [
            23,
            34,
            [
                "draftman"
            ]
        ]
    ],
    "De Laborde was the son of count (Louis-Joseph-) Alexandre de Laborde and Marie-Anne-Thérèse de Sabatier de Cabre.": [
        [
            3,
            10,
            [
                "Labored"
            ]
        ]
    ],
    "His family was for generations associated with government public-service appointments.": [],
    "His grandfather, Jean Joseph de Laborde was a Privy Councillor and banker to Louis XV (and guillotined in 1794).": [],
    "Alexandre de Laborde was a Privy Councillor and deputy for the Seine and Oise district.": [],
    "Léon de Laborde's education also focused on a political career.": [],
    "In 1824 his father lost his assignment and he and his seventeen-year-old son traveled throughout the Middle East, from Damascus to Cairo.": [],
    "There Léon met the engineer Louis Linant de Bellefonds (1799-1883) The two Frenchmen decided to set up an expedition to the newly-discovered site of Petra with a view to making drawings of the monuments.": [
        [
            34,
            40,
            [
                "Lin ant"
            ]
        ]
    ],
    "The team of Linant and de Laborde spent more time at the site than any previous Western visitors, documenting the remains through drawings.": [
        [
            12,
            18,
            [
                "Lin ant"
            ]
        ],
        [
            26,
            33,
            [
                "Labored"
            ]
        ]
    ],
    "After his return, De Laborde served as an embassy secretary in Rome, London, and Cassel.": [
        [
            21,
            28,
            [
                "Labored"
            ]
        ],
        [
            81,
            87,
            [
                "Kassel",
                "Tassel",
                "Passel"
            ]
        ]
    ],
    "In 1830 he published a detailed day-to-day report of his 1828 travel, <em>Voyage de l'Arabie Pétrée</em>, richly illustrated with lithographs of his own drawings as well as a number of those by Linant.": [
        [
            3,
            7,
            [
                "1830,"
            ]
        ]
    ],
    "It includes various maps and plans, and an introductory essay on different aspects of the region, such as travel, pilgrimage, and trade.": [],
    "An engraver himself, he wrote a study on the history of mezzotint engraving, <em>Histoire de la gravure en manière noire</em> (1839) and another on the discovery of printing, <em>Nouvelles recherches sur la découverte de l'imprimerie</em> (1840).": [
        [
            56,
            65,
            [
                "mezzo tint"
            ]
        ]
    ],
    "In 1841 he was elected Deputy of the town of étampes, succeeding his father.": [
        [
            3,
            7,
            [
                "1841,"
            ]
        ],
        [
            45,
            52,
            [
                "examples",
                "stamps",
                "tapes",
                "stamped",
                "tamper",
                "tames"
            ]
        ]
    ],
    "He married Louise-Félicie Cousin-Corbin.": [
        [
            11,
            25,
            [
                "Louise-Felice"
            ]
        ]
    ],
    "In 1842 he was elected a member of the Académie des Inscriptions et Belles Lettres.": [
        [
            3,
            7,
            [
                "1842,"
            ]
        ]
    ],
    "In 1847 he was appointed curator of the Department of Antiquities at the Louvre, and a year later he became the curator of the collections of the Middle Ages and the Renaissance.": [
        [
            3,
            7,
            [
                "1847,"
            ]
        ]
    ],
    "His research of the archives of Burgundy led to important art historical studies covering the period 1384-1482.": [],
    "Among these, his three-volume publication on the dukes of Burgundy, <em>Les ducs de Bourgogne</em> (1849-1852) deserves to be singled out.": [],
    "His pioneering study on sixteenth-century French Renaissance painting (1850 and 1855), <em>La renaissance des arts à la cour de France</em>, is also based on archival sources.": [],
    "De Laborde was involved in the contemporary art scene, such as the 1851 London World's Fair and the 1855 Paris Exposition Universelle.": [
        [
            3,
            10,
            [
                "Labored"
            ]
        ],
        [
            122,
            133,
            [
                "Universally"
            ]
        ]
    ],
    "In 1857 he was appointed general director of the Archives de l'Empire.": [
        [
            3,
            7,
            [
                "1857,"
            ]
        ]
    ],
    "In 1868, the year before he died, he became a member of the Senate.": [],
    "A son, Alexandre-Léon-Joseph (1853-1944), was a specialist of illuminated manuscripts.": [],
    "Laborde is among the first western explorers of the region around Petra.": [
        [
            0,
            7,
            [
                "Labored"
            ]
        ]
    ],
    "His travelogue <em>Voyage de l'Arabie Pétrée</em> provides a remarkable contribution to the documentation of the archaeological sites of Petra.": [],
    "His archival research was pioneering as well.": [],
    "<a href=\"/courajodl\">Louis-Charles-Léon Courajod</a>, who also later held Laborde's position at the Louvre, maintained a special admiration for De Laborde's work as curator.</p>": []
}