{
    "<p>Antonello da Messina scholar.</p><p> </p><p>Gaetano La Corte Cailler, was born on 1 August 1874 by cav.": [
        [
            3,
            12,
            [
                "Antonella",
                "Antonelli"
            ]
        ],
        [
            13,
            15,
            [
                "the",
                "DA",
                "a",
                "day",
                "do",
                "Dr"
            ]
        ],
        [
            47,
            54,
            [
                "Caetano",
                "Gaëtan",
                "Gaeta no"
            ]
        ],
        [
            58,
            63,
            [
                "Core",
                "Cortex",
                "Comte",
                "Cortes",
                "Forte",
                "Cote"
            ]
        ],
        [
            64,
            71,
            [
                "Caller",
                "Chiller"
            ]
        ],
        [
            102,
            105,
            [
                "CAV",
                "can",
                "car",
                "cap",
                "cat",
                "cave"
            ]
        ]
    ],
    "Nicolò La Corte and Pontrelli, music teacher, and by Mrs.": [
        [
            0,
            6,
            [
                "Nicole",
                "Nicola",
                "Niccolo",
                "Niccolò"
            ]
        ],
        [
            10,
            15,
            [
                "Core",
                "Cortex",
                "Comte",
                "Cortes",
                "Forte",
                "Cote"
            ]
        ],
        [
            20,
            29,
            [
                "Montreal",
                "Cantrell",
                "Montreuil",
                "Potbelly",
                "Montréal",
                "Pirelli"
            ]
        ]
    ],
    "Maria Cailler and Pagliano.": [
        [
            6,
            13,
            [
                "Caller",
                "Chiller"
            ]
        ],
        [
            18,
            26,
            [
                "Paglia no"
            ]
        ]
    ],
    "As a boy he was inclined to the study of history and in particular that of our city, to which he dedicated himself, fighting to the last, for the preservation of the surviving artistic heritage of Messina after the catastrophe of 1908.": [],
    "This is the evocative atmosphere in which we enter, with the incredibly similar grandson of the same name, Gaetano La Corte, with whom I shared the same courtyard as children.": [
        [
            107,
            114,
            [
                "Caetano",
                "Gaëtan",
                "Gaeta no"
            ]
        ],
        [
            118,
            123,
            [
                "Core",
                "Cortex",
                "Comte",
                "Cortes",
                "Forte",
                "Cote"
            ]
        ]
    ],
    "«As a boy he lived with his parents in the Cicala houses.": [
        [
            43,
            49,
            [
                "Cicada"
            ]
        ]
    ],
    "Grandpa Gaetano slept downstairs, and his father, great-grandfather Nicolò, a musician by profession, on the upper floor.": [
        [
            8,
            15,
            [
                "Caetano",
                "Gaëtan",
                "Gaeta no"
            ]
        ],
        [
            68,
            74,
            [
                "Nicole",
                "Nicola",
                "Niccolo",
                "Niccolò"
            ]
        ]
    ],
    "Late at night he resumed his way home, tired and tried after hours dedicated to his concerts.": [],
    "All awake, awaiting his return, knew by now the moves and the rituals that concluded the nights.": [],
    "And even grandfather remained awake and listened to his footsteps that resounded through the house, until he heard the thud of the first shoe coming from the ceiling, a sign of imminent surrender to sleep.": [],
    "But it was only after the thud of the \"second shoe\", finally, it was certainty for everyone that the moment of deserved rest had come \".": [],
    "\"...so as to have a pencil and a notepad, he willingly gave up his sandwich...\" continues his nephew in a voice broken by emotion.": [
        [
            4,
            12,
            [
                "to"
            ]
        ]
    ],
    "\"...and wishing that the people of Messina could draw on the same book sources very dear to him, after the earthquake that almost entirely destroyed the libraries of the city, he loaded all his books on an ox cart and took them personally to the University of Messina\".": [],
    "In fact, there is the \"La Corte Cailler Fund\" at the Regional University Library.": [
        [
            26,
            31,
            [
                "Core",
                "Cortex",
                "Comte",
                "Cortes",
                "Forte",
                "Cote"
            ]
        ],
        [
            32,
            39,
            [
                "Caller",
                "Chiller"
            ]
        ]
    ],
    "The genuineness and generosity of spirit is a clear prerogative of the La Corte family, and in particular of La Corte Cailler who always did his best for his beloved Messina.": [
        [
            74,
            79,
            [
                "Core",
                "Cortex",
                "Comte",
                "Cortes",
                "Forte",
                "Cote"
            ]
        ],
        [
            112,
            117,
            [
                "Core",
                "Cortex",
                "Comte",
                "Cortes",
                "Forte",
                "Cote"
            ]
        ],
        [
            118,
            125,
            [
                "Caller",
                "Chiller"
            ]
        ]
    ],
    "\"...he took notes on everything, with meticulousness and hard work!": [],
    "\"...concludes his nephew.": [],
    "In fact his diaries bear witness to this.": [],
    "Messina was orphaned by the great historian Gaetano La Corte Cailler, on 26 January 1933.</p>": [
        [
            44,
            51,
            [
                "Caetano",
                "Gaëtan",
                "Gaeta no"
            ]
        ],
        [
            55,
            60,
            [
                "Core",
                "Cortex",
                "Comte",
                "Cortes",
                "Forte",
                "Cote"
            ]
        ],
        [
            61,
            68,
            [
                "Caller",
                "Chiller"
            ]
        ]
    ]
}