{
    "<p>Giotto and early Italian Renaissance scholar; Franklin Professor of Art History at the Lamar Dodd School of Art, University of Georgia.": [],
    "Ladis was son of Thomas and Marina Ladis.": [
        [
            0,
            5,
            [
                "Ladies",
                "Lads",
                "Wadis",
                "Lades",
                "LAGIS",
                "Padis"
            ]
        ],
        [
            35,
            40,
            [
                "Ladies",
                "Lads",
                "Wadis",
                "Lades",
                "LAGIS",
                "Padis"
            ]
        ]
    ],
    "His family moved to the United States when he was still a child.": [],
    "Ladis attended Thomas Jefferson High School in Richmond, VA.": [
        [
            0,
            5,
            [
                "Ladies",
                "Lads",
                "Wadis",
                "Lades",
                "LAGIS",
                "Padis"
            ]
        ]
    ],
    "After graduating from the University of Virginia in history in 1970.": [],
    "That year he met William Underwood Eiland (later the the director of the Georgia Museum of Art) who became his life partner.": [
        [
            35,
            41,
            [
                "Eland"
            ]
        ],
        [
            49,
            56,
            [
                "the"
            ]
        ]
    ],
    "Ladis enter the University of Virginia Law School, beswitch to art history, pursuing his master's degree, 1974, and Ph.D.": [
        [
            0,
            5,
            [
                "Ladies",
                "Lads",
                "Wadis",
                "Lades",
                "LAGIS",
                "Padis"
            ]
        ],
        [
            51,
            59,
            [
                "bewitch",
                "be switch"
            ]
        ]
    ],
    "at UVa.": [
        [
            0,
            2,
            [
                "At"
            ]
        ],
        [
            3,
            6,
            [
                "UVA",
                "USA",
                "UV",
                "UA",
                "Ava",
                "CVA"
            ]
        ]
    ],
    "His dissertatin was accepted in 1978 wrting on the topic of Taddeo Gaddi.": [
        [
            4,
            15,
            [
                "dissertation"
            ]
        ],
        [
            37,
            43,
            [
                "writing",
                "wring"
            ]
        ],
        [
            60,
            66,
            [
                "Added",
                "Ladder",
                "Tandem",
                "Padded",
                "Madden",
                "Adder"
            ]
        ],
        [
            67,
            72,
            [
                "Gandi"
            ]
        ]
    ],
    "He initially taught at Peay State University in Clarksville, TN.": [
        [
            23,
            27,
            [
                "Play",
                "Pay",
                "Peak",
                "Pray",
                "Pear",
                "Peas"
            ]
        ]
    ],
    "His dissertation became the basis for his first book, <em>Taddeo Gaddi: A Critical Review and Catalogue Raisonné</em>, published in 1983.": [],
    "He subsequently taught at State University of New York at Potsdam; Vanderbilt University (as Andrew W. Mellon Fellow), and at Wright State University in Dayton, OH.": [],
    "He was appointed assistant professor at the University of Georgia in 1987; he remained at Georgia the rest of his career.": [],
    "Ladis held the Hohenberg Chair of Excellence in Art History at the University of Memphis, and was twice visiting professor at Villa I Tatti in Florence, Harvard University Center for Italian Renaissance Studies.": [
        [
            0,
            5,
            [
                "Ladies",
                "Lads",
                "Wadis",
                "Lades",
                "LAGIS",
                "Padis"
            ]
        ],
        [
            15,
            24,
            [
                "Rosenberg"
            ]
        ],
        [
            134,
            139,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ]
    ],
    "In 1993 he published <em>The Brancacci Chapel, Florence</em> which was awarded the University of Georgia's Creative Research Medal.": [
        [
            3,
            7,
            [
                "1993,"
            ]
        ]
    ],
    "In 2001 his collected studies, <em>Studies in Italian Art</em>, appeared.": [],
    "Ladis contracted cancer and died at age 58 at a hospice in Athens, Georgia.": [
        [
            0,
            5,
            [
                "Ladies",
                "Lads",
                "Wadis",
                "Lades",
                "LAGIS",
                "Padis"
            ]
        ]
    ],
    "Two books appeared posthumously, <em>Fools of Fortune: Victims and Villains in Vasari's \"Lives\"</em> in 2008, and <em>Giotto's \"O\": Narrative, Figuration, and Pictorial Ingenuity in the Arena Chapel</em>.": [],
    "Ladis was a major scholar of Giotto di Bondone, the founder of the Florentine school.": [
        [
            0,
            5,
            [
                "Ladies",
                "Lads",
                "Wadis",
                "Lades",
                "LAGIS",
                "Padis"
            ]
        ],
        [
            39,
            46,
            [
                "Condone",
                "Bond one"
            ]
        ]
    ],
    "He was greatly influenced by the New York University scholar <a href=\"/offnerr\">Richard Offner</a> for whom he edited a memorial volume.": [],
    "Like Offner, he spearheaded a corpus of Italian paintings for his region of the United States.": [
        [
            5,
            11,
            [
                "Offer"
            ]
        ]
    ],
    "His <em>catalogue raisonné</em> on Taddeo Gaddi was the first major study of that artist in English.</p>": [
        [
            35,
            41,
            [
                "Added",
                "Ladder",
                "Tandem",
                "Padded",
                "Madden",
                "Adder"
            ]
        ],
        [
            42,
            47,
            [
                "Gandi"
            ]
        ]
    ]
}