{
    "<p>Medievalist.": [],
    "Ladner was the son of wealthy and cultured Jewish parents of Bohemian decent.": [
        [
            0,
            6,
            [
                "Ladder",
                "Lander",
                "Lardner"
            ]
        ]
    ],
    "His father Oscar Leopold Ladner, was a Viennese factory owner; his mother was Alice Burian (Ladner) (d.": [
        [
            25,
            31,
            [
                "Ladder",
                "Lander",
                "Lardner"
            ]
        ],
        [
            84,
            90,
            [
                "Burial",
                "Brian",
                "Burman"
            ]
        ],
        [
            92,
            98,
            [
                "Ladder",
                "Lander",
                "Lardner"
            ]
        ]
    ],
    "1936).": [],
    "His family vacationed with among others, Sigmund Freud's and he knew Anna Freud well.": [
        [
            56,
            60,
            [
                ", and"
            ]
        ]
    ],
    "Ladner attended the Bundesgymnasium XIX in Vienna, graduating in 1924.": [
        [
            0,
            6,
            [
                "Ladder",
                "Lander",
                "Lardner"
            ]
        ]
    ],
    "He early fell under the spell of the poet Stefan George and contemplated a career as a poet.": [],
    "He began studying history, archaeology and general history in 1929 under the so-called Vienna School art historians <a href=\"/schlosserj\">Julius Alwin von Schlosser</a> and <a href=\"/strzygowski\">Josef Rudolf Thomas Strzygowski</a> and <a href=\"/swobodak\">Karl Maria Swoboda</a>.": [],
    "At the same time, he studied diplomatics exegesis with the medievalist Hans Hirsch (1878-1940) at the Austrian Institute for Historicial Studies, taking a position the same year at the Monumenta Germaniae Historica, working under its director, the medievalist church historian Paul Fridolin Kehr (1860-1944).": [
        [
            125,
            136,
            [
                "Historical"
            ]
        ],
        [
            282,
            290,
            [
                "Franklin",
                "Violin",
                "Mandolin",
                "Tripoli",
                "Fiddling",
                "Frivolity"
            ]
        ],
        [
            291,
            295,
            [
                "Kerr",
                "KER",
                "KHR"
            ]
        ]
    ],
    "Ladner wrote his thesis under Schlosser, <em>Die italienische Malerei im 11.": [
        [
            0,
            6,
            [
                "Ladder",
                "Lander",
                "Lardner"
            ]
        ],
        [
            62,
            69,
            [
                "Malaria",
                "Malawi",
                "Madera"
            ]
        ],
        [
            70,
            72,
            [
                "I'm",
                "IM",
                "in",
                "is",
                "I",
                "it"
            ]
        ]
    ],
    "Jahrhunderts</em>, accepted for his Ph.D., in 1930 and published in 1931 and converted from a non-practicing Jew to Roman Catholicism.": [],
    "His first post-doctoral position was in the employ of the Kunsthistorisches Museum, under August Oktav Loehr, cataloging portrait medals.": [
        [
            97,
            102,
            [
                "OKTA"
            ]
        ],
        [
            103,
            108,
            [
                "Lower",
                "Lover",
                "Boer",
                "Loser",
                "Lear",
                "Loner"
            ]
        ]
    ],
    "In 1934 he entered the Österreichischen Historischen Institut in Rom (Austrian Institute in Rome), where he began his research project on papal portrait iconography in the middle ages.": [
        [
            3,
            7,
            [
                "1934,"
            ]
        ],
        [
            53,
            61,
            [
                "Institute"
            ]
        ],
        [
            172,
            183,
            [
                "Middle Ages"
            ]
        ]
    ],
    "Ladner published his habilitation in 1938, warmly acknowledging Hirsch, on medieval church reform, assuming a <em>privatdozent</em> position at the university in medieval history.": [
        [
            0,
            6,
            [
                "Ladder",
                "Lander",
                "Lardner"
            ]
        ],
        [
            21,
            33,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ]
    ],
    "With the annexation of Austria in March by Hitler, Ladner had his <em>venia legendi</em> (permission to lecture) withdrawn because he was \"non-Aryan.\"": [
        [
            51,
            57,
            [
                "Ladder",
                "Lander",
                "Lardner"
            ]
        ]
    ],
    "He fled the Third Reich the same year to London making contact with the Warburg Institute.": [],
    "He moved to Canada to teach early Christian and medieval art history and history at the Pontifical Institute in Toronto.": [],
    "He rose to assistant professor of medieval history and archaeology in 1940 at the University of Toronto.": [],
    "The first volume of his study of papal portraits, begun in 1934, appeared in 1941.": [],
    "Between 1943 and 1946 he fulfilled Canadian war service in World War II in army intelligence.": [],
    "During this time he married Jocelyn Mary Plummer in 1942 (d.": [],
    "1980).": [],
    "After the war he resettled in the United States, initially teaching at Notre Dame University in Indiana as assistant and then associate professor.": [],
    "He moved to Howard University in Washgington, D. C. as full professor, 1951, and then Fordham University in 1952.": [
        [
            33,
            44,
            [
                "Washington"
            ]
        ]
    ],
    "He was a member of the Institute for Advanced Study in Princeton, N. J., 1960-1961, following an initial association in the 1950s.": [],
    "His 1962 Wimmer lecture at UCLA summarized his research on image representation.": [
        [
            9,
            15,
            [
                "Swimmer",
                "Dimmer",
                "Wilmer",
                "Simmer",
                "Zimmer"
            ]
        ]
    ],
    "It was published as <em>Ad Imaginem Dei: The Image of Man in Medieval Art</em> in 1965.": [],
    "In 1963 he accepted a position as professor of art history at the University of California, Los Angeles (UCLA), where he remained until his emeritus confirmation in 1974.</p>\n\n<p>Ladner's early writing shows him engaged in <em>Geistesgeschichte</em>, or the history of spiritual and intellectual ideas, evident in his first articles in 1931 on the history of ideas.": [
        [
            3,
            7,
            [
                "1963,"
            ]
        ],
        [
            179,
            185,
            [
                "Ladder",
                "Lander",
                "Lardner"
            ]
        ]
    ],
    "His conversion to Roman Catholicism drove his two great research projects, the iconography of the medieval popes and the idea of reform in the middle ages (<em>Speculum</em>).": [
        [
            143,
            154,
            [
                "Middle Ages"
            ]
        ]
    ],
    "His interdisciplinarity, especially seeing art history in terms of world and cultural history, using a variety of research techniques, is a direct result of Vienna School art historians of the 1930s.": [
        [
            4,
            23,
            [
                "interdisciplinary"
            ]
        ]
    ],
    "Ladner is best known for his <em>Idea of Reform: its Impact on Christian Thought</em>, a \"study of the ways and means employed in medieval civilization to <em>reform</em> culture and politics, both sacred and profane, within an understood sacred order\" (Van Engen, <em>Viator</em>).</p>": [
        [
            0,
            6,
            [
                "Ladder",
                "Lander",
                "Lardner"
            ]
        ],
        [
            258,
            263,
            [
                "Eugen"
            ]
        ]
    ]
}