{
    "<p>Curator at the Louvre; professor of art history; art critic; poet.": [],
    "Lafenestre was born in a wholesale dealer's family.": [],
    "He attended the Lycée in Orleans and subsequently the Lycée Charlemagne in Paris, where he graduated with a bachelor's degree.": [],
    "Being in poor health, he was discouraged from attending the École normale.": [
        [
            60,
            65,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            66,
            73,
            [
                "normal",
                "Normal",
                "nor male",
                "norm ale"
            ]
        ]
    ],
    "After having obtained a second degree of bachelor of law, he did not continue his studies.": [],
    "By that time he was orphaned.": [],
    "In 1859, at age 22, he left Paris and moved to Barbizon, where his nephew, Gaston Lafenestre, introduced him to his circle of artists.": [
        [
            47,
            55,
            [
                "Barbican"
            ]
        ]
    ],
    "Lafenestre soon began to travel abroad, to England, Belgium, the Netherlands, Germany and, most frequently, to Italy, where he thoroughly explored the rich culture of the country.": [],
    "A passionate lover of art and literature, he became an art critic and he began publishing poems.": [],
    "In 1870 he became secretary to the director of the Beaux-Arts administration (Ministère de l'Instruction publique et des Beaux-Arts), and soon, after his marriage, under-manager of the Beaux-Arts bureau.": [
        [
            3,
            7,
            [
                "1870,"
            ]
        ],
        [
            78,
            87,
            [
                "Minister",
                "Ministers",
                "Ministered",
                "Finistère"
            ]
        ],
        [
            105,
            113,
            [
                "oblique"
            ]
        ],
        [
            117,
            120,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "He held this post until 1876.": [],
    "In 1880 he was appointed inspector of the Beaux-Arts and chief commissioner of the French and international Beaux-Arts exhibitions.": [
        [
            3,
            7,
            [
                "1880,"
            ]
        ]
    ],
    "In France, however, his duties soon diminished, because the Salons became separated from government control from 1881 onwards.": [],
    "From this year until 1885 Lafenestre instead traveled to Vienna, Munich, Amsterdam, and Antwerp, to be present at international exhibitions.": [],
    "In 1885 he published.": [
        [
            3,
            7,
            [
                "1885,"
            ]
        ]
    ],
    "in the collection of the Bibliothèque de l'Enseignement des Beaux-Arts, <em>La peinture italienne</em>, an overview of Italian painting, from antiquity until the end of the fifteenth century,.": [
        [
            0,
            2,
            [
                "In"
            ]
        ],
        [
            43,
            55,
            [
                "Engagement"
            ]
        ],
        [
            56,
            59,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "In 1886 his career considerably changed when he was appointed adjunct curator at the Louvre, and professor of the history of painting at the École du Louvre.": [
        [
            141,
            146,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            147,
            149,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ]
    ],
    "In that year he published a prize winning monograph on Titan, <em>La vie et l'oeuvre de Titien</em>.": [],
    "In 1888 he rose to the rank of curator, a position he held until 1907.": [
        [
            3,
            7,
            [
                "1888,"
            ]
        ]
    ],
    "In 1889 he in addition became professor of esthetics and of the history of art at the Collège de France.": [
        [
            43,
            52,
            [
                "aesthetics",
                "esthetic"
            ]
        ],
        [
            86,
            93,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ]
    ],
    "In 1892 he was elected a member of the Académie des Beaux-Arts.": [
        [
            3,
            7,
            [
                "1892,"
            ]
        ]
    ],
    "In the 1890s and early 1900s, in collaboration with Eugène Richtenberger, he published a series of seven catalogs of European painting, <em>La peinture en Europe</em>.": [
        [
            59,
            72,
            [
                "Rothenberger"
            ]
        ]
    ],
    "In 1904 he was actively involved in the exhibition, \"Les Primitifs français\", in collaboration with <a href=\"/bouchoth\">Henri Bouchot</a>.": [
        [
            3,
            7,
            [
                "1904,"
            ]
        ],
        [
            57,
            66,
            [
                "Primitive",
                "Primitives"
            ]
        ],
        [
            67,
            75,
            [
                "Français",
                "Francis",
                "François",
                "Francois",
                "franchise",
                "Frances"
            ]
        ]
    ],
    "This exhibition was a patriotic response to the 1902 exhibition held in Bruges, Belgium, of the Flemish Primitives.": [],
    "Lafenestre wrote the introduction of the Paris catalog, and in that same year he also published <em>Les Primitifs à Bruges et à Paris</em>.": [],
    "A monograph on Jean Fouquet followed in 1905, <em>Jehan Fouquet</em>.": [
        [
            20,
            27,
            [
                "Bouquet"
            ]
        ]
    ],
    "In 1908, after his retirement, he was appointed curator at the Condé Museum in Chantilly, near Paris.": [
        [
            63,
            68,
            [
                "Code",
                "Cone",
                "Condo",
                "Conda",
                "Congé"
            ]
        ]
    ],
    "In 1911 he wrote a second history of Italian art, focusing on Saint Francis and Savonarola, who both, in his view, had deeply influenced Italian culture and art, <em>Saint Francois d'Assise et Savonarole, inspirateurs de l'art italien</em>.": [
        [
            3,
            7,
            [
                "1911,"
            ]
        ]
    ],
    "In 1920, a two-volume album of masterpieces of European painting in the Louvre appeared.": [],
    "Lafenestre was the author of the critical documentation of the paintings in the first volume.": [],
    "The preface, which contains Lafenestre's biography, is written by <a href=\"/beneditel\">Léonce Bénédite</a>, and the introduction by Louis Demonts.": [],
    "Lafenestre's <em>La Peinture italienne</em> is a well-written art history, in the tradition of <a href=\"/vasarig\">Giorgio Vasari</a>, focusing on the artists, their lives and their works.": [],
    "It was one of the early required texts to be listed in the course catalog for the art history classes of Princeton University.": [],
    "In the preface Lafenestre explains that his overview is based on recent studies in the field as well as on his own observations of most of the art works.": [],
    "The book is illustrated with engravings of paintings, including frescoes, some of which nowadays are faded or damaged.": [],
    "In the introduction to the 1904 catalog, <em>Les Primitifs français</em>, Lafenestre pays homage to the national tradition of French painting, tracing its history from the first centuries up to the sixteenth century.": [],
    "He chided, however, \"those stupid exaggerations of patriotic vanity\" (\"...nous voulons, avant tout, nous garder de ces sottes exaggerations de vanité patriotique...\").</p>": [
        [
            79,
            86,
            [
                "Toulon",
                "coupons",
                "colons",
                "Orlons",
                "mouflons"
            ]
        ],
        [
            88,
            93,
            [
                "savant",
                "avaunt",
                "avast",
                "av ant",
                "Avast"
            ]
        ],
        [
            105,
            111,
            [
                "garden",
                "harder",
                "Gardner",
                "garner",
                "Garner",
                "girder"
            ]
        ],
        [
            115,
            118,
            [
                "CES",
                "yes",
                "CDs",
                "CSS",
                "cues",
                "CNS"
            ]
        ],
        [
            119,
            125,
            [
                "States",
                "states",
                "notes",
                "routes",
                "sites",
                "stores"
            ]
        ],
        [
            143,
            149,
            [
                "vanity",
                "nanite"
            ]
        ],
        [
            150,
            161,
            [
                "patriotic",
                "patriotism"
            ]
        ]
    ]
}