{
    "Curator and engraving authority.": [],
    "Born in Dublin, Ireland, William M. Laffan was the eldest of six children of Michael Laffan and Ellen Sarah Fitzgibbon (Laffan) (d.": [
        [
            36,
            42,
            [
                "Afghan",
                "Lankan",
                "Caffeine",
                "Leighton",
                "Layman",
                "Lawman"
            ]
        ],
        [
            85,
            91,
            [
                "Afghan",
                "Lankan",
                "Caffeine",
                "Leighton",
                "Layman",
                "Lawman"
            ]
        ],
        [
            108,
            118,
            [
                "Fitz gibbon"
            ]
        ],
        [
            120,
            126,
            [
                "Afghan",
                "Lankan",
                "Caffeine",
                "Leighton",
                "Layman",
                "Lawman"
            ]
        ]
    ],
    "1862).": [],
    "His father ran a tavern, and his parents were of a mixed Catholic and Protestant marriage.": [],
    "Laffan was raised as a Catholic, because of his mother's early death.": [
        [
            0,
            6,
            [
                "Afghan",
                "Lankan",
                "Caffeine",
                "Leighton",
                "Layman",
                "Lawman"
            ]
        ]
    ],
    "He attended H. T. Humphrey's School in Blackrock, Dublin, Ireland, the French College (later Blackrock College), Trinity College Dublin, and in 1864, Cecilia Street Medical School.": [
        [
            39,
            48,
            [
                "BlackRock",
                "Black rock",
                "Blackjack"
            ]
        ],
        [
            93,
            102,
            [
                "BlackRock",
                "Black rock",
                "Blackjack"
            ]
        ]
    ],
    "While studying medicine, Laffan covertly studied art, working as an illustrator for the Pathological Society of Dublin and collecting ornaments.": [
        [
            25,
            31,
            [
                "Afghan",
                "Lankan",
                "Caffeine",
                "Leighton",
                "Layman",
                "Lawman"
            ]
        ]
    ],
    "He left medical school in 1868.": [],
    "He subsequently emigrated to the USA, visiting China en route to San Francisco.": [
        [
            16,
            28,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "Laffan began his journalism career as a reporter and then editor for the <i>San Francisco Chronicle,</i> eventually becoming managing editor of the <i>San Francisco Bulletin.</i> He later moved to Baltimore, where he edited and part-owned the <i>Baltimore Daily Bulletin</i> in 1870.": [
        [
            0,
            6,
            [
                "Afghan",
                "Lankan",
                "Caffeine",
                "Leighton",
                "Layman",
                "Lawman"
            ]
        ],
        [
            99,
            101,
            [
                ", <"
            ]
        ]
    ],
    "In 1872, he married Georgiana Radcliffe, the daughter of a Baltimore judge.": [],
    "In 1877, Charles Dana (1819-1897), owner of the <i>New York Sun</i>, recruited him as the paper’s first drama and art critic.": [],
    "In 1878, Laffan first met William T. Walters(1820-1894) on a gala reception for Walters’ recent acquisition of Oriental art and European painting.": [
        [
            9,
            15,
            [
                "Afghan",
                "Lankan",
                "Caffeine",
                "Leighton",
                "Layman",
                "Lawman"
            ]
        ]
    ],
    "Laffan soon became William Walters’s art consultant and formed close friendship with Walters and his son Henry Walters (1848‒1931).": [
        [
            0,
            6,
            [
                "Afghan",
                "Lankan",
                "Caffeine",
                "Leighton",
                "Layman",
                "Lawman"
            ]
        ]
    ],
    "Laffan also served as the art editor for <i>Harper &amp; Brothers</i> from 1881 to 1884, spending two years in London.": [
        [
            0,
            6,
            [
                "Afghan",
                "Lankan",
                "Caffeine",
                "Leighton",
                "Layman",
                "Lawman"
            ]
        ],
        [
            51,
            55,
            [
                "camp",
                "lamp",
                "ramp",
                "amp",
                "damp",
                "vamp"
            ]
        ]
    ],
    "He became the publisher of <i>The Sun </i>in 1884 and funded the <i>Evening Sun</i> in 1887.": [],
    "That same year, he published his monograph, <i>American Wood Engravers</i>.": [],
    "With J.P.": [],
    "Morgan's assistance, Laffan acquired the <i>Morning Sun</i> after Dana's death in 1897 and became President of the Sun Printing and Publishing Association in 1900.": [
        [
            21,
            27,
            [
                "Afghan",
                "Lankan",
                "Caffeine",
                "Leighton",
                "Layman",
                "Lawman"
            ]
        ]
    ],
    "In addition to their connection through journalism, Laffan was also a trusted art adviser and close friend of J.P.": [
        [
            52,
            58,
            [
                "Afghan",
                "Lankan",
                "Caffeine",
                "Leighton",
                "Layman",
                "Lawman"
            ]
        ]
    ],
    "Morgan(1837-1913).": [],
    "Laffan learned art connoisseurship from <a href=\"https://arthistorians.info/berensonb/\">Bernard Berenson</a>, who later courted Laffan to sell Renaissance art in 1904 and obtain the patronage of Henry Walters in 1910.": [
        [
            0,
            6,
            [
                "Afghan",
                "Lankan",
                "Caffeine",
                "Leighton",
                "Layman",
                "Lawman"
            ]
        ]
    ],
    "Following <a href=\"https://arthistorians.info/cesnolal/\">Luigi Palma di Cesnola</a>’s death, Laffan was considered for the directorship of the Metropolitan Museum of Art but declined due to his ambitions for a trusteeship.": [],
    "This led to J.P.": [],
    "Morgan's appointment of <a href=\"https://arthistorians.info/clarkec/\">Sir Caspar Purdon Clarke</a>.": [],
    "In 1905, Laffan achieved his goal and became a trustee of the Met.": [
        [
            9,
            15,
            [
                "Afghan",
                "Lankan",
                "Caffeine",
                "Leighton",
                "Layman",
                "Lawman"
            ]
        ]
    ],
    "That same year, he persuaded <a href=\"https://arthistorians.info/fryr/\">Roger Fry</a>, founder of Burlington Magazine, to visit New York to raise funds for the magazine and interview for a position at the Met.": [],
    "He significantly contributed to the Metropolitan Museum's initial archaeological campaign in Egypt.": [],
    "Also in 1905, Laffan met <a href=\"https://arthistorians.info/lythgoea/\">Albert Lythgoe</a> in Egypt and introduced him to Morgan.": [
        [
            14,
            20,
            [
                "Afghan",
                "Lankan",
                "Caffeine",
                "Leighton",
                "Layman",
                "Lawman"
            ]
        ]
    ],
    "1906, Laffan convinced Morgan to fund the Egyptian Expedition and hired Lythgoe to curate Egyptian art at Met.": [
        [
            6,
            12,
            [
                "Afghan",
                "Lankan",
                "Caffeine",
                "Leighton",
                "Layman",
                "Lawman"
            ]
        ],
        [
            72,
            79,
            [
                "Lithgow"
            ]
        ]
    ],
    "His passion for Far Eastern art culminated in his editing the museum’s <i>Catalogue of the Morgan Collection of Chinese Ceramics</i> in 1907.": [
        [
            74,
            83,
            [
                "Catalog"
            ]
        ]
    ],
    "At the end of his life, Laffan aimed at excavations at Mesopotamia, resulting in the establishment of the William M. Laffan Professorship of Assyriology and Babylonian Literature at Yale University by J. P. Morgan in 1910.": [
        [
            24,
            30,
            [
                "Afghan",
                "Lankan",
                "Caffeine",
                "Leighton",
                "Layman",
                "Lawman"
            ]
        ],
        [
            117,
            123,
            [
                "Afghan",
                "Lankan",
                "Caffeine",
                "Leighton",
                "Layman",
                "Lawman"
            ]
        ],
        [
            141,
            152,
            [
                "Astrology"
            ]
        ]
    ],
    "Laffan died of appendicitis in 1909 at home in Lawrence, NY.": [
        [
            0,
            6,
            [
                "Afghan",
                "Lankan",
                "Caffeine",
                "Leighton",
                "Layman",
                "Lawman"
            ]
        ]
    ],
    "While building his own collection, Laffan advised prominent collectors J.P.": [
        [
            35,
            41,
            [
                "Afghan",
                "Lankan",
                "Caffeine",
                "Leighton",
                "Layman",
                "Lawman"
            ]
        ]
    ],
    "Morgan and W.T.": [],
    "Walters, and formed relationships with them.": [],
    "He also served on the acquisitions committee at the Metropolitan Museum of Art.": [
        [
            22,
            34,
            [
                "acquisitions'",
                "acquisition's"
            ]
        ]
    ],
    "Many items from his collection are now part of the W.T.": [],
    "Walters Collection in Baltimore.": [],
    "In addition, Laffan edited and compiled catalogs for museum collections, including the Morgan Collection of Chinese Porcelains and The  Walters Collection of Oriental Ceramic Art.": [
        [
            13,
            19,
            [
                "Afghan",
                "Lankan",
                "Caffeine",
                "Leighton",
                "Layman",
                "Lawman"
            ]
        ],
        [
            134,
            136,
            [
                " "
            ]
        ]
    ],
    "Laffan was an art critic known for his tough personality.": [
        [
            0,
            6,
            [
                "Afghan",
                "Lankan",
                "Caffeine",
                "Leighton",
                "Layman",
                "Lawman"
            ]
        ]
    ],
    "Helen Kahn described his manner as “witty, sarcastic, and short-tempered, stubborn and at times vindictive.” During his journalism career, he helped publish works by Mark Twain (Samuel L. Clemens) and imported and employed Irish journalists, including his relatives.": [
        [
            6,
            10,
            [
                "Khan",
                "Hahn",
                "Kuhn",
                "AHN",
                "Kan",
                "Kohn"
            ]
        ]
    ],
    "Laffan used his position and influence to help his sister, May Hartley (1849-1916) become a published realist fiction author in the US.": [
        [
            0,
            6,
            [
                "Afghan",
                "Lankan",
                "Caffeine",
                "Leighton",
                "Layman",
                "Lawman"
            ]
        ]
    ],
    "Laffan was a member of the Fine Arts Society and the London Arts Club.": [
        [
            0,
            6,
            [
                "Afghan",
                "Lankan",
                "Caffeine",
                "Leighton",
                "Layman",
                "Lawman"
            ]
        ]
    ],
    "He maintained friendships with notable figures such as J.H.": [],
    "Choate (1832-1917), George B. Cortelyou (1862-1940), and Thomas F. Ryan (1851-1928).": [
        [
            0,
            6,
            [
                "Create",
                "Choice",
                "Choose",
                "Chose",
                "Coat",
                "Chase"
            ]
        ],
        [
            30,
            39,
            [
                "Costello",
                "Costelloe"
            ]
        ]
    ]
}