{
    "<p>Head of the section of Christian Art at the Musées Royaux d'Art et d'Histoire/ Koninklijke Musea voor Kunst en Geschiedenis (Royal Museums of Art and History) in Brussels and Professor of Byzantine Art at the Catholic University of Louvain (Louvain-la-Neuve), Belgium.": [
        [
            47,
            53,
            [
                "Muses",
                "Fusees",
                "Mushes",
                "Musses"
            ]
        ],
        [
            54,
            60,
            [
                "Roy aux"
            ]
        ],
        [
            72,
            80,
            [
                "History",
                "Historic",
                "Histories",
                "Histone",
                "Historize"
            ]
        ],
        [
            94,
            99,
            [
                "Muse",
                "Muses",
                "Mused",
                "Muse a"
            ]
        ],
        [
            100,
            104,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            105,
            110,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ],
        [
            235,
            242,
            [
                "Lou vain"
            ]
        ],
        [
            244,
            260,
            [
                "Lou vain-la-Neuve",
                "Louvain-la-Nerve"
            ]
        ]
    ],
    "Lafontaine-Dosogne studied classics along with history of art and archaeology at the Free University of Brussels.": [
        [
            0,
            18,
            [
                "Fontaine-Dosogne",
                "Lafontaine-Cologne"
            ]
        ]
    ],
    "As a Byzantine scholar, she was a pupil of Charles Delvoye.": [
        [
            51,
            58,
            [
                "Devote",
                "Delve",
                "Devoré"
            ]
        ]
    ],
    "She also studied with <a href=\"/grabara\">André Grabar</a>, whose elaborate studies in iconography she held in high esteem.": [],
    "In 1961, she obtained her doctoral degree with a dissertation on the iconographical theme of the childhood of the Virgin Mary in the Byzantine Empire and in the West.": [],
    "This study, <em>Iconographie de l'Enfance de la Vierge dans l'Empire byzantin et en Occident</em>, was published by the Royal Academy of Belgium in 1964-1965.": [],
    "Prior to this publication, the theme of the Virgin's childhood already had received much attention in her first monograph, dated 1959, which dealt with <em>Peintures médiévales dans le temple dit de la Fortune Virile à Rome</em>.": [],
    "Working as a researcher of the National Fund for Scientific Research, between 1958 and 1966, she traveled extensively and was a visiting fellow at the Dumbarton Oaks Center for Byzantine Studies in Washington DC in 1960, 1961, and 1962.": [
        [
            151,
            160,
            [
                "Lumberton"
            ]
        ]
    ],
    "She made several study trips to all areas once covered by the Byzantine Empire, in order to investigate archaeological sites, mosaics and mural paintings in churches and monasteries.": [],
    "In 1965, she participated in an archaeological expedition to the region of Antioch.": [],
    "This resulted in the 1967 publication, in collaboration with Bernard Orgels: <em>Itinéraires archéologiques dans la région d'Antioche.": [
        [
            69,
            75,
            [
                "Oriels",
                "Or gels"
            ]
        ],
        [
            81,
            92,
            [
                "Itineraries"
            ]
        ],
        [
            93,
            107,
            [
                "archeologies"
            ]
        ],
        [
            108,
            112,
            [
                "days",
                "fans",
                "Dan",
                "Hans",
                "cans",
                "dams"
            ]
        ],
        [
            116,
            122,
            [
                "region",
                "regions",
                "legion"
            ]
        ],
        [
            125,
            133,
            [
                "Antioch"
            ]
        ]
    ],
    "Recherches sur le monastère et sur l'iconographie de S. Syméon Stylite le Jeune</em>.": [
        [
            0,
            10,
            [
                "Recherche",
                "Recherché"
            ]
        ],
        [
            11,
            14,
            [
                "SUR",
                "sure",
                "our",
                "Sir",
                "sub",
                "sum"
            ]
        ],
        [
            15,
            17,
            [
                "LE",
                "Le",
                "he",
                "we",
                "be",
                "me"
            ]
        ],
        [
            18,
            27,
            [
                "monastery"
            ]
        ],
        [
            31,
            34,
            [
                "SUR",
                "sure",
                "our",
                "Sir",
                "sub",
                "sum"
            ]
        ],
        [
            37,
            49,
            [
                "iconographic"
            ]
        ],
        [
            56,
            62,
            [
                "Simeon"
            ]
        ],
        [
            63,
            70,
            [
                "Skylight",
                "Stylize",
                "Sty lite"
            ]
        ],
        [
            71,
            73,
            [
                "LE",
                "Le",
                "he",
                "we",
                "be",
                "me"
            ]
        ],
        [
            74,
            79,
            [
                "June",
                "Jejune"
            ]
        ]
    ],
    "This work includes an inventory of archaeological sites near Antioch, an elaborate study of the monastery of Saint Symeon Stylites the Younger, and iconographical research on this saint.": [
        [
            115,
            121,
            [
                "Simeon"
            ]
        ]
    ],
    "From 1967 to 1972, she was a researcher at the Institut Royal du Patrimoine Artistique / Koninklijk Instituut voor het Kunstpatrimonium (Royal Institute for the Study and Conservation of Belgium's Artistic Heritage), and in 1972 she began her career as curator at the Royal Museums of Art and History in Brussels, where she worked until December 1, 1993.": [
        [
            47,
            55,
            [
                "Institute"
            ]
        ],
        [
            65,
            75,
            [
                "Patrimony",
                "Patrimonies"
            ]
        ],
        [
            76,
            86,
            [
                "Artistic",
                "Armistice",
                "Critique",
                "Martinique",
                "Artiste"
            ]
        ],
        [
            89,
            99,
            [
                "Koninklijke"
            ]
        ],
        [
            100,
            109,
            [
                "Institute"
            ]
        ],
        [
            110,
            114,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            115,
            118,
            [
                "he",
                "get",
                "her",
                "set",
                "hit",
                "let"
            ]
        ]
    ],
    "One year earlier, in 1971, she started teaching early Christian art, Byzantine and Eastern Christian art, and Iconology at the Catholic University of Louvain, first in a teaching position and subsequently, from 1989 until her retirement in 1994, as professor.": [
        [
            110,
            119,
            [
                "Phonology"
            ]
        ],
        [
            150,
            157,
            [
                "Lou vain"
            ]
        ]
    ],
    "In 1987, she published a historical survey of Byzantine and Eastern Christian art.": [],
    "This handbook, <em>Histoire de l'art byzantin et chrétien d'Orient</em>, was based on an earlier work which she co-authored with <a href=\"/volbachw\">Fritz Volbach</a> for the third volume of the <em>Propyläen Kunstgeschichte</em>, published in 1968 as <em>Byzanz und der christliche Osten</em>.": [],
    "A revised edition of the handbook appeared a few months after the author's death, in 1995.": [],
    "Lafontaine-Dosogne was one of the directors of the Europalia 82 exhibition on Greece, held in the Royal Museums of Art and History: <em>Splendeur de Byzance / Luister van Byzantium</em>.": [
        [
            0,
            18,
            [
                "Fontaine-Dosogne",
                "Lafontaine-Cologne"
            ]
        ],
        [
            51,
            60,
            [
                "Europa",
                "Eurasia",
                "Eurorail",
                "Neuroglia",
                "Europass",
                "Europol"
            ]
        ]
    ],
    "She also was the editor-in-chief of the catalog and one of the major contributors.": [],
    "Lafontaine-Dosogne also published on western mediaeval art in the region between the Meuse and the Rhine, paying attention to the relations with the Byzantine world and Byzantine artistic influence.": [
        [
            0,
            18,
            [
                "Fontaine-Dosogne",
                "Lafontaine-Cologne"
            ]
        ],
        [
            45,
            54,
            [
                "medieval"
            ]
        ]
    ],
    "This was the topic of her contribution to the Festschrift for <a href=\"/weitzmannk\">Kurt Weitzmann</a>, which appeared in 1995, after her death.": [],
    "Another posthumous publication was her presentation at a 1993 congress <em>East and West in the Crusader States</em> (Hernen Castle, The Netherlands), in which she surveyed the illuminated manuscripts and icons of the Monastery of Saint Catherine at Mount Sinai between the 10th and 13th centuries.": [
        [
            118,
            124,
            [
                "Herne",
                "Hernán",
                "Herten"
            ]
        ]
    ],
    "The <em>Acta</em> of this congress, published in 1996, are dedicated to her memory.": [],
    "Lafontaine-Dosogne was an active participant in several associations in Belgium and abroad.": [
        [
            0,
            18,
            [
                "Fontaine-Dosogne",
                "Lafontaine-Cologne"
            ]
        ]
    ],
    "In 1967, she became a member of the Académie Royale d'Archéologie de Belgique.": [
        [
            36,
            44,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            54,
            65,
            [
                "Archeologies"
            ]
        ]
    ],
    "She served this institution in different capacities, including the directorship, from 1978 onwards, of the <em>Revue Belge d'Archéologie et d'Histoire de l'Art</em>, and, from 1983 to 1985, the presidency of the Academy.": [],
    "Lafontaine-Dosogne was a very conscientious and meticulous scholar who carried out her research with dedication and thoroughness.": [
        [
            0,
            18,
            [
                "Fontaine-Dosogne",
                "Lafontaine-Cologne"
            ]
        ]
    ],
    "In her iconographical and iconological studies, she knew to make use of biblical, apocryphal, and liturgical texts as important sources of interpretation.</p>": [
        [
            26,
            38,
            [
                "phonological"
            ]
        ]
    ]
}