{
    "<p>Classical art historian, museum curator and archaeologist.": [],
    "Lamb was born to Edmund Lamb (1863-1825), a member of Parliament, and Mabel Lamb (1862-1941).": [],
    "She was educated at home.": [],
    "In 1913 she entered Newnham College (a woman's college founded in 1871), Cambridge University, where she read Classics.": [
        [
            3,
            7,
            [
                "1913,"
            ]
        ],
        [
            20,
            27,
            [
                "Needham",
                "Noonday"
            ]
        ]
    ],
    "Graduating in 1917, she joined the British Naval Intelligence Department, the so-called \"Room 40\" where among her colleagues assisting the World War I effort was the classical archaeologist <a href=\"/beazleyj\">J.": [
        [
            151,
            157,
            [
                "afford"
            ]
        ]
    ],
    "D. Beazley</a>.": [
        [
            3,
            10,
            [
                "Beasley"
            ]
        ]
    ],
    "Beazley clearly encouraged her in her scholarly work and subsequently named a vase painter in honor of her acumen (the Lamb painter).": [
        [
            0,
            7,
            [
                "Beasley"
            ]
        ]
    ],
    "In 1920 she was part of the British School at Athens, participating in the excavation at Mycenae (which her parents funded) led by Alan J. B. Wace (1879-1957), as well as those at Sparta and Macedonia.": [
        [
            3,
            7,
            [
                "1920,"
            ]
        ],
        [
            142,
            146,
            [
                "Race",
                "Face",
                "Wave",
                "Pace",
                "Wage",
                "Wake"
            ]
        ]
    ],
    "That same year she was named honorary keeper of the Fitzwilliam Museum, Cambridge, by <a href=\"/cockerells\">Sydney Cockerell</a>, a position she held until 1958.": [],
    "During her tenure at the Fitzwilliam, she organized the Disney and Clarke collections and launched a new prehistoric gallery.": [],
    "The gallery's first major acquisition, the \"Minoan goddess\", purchased in 1926 by <a href=\"/seltmanc\">Charles Theodore Seltman</a> for the Museum, had its authenticity questioned, casting a shadow on Seltman and to a lesser degree, Lamb.": [],
    "In 1929 she published <em>Greek and Roman Bronzes</em>, a work that remained a standard for classical sculpture for most of her life.": [
        [
            3,
            7,
            [
                "1929,"
            ]
        ]
    ],
    "In 1930 and 1936 she edited two fascicules of the Cambridge holdings for the <em>Corpus Vasorum Antiquorum</em>, publications which superseded the <em>Catalogue of Vases</em> (1897) of <a href=\"/gardnere\">Ernest A. Gardner</a>.": [],
    "A second major publication, <em>Excavations at Thermi in Lesbos</em>, 1936, made a reputation for her as a prehistorian.": [],
    "Lamb was the first woman archaeologist of the Anatolia excavations.": [],
    "During World War II, Lamb worked for the BBC in London and was severely injured when a V-2 rocket hit her apartment.": [],
    "She retired in 1958 and died seven years later.": [],
    "She is buried in the Roman Catholic cemetery at Midhurst in Sussex.": [
        [
            48,
            56,
            [
                "Midst",
                "Midwest",
                "Bathurst",
                "Hurst",
                "Mistrust",
                "Sandhurst"
            ]
        ]
    ],
    "She is not related to the British School at Athens field archaeologist Dorothy Lamb [Brooke, Lady Nicholson] (1887-1967).</p>": []
}