{
    "<p>Architect, restorator, archeologist.": [
        [
            14,
            24,
            [
                "rest orator"
            ]
        ]
    ],
    "Lampérez was born into a wealthy family of Aragonese descent.": [
        [
            0,
            8,
            [
                "Hampered",
                "Ampere",
                "Amperes",
                "Lamprey",
                "Pampered",
                "Tampered"
            ]
        ],
        [
            43,
            52,
            [
                "Aragonite"
            ]
        ]
    ],
    "He studied at the Instituto de Zaragoza (Institute of Zaragoza) and earned his BA at the Escuela de Bellas Artes de Zaragoza (School of Fine Arts of Zaragoza) in 1879.": [
        [
            107,
            112,
            [
                "Arts",
                "Ares",
                "Aries",
                "Antes",
                "ARTE",
                "ARTS"
            ]
        ]
    ],
    "After obtaining his degree in architecture from the Escuela Superior de Arquitectura de Madrid (Superior School of Architecture of Madrid) in 1885, he began working under the architect and archaeologist Ricardo Velazquez Bosco (1843-1923) to restore the Cathedral of Leon.": [],
    "He married the Spanish author Blanca de los Ríos (1859-1956) who was the daughter of Demetrio de los Ríos (1818-1878), a prominent Spanish architect and archaeologist who also contributed to the restoration of the Cathedral of Leon.": [
        [
            85,
            93,
            [
                "Demerit",
                "Demetrius"
            ]
        ]
    ],
    "He was responsible for directing major restorative work on the Catedral de Burgos from 1887 to 1914.": [
        [
            63,
            71,
            [
                "Cathedral"
            ]
        ]
    ],
    "He first worked as an auxiliary at the Escuela de Artes y Oficios de Madrid (School of Arts and Offices of Madrid) in 1894 and later became a professor there in 1898.": [
        [
            58,
            65,
            [
                "Officious"
            ]
        ]
    ],
    "He became chair of the Teoría de la Arquitectura y Proyectos (Theory of Architecture and Projects) department at the Escuela Superior de Arquitectura de Madrid in 1901, and taught in the Historia de la Arquitectura (History of Architecture) and Artes Plasticas (Visual Arts) departments as well.": [
        [
            23,
            29,
            [
                "Peoria"
            ]
        ],
        [
            36,
            48,
            [
                "Architecture",
                "Architectural"
            ]
        ],
        [
            51,
            60,
            [
                "Projects",
                "Protector",
                "Protects",
                "Projector",
                "Projectors",
                "Protectors"
            ]
        ],
        [
            187,
            195,
            [
                "Historian",
                "Historic"
            ]
        ],
        [
            202,
            214,
            [
                "Architecture",
                "Architectural"
            ]
        ],
        [
            245,
            250,
            [
                "Arts",
                "Ares",
                "Aries",
                "Antes",
                "ARTE",
                "ARTS"
            ]
        ],
        [
            251,
            260,
            [
                "Plastics",
                "Plastic as"
            ]
        ]
    ],
    "He was the president of the Sección de Artes Plásticas del Ateneo de Madrid from 1903 to 1904 and then again from 1916 to 1917.": [
        [
            28,
            35,
            [
                "Section"
            ]
        ],
        [
            45,
            54,
            [
                "Plastics"
            ]
        ],
        [
            59,
            65,
            [
                "Ate neo"
            ]
        ]
    ],
    "In 1909, he published <em>Historia de la arquitectura cristiana española</em> (History of the Spanish Christian Architecture).": [],
    "In 1914, he was in charge of directing a major restoration project on the Cathedral of Cuenca.": [
        [
            87,
            93,
            [
                "Buena",
                "Quench",
                "Clench",
                "Ceca",
                "Duenna",
                "CANCA"
            ]
        ]
    ],
    "He was named a member of the Real Academia de la Historia beginning in 1916 and to the Real Academia de Bellas Artes de San Fernando in 1917.": [
        [
            49,
            57,
            [
                "Historian",
                "Historic"
            ]
        ],
        [
            111,
            116,
            [
                "Arts",
                "Ares",
                "Aries",
                "Antes",
                "ARTE",
                "ARTS"
            ]
        ]
    ],
    "He was the president of the Congreso Nacional de Arquitectos de Zaragoza in 1919.": [
        [
            28,
            36,
            [
                "Congress"
            ]
        ]
    ],
    "A year before his death, he published <em>Historia de la arquitectura civil española</em> (History of Spanish Civil Architecture).": [],
    "He served as the director of the Escuela Superior de Arquitectura de Madrid from 1920 until his death in 1923.": [],
    "He belonged to the Hispanic Society of America and the la Société Française d’Arqueologie.</p>\n<p>In both of his major publications mentioned above, Lampérez used a technical and scientific approach that considered both social and political contexts to create an inventory of Spanish architectural styles and schools.": [
        [
            58,
            65,
            [
                "Society"
            ]
        ],
        [
            66,
            75,
            [
                "Franchise",
                "Francoise",
                "Français",
                "Françoise"
            ]
        ],
        [
            78,
            89,
            [
                "Archeologies"
            ]
        ],
        [
            149,
            157,
            [
                "Hampered",
                "Ampere",
                "Amperes",
                "Lamprey",
                "Pampered",
                "Tampered"
            ]
        ]
    ],
    "He was the first Spanish art historian to use these techniques to catalogue works.": [
        [
            66,
            75,
            [
                "catalog"
            ]
        ]
    ],
    "His inventory spanned from the Romantic period to the end of the 19th century and analyzed each monument in terms of its school, aesthetic style, and chronology.": [],
    "In his works as restorative architect, he followed the theories of <a href=”/violletleduce”>Eugène Viollet-le-Duc</a> who embraced an interventionist approach to restoration.": [],
    "In his work on the Cathedral of Cuenca, he completely reconstructed the facade in an attempt to restore the monument’s original appearance.": [
        [
            32,
            38,
            [
                "Buena",
                "Quench",
                "Clench",
                "Ceca",
                "Duenna",
                "CANCA"
            ]
        ]
    ],
    "Lampérez led the “escuela restauradora” (Restoration School) in Spain during the latter half of the 19th century.": [
        [
            0,
            8,
            [
                "Hampered",
                "Ampere",
                "Amperes",
                "Lamprey",
                "Pampered",
                "Tampered"
            ]
        ],
        [
            18,
            25,
            [
                "Estela",
                "sequela"
            ]
        ]
    ],
    "The next generation of art historians, including his disciple <a href=”/torresbalbasl”>Leopoldo Torres Balbás</a> (1888-1960), critiqued this interventionist approach to restoration arguing that the reconstruction of monuments lacked substantial historic and archeological evidence of their original appearance (Céspedes).</p>": []
}