{
    "<p>Romanist archaeologist and art histoiran; known for his studies of the topography and monuments of the city of Rome.": [
        [
            3,
            11,
            [
                "Womanist"
            ]
        ],
        [
            34,
            43,
            [
                "historian"
            ]
        ]
    ],
    "Lanciani hailed from ancient noble family.": [
        [
            0,
            8,
            [
                "Mancini",
                "Lancing",
                "Lancia"
            ]
        ]
    ],
    "His father, Pietro Lanciani, was an engineer and his brother-in-law, Comte Virginio Vespignani (1808-1882) was an architect and draftsman for archeological books.": [
        [
            19,
            27,
            [
                "Mancini",
                "Lancing",
                "Lancia"
            ]
        ],
        [
            75,
            83,
            [
                "Virginia"
            ]
        ],
        [
            84,
            94,
            [
                "Perpignan"
            ]
        ]
    ],
    "After attending the (Jesuit) Collegio Romano and a period training as an engineer at the University of Rome, he joined an excavating project around Trajan's harbor, in the ancient city of Ostia (Lazio), at the mouth of the Tiber River.": [
        [
            29,
            37,
            [
                "Colegio",
                "Collegia"
            ]
        ]
    ],
    "The event changed his life forever.": [],
    "After publishing an exemplary description of the site in the <em>Monumenti</em> and <em>Annali</em> of the Instituto di Corrispondenza Archeologica beginning in 1867, Lanciani became absorbed in the archaeological study of monuments taking a degree in Literature (focusing on Greek and Latin).": [],
    "In 1872 Lanciani was appointed secretary of the Commissione Archaeologica Communale (municipal archaeological commission).": [
        [
            8,
            16,
            [
                "Mancini",
                "Lancing",
                "Lancia"
            ]
        ],
        [
            48,
            59,
            [
                "Commission",
                "Commissioned",
                "Commissioner",
                "Commissions"
            ]
        ],
        [
            60,
            73,
            [
                "Archaeological"
            ]
        ],
        [
            74,
            83,
            [
                "Communal"
            ]
        ]
    ],
    "He married an American translator, Mary Ellen \"Elana\" Rhodes (d.": [
        [
            47,
            52,
            [
                "Elena",
                "Lana",
                "Alana",
                "Eland",
                "Élan",
                "Elan"
            ]
        ]
    ],
    "1917), of Providence, R. I., in 1875, which gave him entre into scientific and academic circles among U.S.": [
        [
            53,
            58,
            [
                "entire",
                "enter",
                "entry",
                "entree",
                "entrée",
                "ENTPE"
            ]
        ]
    ],
    "archaeologists.": [
        [
            0,
            14,
            [
                "Archaeologists"
            ]
        ]
    ],
    "Lanciani was appointed vice-director of the Museo Kircheriano in 1876.": [
        [
            0,
            8,
            [
                "Mancini",
                "Lancing",
                "Lancia"
            ]
        ]
    ],
    "By 1878 he had been named director of excavations for the city of Rome and professor of Roman topography at the University of Rome; he remained at the University until two years before his death.": [],
    "He rose to chair of Roman topography in 1882.": [],
    "Lanciani assisted museum acquistion of antiquities, such as the Boston Museum of Arts’ purchase of over 300 ancient objects from Italy.": [
        [
            0,
            8,
            [
                "Mancini",
                "Lancing",
                "Lancia"
            ]
        ],
        [
            25,
            35,
            [
                "acquisition"
            ]
        ]
    ],
    "In 1893 he issued the first sheet of perhaps his most important publication, <em>Forma Urbis Romae</em>.": [
        [
            3,
            7,
            [
                "1893,"
            ]
        ]
    ],
    "An intricate map of the ancient city with modern streets overlaid.": [],
    "As one of the few Italian professors to speak fluently English, he edited, together with important British art historians <a href=\"/layarda\">Austen Henry Layard</a> the 15th edition of the original 1843 <em>A Handbook of Rome and its Environs</em>, a guidebook to Rome for John Murray publishers in 1894.": [],
    "Despite his success as both an archaeologist and scholar, the newly unified Italian government dismissed him from the archaeological service for improprieties in 1890.": [],
    "These included accusations of aiding looters of archaeological sites and misidentifying the archaeological record.": [],
    "These charges reveal the tensions between the city of Rome and the Italian state on the conservation, preservation and displaying the nation’s antiquities (Dixon).": [],
    "He was a member of the Accademia dei Lincei and the Academia di S. Lucia.": [
        [
            23,
            32,
            [
                "Academia"
            ]
        ],
        [
            33,
            36,
            [
                "DEI",
                "day",
                "die",
                "Dan",
                "Del",
                "Wei"
            ]
        ],
        [
            37,
            43,
            [
                "Linda"
            ]
        ],
        [
            61,
            63,
            [
                "DI",
                "Di",
                "I",
                "did",
                "do",
                "Dr"
            ]
        ]
    ],
    "He composed several works in English for that readership, his most important in the language, <em>The Ruins & Excavations of Ancient Rome: a Companion Book for Students and Travelers</em> appeared in 1897.": [],
    "By the end of the century, Lanciani was responsible for and supervising all the excavations within the city.": [
        [
            27,
            35,
            [
                "Mancini",
                "Lancing",
                "Lancia"
            ]
        ]
    ],
    "He carried out a number of excavations making, most notably, the discovery of the House of Vestals in the Roman Forum.": [],
    "In addition, Lanciani produced maps of this work.": [
        [
            13,
            21,
            [
                "Mancini",
                "Lancing",
                "Lancia"
            ]
        ]
    ],
    "His <em>Storia degli scavi di Roma</em>, in four volumes, is a collection of all information available about excavation and discoveries in the city to 1605.": [],
    "He continued to write first-hand descriptions of current archaeological discoveries, and he built a sizable collection of excerpts from Renaissance records and from the albums of Renaissance artists, the archaeological significance of which Lanciani was among the first to recognize.": [
        [
            241,
            249,
            [
                "Mancini",
                "Lancing",
                "Lancia"
            ]
        ]
    ],
    "Other English-language works followed as well, including <em>Wanderings in the Roman Campagna</em>, which he published in 1909.": [],
    "At the retirement of <a href=\"/bonig\">Giacomo Boni</a> in 1910 from the Commission of the Zona Monumentale, Lanciani replaced him.": [],
    "In that capacity, he helped prevent the implementation of a city park at the cite of the Baths of Caracalla.": [],
    "Poor health forced him to curtail his writing in 1912.": [],
    "He received numerous honorary degrees, including those from Aberdeen, Würzburg, Oxford, Harvard, and Glasgow.": [],
    "After his first wife succumbed to the influenza epidemic in Europe in 1917, Lanciani remarried a second time in 1920 to the widow of Prince Marco Antonio Colonna, Princess Teresa Caracciolo Colonna.": [
        [
            76,
            84,
            [
                "Mancini",
                "Lancing",
                "Lancia"
            ]
        ],
        [
            154,
            161,
            [
                "Colonia"
            ]
        ],
        [
            179,
            189,
            [
                "Caracole",
                "Carpaccio",
                "Carpaccios"
            ]
        ],
        [
            190,
            197,
            [
                "Colonia"
            ]
        ]
    ],
    "He died in Rome in 1929.": [],
    "Much of this material has been preserved through Lanciani's own donation of his <em>schedario</em>, or series of portfolios, to the Vatican Library, and through his heirs' gift of his books, prints, plans, and manuscripts to the Istituto Italiano di Archeologia e Belle Arti.": [
        [
            49,
            57,
            [
                "Mancini",
                "Lancing",
                "Lancia"
            ]
        ]
    ],
    "His students at the University of Rome included the archeologist <a href=\"/gigliolig\">Giulio Quirino Giglioli</a>.</p><p>Lanciani was a pioneer of a rational, modern approach to Roman cartography and archaeology.": [],
    "He formed part of a core of distinguished late nineteenth-century scholars of the Roman forum who included <a href=\"/ashbyt\">Thomas Ashby</a>, Heinrich Jordan (1833-1886), <a href=\"/huelsenc\">Christian Huelsen</a>, and Samuel B. Platner (1863-1921).": [],
    "In 1967, <a href=\"/brilliantr\">Richard Brilliant</a> described Lanciani's <em>Ruins and Excavations of Ancient Rome</em> as undiminished in vitality as a study of ancient Roman ruins.": [],
    "His <em>Forma Urbis Romae</em> was \"a magnificent map of the city and a marvellous example of cartography as well as an encyclopaedia of typographical information.": [],
    "It is still an essential tool for anyone working on the ancient city\" (Richardson).": [],
    "City maps of the twenty-first century typically have a scale of 1:20,000 (five cm on the map equivalent to one km on the ground).": [],
    "The forty-six maps of the Forma Urbis have a scale of 1:1,000.": [
        [
            26,
            31,
            [
                "Form",
                "Format",
                "Forms",
                "Formal",
                "Norma",
                "Korma"
            ]
        ],
        [
            32,
            37,
            [
                "Uris",
                "URIs"
            ]
        ]
    ],
    "The work is still unsurpassed to this day.": [],
    "Many of his English-language books on Rome were subsequently translated into Italian.</p>": []
}