{
    "<p>University lecturer and associate professor; museum director with a focus on Jewish art.": [],
    "He was born in Kattowitz, Germany, which is present-day Katowice, Poland.": [
        [
            15,
            24,
            [
                "Kantrowitz",
                "Karlowitz"
            ]
        ]
    ],
    "Landsberger was born in Kattowitz, Germany [modern Katowice, Poland] in 1883 to Adolf Landsberger, a banker and city councilor, and Ida Sachs (1859–1935).": [
        [
            0,
            11,
            [
                "Landsteiner",
                "Feinberger",
                "Weinberger"
            ]
        ],
        [
            24,
            33,
            [
                "Kantrowitz",
                "Karlowitz"
            ]
        ],
        [
            86,
            97,
            [
                "Landsteiner",
                "Feinberger",
                "Weinberger"
            ]
        ]
    ],
    "Landsberger attended school in Kattowitz and Breslau [modern Wrocław, Poland], completing his <em>abitur</em> in 1903.": [
        [
            0,
            11,
            [
                "Landsteiner",
                "Feinberger",
                "Weinberger"
            ]
        ],
        [
            31,
            40,
            [
                "Kantrowitz",
                "Karlowitz"
            ]
        ],
        [
            45,
            52,
            [
                "Presley",
                "Belau",
                "Bresler"
            ]
        ]
    ],
    "He studied art history, archaeology, history of literature, and philosophy in Geneva, Berlin, Munich, and Breslau from 1903 to 1907 under <a href=\"/mutherichf\">Richard Muther</a> and <a href=\"/wolfflinh\">Heinrich Wölfflin</a>.": [
        [
            106,
            113,
            [
                "Presley",
                "Belau",
                "Bresler"
            ]
        ]
    ],
    "In 1907, Landsberger earned his doctorate from Breslau under Muther.": [
        [
            9,
            20,
            [
                "Landsteiner",
                "Feinberger",
                "Weinberger"
            ]
        ],
        [
            47,
            54,
            [
                "Presley",
                "Belau",
                "Bresler"
            ]
        ],
        [
            61,
            67,
            [
                "Mother",
                "Luther",
                "Mather",
                "Musher",
                "Mutter",
                "Muter"
            ]
        ]
    ],
    "His dissertation, <em>Wilhelm Tischbein: ein Künstlerleben des 18.": [
        [
            41,
            44,
            [
                "an",
                "EIN",
                "and",
                "in",
                "as",
                "at"
            ]
        ],
        [
            59,
            62,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Jahrhunderts</em> (<em>Wilhelm Tischbein: An Artist's Life in the 18th Century</em>), was published in Leipzig in 1908.": [],
    "After receiving his doctorate, he attended lectures by Heinrich Wölfflin, whom he eventually regarded as his actual teacher.": [
        [
            64,
            72,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "Landsberger subsequently traveled through Italy, France, Holland, and Switzerland.": [
        [
            0,
            11,
            [
                "Landsteiner",
                "Feinberger",
                "Weinberger"
            ]
        ]
    ],
    "He married Alice Rothmann (d.": [
        [
            17,
            25,
            [
                "Rothman"
            ]
        ]
    ],
    "1945) in 1910.": [],
    "In 1912, Landsberger completed his habilitation at Breslau.": [
        [
            9,
            20,
            [
                "Landsteiner",
                "Feinberger",
                "Weinberger"
            ]
        ],
        [
            35,
            47,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ],
        [
            51,
            58,
            [
                "Presley",
                "Belau",
                "Bresler"
            ]
        ]
    ],
    "From 1912 he worked as a private lecturer, and in 1917 he became the editor of the <em>Schlesische Monatshefte</em>.": [],
    "In 1918, Landsberger became an associate professor at the University of Breslau.": [
        [
            9,
            20,
            [
                "Landsteiner",
                "Feinberger",
                "Weinberger"
            ]
        ],
        [
            72,
            79,
            [
                "Presley",
                "Belau",
                "Bresler"
            ]
        ]
    ],
    "At the same time, he worked as a teacher at the local art academy.": [],
    "His notable book <em>Heinrich Wölfflin</em> was published in 1924.": [],
    "Landsberger, being Jewish, was dismissed without pension on October 1, 1933 for being a “non-Aryan\" under the Law for the Restoration of the Professional Civil Service.": [
        [
            0,
            11,
            [
                "Landsteiner",
                "Feinberger",
                "Weinberger"
            ]
        ],
        [
            71,
            75,
            [
                "1933,"
            ]
        ],
        [
            98,
            99,
            [
                "”"
            ]
        ]
    ],
    "He subsequently moved to Berlin and developed a close friendship with Max Liebermann.": [],
    "In 1934, Landsberger served as a visiting lecturer at the University of London.": [
        [
            9,
            20,
            [
                "Landsteiner",
                "Feinberger",
                "Weinberger"
            ]
        ]
    ],
    "From 1935 to 1938 he was the director of the Jüdisches Museum Berlin, succeeding Karl Schwarz (1885–1962) and Erna Stein-Blumenthal (1903–1983).": [
        [
            45,
            54,
            [
                "Dishes",
                "Ditches",
                "Juices",
                "Punishes",
                "Radishes",
                "Quiches"
            ]
        ]
    ],
    "Together with Rachel Wischnitzer (1885–1989) and Irmgard Schüler (b.": [
        [
            21,
            32,
            [
                "Schnitzel"
            ]
        ],
        [
            49,
            56,
            [
                "Regard"
            ]
        ],
        [
            57,
            64,
            [
                "Schuyler",
                "Schumer"
            ]
        ]
    ],
    "1907), he expanded the collection and organized special exhibitions on Max Liebermann, Jewish poster artists, Jewish ancestral portraits, and “One Hundred Years of Jewish Art\", among others.": [
        [
            174,
            175,
            [
                "”"
            ]
        ]
    ],
    "Landsberger began to specialize in Jewish art during this period.": [
        [
            0,
            11,
            [
                "Landsteiner",
                "Feinberger",
                "Weinberger"
            ]
        ]
    ],
    "In 1935, he published the fundamental discussion <em>Einführung in die jüdische Kunst</em> (<em>Introduction to Jewish Art</em>).": [],
    "In 1938, Landsberger was arrested in the <em>Kristallnacht</em> pogrom and deported to the Sachsenhausen concentration camp for five weeks.": [
        [
            9,
            20,
            [
                "Landsteiner",
                "Feinberger",
                "Weinberger"
            ]
        ]
    ],
    "He was released due to the intervention of Lady Mary Murray (1865–1956), who invited him to Oxford.": [],
    "Landsberger subsequently traveled to Oxford and stayed there in 1939 as the guest of Lady Murray and her husband, the classical scholar Gilbert Murray (1866–1957).": [
        [
            0,
            11,
            [
                "Landsteiner",
                "Feinberger",
                "Weinberger"
            ]
        ]
    ],
    "Landsberger emigrated to the United States shortly thereafter.": [
        [
            0,
            11,
            [
                "Landsteiner",
                "Feinberger",
                "Weinberger"
            ]
        ],
        [
            12,
            24,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "From 1939 to 1958, he worked at Hebrew Union College in Cincinnati, initially as a research professor and lecturer in Jewish art history.": [],
    "Landsberger married Dorothy Schwalbe Herz in 1946.": [
        [
            0,
            11,
            [
                "Landsteiner",
                "Feinberger",
                "Weinberger"
            ]
        ],
        [
            28,
            36,
            [
                "Schwab",
                "Schalke"
            ]
        ],
        [
            37,
            41,
            [
                "Her",
                "Here",
                "Hero",
                "Herd",
                "Herb",
                "Hers"
            ]
        ]
    ],
    "Two of his most significant books, <em>A History of Jewish Art</em> and <em>Rembrandt, the Jews and the Bible</em>, were published in the same year.": [],
    "From 1947, Landsberger also served as curator and director of the Hebrew Union College Museum, where he expanded the collection through important acquisitions.": [
        [
            11,
            22,
            [
                "Landsteiner",
                "Feinberger",
                "Weinberger"
            ]
        ]
    ],
    "With the help of his friend Leo Baeck (1873–1956), he transferred the remains of the Jüdisches Museum Berlin to Cincinnati.": [
        [
            32,
            37,
            [
                "Back",
                "Beck"
            ]
        ],
        [
            85,
            94,
            [
                "Dishes",
                "Ditches",
                "Juices",
                "Punishes",
                "Radishes",
                "Quiches"
            ]
        ]
    ],
    "Landsberger continued to organize special exhibitions at the museum and publish research on Jewish art history until his death in 1964.</p>\n\n<p>Landsberger was a pioneer in Jewish art history, especially in the context of legitimizing it as a part of Jewish studies.": [
        [
            0,
            11,
            [
                "Landsteiner",
                "Feinberger",
                "Weinberger"
            ]
        ],
        [
            144,
            155,
            [
                "Landsteiner",
                "Feinberger",
                "Weinberger"
            ]
        ]
    ],
    "He laid important groundwork for the future of the field, which was described before his arrival as “a desert .": [
        [
            109,
            111,
            [
                "."
            ]
        ]
    ],
    ".": [
        [
            0,
            1,
            [
                "."
            ]
        ]
    ],
    "broken only here and there by oases\".": [
        [
            0,
            6,
            [
                "Broken"
            ]
        ]
    ],
    "In addition to his significant scholarly contributions, Landsberger was noted for his kindness (Gutmann).": [
        [
            56,
            67,
            [
                "Landsteiner",
                "Feinberger",
                "Weinberger"
            ]
        ],
        [
            96,
            103,
            [
                "Gutman"
            ]
        ]
    ],
    "Ulrike Wendland observed that Landsberger only appeared to be interested in Jewish art after persecution.</p>": [
        [
            7,
            15,
            [
                "Wend land"
            ]
        ],
        [
            30,
            41,
            [
                "Landsteiner",
                "Feinberger",
                "Weinberger"
            ]
        ]
    ]
}