{
    "<p>Keeper of the Department of Ceramics at the Victoria and Albert Museum, 1950-1963.": [],
    "Lane was the son of Reverend E. A. Lane.": [],
    "After attending St.": [],
    "John's School, Leatherhead, he continued at St.": [
        [
            15,
            26,
            [
                "Leather head"
            ]
        ]
    ],
    "John's College, Cambridge, on a scholarship, excelling in classical studies.": [],
    "In 1932 he became a scholar at the British School at Athens, then under its young director, <a href=\"/payneh\">Humfry Payne</a>.": [
        [
            3,
            7,
            [
                "1932,"
            ]
        ]
    ],
    "He followed Payne's remarkable research on Archaic art, publishing a groundbreaking study of his own on Laconian vase painting in the <em>Annual</em> of the British School.": [
        [
            104,
            112,
            [
                "Laotian",
                "Draconian",
                "Laconic"
            ]
        ]
    ],
    "In 1934 Lane was appointed to the Victoria and Albert Museum as assistant keeper in the department of Ceramics under <a href=\"/rackhamb\">Bernard Rackham</a>.": [],
    "Both as a scholar and curator, he made major changes to the collection.": [],
    "He participated in the 1937 excavations under Leonard Wooley (1880-1960) of Al Mina, Syria, opening up an interest in Islamic art.": [
        [
            54,
            60,
            [
                "Woolen",
                "Cooley",
                "Dooley",
                "Wooly",
                "Woolly"
            ]
        ]
    ],
    "A 1939 exhibition of tiles established his reputation as a museum person.": [],
    "When Britain entered World War II the same year, Lane worked for R. A. F. intelligence, rising to the rank of Squadron Leader.": [],
    "After the War, Lane began publishing in the Faber series on pottery.": [],
    "These included <em>Early Islamic Pottery</em>, 1947, and the tiny <em>Style in Pottery</em>,1948, a modest but scholarly work on the topic.": [],
    "When Keeper of the Department William B. Honey (1889-1956) retired in 1950, Lane succeeded him at the Museum and as editor of the Faber book series.": [],
    "His next book, <em>Italian Porcelain</em>, was issued in 1954.": [],
    "Lane bitterly opposed the promotion of <a href=\"/coxt\">Trenchard Cox</a> to Director and Secretary of the V&A in 1955.": [],
    "In 1957, he issued <em>Later Islamic Pottery</em>, a more substantial work on Islamic art than his 1948 book.": [],
    "<em>English Porcelain Figures of the Eighteenth Century</em> followed in 1961.": [],
    "He committed suicide at age 53.": [],
    "Lane was a reserved and high-strung personality.": [],
    "Although he had a following of friends, he was, as George Ireland described him, \"brilliant but depressive.\"": [],
    "As a scholar, he devoted himself to archival work; his Italian porcelain book published research from the Ginori factory near Florence, the first in any language.": [
        [
            106,
            112,
            [
                "Minor",
                "Minors",
                "Gino",
                "Giorgi",
                "INRI",
                "Signori"
            ]
        ]
    ],
    "His work in Islamic ceramics continued the scholarship of Robert Lockhart Hobson (1872-1941).</p>": []
}