{
    "<p>Specialist in ancient Greek and Roman art, particularly Greek sculpture from the 6th and 5th centuries B.C.": [],
    "and the early Christian era.": [
        [
            0,
            3,
            [
                "And"
            ]
        ]
    ],
    "Langlotz's father was a weaver.": [
        [
            0,
            8,
            [
                "Anglo",
                "Landlord",
                "Langley",
                "Lancelot",
                "Langford",
                "Langston"
            ]
        ]
    ],
    "Langlotz himself studied classical archaeology, philology and art history in Leipzig.": [
        [
            0,
            8,
            [
                "Anglo",
                "Landlord",
                "Langley",
                "Lancelot",
                "Langford",
                "Langston"
            ]
        ]
    ],
    "Although schooled in the positivistic tradition of <a href=\"/studniczkaf\">Franz Studniczka</a>, for whom he wrote his <em>promotionsschrift</em> at Leipzig in 1921, Langlotz was strongly influenced by the <em>Lebensphilosophie</em> of the poet Stefan George (1868-1933) and by Friedrich Nietzsche's theories of art history and classical studies.": [
        [
            25,
            37,
            [
                "positivist",
                "positivists"
            ]
        ]
    ],
    "He also attended courses in art history under <a href=\"/wolfflinh\">Heinrich Wölfflin</a> in Munich.": [],
    "In Greece, he met and was further influenced by the classical pottery scholar <a href=\"/buschore\">Ernst Buschor</a>.": [],
    "He taught as a <em>privatdozent</em> in Wurzburg and acted as conservator of the Martin von Wagner Museum.": [],
    "In 1932 he published a catalog of the collection, <em>Griechische Vasen in Würzburg</em>, the first in what would be a long interest in vase painting.": [
        [
            3,
            7,
            [
                "1932,"
            ]
        ]
    ],
    "He was professor at the University of Jena from 1931 to 1933 and then at Frankfurt a. Main, 1933-1941.": [],
    "In 1939 he published <em>Die Archaischen Marmorbildwerke der Akropolis</em> with <a href=\"/schraderh\">Hans Schrader</a>.": [
        [
            3,
            7,
            [
                "1939,"
            ]
        ]
    ],
    "In 1941 he joined the University of Bonn where he remained the rest of his career.": [
        [
            3,
            7,
            [
                "1941,"
            ]
        ]
    ],
    "During the time as professor in Bonn time he also acted as director of the Akademisches Kunstmuseum in Bonn.": [],
    "In 1952 Langlotz saw and visually authenticated in a letter a <em>kouros</em> (archaic Greek statue) in a Swiss collection.": [
        [
            8,
            16,
            [
                "Anglo",
                "Landlord",
                "Langley",
                "Lancelot",
                "Langford",
                "Langston"
            ]
        ]
    ],
    "This documentation formed the beginning of the controversial validity of the work, since 1983 in the Getty Museum, California.": [],
    "He retired from Bonn in 1963.": [],
    "Near the end of his life he published a volume on the art of northern Greece in 1975.Although close to the <em>Strukturforschung</em> (structural research) school, he rejected the school's excessive abstractions and formalism: for Langlotz, the developments in representing the human form concretized the development of artistic style, and the wider <em>Zeitgeist</em> (spirit of the age) of a given culture.": [
        [
            85,
            93,
            [
                " Although"
            ]
        ]
    ],
    "He wrote that <em>Zeitgeist</em> or the spirit of the age was the motivating force in stylistic change.": [],
    "(<em>Archäologenbildnisse</em>, 268).": [],
    "Langlotz's method employed stylistic analysis borrowed from Wölfflin and a positivism akin to that of Studniczka.": [
        [
            0,
            8,
            [
                "Anglo",
                "Landlord",
                "Langley",
                "Lancelot",
                "Langford",
                "Langston"
            ]
        ],
        [
            60,
            68,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "His acknowledgment of Roman copies as important for the study of lost Greek originals and his work on the sculpture of the archaic period and southern Italy (magna Grecia) remain important.</p>": [
        [
            158,
            170,
            [
                "Magna Graecia"
            ]
        ]
    ]
}