{
    "<p>Professor and Rembrandt scholar; wrote a popular, racist attack of modern art and art museums.": [],
    "Langbehn studied art history and anthropology at the university in Kiel before receiving his doctorate at the in Munich.": [
        [
            0,
            8,
            [
                "Langley",
                "Lantern",
                "Langston",
                "Lengthen",
                "Hangmen",
                "Lingen"
            ]
        ]
    ],
    "Among art historians who adopted Nietzschean values of art, perhaps the worst was Langbehn.": [
        [
            33,
            44,
            [
                "Nietzsche an"
            ]
        ],
        [
            82,
            90,
            [
                "Langley",
                "Lantern",
                "Langston",
                "Lengthen",
                "Hangmen",
                "Lingen"
            ]
        ]
    ],
    "Poorly educated and highly opinionated, Langbehn anonymously published a book in 1890 attacking modern art on racial grounds, a book which took the German art history world by storm.": [
        [
            40,
            48,
            [
                "Langley",
                "Lantern",
                "Langston",
                "Lengthen",
                "Hangmen",
                "Lingen"
            ]
        ]
    ],
    "<em>Rembrandt als Erzieher</em> (Rembrandt as Educator), deplored the state of contemporary art production, suggesting that, Rembrandt, an example of the southern German \"race,\" was part of a pure <em>Volk</em> least defiled by racial intermixing.": [],
    "It criticized museums as dead places of art, too bound by history to reflect art.": [
        [
            45,
            54,
            [
                "to bound"
            ]
        ]
    ],
    "Racial tracts were not uncommon in late-19th century European social and cultural though.": [],
    "Nevertheless, Langbehn's book attracted praise not only from the conservative right but, for various reasons, from a variety of important art historians of the period.": [
        [
            14,
            22,
            [
                "Langley",
                "Lantern",
                "Langston",
                "Lengthen",
                "Hangmen",
                "Lingen"
            ]
        ]
    ],
    "<a href=\"/bodew\">Wilhelm Bode</a>, the assembler of the vast Prussian art collections in Berlin, praised its ideal of the German spirit.": [],
    "The progressive architect and architectural theorist <a href=\"/muthesiush\">Hermann Muthesius</a> cited it continuously in his reform articles.": [],
    "Even <a href=\"/osthausk\">Karl Ernst Osthaus</a>, the future founder of the Folkwang-Museum, credited Langbehn as critical to his own development.": [],
    "<em>Rembrandt als Erzieher</em> when through some 66,000 in thirty-nine editions.": [],
    "Learning Nietzsche was in a mental institution in Jena, Germany, Langbehn traveled to the asylum to talk to him and his mother who was caring for him.": [
        [
            65,
            73,
            [
                "Langley",
                "Lantern",
                "Langston",
                "Lengthen",
                "Hangmen",
                "Lingen"
            ]
        ]
    ],
    "Langbehn, who cultivated a mistrust of medical doctors, argued strenuously with both the philosopher and his mother to leave the facility until Nietzsche himself threw Langbehn out.": [
        [
            0,
            8,
            [
                "Langley",
                "Lantern",
                "Langston",
                "Lengthen",
                "Hangmen",
                "Lingen"
            ]
        ],
        [
            168,
            176,
            [
                "Langley",
                "Lantern",
                "Langston",
                "Lengthen",
                "Hangmen",
                "Lingen"
            ]
        ]
    ],
    "Langbehn had been able to convince family friends that releasing the philosopher to him would lead to his cure (citing among other reason's the Jewishness of the institution's doctor).": [
        [
            0,
            8,
            [
                "Langley",
                "Lantern",
                "Langston",
                "Lengthen",
                "Hangmen",
                "Lingen"
            ]
        ]
    ],
    "Had Langbehn not insisted on sole control of Nietzsche and his royalties fortune, he might have received permission.": [
        [
            4,
            12,
            [
                "Langley",
                "Lantern",
                "Langston",
                "Lengthen",
                "Hangmen",
                "Lingen"
            ]
        ],
        [
            63,
            72,
            [
                "royalties'",
                "royalty's"
            ]
        ]
    ],
    "His attempt to free the master foiled, Langbehn now purported a hatred of Neitzsche's philosophy and converted to Roman Catholicism.": [
        [
            39,
            47,
            [
                "Langley",
                "Lantern",
                "Langston",
                "Lengthen",
                "Hangmen",
                "Lingen"
            ]
        ],
        [
            74,
            83,
            [
                "Nietzsche"
            ]
        ]
    ],
    "Given how Langbehn perverted the German philosopher's writings, this may be truer than what many have seen.": [
        [
            10,
            18,
            [
                "Langley",
                "Lantern",
                "Langston",
                "Lengthen",
                "Hangmen",
                "Lingen"
            ]
        ]
    ],
    "His subsequent book of poetry, <em>40 Lieder von einem Deutschen</em> (Forty Poems of a German) ran into trouble with its erotic content.": [],
    "Langbehn died of stomach cancer in 1907.": [
        [
            0,
            8,
            [
                "Langley",
                "Lantern",
                "Langston",
                "Lengthen",
                "Hangmen",
                "Lingen"
            ]
        ]
    ],
    "<em>Rembrandt als Erzieher</em> was praised by the Nazi's during the Third Reich and reprinted throughout the Second World War in Germany.</p>": []
}