{
    "<p>Architectural historian; worked closely and collaborated on several works with <a href=\"/pevsnern\">Nikolaus Pevsner</a>.": [],
    "Susanne Lang was born in Vienna.": [],
    "She attended Mädchen-Realgymnasium in Josefstadt, where she received her Abitur in 1926.": [
        [
            13,
            34,
            [
                "Matches-Realgymnasium",
                "Mädchen-Real gymnasium"
            ]
        ],
        [
            38,
            48,
            [
                "Joseph Kalt"
            ]
        ]
    ],
    "Upon her graduation, Lang continued her studies at the Kunsthistorisches Institut, specifically in art history and ethnology.": [
        [
            73,
            81,
            [
                "Institute"
            ]
        ]
    ],
    "In 1931, she completed her degree, and published her dissertation titled <em>Voraussetzungen und Entwicklung des mittelalterlichen Städtebaus in Deutschland</em> (Determinants and development of medieval urban planning in Germany) under the (second) Vienna School scholar <a href=\"/strzygowskij\">Josef Strzygowski</a>.</p>\n\n<p>Because of her Jewish heritage, Lang was persecuted and forced to flee Austria after the Anschluss of 1938.": [],
    "She emigrated to England, where she began a significant professional relationship with fellow German immigrant and art historian Nikolaus Pevsner.": [
        [
            4,
            16,
            [
                "immigrated to",
                "emigrated from"
            ]
        ],
        [
            138,
            145,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "The two collaborated on many works, with the most significant being Pevsner’s 46-volume series <em>Buildings of England</em>.": [
        [
            68,
            75,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "Lang was also published many times in the Architectural Review, where Pevsner served as an editor.</p>\n\n<p>During her time in London, Lang also worked extensively with historians at the Warburg Institute, where she published in the early \"astonishing variety and scope of architectural studies\" including seminal studies by <a href=\"/wittkowerr\">Rudolf Wittkower</a>, <a href=\"/ackermanj\">James Ackerman</a> and <a href=\"/kublerg\">George Kubler</a> (Eck).": [
        [
            70,
            77,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "In 1950, her work <em>The early publications of the temples at Paestum</em> was published within the annual, collaborative Journal of the Warburg and Courtauld Institutes, further demonstrating her ties to the institute.</p>\n\n<p>Lang’s residency in England had a measurable influence on the subjects of her writings, evident in works such as <em>The Principles of the Gothic revival in England</em> (1966) and <em>The genesis of English landscape garden</em> (1973).": [],
    "Overall, the majority of Lang’s scholarly works are featured in larger works by other authors, and she never published her own book.": [],
    "Viewed inferior as a female art historian, a significant portion of her writing in these larger works remains uncredited.": [],
    "After some time in England, Lang ultimately moved to Israel where she would live until her death, while still making frequent trips to England.</p>": []
}