{
    "<p>Historian of classical and renaissance Italian art; father of modern art history in Italy.": [],
    "Lanzi was educated as a Jesuit priest at Fermo and Rome, joining the Order of St.": [
        [
            0,
            5,
            [
                "Lanai"
            ]
        ],
        [
            41,
            46,
            [
                "Fermi",
                "Fer mo"
            ]
        ]
    ],
    "Ignatius.": [],
    "He taught classics at various schools and came under the classicizing spell of Anton Mengs and the art historian <a href=\"/winckelmannj\">Johann Joachim Winckelmann</a>, both of whose work appeared at that time.": [
        [
            85,
            90,
            [
                "Menus",
                "Menes",
                "Mends",
                "Megs",
                "Mungs"
            ]
        ]
    ],
    "Lanzi survived the suppression of the Jesuit order in 1773 having been in Siena for health reasons, to be appointed by Grand Duke Leopold of Tuscany (1747-1792) to the office of antiquities assistant at the galleries in Florence in 1775.": [
        [
            0,
            5,
            [
                "Lanai"
            ]
        ]
    ],
    "The following year he was appointed curator of the museum, where he published <em>Guida alla Galleria di Firenze</em>, a guide to the newly reorganized collections in 1782.": [],
    "During these years Lanzi had also studied archaeological sites, particularly the little-known Etruscan finds.": [
        [
            19,
            24,
            [
                "Lanai"
            ]
        ]
    ],
    "After nearly five years in Rome preparing his work, Lanzi published his <em>Saggio di lingua etrusca e di altre antiche d'Italia</em> in 1789, a summary catalog on Etruscan life and art.": [
        [
            52,
            57,
            [
                "Lanai"
            ]
        ]
    ],
    "The book formed a comprehensive collection of the Etruscan language and customs.": [],
    "But his assertion that Etruscan language derived from Hebrew was strongly criticized and never gained acceptance.": [],
    "Lanzi continued to study Italian art as a private scholar.": [
        [
            0,
            5,
            [
                "Lanai"
            ]
        ]
    ],
    "In 1790 the Grand Duke recalled him to Florence to resume his antiquarian work.": [],
    "However, Lanzi spent much of the following years traveling and taking notes for his next project, a history of Italian painting.": [
        [
            9,
            14,
            [
                "Lanai"
            ]
        ]
    ],
    "His monumental <em>Storia pittorica dell'Italia</em> appeared between 1795 and 1796.": [],
    "The <em>Storia</em> was the first treatment of the history of Italian art viewed as a succession of stylistic developments rather than fit into the biographies of the artists.": [],
    "It begins with a bold refutation of the claim of <a href=\"/vasarig\">Giorgio Vasari</a> that painting had been \"altogether lost\" before Cimabue.": [],
    "Lanzi had met and exchanged ideas with many of the important scholars of the time, including Bartolomeo Gamba (1770-1841), Mauro Boni (1746-1817), and the collector/art historians Pietro Brandolese (1754-1809) and Giovanni de Lazara (1744-1833) as well as the German art historian <a href=\"/waageng\">Gustav Friedrich Waagen</a>.": [
        [
            0,
            5,
            [
                "Lanai"
            ]
        ],
        [
            104,
            109,
            [
                "Gamma",
                "Samba",
                "Gambia",
                "Mamba",
                "Gama"
            ]
        ],
        [
            129,
            133,
            [
                "Bond",
                "Bone",
                "Bony",
                "Bonn",
                "Toni",
                "Joni"
            ]
        ],
        [
            187,
            197,
            [
                "Brandies",
                "Bandoleer",
                "Beanpoles"
            ]
        ]
    ],
    "In 1806 Lanzi's work on the so-called Etruscan vases appeared, correctly identifying their Greek origin, and refuting many errors current with the mania of things Etruscan at the time.": [
        [
            8,
            13,
            [
                "Lanai"
            ]
        ]
    ],
    "His findings were convincingly confirmed by <a href=\"/gerhardf\">Eduard Gerhard</a> in 1831.": [],
    "Lanzi put together a collection of Etruscan antiquities which now forms the Archaeological Museum in Florence.": [
        [
            0,
            5,
            [
                "Lanai"
            ]
        ]
    ],
    "In 1809 his second edition of the <em>Storia</em> appeared, which is considered his masterpiece.": [],
    "He is buried in Florence at Santa Croce next to Michelangelo.": [],
    "Lanzi employed connoisseurship and a systemization derived from his classification of sculpture as a means to distinguish and organize art into a coherent vision.": [
        [
            0,
            5,
            [
                "Lanai"
            ]
        ],
        [
            37,
            50,
            [
                "systematization"
            ]
        ]
    ],
    "He saw the artist as an independent creator, defining the styles and manner of artists and epochs with the artist and less of their time.": [],
    "His rigorous scientific method to the study objects and languages fit the Enlightenment age of which he was a part.": [],
    "His revisionist view of Vasari was supported by the work of <a href=\"/rumohrk\">Karl Friedrich von Rumohr</a> in his <em>Italienische Forschungen</em>, 1827-1831.": [
        [
            24,
            30,
            [
                "Va sari"
            ]
        ]
    ],
    "The philologist Wilhelm Corssen (1820-1875) called Lanzi \"the father of ancient Italian studies.\"": [
        [
            24,
            31,
            [
                "Crossed",
                "Crosses",
                "Corpse",
                "Corpses",
                "Corset",
                "Worsen"
            ]
        ],
        [
            51,
            56,
            [
                "Lanai"
            ]
        ]
    ],
    "<a href=\"/wittkowerr\">Rudolf Wittkower</a>, in the introduction to his <em>Art and Architecture in Italy</em>, termed Lanzi's work as \"still unequaled.\"": [],
    "His work inspired the Berlin school of art historians, Rumohr and especially Waagen.</p>": [
        [
            55,
            61,
            [
                "Rumor"
            ]
        ],
        [
            77,
            83,
            [
                "Warren",
                "Wage",
                "Wages",
                "Wagon",
                "Weaken",
                "Waged"
            ]
        ]
    ]
}