{
    "<p>Art historian, professor, and artist; taught at numerous universities including Immaculate Heart College in Los Angeles.": [],
    "Paul Laporte was born as Paul Milton Heilbronner in 1904 Munich, Germany to banker Hugo Heilbronner (1869-1924).": [
        [
            5,
            12,
            [
                "Lahore",
                "Capote",
                "Banorte",
                "Lacoste"
            ]
        ]
    ],
    "Heilbronner attended Altes Realgymnasium in Munich, earning his Abitur in 1924.": [
        [
            21,
            26,
            [
                "Alter",
                "Alters",
                "Ales",
                "Aloes",
                "Altos",
                "Antes"
            ]
        ],
        [
            27,
            40,
            [
                "Real gymnasium"
            ]
        ]
    ],
    "From 1921 to 1925, he studied painting, arts, and crafts at the Kunstgewerbeschule and Akademie in Munich, and the Kunstschule in Halle.": [
        [
            87,
            95,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "At these institutions, Heilbronner worked under teachers such as the architect Richard Riemerschmid (1868-1957), painter and graphic artist Erwin Hahs (1887-1970), and painter Karl Caspar (1879-1956).": [
        [
            146,
            150,
            [
                "Has",
                "Heirs",
                "Hans",
                "Hash",
                "Hats",
                "Haas"
            ]
        ]
    ],
    "After departing these arts and crafts schools, he developed his artistic career as a painter and etcher until 1931.": [],
    "Heilbronner experienced some success as an artist in Thomas Mann’s <em>Unordnung und frühes Leid</em> (Disorder and Early Suffering) where his woodcuts were featured (1930).</p>\n\n<p>In 1929, Heilbronner resumed his educational career at the University of Munich, where he studied art history, archaeology, and philosophy.": [],
    "During his university studies, Heilbronner gained practical experience in photography, with an emphasis on photography of artworks.": [],
    "This experience likely influenced his later projects with film.": [],
    "In 1933, Heilbronner finished his studies and published his dissertation under <a href=\"/pinderw\">Wilhelm Pinder</a>, titled <em>Studien über Johann Michael Fischer</em> (Studies on Johann Michael Fischer).</p>\n\n<p>In response to growing anti-semetic policies enforced under Hitler in the same year, Heilbronner was forced to flee his home of Germany.": [],
    "He emigrated to Florence, Italy, where he spent his time conducting research on a variety of subjects, including prehistoric art, anthropology, and ethnology.": [
        [
            3,
            15,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "He also became deeply involved with the Italian art and film scene, which was greatly prompted by his newfound relationship with <a href=\"/arnheimr\">Rudolf Arnheim</a> and his wife Annette Siecke.": [],
    "Heilbronner’s relationship with film took the form of both critic and artist.": [],
    "He published articles on art and film in numerous popular Italian magazines, such as <em>Il municipio di Augusta, di Elia Holl, e i suoi rapporti con il barocco Italiano</em> (Elia Holl's Augsburg Town Hall and its Relations to the Italian Baroque, 1938) in <em>Palladio</em>.": [],
    "Heilbronner also created his own short films focused on art works in Italy, with the most notable cinematic being a larger film project centered on Florence.</p>\n\n<p>In 1939, Heilbronner emigrated to the US with the help of Arnheim and the American Guild for German Cultural Freedom, and officially took the name of Laporte.": [
        [
            187,
            199,
            [
                "immigrated to",
                "emigrated from"
            ]
        ],
        [
            224,
            231,
            [
                "Arnhem",
                "Arkham"
            ]
        ],
        [
            316,
            323,
            [
                "Lahore",
                "Capote",
                "Banorte",
                "Lacoste"
            ]
        ]
    ],
    "Upon arriving, he continued his scholarly work and contributed to a publication on human representation in the Palaeolithic.": [
        [
            111,
            123,
            [
                "Paleolithic"
            ]
        ]
    ],
    "He also began to lecture for the College Art Association, commencing his lifelong involvement with education.": [],
    "From 1939 to 1940, Laporte worked as a teacher of art and handicrafts at numerous schools, including the Gordon School in Providence, Rhode Island and at the Providence Country Day School.": [
        [
            19,
            26,
            [
                "Lahore",
                "Capote",
                "Banorte",
                "Lacoste"
            ]
        ]
    ],
    "In 1940, Laporte became an art and art history teacher at the Ethel Walker School in Simsbury, Connecticut until 1944.": [
        [
            9,
            16,
            [
                "Lahore",
                "Capote",
                "Banorte",
                "Lacoste"
            ]
        ],
        [
            85,
            93,
            [
                "Sims bury"
            ]
        ]
    ],
    "During this time period, he also worked at the Institute of International Education.</p>\n\n<p>In 1943, Laporte married Annette Siecke, the former wife of Arnheim.": [
        [
            102,
            109,
            [
                "Lahore",
                "Capote",
                "Banorte",
                "Lacoste"
            ]
        ],
        [
            126,
            132,
            [
                "Since",
                "Piece",
                "Siege",
                "Niece",
                "Sick",
                "Sickle"
            ]
        ],
        [
            153,
            160,
            [
                "Arnhem",
                "Arkham"
            ]
        ]
    ],
    "Their romantic relationship began during his stay with the Anheims in Italy, where the two scandalously parented a child in 1937.": [
        [
            59,
            66,
            [
                "Areas",
                "Ahead",
                "Anaheim",
                "Annals",
                "Atheism",
                "Abrams"
            ]
        ]
    ],
    "Their union was Laporte’s second marriage, as he had previously been married in Germany before getting divorced in 1933.</p>\n\n<p>In terms of his writing, Laporte published numerous works on a variety of subjects in 1943, including <em>Humanism and the Contemporary Primitive</em> (1946) and <em>The classic art of Renoir</em> (1948).": [
        [
            16,
            23,
            [
                "Lahore",
                "Capote",
                "Banorte",
                "Lacoste"
            ]
        ],
        [
            154,
            161,
            [
                "Lahore",
                "Capote",
                "Banorte",
                "Lacoste"
            ]
        ]
    ],
    "Over time, his work became more focused on the intersection of science and the arts, a relationship he often explored through the cubist work of Picasso.": [],
    "While teaching art history at Olivet College in 1946, Laporte corresponded with Albert Einstein for input on his own investigations into this relationship that would inform his later works.": [
        [
            54,
            61,
            [
                "Lahore",
                "Capote",
                "Banorte",
                "Lacoste"
            ]
        ]
    ],
    "Based upon his research up until this point, Laporte published <em>The space-time concept in the work of Picasso</em> and <em>Cubism and science</em> in 1948.</p>\n\n<p>From 1948 to 1949, Laporte became a lecturer at the Design Institute in Chicago.": [
        [
            45,
            52,
            [
                "Lahore",
                "Capote",
                "Banorte",
                "Lacoste"
            ]
        ],
        [
            186,
            193,
            [
                "Lahore",
                "Capote",
                "Banorte",
                "Lacoste"
            ]
        ]
    ],
    "In that year, he left to assume the role of Chairman of the Department of Art at Macalester College, which he would hold until 1956.": [],
    "After leaving Macalester College, Laporte continued his career in education that same year as a professor of art history at Immaculate Heart College, Los Angeles.": [
        [
            34,
            41,
            [
                "Lahore",
                "Capote",
                "Banorte",
                "Lacoste"
            ]
        ]
    ],
    "From 1960 to 1961, he taught at the Chouinard Institute of Art and in 1962, became a visiting professor at University of Southern California until 1963, when he transitioned to University of California at Berkeley.": [
        [
            36,
            45,
            [
                "Cunard",
                "Homeward",
                "Schoolyard",
                "Cloudinary"
            ]
        ]
    ],
    "During this time, Laporte’s scholarly interest in Picasso continued with the publication of <em>Picasso's portrait of the artist</em> in 1961 and <em>Four paintings by Picasso</em> in 1963.": [
        [
            18,
            25,
            [
                "Lahore",
                "Capote",
                "Banorte",
                "Lacoste"
            ]
        ]
    ],
    "His continued interest into the scientific intertwinings of cubism is represented in <em>Cubism and Relativity</em>, which was first published in 1965 and then republished posthumously in 1988.": [
        [
            43,
            56,
            [
                "intertwining"
            ]
        ]
    ],
    "The later version featured a more thorough translation of a letter from Albert Einstein from their 1946 correspondence, as well as an introduction by Rudolf Arnheim.": [
        [
            157,
            164,
            [
                "Arnhem",
                "Arkham"
            ]
        ]
    ],
    "Laporte remained in California until his death in 1980 in Santa Barbara.</p>": [
        [
            0,
            7,
            [
                "Lahore",
                "Capote",
                "Banorte",
                "Lacoste"
            ]
        ]
    ]
}