{
    "<p>Professor of art at Smith college and Pulitzer Prize author.": [],
    "Larkin was born in Massachusetts to Charles Ernst and Kate Mary Larkin.": [
        [
            0,
            6,
            [
                "Larking",
                "Lark in"
            ]
        ],
        [
            64,
            70,
            [
                "Larking",
                "Lark in"
            ]
        ]
    ],
    "His father worked as a collector and dealer of antiques.": [],
    "The younger Larkin took an early interest in the arts as a high school student in Perley Free School in Georgetown, Massachusetts.": [
        [
            12,
            18,
            [
                "Larking",
                "Lark in"
            ]
        ],
        [
            82,
            88,
            [
                "Parley"
            ]
        ]
    ],
    "He received his B.A.": [],
    "from Harvard in 1918.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "Between 1918 and 1919 Larkin served in the medical corps of the 73rd infantry during World War I. In 1919 he earned his M.A.": [
        [
            22,
            28,
            [
                "Larking",
                "Lark in"
            ]
        ]
    ],
    "degree from Harvard and, two years later, returned as an assistant of fine arts.": [
        [
            0,
            6,
            [
                "Degree"
            ]
        ]
    ],
    "Larkin was appointed assistant professor of art at Smith College in 1925.": [
        [
            0,
            6,
            [
                "Larking",
                "Lark in"
            ]
        ]
    ],
    "That summer he married Ruth Lily McIntire.": [
        [
            33,
            41,
            [
                "McIntyre",
                "McEntire"
            ]
        ]
    ],
    "The following year he was named associate professor and was awarded a full professorship in 1931.<p>\n<p>Larkin is best known for <em>Art and Life in America</em>.": [
        [
            104,
            110,
            [
                "Larking",
                "Lark in"
            ]
        ]
    ],
    "The book, published in 1949, was an introductory survey to the art and architecture of the United States from the seventeenth century onward.": [],
    "Larkin’s focus was to demonstrate the ways in which the arts served to express American culture, in particular its democratic norms.": [
        [
            0,
            6,
            [
                "Larking",
                "Lark in"
            ]
        ]
    ],
    "Larkin was awarded the Pulitzer Prize for History in 1950 — the first such award for an art historical study — and the book went on to serve as “a standard text for the study of American art and culture\" for almost two decades (Wallach).<p>\n<p>In 1950, and again in 1955, Larkin lectured at the Salzburg Seminar in American Studies.": [
        [
            0,
            6,
            [
                "Larking",
                "Lark in"
            ]
        ],
        [
            202,
            203,
            [
                "”"
            ]
        ],
        [
            272,
            278,
            [
                "Larking",
                "Lark in"
            ]
        ]
    ],
    "In 1954, continuing his emphasis on the relationship between American democracy and art, he published <em>Samuel F.B.": [],
    "Morse and American Democratic Art</em> which focused on the renowned inventor’s early career as a painter.": [],
    "Larkin argued that Morse’s turn to the telegraph as a source of income had deprived America of the career of a great artist.": [
        [
            0,
            6,
            [
                "Larking",
                "Lark in"
            ]
        ]
    ],
    "His third book, <em>Daumier in His Time and Ours</em>, was published in 1962.": [],
    "He retired from teaching in 1964.<p>\n<p>Although it was not widely recognized or promoted in the early years of the Cold War, Larkin’s emphasis on the social and cultural context, in addition to is affiliation with the Communist party, the “Popular Front,\" and the <em>New Masses</em> in the early 1930s, have led subsequent historians to identify his work as Marxist (Denning; Wallach).": [
        [
            126,
            132,
            [
                "Larking",
                "Lark in"
            ]
        ],
        [
            369,
            376,
            [
                "Denying",
                "Donning",
                "Penning",
                "Henning",
                "Denting",
                "Dinning"
            ]
        ]
    ],
    "Of all the surveys of American art published in the twentieth century, “Larkin’s book stands out as the most intellectually serious,\" not only for the “scope and profundity\" of his work, but his “warm sympathy for the aspirations of ordinary Americans\" (Wallach).<p>": [
        [
            72,
            78,
            [
                "Larking",
                "Lark in"
            ]
        ]
    ]
}