{
    "<p>Medievalist and director of the Courtauld Institute; authored Pelican History of Art volume, <em>Ars Sacra</em>.": [
        [
            35,
            44,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Lasko grew up in Berlin during the Weimar Republic.": [
        [
            0,
            5,
            [
                "Lasso"
            ]
        ]
    ],
    "His father, Leo Lasko, was a prominent figure in the German film industry and a Jew.": [
        [
            16,
            21,
            [
                "Lasso"
            ]
        ]
    ],
    "The younger Lasko knew the avant-garde and Bauhaus sensibilities first hand.": [
        [
            12,
            17,
            [
                "Lasso"
            ]
        ]
    ],
    "With the Nazi rise to power in 1933, Lasko's father retired to Paris, but returned Germany believing the threat to Jews had passed.": [
        [
            37,
            42,
            [
                "Lasso"
            ]
        ]
    ],
    "Leo Lasko fled again in 1936, this time to England and the family, including Peter, his mother, Wally, and sister, followed in 1937.": [
        [
            4,
            9,
            [
                "Lasso"
            ]
        ]
    ],
    "Lasko first considered being a painter and attended Hammersmith and St.": [
        [
            0,
            5,
            [
                "Lasso"
            ]
        ]
    ],
    "Martin's School of Art, but switched to art history at Birkbeck College, under the guidance of <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a>.": [],
    "Lasko was admitted to the Courtauld Institute in 1946.": [
        [
            0,
            5,
            [
                "Lasso"
            ]
        ],
        [
            26,
            35,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "His German background won him friends with the refugee art historians at the University of London and the Warburg.": [],
    "He became a British subject in 1948, marrying Lyn Norman the same year.": [
        [
            46,
            49,
            [
                "Lynn",
                "Lyon",
                "Lin",
                "Len",
                "Lynx",
                "Syn"
            ]
        ]
    ],
    "Lasko graduated from the University of London in 1949.": [
        [
            0,
            5,
            [
                "Lasso"
            ]
        ]
    ],
    "He was appointed assistant keeper in the department of British and medieval antiquities of the British Museum in 1950.": [],
    "It was the era when Rupert Bruce Mitford (1914-1993) was publishing the Sutton Hoo ship burial and Lasko work slightly on this project.": [
        [
            79,
            82,
            [
                "Hui",
                "Hew",
                "Too",
                "How",
                "Hot",
                "Hair"
            ]
        ],
        [
            99,
            104,
            [
                "Lasso"
            ]
        ]
    ],
    "He left the Museum in 1965, lured away to set up a school of music and the fine arts at the new University of East Anglia.": [],
    "He acceded to the chair in art history there and set about assembling one of the most dynamic faculties in the British Isles.": [],
    "In 1971 his <em>Kingdom of the Franks</em> appeared, partially the result of his years of research on medieval migrational peoples at the British Museum.": [],
    "His earlier connection with Pevsner, who was now editor of the Pelican History of Art series, led to the commissioning of the 1973 volume in the series on medieval objects, <em>Ars Sacra: 800 and 1200</em>.": [
        [
            28,
            35,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "The book was stylistic analysis major ecclesiastical objects, and, though perhaps more conservative than the main currents of art-historical methodology, fit well into the limited subject of portable objects of the middle ages.": [
        [
            215,
            226,
            [
                "Middle Ages"
            ]
        ]
    ],
    "At the University, Lasko proved an able administrator.": [
        [
            19,
            24,
            [
                "Lasso"
            ]
        ]
    ],
    "Among other accomplishments, he persuaded Robert and Lisa Sainsbury to donate their art collection, where the University built a new building to house art and the department designed by Norman Foster.": [],
    "In 1974, Lasko made a bid to replace <a href=\"/blunta\">Anthony Blunt</a> as director of the Courtuald Institute.": [
        [
            9,
            14,
            [
                "Lasso"
            ]
        ]
    ],
    "Lasko won the appointment, largely on his record as an administrator.": [
        [
            0,
            5,
            [
                "Lasso"
            ]
        ]
    ],
    "However, the Courtauld faculty were powerful and deeply entrenched in their traditions.": [
        [
            13,
            22,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Lasko was unable to make the administrational reforms he had with the new institution in Norwich.": [
        [
            0,
            5,
            [
                "Lasso"
            ]
        ],
        [
            29,
            45,
            [
                "administration",
                "administrations"
            ]
        ]
    ],
    "Among his successes, however, was the moving of the Courtauld to a permanent building.": [
        [
            52,
            61,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "The lease on the former Robert Adam building at 20 Portman Square had not been renewed and attempts to build a modern building for the Courtauld failed.": [
        [
            135,
            144,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Lasko assembled a large part of the funding and negotiations to move to Somerset House, combining art and faculty into a single environ.": [
        [
            0,
            5,
            [
                "Lasso"
            ]
        ]
    ],
    "Lasko resigned citing ill health in 1985 before the move was completed.": [
        [
            0,
            5,
            [
                "Lasso"
            ]
        ]
    ],
    "In retirement, Lasko worked on <em>The Corpus of Romanesque Sculpture in Great Britain And Northern Ireland</em>, which he had taken over from <a href=\"/zarneckig\">George Zarnecki</a>, and a book on German expressionist art, which never ceased to fascinate him.": [
        [
            15,
            20,
            [
                "Lasso"
            ]
        ]
    ],
    "His book on German Expressionism, <em>The Expressionist Roots of Modernism</em>, was published posthumously.</p>": []
}