{
    "<p>Medievalist architectural historian and restorer.": [],
    "Lassus studied at the École des Beaux-Arts, Paris moving to the architectural studio of Henri Labrouste.": [
        [
            0,
            6,
            [
                "Lasses",
                "Lassos",
                "Lass us"
            ]
        ],
        [
            22,
            27,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            28,
            31,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            94,
            103,
            [
                "Larousse"
            ]
        ]
    ],
    "He early on became a critic of the dominance of the Académie Française and the exclusivity it placed on the Greco-Roman ideal of architecture.": [],
    "His Salon work included an 1833 reconstruction of the Palais des Tuileries conforming to their original design (by Philibert de L'Orme, but the most indicative were the restoration proposals for Gothic monuments, such as a project for Sainte-Chappelle in 1835.": [
        [
            54,
            60,
            [
                "Calais",
                "Pal ais"
            ]
        ],
        [
            61,
            64,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            65,
            74,
            [
                "Fooleries",
                "Rookeries",
                "Toiletries",
                "Jewelries",
                "Cookeries",
                "Oileries"
            ]
        ],
        [
            115,
            124,
            [
                "Hilbert"
            ]
        ],
        [
            130,
            134,
            [
                "Orem",
                "Ore",
                "ORM",
                "ORMA",
                "RME",
                "Orné"
            ]
        ],
        [
            235,
            251,
            [
                "Sainte-Chapelle"
            ]
        ]
    ],
    "Lassus began a restoration of St-Séverin, Paris the same year.": [
        [
            0,
            6,
            [
                "Lasses",
                "Lassos",
                "Lass us"
            ]
        ],
        [
            30,
            40,
            [
                "Severin"
            ]
        ]
    ],
    "Lassus' espousal of the Gothic as a valid (and indeed, primally French) style put him at odds with classicists.": [
        [
            0,
            6,
            [
                "Lasses",
                "Lassos",
                "Lass us"
            ]
        ]
    ],
    "To Lassus, the Renaissance's reintroduction of the classic-order style was a foreign and pagan influence to French building.": [
        [
            3,
            9,
            [
                "Lasses",
                "Lassos",
                "Lass us"
            ]
        ]
    ],
    "In 1836, he mounted another Salon project, the restoration of the refectory of St.": [],
    "Martin-des-Champs.": [
        [
            0,
            17,
            [
                "Martin-DES-Champs"
            ]
        ]
    ],
    "He and Félix Duban were appointed that same year to restore Sainte-Chappelle, a project which involved Lassus the rest of his life.": [
        [
            13,
            18,
            [
                "Cuban",
                "Dubai",
                "Duran",
                "Durban",
                "Durán",
                "Dušan"
            ]
        ],
        [
            60,
            76,
            [
                "Sainte-Chapelle"
            ]
        ],
        [
            103,
            109,
            [
                "Lasses",
                "Lassos",
                "Lass us"
            ]
        ]
    ],
    "He focused his attention on the spire and interior decoration, removing later alterations.": [],
    "Lassus also maintained an architectural practice designing churches and additions to convents.": [
        [
            0,
            6,
            [
                "Lasses",
                "Lassos",
                "Lass us"
            ]
        ]
    ],
    "In 1842, Lassus, together with the painter Eugène Emmanuel Amaury Duval (1806-1885) and restorer <a href=\"/didrona\">Adolphe Napoléon Didron</a> issued their nine-volume documentation on Chartres cathedral, <em>Monographie de la cathédrale de Chartres</em>.": [
        [
            9,
            15,
            [
                "Lasses",
                "Lassos",
                "Lass us"
            ]
        ],
        [
            59,
            65,
            [
                "Mary",
                "Marry",
                "Albury",
                "Amur",
                "Mauro",
                "Maura"
            ]
        ]
    ],
    "Together with the other great Gothic-architecture restorer and exponent, the auditor to the Conseil des Bâtiments Civils, <a href=\"/violletleduce\">Eugène Viollet-le-Duc</a> the two launched the restoration Notre-Dame, Paris, in 1844, beginning an era of extreme intervention of architectural restoration in France (Leniaud, <em>Dictionary of Art</em>).": [
        [
            92,
            99,
            [
                "Conrail"
            ]
        ],
        [
            100,
            103,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            104,
            113,
            [
                "Patients",
                "Basements",
                "Abatements",
                "Aliments"
            ]
        ],
        [
            114,
            120,
            [
                "Civil",
                "Civics",
                "Cavils"
            ]
        ]
    ],
    "New sculpture was substituted for the old, the old often moved to museums.": [],
    "Lassus received commissions for the reworking of Chartres in 1846 and in Le Mans and Moulins, 1852.": [
        [
            0,
            6,
            [
                "Lasses",
                "Lassos",
                "Lass us"
            ]
        ],
        [
            85,
            92,
            [
                "Collins",
                "Cousins",
                "Molina",
                "Rollins",
                "Fouling",
                "Goblins"
            ]
        ]
    ],
    "Lassus' assumptions, that the early Gothic was A) rational and functional, B) an acme of archtitecture, C) indigenously French and core to its national identity and D) inherently Christian, directly opposed the theory and hegonomy expounded by French Academy's theorist, <a href=\"/quatremeredequincya\">Antoine Quatremère de Quincy</a>.": [
        [
            0,
            6,
            [
                "Lasses",
                "Lassos",
                "Lass us"
            ]
        ],
        [
            89,
            102,
            [
                "architecture"
            ]
        ],
        [
            107,
            119,
            [
                "indigenous",
                "endogenously"
            ]
        ],
        [
            222,
            230,
            [
                "economy"
            ]
        ]
    ],
    "As an architectural \"restorer,\" Lassus remained the most scrupulous of his group by insisting on historic materials and building materials.": [
        [
            32,
            38,
            [
                "Lasses",
                "Lassos",
                "Lass us"
            ]
        ]
    ],
    "He did not allow iron or stucco as previous practice had.": [],
    "In contrast to Vilolette-le-duc, who frequently discarded historical accuracy for effect, Lassus insisted on pragmatic and erudite solutions to his restorations, resulting a lower profile than Vilolette-le-duc.</p>": [
        [
            15,
            31,
            [
                "Gillette-le-duc",
                "Vilolette-LE-duc",
                "Vilolette-le-due"
            ]
        ],
        [
            90,
            96,
            [
                "Lasses",
                "Lassos",
                "Lass us"
            ]
        ],
        [
            193,
            209,
            [
                "Gillette-le-duc",
                "Vilolette-LE-duc",
                "Vilolette-le-due"
            ]
        ]
    ]
}