{
    "<p>Professor of art history at Liège University, Belgium.": [],
    "He and <a href=\"/pluymw\">Willem van der Pluym</a> co-authored a broad overview of the highlights of sculpture and architecture from Antiquity to the present.": [],
    "Professor of art history; curator Musées royaux d'Art et d'Histoire/Koninklijke Musea voor Kunst en Geschiedenis at Brussels.": [
        [
            34,
            40,
            [
                "Muses",
                "Fusees",
                "Mushes",
                "Musses"
            ]
        ],
        [
            41,
            47,
            [
                "Royal",
                "royal",
                "royals",
                "roux",
                "royale"
            ]
        ],
        [
            59,
            67,
            [
                "History",
                "Historic",
                "Histories",
                "Histone",
                "Historize"
            ]
        ],
        [
            80,
            85,
            [
                "Muse",
                "Muses",
                "Mused",
                "Muse a"
            ]
        ],
        [
            86,
            90,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            91,
            96,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "Laurent received his high school education at the college of Virton, Belgium.": [
        [
            61,
            67,
            [
                "Virion"
            ]
        ]
    ],
    "He studied classical philology (Greek and Latin) at the Faculty of Philosophy and Letters of the University of Liège, where he obtained his doctoral degree under the Hellenist Charles Michel (1853-1929).": [],
    "After periods of advanced study in Paris and Strasbourg, he spent two years in Greece as a foreign member of the École française d'Athènes.": [
        [
            113,
            118,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            119,
            128,
            [
                "franchise",
                "Francoise",
                "Français",
                "Françoise"
            ]
        ],
        [
            131,
            138,
            [
                "Athens",
                "Achenes",
                "Athene"
            ]
        ]
    ],
    "Upon his return to Liège (around 1902) he taught Greek Antiquity at the University of Liège.": [],
    "When, however, art history and archaeology were added to the university curriculum in 1903, Laurent was appointed professor of mediaeval art history.": [
        [
            127,
            136,
            [
                "medieval"
            ]
        ]
    ],
    "In 1909 the Congrès archéologique de Liège gave Laurent the opportunity to publish a paper on the arts in the Meuse valley in the Carolingian, Romanesque and Gothic periods, \"Note sur l'état de nos connaissances relativement aux arts plastiques dans la vallée de la Meuse aux époques carolingienne, romane et gothique.\"": [
        [
            12,
            19,
            [
                "Congress",
                "Congés"
            ]
        ],
        [
            20,
            33,
            [
                "archeological",
                "archeologist",
                "archeologists",
                "archeologies"
            ]
        ],
        [
            180,
            183,
            [
                "SUR",
                "sure",
                "our",
                "Sir",
                "sub",
                "sum"
            ]
        ],
        [
            186,
            190,
            [
                "eat",
                "ETA",
                "stat",
                "Etta",
                "eta",
                "tat"
            ]
        ],
        [
            198,
            211,
            [
                "reconnaissances"
            ]
        ],
        [
            212,
            224,
            [
                "retirement"
            ]
        ],
        [
            234,
            244,
            [
                "plastique"
            ]
        ],
        [
            245,
            249,
            [
                "days",
                "fans",
                "Dan",
                "Hans",
                "cans",
                "dams"
            ]
        ],
        [
            253,
            259,
            [
                "valley"
            ]
        ],
        [
            276,
            283,
            [
                "epoxies",
                "piques",
                "toques",
                "opaques"
            ]
        ],
        [
            284,
            297,
            [
                "Carolingian",
                "Carolingians"
            ]
        ],
        [
            299,
            305,
            [
                "Roman",
                "romance",
                "Romans",
                "roman",
                "Romani",
                "Romano"
            ]
        ],
        [
            309,
            317,
            [
                "Gothic",
                "antique",
                "boutique",
                "grotesque",
                "oblique",
                "Monique"
            ]
        ]
    ],
    "Inspired by the findings of <a href=\"/falkeo\">Otto Falke</a> in his 1904 study, <em>Deutsche Schmelzarbeiten des Mittelalters</em>, Laurent stressed the importance of the art of the metalworkers and goldsmiths, including Renier and Godefroid de Huy, both natives of the city of Huy (halfway between Liège and Namur), Nicolas de Verdun, and Hugo d'Oignies, who were active in the Meuse valley during the twelfth and thirteenth centuries.": [],
    "In 1910-1911 he published a two-volume handbook on early Christian art, <em>Art chrétien primitif</em>.": [],
    "Among his pupils was <a href=\"/devignem\">Marguerite Devigne</a>.": [],
    "In 1912 he obtained an additional appointment as attaché at the section of industrial arts of the Brussels Musées royaux d'Art et d'Histoire, where he studied the ceramic collections.": [
        [
            3,
            7,
            [
                "1912,"
            ]
        ],
        [
            107,
            113,
            [
                "Muses",
                "Fusees",
                "Mushes",
                "Musses"
            ]
        ],
        [
            114,
            120,
            [
                "Royal",
                "royal",
                "royals",
                "roux",
                "royale"
            ]
        ],
        [
            132,
            140,
            [
                "History",
                "Historic",
                "Histories",
                "Histone",
                "Historize"
            ]
        ]
    ],
    "He also published a survey of the ivories, <em>Les ivoires prégothiques conservés en Belgique</em> (1912).": [],
    "With the Dutch architectural historian <a href=\"/pluymw\">Willem van der Pluym</a> he co-authored a broad overview of masterpieces of architecture and sculpture, <em>Les chefs-d'oeuvre de l'architecture et de la sculpture depuis l'antiquité à nos jours</em> (1916).": [],
    "In 1920 Laurent was appointed curator of the Musées royaux d'Art et d'Histoire, as the successor of <a href=\"/destreej\">Joseph Destrée</a>.": [
        [
            45,
            51,
            [
                "Muses",
                "Fusees",
                "Mushes",
                "Musses"
            ]
        ],
        [
            52,
            58,
            [
                "Royal",
                "royal",
                "royals",
                "roux",
                "royale"
            ]
        ],
        [
            70,
            78,
            [
                "History",
                "Historic",
                "Histories",
                "Histone",
                "Historize"
            ]
        ]
    ],
    "His ongoing interest in ceramics led to his 1922 article on Guido di Savino, or Guido Andries, who in the sixteenth century introduced the art of maiolica from Italy to Antwerp, \"Guido di Savino & the Earthenware of Antwerp.\"": [
        [
            69,
            75,
            [
                "Saving"
            ]
        ],
        [
            86,
            93,
            [
                "Andres",
                "Andrés",
                "An dries"
            ]
        ],
        [
            146,
            154,
            [
                "majolica"
            ]
        ],
        [
            188,
            194,
            [
                "Saving"
            ]
        ]
    ],
    "At the occasion of the 1924 exhibition of the arts of the region of Liège, held at the Louvre (Pavillon de Marsan), Laurent wrote the introduction to the catalog, \"Esquisse de l'art ancien au Pays de Liège.\"": [
        [
            95,
            103,
            [
                "Pavilion",
                "Papillon"
            ]
        ],
        [
            164,
            172,
            [
                "Esquire",
                "Esquires"
            ]
        ],
        [
            182,
            188,
            [
                "ancient"
            ]
        ],
        [
            189,
            191,
            [
                "AU",
                "Au",
                "a",
                "as",
                "at",
                "an"
            ]
        ]
    ],
    "In the overview article of the exhibition, \"L'art du Pays de Liège au Pavillon de Marsan,\" which he published in the <em>Gazette des Beaux-Arts</em>, Laurent paid tribute to the career of the goldsmith Godefroid de Huy, whose art, after his training in Koln, reached its apogee in the Meuse valley.": [
        [
            50,
            52,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ],
        [
            67,
            69,
            [
                "Au"
            ]
        ],
        [
            70,
            78,
            [
                "Pavilion",
                "Papillon"
            ]
        ]
    ],
    "The most impressive art work on show was the splendid bronze font by Renier de Huy (made between 1107 and 1118), preserved in the Saint Barthélemy Church in Liège.": [
        [
            69,
            75,
            [
                "Render",
                "Denier",
                "Renter",
                "Rehear"
            ]
        ]
    ],
    "Laurent dedicated two separate articles on this masterwork, the first in 1924, \"La question des fonts de Saint-Barthélemy à Liège.\"": [
        [
            92,
            95,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            105,
            121,
            [
                "Saint Barthélemy"
            ]
        ]
    ],
    "In 1928 he published <em>L'architecture et la sculpture en Belgique</em>.": [
        [
            3,
            7,
            [
                "1928,"
            ]
        ]
    ],
    "As a member of the Commission royale des monuments, Laurent often carried out inspection missions.": [
        [
            37,
            40,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "In his 1931 essay, \"Art rhénan, art mosan et art byzantin,\" he defended the originality and uniqueness of Mosan art against the views of <a href=\"/beenkenh\">Hermann Theodor Beenken</a> and others.": [
        [
            24,
            30,
            [
                "Henan"
            ]
        ],
        [
            36,
            41,
            [
                "Moran",
                "moan",
                "mosey",
                "moseys",
                "mos an"
            ]
        ],
        [
            49,
            57,
            [
                "Byzantine",
                "byzantine"
            ]
        ],
        [
            106,
            111,
            [
                "Moran",
                "Moan",
                "Mosey",
                "Moseys",
                "Mos an"
            ]
        ]
    ],
    "In 1932 his essay, \"Les origines lointaines de l'art mosan\" followed.": [
        [
            24,
            32,
            [
                "origins"
            ]
        ],
        [
            33,
            43,
            [
                "contains",
                "contained",
                "maintained",
                "mountains",
                "maintains",
                "container"
            ]
        ],
        [
            53,
            58,
            [
                "Moran",
                "moan",
                "mosey",
                "moseys",
                "mos an"
            ]
        ]
    ],
    "At the death of Destrée, in 1932, Laurent wrote the obituary of his predecessor.": [
        [
            16,
            23,
            [
                "Desiree"
            ]
        ]
    ],
    "In 1936 Laurent retired from his position as curator in order to fully dedicate himself to his academic career.": [],
    "His successor was his former student, <a href=\"/crickkuntzigerm\">Marthe Crick-Kuntziger</a>.": [],
    "The Académie royale de Belgique elected Laurent in 1938 as corresponding member, and as a member in 1941.": [
        [
            4,
            12,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            23,
            31,
            [
                "Belgium"
            ]
        ]
    ],
    "In that year he chose his French colleague <a href=\"/focillonh\">Henri Focillon</a> as the subject of his lecture, \"Un grand théoricien de l'art: Henri Focillon\".": [],
    "Being in poor health, Laurent was forced to retire from his professorship in 1945.": [],
    "His students included <a href=\"/deborchgravedaltenaj\">Joseph A. P. M. Ch.": [],
    "Borchgrave d'Altena</a>.": [
        [
            13,
            19,
            [
                "Alena",
                "ALENA",
                "Alhena"
            ]
        ]
    ],
    "As a teacher, Laurent was convinced that a work of art had to be studied in different contexts, including philology, iconography, and style analysis, before a final synthesis could be reached.": [],
    "Laurent's publications are marked by the controversy that existed between Belgian and German scholars, especially in the 1920s and 1930s, about the concept of Mosan art.": [
        [
            159,
            164,
            [
                "Moran",
                "Moan",
                "Mosey",
                "Moseys",
                "Mos an"
            ]
        ]
    ],
    "While some German art historians tried to reduce Mosan art to a regional variant of the Rhine School, Laurent went as far as to claim the independent position and even the superiority of certain aspects of Mosan art.": [
        [
            49,
            54,
            [
                "Moran",
                "Moan",
                "Mosey",
                "Moseys",
                "Mos an"
            ]
        ],
        [
            206,
            211,
            [
                "Moran",
                "Moan",
                "Mosey",
                "Moseys",
                "Mos an"
            ]
        ]
    ],
    "After World War II the question gradually lost its urgency and eventually its significance.": [],
    "The 1972 exhibition, <em>Rijn en Maas.": [
        [
            25,
            29,
            [
                "In",
                "Run",
                "Win",
                "Ran",
                "Reign",
                "Rich"
            ]
        ],
        [
            33,
            37,
            [
                "Mass",
                "Maps",
                "Mars",
                "Mats",
                "Haas",
                "Mays"
            ]
        ]
    ],
    "Kunst en Cultuur 800-1400</em>, held in Germany and Belgium, celebrated the interconnections of the arts that flourished between Rhine and Meuse.</p>": [
        [
            0,
            5,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ],
        [
            9,
            16,
            [
                "Culture"
            ]
        ],
        [
            121,
            134,
            [
                "between the Rhine"
            ]
        ]
    ]
}