{
    "<p>Professor of Art History; founder of the Institute of Art History and Archaeology at the Catholic University of Louvain (1942).": [
        [
            115,
            122,
            [
                "Lou vain"
            ]
        ]
    ],
    "Lavalleye studied first history and later art history at the Catholic University of Louvain.": [
        [
            0,
            9,
            [
                "Lavaliere"
            ]
        ],
        [
            84,
            91,
            [
                "Lou vain"
            ]
        ]
    ],
    "In 1922, he obtained a doctoral degree in history (Faculty of Arts) and began his career at the General State Archives and subsequently at the Royal Museums of Fine Arts of Belgium.": [],
    "His teachers in art history were R. Lemaire (1878-1954), F. Mayence (1879-1959) and René Maere (1869-1950).": [
        [
            36,
            43,
            [
                "Lemaitre"
            ]
        ],
        [
            60,
            67,
            [
                "Maxence"
            ]
        ],
        [
            89,
            94,
            [
                "Maier",
                "Mere",
                "Meyer",
                "Mare",
                "Meir",
                "Meier"
            ]
        ]
    ],
    "In 1936, he defended his dissertation on Justus van Gent, a Flemish painter who traveled to Italy and, from 1472 onwards, worked in the service of Federico da Montefeltro, Duke of Urbino.": [
        [
            156,
            158,
            [
                "the",
                "DA",
                "a",
                "day",
                "do",
                "Dr"
            ]
        ],
        [
            159,
            170,
            [
                "Montenegro",
                "Montebello"
            ]
        ],
        [
            180,
            186,
            [
                "Urban",
                "Turbine",
                "Urging",
                "Urbana",
                "Albino",
                "Curbing"
            ]
        ]
    ],
    "Lavalleye's adviser was Maere.": [
        [
            0,
            9,
            [
                "Lavaliere"
            ]
        ],
        [
            24,
            29,
            [
                "Maier",
                "Mere",
                "Meyer",
                "Mare",
                "Meir",
                "Meier"
            ]
        ]
    ],
    "In 1937, he obtained a teaching position in history of art (history of painting) at the Catholic University of Louvain.": [
        [
            111,
            118,
            [
                "Lou vain"
            ]
        ]
    ],
    "Some years later, he was appointed professor and gradually took over the courses of his master, Maere, who retired in 1948.": [
        [
            96,
            101,
            [
                "Maier",
                "Mere",
                "Meyer",
                "Mare",
                "Meir",
                "Meier"
            ]
        ]
    ],
    "In 1942, Lavalleye founded the Institute of Art History and Archaeology at the Catholic University of Louvain.": [
        [
            9,
            18,
            [
                "Lavaliere"
            ]
        ],
        [
            102,
            109,
            [
                "Lou vain"
            ]
        ]
    ],
    "The courses in the renewed curriculum were taught in both French and Dutch, the national languages of the country.": [],
    "Another decisive moment in the history of the institute was the creation, in 1965, of separate Flemish and French sections, independent from each other.": [
        [
            124,
            140,
            [
                "independent of"
            ]
        ]
    ],
    "Lavalleye was the first president of the French section.": [
        [
            0,
            9,
            [
                "Lavaliere"
            ]
        ]
    ],
    "In 1969, one year before his retirement as professor, he published a substantial article on the history of the institute, in which he also looked back on the history of the teaching of art history and archaeology at Louvain from the late nineteenth century onwards.": [
        [
            216,
            223,
            [
                "Lou vain"
            ]
        ]
    ],
    "In addition to his university career, Lavalleye occupied a leading position in several other institutions, including the <em>Académie Royale d'Archéologie de Belgique</em>.": [
        [
            38,
            47,
            [
                "Lavaliere"
            ]
        ]
    ],
    "Strongly committed to promote art historical research, he worked closely together with <a href=\"/coremansp\">Paul Coremans</a>, the head of the <em>Central Iconographical Records for National Art and Central Laboratory of Belgian Museums</em> in Brussels (ACL, which became, in 1957, the Royal Institute for the Study and Conservation of Belgium's Artistic Heritage).": [],
    "Together, they founded the <em>National Centre for the Study of the \"Primitifs Flamands\"</em> (1949).": [],
    "It is internationally known for its triple series of publications: the <em>Corpus de la peinture des anciens Pays-Bas méridionaux au quinzième siècle</em> (<em>Primitifs Flamands Corpus</em>), the <em>Répertoire des peintures flamandes des quinzième et seizième siècles,</em> and the <em>Contributions à l'étude des Primitifs Flamands</em>.": [],
    "In 1953-1958, Lavalleye published a two-volume catalog on fifteenth- and sixteenth-century Flemish and Hispano-Flemish art preserved in Spain: <em>Collections d'Espagne</em> (published in the <em>Répertoire</em> series).": [
        [
            14,
            23,
            [
                "Lavaliere"
            ]
        ]
    ],
    "In 1964 <em>Le palais ducal d'Urbin</em> appeared which is the seventh volume in the <em>Corpus</em>.": [],
    "It is an elaborate study of the works of the above-mentioned Justus van Gent preserved at the Palazzo ducale in Urbino.": [
        [
            102,
            108,
            [
                "ducal"
            ]
        ],
        [
            112,
            118,
            [
                "Urban",
                "Turbine",
                "Urging",
                "Urbana",
                "Albino",
                "Curbing"
            ]
        ]
    ],
    "In 1958, Lavalleye became Dean of the Faculty of Arts at the Catholic University of Louvain and in the same year he was elected corresponding member of the <em>Royal Academy of Sciences, Arts and Fine Arts of Belgium</em> (Section Fine Arts).": [
        [
            9,
            18,
            [
                "Lavaliere"
            ]
        ],
        [
            84,
            91,
            [
                "Lou vain"
            ]
        ]
    ],
    "From that moment onwards, he served the Academy in several positions.": [],
    "In 1962, he became member, and between 1970 and 1974 he was permanent secretary.": [
        [
            56,
            69,
            [
                "was a permanent",
                "was the permanent"
            ]
        ]
    ],
    "He also played an active role in the <em>International Union of Academies</em>, housed in Brussels.": [],
    "From 1962 onwards, he was the secretary and subsequently the president of the committee of the <em>Biographie Nationale</em>, published by the Academy.": [],
    "Lavalleye wrote both the history of this committee (1966) and the 200-year history of the Academy (1973).": [
        [
            0,
            9,
            [
                "Lavaliere"
            ]
        ]
    ],
    "Lavalleye developed a special interest and expertise in historiography and methodology.": [
        [
            0,
            9,
            [
                "Lavaliere"
            ]
        ]
    ],
    "In addition to the above-mentioned historiographical essays, he published, in 1946, a comprehensive survey of the history of archaeology and art history, paying much attention to methodological approaches: <em>Introduction à l'archéologie et à l'histoire de l'art</em>.": [],
    "Revised versions of this useful handbook appeared in 1958 and 1972.": [],
    "Lavalleye's creative scholarly work, his broad reflections on the discipline and its methods, his multifaceted organizational skills, and the generous support which he gave to students and young scholars, set him apart as a major figure in the development of art historical research in Belgium and beyond.</p>": [
        [
            0,
            9,
            [
                "Lavaliere"
            ]
        ]
    ]
}