{
    "<p>Professor of the history of modern art at the Sorbonne (1942 - 1955); scholar of the history of urban architecture.": [
        [
            63,
            66,
            [
                "–"
            ]
        ]
    ],
    "Lavedan attended high school (<em>Lycée</em>) at Roanne, Chartres, and Paris (Lyceé Henri IV).": [
        [
            0,
            7,
            [
                "Laved an"
            ]
        ],
        [
            49,
            55,
            [
                "Joanne",
                "Roxanne",
                "Rosanne"
            ]
        ],
        [
            78,
            83,
            [
                "Lycée",
                "Lycées"
            ]
        ]
    ],
    "He then studied at the école Normale Supérieure and at the école Pratique des Hautes études, graduating in 1909 (agrégé d'histoire).": [
        [
            23,
            28,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            29,
            36,
            [
                "Normal",
                "Nor male",
                "Norm ale"
            ]
        ],
        [
            37,
            47,
            [
                "Superior",
                "Superhero",
                "Superiors",
                "Supersede",
                "Superstore",
                "Supervene"
            ]
        ],
        [
            59,
            64,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            65,
            73,
            [
                "Critique",
                "Plastique"
            ]
        ],
        [
            74,
            77,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            78,
            84,
            [
                "Hates",
                "Hastes",
                "Sautés",
                "Sautes"
            ]
        ],
        [
            113,
            119,
            [
                "agree"
            ]
        ],
        [
            122,
            130,
            [
                "history",
                "historic",
                "histories",
                "histone",
                "historize"
            ]
        ]
    ],
    "He taught as a high school teacher in <em>lycées</em> in Limoges and in Reims.": [],
    "During World War I he served in the French army.": [],
    "In 1919 he traveled to Greece to become the head of an educative mission of the Greek government, while also being professor at the Institut d'études françaises in Athens.": [
        [
            3,
            7,
            [
                "1919,"
            ]
        ],
        [
            132,
            140,
            [
                "Institute"
            ]
        ],
        [
            150,
            160,
            [
                "franchises"
            ]
        ]
    ],
    "There he wrote his first article on urban history: Un problème d'urbanisme: la reconstruction de Salonique, appearing in the <em>Gazette des Beaux-Arts</em> in 1922.": [
        [
            54,
            62,
            [
                "problem",
                "problems"
            ]
        ],
        [
            65,
            74,
            [
                "urbanism"
            ]
        ],
        [
            97,
            106,
            [
                "Monique",
                "Salonika",
                "Veronique",
                "Clinique",
                "Véronique",
                "Salinize"
            ]
        ]
    ],
    "He returned to France the previous year where he obtained a teaching position at the University of Toulouse.": [
        [
            35,
            45,
            [
                "year when"
            ]
        ]
    ],
    "In 1926 Lavedan gained the degree of <em>docteur ès-lettres</em> with a thesis on the history of urban architecture from antiquity to the middle-ages, which was published the same year, the first part of the series <em>Histoire de l'urbanisme</em>.": [
        [
            8,
            15,
            [
                "Laved an"
            ]
        ]
    ],
    "In 1926, too, he published his secondary thesis: <em>Qu'est-ce que l'urbanisme?": [
        [
            53,
            55,
            [
                "EU",
                "Quo",
                "QC",
                "Nu",
                "Eu",
                "GU"
            ]
        ],
        [
            56,
            62,
            [
                "estate",
                "entice",
                "ESTAC"
            ]
        ],
        [
            63,
            66,
            [
                "Que",
                "due",
                "cue",
                "quo",
                "sue",
                "Sue"
            ]
        ],
        [
            69,
            78,
            [
                "urbanism"
            ]
        ]
    ],
    "Introduction à l'histoire de l'urbanisme</em>.": [
        [
            17,
            25,
            [
                "history",
                "historic",
                "histories",
                "histone",
                "historize"
            ]
        ],
        [
            31,
            40,
            [
                "urbanism"
            ]
        ]
    ],
    "After teaching at the University of Montpellier, he began his career at the Sorbonne in 1929.": [],
    "He first taught the history of art of Catalone, in which field he published <em>L'architecture gothique religieuse en Catalogne, Valence et Baléares</em> (1935).": [
        [
            38,
            46,
            [
                "Cat alone"
            ]
        ]
    ],
    "From 1939 to 1955 he held the position of professor of the history of modern art, succeeding <a href=\"/schneiderre\">René Schneider</a>.": [],
    "In 1940 he received the additional appointment of professor of the general history of architecture at the école Nationale Supérieure des Beaux-Arts.": [
        [
            3,
            7,
            [
                "1940,"
            ]
        ],
        [
            106,
            111,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            112,
            121,
            [
                "National",
                "Nationals",
                "Rationale",
                "Nation ale"
            ]
        ],
        [
            122,
            132,
            [
                "Superior",
                "Superhero",
                "Superiors",
                "Supersede",
                "Superstore",
                "Supervene"
            ]
        ],
        [
            133,
            136,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "In 1941 he published the second volume of <em>Histoire de l'urbanisme: Renaissance et temps modernes</em>.": [
        [
            3,
            7,
            [
                "1941,"
            ]
        ]
    ],
    "In 1942, he became the director of the Institut d'Urbanisme de l'Université de Paris, which position he held until 1965.": [
        [
            39,
            47,
            [
                "Institute"
            ]
        ],
        [
            50,
            59,
            [
                "Urbanism"
            ]
        ]
    ],
    "His general survey of French architecture appeared in 1944, and, between 1944 and 1949, his two-volume <em>Histoire de l'art</em> was published.": [],
    "In the post-war period Lavedan, an advocate for the preservation of the French heritage, was involved in urban reconstruction.": [
        [
            23,
            30,
            [
                "Laved an"
            ]
        ]
    ],
    "The third part of his <em>Histoire de l'urbanisme: époque contemporaine</em>, appeared in 1952.": [],
    "This broad survey deals with various aspects of the history of town planning from the reign of Napoleon until the Second World War, from Paris to cities all over the world.": [],
    "It provides a great deal of information on town planning in the United States, including the cities of Boston, Chicago, Cleveland, New York, Philadelphia, and Washington.": [],
    "Lavedan retired from the Sorbonne in 1955 and was succeeded by <a href=\"/chastela\">André Chastel</a>, of whom he did not approve to occupy the position.": [
        [
            0,
            7,
            [
                "Laved an"
            ]
        ]
    ],
    "Between 1966 and 1982, revised editions of his urban history series appeared co-authored with Jeanne Hugueney and Philippe Henrat.": [
        [
            101,
            109,
            [
                "Huguenot",
                "Euglena"
            ]
        ],
        [
            123,
            129,
            [
                "Hen rat"
            ]
        ]
    ],
    "A number of Lavedan's work focus on the urban history of Paris.": [
        [
            12,
            19,
            [
                "Laved an"
            ]
        ]
    ],
    "Lavedan died in relative obscurity in 1982, no leading newspapers observing his death.": [
        [
            0,
            7,
            [
                "Laved an"
            ]
        ]
    ],
    "In his study, <em>Qu'est-ce que l'urbanisme?</em>, Lavedan defines his work as the study and documentation of city planning, which includes the city's material layout and organization in relation with sociological, economical, and geographical factors.": [],
    "While the French word urbanisme in his view encompasses a number of aspects extending beyond art history, he specifies his own field of research as a new chapter of the general history of art: a history of urban architecture.": [
        [
            22,
            31,
            [
                "urbanism"
            ]
        ]
    ],
    "His studies document the history and development of city plans and are richly illustrated.": [],
    "Lavedan's oeuvre was used by a number of scholars in the 1990s and 2000s.": [
        [
            0,
            7,
            [
                "Laved an"
            ]
        ]
    ],
    "In 2005 his <em>Histoire de l'urbanisme</em> was the topic of a Ph.D.": [],
    "dissertation by Isabelle Grudet (Université de Paris-VIII).</p>": [
        [
            0,
            12,
            [
                "Dissertation"
            ]
        ],
        [
            25,
            31,
            [
                "Grade",
                "Grades",
                "Crude",
                "Graded",
                "Greet",
                "Grudge"
            ]
        ]
    ]
}