{
    "<p>Architectural historian of Bernini and the late antique era; New York University and Institute for Advanced Study in Princeton scholar.": [],
    "Lavin studied under <a href=\"/jansonh\">Horst Woldemar Janson</a> at Washington University, St.": [
        [
            0,
            5,
            [
                "Latin",
                "Gavin",
                "Lapin",
                "Laving",
                "Lain",
                "Lav in"
            ]
        ]
    ],
    "Louis, graduating with a B.A., 1949.": [],
    "His graduate teaching assistant for his first art-history course was <a href=\"/lavinm\">Marilyn Aronberg Lavin</a>, whom he later married.": [],
    "He continued graduate work at Cambridge University, 1948-49 and then New York University, where he received his M.A.": [],
    "in 1952 under <a href=\"/krautheimerr\">Richard Krautheimer</a>.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "That same year he married Aronberg, two years his senior.": [
        [
            26,
            34,
            [
                "Aron berg"
            ]
        ]
    ],
    "Lavin was awarded a second M. A. at Harvard University in 1953; his Ph.D., followed in 1955, written under <a href=\"/kitzingere\">Ernst Kitzinger</a>, for whom he was one of that expatriate's first American Ph.": [
        [
            0,
            5,
            [
                "Latin",
                "Gavin",
                "Lapin",
                "Laving",
                "Lain",
                "Lav in"
            ]
        ]
    ],
    "D., students.": [],
    "Lavin served in the United States Army from 1955-1957.": [
        [
            0,
            5,
            [
                "Latin",
                "Gavin",
                "Lapin",
                "Laving",
                "Lain",
                "Lav in"
            ]
        ]
    ],
    "He was a Matthews Lecturer for Columbia University in 1957 and a senior fellow at Dumbarton Oaks between 1957 and 1959.": [
        [
            82,
            91,
            [
                "Lumberton"
            ]
        ]
    ],
    "Lavin was awarded the <a href=\"/portera\">A.": [
        [
            0,
            5,
            [
                "Latin",
                "Gavin",
                "Lapin",
                "Laving",
                "Lain",
                "Lav in"
            ]
        ]
    ],
    "Kingsley Porter</a> Prize in 1959 (the first of three times, written for an outstanding article in the <em>Art Bulletin</em>).": [],
    "He lectured in art history at Vassar College, Poughkeepsie, NY, from 1959 until 1962 and was Fulbright senior scholar from 1961-1963.": [],
    "In 1963 he was appointed associate professor (and later professor) at Institute of Fine Arts, New York University.": [
        [
            3,
            7,
            [
                "1963,"
            ]
        ]
    ],
    "From 1965 to 1966 he was a senior fellow of the American Council of Learned Societies.": [],
    "Lavin's monograph, <em>Bernini and the Crossing of St.": [
        [
            0,
            5,
            [
                "Latin",
                "Gavin",
                "Lapin",
                "Laving",
                "Lain",
                "Lav in"
            ]
        ]
    ],
    "Peter's</em>, the major monograph on Bernini's contribution to St.": [],
    "Peter's Cathedral, Rome, was published in 1968.": [],
    "He was awarded a Guggenheim fellowship for the 1968-1969 year.": [],
    "In 1973 he was named professor of historical studies at the Institute for Advanced Study, Princeton, N. J. In 1975 Lavin was Franklin Jasper Walls Lecturer at the Pierpont Morgan Library in New York.": [
        [
            3,
            7,
            [
                "1973,"
            ]
        ],
        [
            115,
            120,
            [
                "Latin",
                "Gavin",
                "Lapin",
                "Laving",
                "Lain",
                "Lav in"
            ]
        ]
    ],
    "He served on the board of directors of the College Art Association from 1976-1980.": [],
    "His <em>Bernini and the Unity of the Visual Arts</em>, 1981, using the Cornaro Chapel in Santa Maria della Vittoria, Rome, as the paradigm, outlined Bernini's use of theatrics to coordinate architecture, painting, sculpture.": [
        [
            71,
            78,
            [
                "Corner",
                "Corners",
                "Tornado",
                "Coronary",
                "Coronado",
                "Cornrow"
            ]
        ],
        [
            101,
            106,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ],
        [
            107,
            115,
            [
                "Victoria",
                "Vitoria",
                "Viktoria",
                "Vitória"
            ]
        ]
    ],
    "He delivered the the Slade Lectures at Oxford University in 1985.": [
        [
            13,
            20,
            [
                "the"
            ]
        ],
        [
            21,
            26,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "In 1993 Lavin hosted a centennial birth symposium on the work of <a href=\"/panofskye\">Erwin Panofsky</a> at the Institute for Advance Study, where Panofsky had also been a member.": [
        [
            8,
            13,
            [
                "Latin",
                "Gavin",
                "Lapin",
                "Laving",
                "Lain",
                "Lav in"
            ]
        ]
    ],
    "That year, too, his collected essays, <em>Past-Present: Essays on Historicism in Art from Donatello to Picasso</em>, were published.": [],
    "Lavin made headlines in 1996 when he authenticated a marble bust Pope Gregory XV as a lost work of Bernini.": [
        [
            0,
            5,
            [
                "Latin",
                "Gavin",
                "Lapin",
                "Laving",
                "Lain",
                "Lav in"
            ]
        ]
    ],
    "In 2001 he was named emeritus at the Institute for Advanced Study.": [
        [
            3,
            7,
            [
                "2001,"
            ]
        ]
    ],
    "In 2004, Lavin presented the 53rd A. W. Mellon Lectures in the Fine Arts, \"More Than Meets the Eye,\" at the National Gallery of Art, Washgington, D. C. Lavin's work is wide-ranging, from Late Antique architecture to North African floor mosaics, from the renaissance (Donatello, Michelangelo, Pontormo, and Giovanni Bologna) to baroque (Caravaggio and Bernini).": [
        [
            9,
            14,
            [
                "Latin",
                "Gavin",
                "Lapin",
                "Laving",
                "Lain",
                "Lav in"
            ]
        ],
        [
            133,
            144,
            [
                "Washington"
            ]
        ],
        [
            152,
            157,
            [
                "Latin",
                "Gavin",
                "Lapin",
                "Laving",
                "Lain",
                "Lav in"
            ]
        ]
    ],
    "He has also written essays on Picasso and Jackson Pollock.": [],
    "Lavin's approach to architecture is essentially iconographic, an interpretation of the symbolic details of a structure to create a meaning, similar to <a href=\"/panofskye\">Erwin Panofsky</a> whose essays he edited in 1995.": [
        [
            0,
            5,
            [
                "Latin",
                "Gavin",
                "Lapin",
                "Laving",
                "Lain",
                "Lav in"
            ]
        ]
    ],
    "Lavin's work was greatly admired in his time.": [
        [
            0,
            5,
            [
                "Latin",
                "Gavin",
                "Lapin",
                "Laving",
                "Lain",
                "Lav in"
            ]
        ]
    ],
    "The great baroque scholar <a href=\"/blunta\">Anthony Blunt</a> wrote that Lavin's <em>Bernini and the Unity of the Visual Arts</em> supplied \"a new and deeper understanding of the artist's ideas and methods.\"": [],
    "<a href=\"/jaffem\">Michael Jaffé</a> and <a href=\"/hopec\">Charles Hope</a> also praised his scholarship.</p>": []
}