{
    "<p>Piero Della Francesca and <em>quattrocento</em> art scholar.": [],
    "Aronberg was the daughter of Charles Aronberg and Blanch Silverstone (Aronberg).": [
        [
            0,
            8,
            [
                "Aron berg"
            ]
        ],
        [
            37,
            45,
            [
                "Aron berg"
            ]
        ],
        [
            70,
            78,
            [
                "Aron berg"
            ]
        ]
    ],
    "Aronberg attended Washington University, St.": [
        [
            0,
            8,
            [
                "Aron berg"
            ]
        ]
    ],
    "Louis, MO in under <a href=\"/jansonh\">Horst Woldemar Janson</a>, graduating in 1947.": [],
    "She continued her M.A.": [],
    "in 1949 under Janson, who himself was still pursuing his Ph.": [
        [
            0,
            2,
            [
                "In"
            ]
        ],
        [
            14,
            20,
            [
                "Jason",
                "Hanson",
                "Manson",
                "Anson",
                "Jansen",
                "Jonson"
            ]
        ],
        [
            57,
            59,
            [
                "pH",
                "PH",
                "PA",
                "PC",
                "Mph",
                "PM"
            ]
        ]
    ],
    "D. at Harvard.": [
        [
            3,
            5,
            [
                "At"
            ]
        ]
    ],
    "While a graduate assistant in art history for the 1949-1950 year, she met <a href=\"/lavini\">Irving Lavin</a>, a student in her class taking his first art history course.": [],
    "Aronberg gained a certificate at the Free University of Brussels also in 1949.": [
        [
            0,
            8,
            [
                "Aron berg"
            ]
        ]
    ],
    "In 1952 she married Lavin two years her junior, who had been admitted to Harvard graduate school in art history.": [
        [
            3,
            7,
            [
                "1952,"
            ]
        ],
        [
            20,
            25,
            [
                "Latin",
                "Gavin",
                "Lapin",
                "Laving",
                "Lain",
                "Lav in"
            ]
        ]
    ],
    "Between 1953-1955 she worked as a curator of the Robbins Print Collection, Arlington, MA.": [],
    "From 1955 until 1957 she was a Fulbright fellow in Rome, Italy.": [],
    "In 1957 she became a staff writer for the Metropolitan Museum of Art, New York, advancing to researcher in 1959.": [
        [
            3,
            7,
            [
                "1957,"
            ]
        ]
    ],
    "She worked as a consultant for the publishers Time, Inc., beginning in 1965 and the Heritage Press, a fine-press editions publisher, editing a two-volume <em>Lives of the Most Eminent Painters</em> by <a href=\"/vasarig\">Giorgio Vasari</a> for the latter in 1967.": [],
    "In 1972 she wrote the volume on Piero della Francesca's <em>Flagellation</em>, for the important <em>Art in Context</em> series issued by Allan Lane.": [
        [
            3,
            7,
            [
                "1972,"
            ]
        ],
        [
            38,
            43,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ]
    ],
    "Her Ph.D.": [],
    "was awarded in 1973 from New York University with a dissertation on Piero Della Francesca.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "In 1975 she resigned from the Metropolitan to become visiting professor of art history at Princeton University.": [
        [
            3,
            7,
            [
                "1975,"
            ]
        ]
    ],
    "She published <em>Seventeenth-Century Barberini Documents and Inventories of Art</em> 1977 which won the <a href=\"/moreyc\">Charles Rufus Morey</a> Award from College Art Association of America.": [],
    "She was also a visiting professor at Yale University in 1977, and at the University of Maryland in 1979.": [],
    "In 1981 her monograph on Piero's \"Baptism of Christ\" was published by Yale University Press.": [],
    "Lavin wrote a history of the Department of Art and Archaeology at Princeton in 1983, <em>Eye of the Tiger</em>.": [
        [
            0,
            5,
            [
                "Latin",
                "Gavin",
                "Lapin",
                "Laving",
                "Lain",
                "Lav in"
            ]
        ]
    ],
    "She was the organizing scholar for the 1995 exhibition at the National Gallery of Art, Washgington, D. C., on \"Piero Della Francesca and His Legacy.\"": [
        [
            87,
            98,
            [
                "Washington"
            ]
        ]
    ],
    "Much of Lavin's career was determined by her marriage and dual-career with her husband, <a href=\"/lavini\">Irving Lavin</a>.": [
        [
            8,
            13,
            [
                "Latin",
                "Gavin",
                "Lapin",
                "Laving",
                "Lain",
                "Lav in"
            ]
        ]
    ],
    "When her husband was appointed at New York University in 1963, she worked at the Metropolitan and continuing her graduate work at NYU.": [],
    "She was never a derivative scholar, however, and her works stands separate in method and merit from her husband's.": [],
    "She has written that the bulk of her research has been through personal interest rather than employment.": [],
    "As such, she said, she could afford to publish books that weren't written to persuade tenure committees.": [],
    "<em>Seventeenth-Century Barberini Documents and Inventories of Art</em> was an early publication in the primary source documentation within the field of the history of collecting.</p>": []
}