{
    "<p>Historian of ancient Greek sculpture and architecture and the history of fortifications.": [],
    "Lawrence's older brother was the medieval scholar and popular desert hero T. E. Lawrence (\"Lawrence of Arabia\") (1888-1935), under whose shadow the younger Lawrence remained.": [],
    "Like his brothers, A. W. Lawrence was conceived out of wedlock, a huge stigma at the time.": [],
    "Their parents were Sir Thomas Robert Tighe Chapman (1846-1919) and Sarah Junner (1861-1959) who assumed the names \"Thomas Robert Lawrence\" and \"Sarah Lawrence\" to raise their children jointly.": [
        [
            37,
            42,
            [
                "Life",
                "Wife",
                "Tight",
                "Rife",
                "Tithe",
                "Fife"
            ]
        ],
        [
            73,
            79,
            [
                "Runner",
                "Gunner",
                "Jenner",
                "Junker",
                "Dunner",
                "Funner"
            ]
        ]
    ],
    "The Lawrence boys were raised in Oxford by the intensely religious Sarah, resulting in Lawrence's outspoken anti-religious stance (\"All religion is vermin\" he once said).": [],
    "He attended the City of Oxford School before New College, Oxford, graduating in 1921 with a diploma of Classical Archaeology.": [],
    "Lawrence was a student at the British Schools at Rome in 1921 and then at Athens (through 1926).": [],
    "In 1923 Lawrence worked on the excavation of Ur (where he discovered he did not want to be an excavator), directed by C. Leonard Woolley (1880-1960), and under whom T. E. Lawrence had excavated at Carchemish before World War I. Lawrence married Barbara Inness Thompson (1902-1986) in 1925.": [
        [
            45,
            47,
            [
                "Your",
                "You are",
                "Or",
                "Up",
                "Us",
                "UK"
            ]
        ],
        [
            129,
            136,
            [
                "Woolly"
            ]
        ],
        [
            197,
            207,
            [
                "Alchemist"
            ]
        ],
        [
            253,
            259,
            [
                "Inner",
                "Illness",
                "Unless",
                "Winners",
                "Witness",
                "Fitness"
            ]
        ]
    ],
    "A chance visit to the museum in Alexandria on his return trip to England convinced him that the city could not have been (as was commonly stated) the leading center of Hellenistic sculpture.": [],
    "Lawrence used his fellowship as the Oxford Craven student to write the 1927 book <em>Later Greek Sculpture and its Influence</em>, setting out this thesis in a bold fashion.": [],
    "This early revisionist work did not gain immediate acceptance.": [],
    "In 1929 he published a second work on Greek plastic arts, <em>Classical Sculpture</em>, which became a standard survey for the next generation, though Lawrence lacked sympathy for the Archaic style.": [
        [
            3,
            7,
            [
                "1929,"
            ]
        ]
    ],
    "Nevertheless, the book led to his appointment as Laurence Reader in Classical Archaeology in Cambridge University in 1930.": [],
    "His wide-ranging scholarly interests resulted in the 1931 <em>Narratives of the Discovery of America</em>.": [],
    "In the 1930s when part of the Avebury megaliths site was threatened by development, Lawrence used his personal funds to buy the land in order to preserve it.": [
        [
            30,
            37,
            [
                "Ave bury"
            ]
        ]
    ],
    "Lawrence caused a minor scandal in 1934 by having a \"sun-worshipper style\" bronze nude statue of himself, sculpted by Lady Kathleen Scott, placed at the entrance to the Scott Polar Research Institute, Cambridge, near a larger statue of the Virgin Mary outside a nearby Catholic church.": [
        [
            53,
            67,
            [
                "sun-worshiper"
            ]
        ],
        [
            269,
            284,
            [
                "Catholic Church"
            ]
        ]
    ],
    "After his brother's death on a motorcycle in 1935, Lawrence became the literary executor; this took considerable time from his scholarly production.": [],
    "It also stimulated an interest in fortifications of which T. E. had been a specialist; for the rest of A.": [],
    "W.": [],
    "'s life, he would research ancient fortifications.": [],
    "In 1936 Lawrence's first revision of Rawlinson's Herodotus translation appeared with notes by Lawrence.": [],
    "In 1937 he edited a book on his brother, <em>T.": [
        [
            3,
            7,
            [
                "1937,"
            ]
        ],
        [
            42,
            46,
            [
                "em’T",
                "em'T"
            ]
        ]
    ],
    "E. Lawrence by His Friends</em>.": [],
    "During World War II, Lawrence served in a variety of capacities, though none which he found satisfying to the war effort.": [],
    "He was elected to the Laurence Chair of Classical Archaeology at Cambridge in 1944 (succeeding Alan J. B. Wace, 1879-1957).": [
        [
            106,
            110,
            [
                "Race",
                "Face",
                "Wave",
                "Pace",
                "Wage",
                "Wake"
            ]
        ]
    ],
    "He was awarded a Leverhulme research fellowship in 1951 to study ancient and medieval fortifications in classical lands.": [],
    "Somewhat surprisingly, Lawrence resigned his Cambridge chair the same year to become the first professor of archaeology at the University College of the Gold Coast (modern University of Ghana).": [],
    "He was appointed Secretary and Conservator Monuments and Relics Commission of Ghana in 1952.": [],
    "At the university, Lawrence founded the museum (and became its first director), organized the classics department and restored local fortresses.": [],
    "He donated a bust by his friend, Jacob Epstein, to the National Museum of Ghana.": [],
    "Lawrence had not escaped British attention, however.": [],
    "While in Ghana, He was asked by <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a> to write the volume in the prestigious <em>Pelican History of Art</em> series on Greek architecture.": [],
    "It appeared in 1957.": [],
    "In it, Lawrence departed from the traditional encyclopedic survey format, preferring instead to stress the continuity Aegean architecture as a series of developing styles, beginning with prehistoric architecture.": [],
    "A passage relating religious attitudes toward architectural function of the Greeks, was actually written, Lawrence said, to describe the mentality in the West African bush (!).": [],
    "He retired in 1957 to Nidderdale, Yorkshire, UK, and where he wrote <em>Trade Castles and Forts of West Africa</em>,1963.": [
        [
            22,
            32,
            [
                "Lauderdale",
                "Riverdale"
            ]
        ]
    ],
    "The same year he and his wife moved near Biggleswade, Bedfordshire.": [
        [
            41,
            52,
            [
                "Biggles wade"
            ]
        ]
    ],
    "Lawrence returned to the British School at Athens as visiting fellow in 1967.": [],
    "In 1972 he published another book on classical sculpture, <em>Greek and Roman Sculpture</em>.": [
        [
            3,
            7,
            [
                "1972,"
            ]
        ]
    ],
    "At age 80, <em>Greek Aims In Fortification</em> a book for which he was uniquely qualified, appeared in 1980.": [],
    "His <em>A Skeletal History Of Byzantine Fortifications</em>, despite its title a large work, was published by the British School at Athens in 1983.": [],
    "Lawrence's published scholarship on fortifications in the classical era thus spanned from prehistoric systems of the Aegean to the medieval crusader castles of the Levant.": [],
    "In 1985 Lawrence was interviewed for a BBC Omnibus production by Julia Cave and Malcolm Brown about T. E. After the death of his wife, Lawrence's final years were shared with Peggy Guido (1912-1994), an archaeologist previously married to the archaeologist Stuart Piggott (1910-1996), living together in Devizes, north Wiltshire.": [
        [
            264,
            271,
            [
                "Biggest",
                "Pilot",
                "Pilots",
                "Pigment",
                "Pitt",
                "Pigeon"
            ]
        ],
        [
            304,
            311,
            [
                "Devices",
                "Devises"
            ]
        ]
    ],
    "Lawrence was completing a new revision of his earlier annotated edition of Rawlinson's Herodotus when he died in 1991.": [],
    "The manuscript was never completed.Both Lawrences, T. E. and A. W. were architectural historians (T. E. wrote a monograph on crusader castles).": [
        [
            35,
            39,
            [
                " Both"
            ]
        ],
        [
            40,
            49,
            [
                "Lawrence's",
                "Lawrence"
            ]
        ]
    ],
    "Like his famous brother, Lawrence was a shy man--resulting in what students called his appallingly bad lecture style--who had spent much of his life avoiding publicity.": [],
    "Described as one of the last great traditional archaeologists, A. W. Lawrence's interest was more in art and architecture, than excavation or reconstruction of the ancient environment.": [],
    "Brown described him as \"the sort [who] do not even suffer wise men gladly.\"": [],
    "Lawrence spent much of his non-academic life renouncing various characterizations of his more famous brother.": [],
    "These included Richard Aldington's sensationalized disclosure of their illegitimacy in 1955, the 1962 David Lean film <em>Lawrence of Arabia</em> (Lawrence withdrew his support and refused the movie the use of the title <em>Seven Pillars of Wisdom</em> because of what he termed character distortions of not only his brother but also of Allenby), and the <em>Times</em> (London) 1968 revelation of T.": [
        [
            23,
            32,
            [
                "Addington"
            ]
        ],
        [
            337,
            344,
            [
                "Allen by"
            ]
        ]
    ],
    "E.": [],
    "'s masochism.</p>": []
}