{
    "<p>Scholar of early Christian sarcophagi; Chair of the Art Department at Barnard College.": [],
    "Lawrence graduated from Byrn Mawr College in art history in 1923.": [
        [
            24,
            28,
            [
                "Born",
                "Burn",
                "Barn",
                "Bern",
                "Byrd",
                "Byrne"
            ]
        ],
        [
            29,
            33,
            [
                "Mar",
                "Meyer",
                "Meier",
                "Maw",
                "Maws",
                "AWR"
            ]
        ]
    ],
    "She continued on to graduate school at Harvard, where she worked under the Princeton scholar <a href=\"/moreyc\">Charles Rufus Morey</a> who was on exchange for that year.": [],
    "It was Morey who introduced her to early Christian art.": [],
    "In 1924-25 she was appointed assistant at Wellesley.": [],
    "She was awarded a fellowship at the American Academy in Rome for the 1925-27 period.": [],
    "Two long articles in the Art Bulletin, one on the City-gate sarcophagi and another on columnar sarcophagi date from this time.": [],
    "She was an instructor at Bryn Mawr, 1927-28.": [],
    "In 1929 she moved to Barnard College, where she made her career.": [
        [
            3,
            7,
            [
                "1929,"
            ]
        ]
    ],
    "She continued to pursue her doctorate, which she received her Ph.D.": [],
    "in 1932 from Radcliffe in art history, although her connections with the Princeton scholars during these years really indicated a dual allegiance.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "She remained closed to Morey throughout their lives.": [],
    "At Barnard she rose to (full) professor and chair of the department.": [
        [
            3,
            10,
            [
                "Barnard,"
            ]
        ]
    ],
    "In 1941-42 she was a fellow at the Institute for Advanced Study, Princeton, working on Ravennate sarcophagi, which appeared as her 1945 book with the same title.": [
        [
            87,
            96,
            [
                "Ravenna"
            ]
        ]
    ],
    "The book was only the second monograph in the Archaeology and Fine Arts series to be sponsored by the Archaeological Institute of America.": [],
    "Later articles appeared in a number of festschriften, including those devoted to Belle da Costa Greene in 1954, <a href=\"/panofskye\">Erwin Panofsky</a> in 1961 and <a href=\"/wittkowerr\">Rudolf Wittkower</a> in 1967.": [
        [
            87,
            89,
            [
                "the",
                "DA",
                "a",
                "day",
                "do",
                "Dr"
            ]
        ]
    ],
    "In 1967 she retired from Barnard.": [
        [
            3,
            7,
            [
                "1967,"
            ]
        ]
    ],
    "In retirement she divided her time between Rome, New York and Little Deer Island, ME.": [
        [
            3,
            13,
            [
                "retirement,"
            ]
        ]
    ],
    "In 1970 Bretschneider reprinted her 1945 Sarcophagi of Ravenna.": [],
    "Her final essay was that to the festschrift to <a href=\"/brendelo\">Otto J. Brendel</a> in 1976.": [],
    "While lecturing to a group of scholars on her current topic of interest, Roman pagan sarcophagi, she fell in Velletri, Italy, breaking her hip and elbow.": [
        [
            109,
            117,
            [
                "Seller",
                "Sellers",
                "Keller",
                "Pellets",
                "Teller",
                "Velvet"
            ]
        ]
    ],
    "She died ten days later in a Roman hospital.</p>": []
}