{
    "<p>Archaeologist, adventurer and amateur scholar of Italian renaissance art; discoverer of Nineveh.": [],
    "Layard was the son of Henry Peter John Layard, a civil servant, and Marianne Austen (Layard).": [
        [
            0,
            6,
            [
                "Bayard",
                "Lanyard"
            ]
        ],
        [
            39,
            45,
            [
                "Bayard",
                "Lanyard"
            ]
        ],
        [
            85,
            91,
            [
                "Bayard",
                "Lanyard"
            ]
        ]
    ],
    "He grew up in Florence near the Palazzo Rucellai, instilling in him a lifelong affection in Italy.": [
        [
            40,
            48,
            [
                "Rubella"
            ]
        ]
    ],
    "He knew the British expatriate esthete Seymour Stocker Kirkup (1788-1880) and poet Walter Savage Landor (1775-1864).": [
        [
            31,
            38,
            [
                "aesthete"
            ]
        ],
        [
            47,
            54,
            [
                "Sticker",
                "Stocked",
                "Stoker",
                "Shocker",
                "Stacker",
                "Stockier"
            ]
        ],
        [
            55,
            61,
            [
                "Kirk up"
            ]
        ],
        [
            97,
            103,
            [
                "Lander",
                "Landon",
                "Candor",
                "Sandor",
                "Sándor",
                "Land or"
            ]
        ]
    ],
    "At 12, Laynard returned to England and was apprenticed as a solicitor under his uncle in 1833.": [
        [
            7,
            14,
            [
                "Maynard",
                "Lanyard"
            ]
        ]
    ],
    "While heading to Ceylon to assist another uncle's business in 1839, he detoured to see the archaeological sites Asia Minor, copying cuneiform inscriptions.": [],
    "He elected to stay in Iraq where he learned Arabic.": [],
    "In 1842 he worked on diplomatic missions for Sir Stratford Canning (1786-1880) in Constantinople.": [
        [
            3,
            7,
            [
                "1842,"
            ]
        ]
    ],
    "By 1845 Layard convinced Canning to support excavating a mound at Mosul (Nimrud, ancient Kalhu)--ahead of the French--then thought to be Nineveh.": [
        [
            8,
            14,
            [
                "Bayard",
                "Lanyard"
            ]
        ],
        [
            73,
            79,
            [
                "Nimrod"
            ]
        ],
        [
            89,
            94,
            [
                "Kathy",
                "Kali",
                "Oahu",
                "ALU",
                "Kath",
                "Yalu"
            ]
        ]
    ],
    "His excavations included 9th century BC sculptures, the so-called Black Obelisk of Shalmaneser III and several pairs of human-headed winged lions and bulls (British Museum).": [],
    "In 1849 Layard published <em>Monuments of Nineveh</em> still believing he had discovered the famous city.": [
        [
            8,
            14,
            [
                "Bayard",
                "Lanyard"
            ]
        ]
    ],
    "It was only while excavating the citadel mound at Kuyunjik that he realized it was the true Nineveh.": [],
    "There his spectacular discoveries included Sennacherib's palace and its rich relief cycles.": [],
    "The same year he published his popularized account of his findings, <em>Nineveh and its Remains</em>.": [],
    "In 1852 Layard, ever the 19th-century, romantic man of action was elected to Parliament for the Liberal party.": [
        [
            8,
            14,
            [
                "Bayard",
                "Lanyard"
            ]
        ]
    ],
    "His denunciation of the British handling of the Crimean War and British imperialism in general eventually alienated him from government.": [],
    "During his many trips to Italy, which was his homeland in many ways, he became interested in the <em>Risorgimento</em> (reorganization of Italy into the modern secular state) and concerned at the decline of the frescos there.": [
        [
            211,
            218,
            [
                "frescoes",
                "fresco"
            ]
        ]
    ],
    "In 1856 he enlisted the Arundel Society (founded in 1848 to disseminate art reproductions) to produce a chromolithography edition of the St.": [
        [
            3,
            7,
            [
                "1856,"
            ]
        ],
        [
            24,
            31,
            [
                "Roundel",
                "Grendel",
                "Asunder",
                "Trundle",
                "Runnel"
            ]
        ]
    ],
    "Sebastian by Perugino to publicize the fresco's plight.": [
        [
            13,
            21,
            [
                "Perugia",
                "Perusing"
            ]
        ]
    ],
    "Layard also published short books on Pinturicchio and Ghirlandaio to assist the project as well as collecting Italian art personally.": [
        [
            0,
            6,
            [
                "Bayard",
                "Lanyard"
            ]
        ]
    ],
    "In 1853 his second book on his archaeological finds, <em>Discoveries in the Ruins of Nineveh and Babylon</em>, appeared.": [],
    "At the new founding of the Crystal Palace in 1854, Layard advised the Assyrian court design and objects.": [
        [
            51,
            57,
            [
                "Bayard",
                "Lanyard"
            ]
        ]
    ],
    "This resulted in the Assyrian-mania design of the following decades.": [],
    "He began corresponding with the connoisseur-art historian <a href=\"/morellig\">Giovanni Morelli</a> in 1863 and taking an ever-increasing role in the governing of the National Gallery.": [],
    "When the director, <a href=\"/eastlakec\">Charles Lock Eastlake</a> died 1865, Layard was considered a possible successor.": [],
    "He instead became a Trustee in 1866, actively advising the museum on acquisitions.": [],
    "As commissioner of works in Gladstone's cabinet, he appointed the historian of Indian architecture <a href=\"/fergussonj\">James Fergusson</a> in 1869 to create a new plan of London public buildings.": [],
    "This was scuttled and Layard, much against protocol, was offered the Ambassador position for Madrid.": [
        [
            22,
            28,
            [
                "Bayard",
                "Lanyard"
            ]
        ]
    ],
    "This allowed Layard to include Spanish art work in his acquisitions as well.": [
        [
            13,
            19,
            [
                "Bayard",
                "Lanyard"
            ]
        ]
    ],
    "That year, too, he married Mary Enid Evelyn Guest (1843-1912), a well-connected woman with whom he had had a relationship since the 1840s.": [],
    "In 1877 Disraeli appointed Layard ambassador to Constantinople.": [
        [
            27,
            33,
            [
                "Bayard",
                "Lanyard"
            ]
        ]
    ],
    "The Layards returned Italy after Austen Henry's (always known as \"Henry\") retirement in 1883, settling in Venice at the Ca' Cappello, later known as the Palazzo Cappello-Layard.": [
        [
            4,
            11,
            [
                "Lanyards"
            ]
        ],
        [
            124,
            132,
            [
                "Capella",
                "Chappell",
                "Chappelle"
            ]
        ],
        [
            161,
            176,
            [
                "Capella-Layard",
                "Cappello-Bayard"
            ]
        ]
    ],
    "After the death of his friend, Morelli, in 1891, he financed the second and more comprehensive English edition, co-edited by <a href=\"/ffoulkesc\">Constance Jocelyn Ffoulkes</a> of Morelli's <em>Italian Painters</em>, writing a brief biography of Morelli.": [
        [
            31,
            38,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ]
    ],
    "In 1887 he issued a revised version in English of the 1837 <em>Handbuch der Geschichte der Malerei</em> by <a href=\"/kuglerf\">Franz Kugler</a>.": [
        [
            3,
            7,
            [
                "1887,"
            ]
        ]
    ],
    "A revision of the painting galleries section of the original 1843 Murray guidebook of Rome appeared in 1894.": [],
    "Layard returned to London, now suffering from cancer, where he died, his body cremated.": [
        [
            0,
            6,
            [
                "Bayard",
                "Lanyard"
            ]
        ]
    ],
    "His papers are held at the British Library and his collection bequeathed to the National Gallery, London, although only incorporated 1916.": [],
    "His Venetian palazzo is today the Istituto Orientale, Università degli Studi.": [
        [
            34,
            42,
            [
                "Institute"
            ]
        ],
        [
            43,
            52,
            [
                "Oriental",
                "Orientals",
                "Orientate",
                "Orient ale"
            ]
        ],
        [
            54,
            64,
            [
                "University"
            ]
        ],
        [
            65,
            70,
            [
                "deli"
            ]
        ],
        [
            71,
            76,
            [
                "Studio",
                "Study",
                "Saudi",
                "Stud",
                "Studs"
            ]
        ]
    ],
    "Layard's work was important for the discovery of Assyrian objects and the dissemination of the important art-historical writings of Morelli (and connoisseurship) and Kugler to the English-speaking world.": [
        [
            0,
            6,
            [
                "Bayard",
                "Lanyard"
            ]
        ],
        [
            132,
            139,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ],
        [
            166,
            172,
            [
                "Bugler"
            ]
        ]
    ],
    "His correspondence reveals much about the early history of the National Gallery and the history of conservation of object.": [],
    "His home in Venice became a visiting point for British and an important private art collection.</p>": []
}