{
    "<p>Curator of the Cabinet des Estampes in the Bibliothèque royale de Belgique at Brussels; professor.": [
        [
            26,
            29,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            30,
            38,
            [
                "Estates",
                "Escapes",
                "Stamps",
                "Stamped",
                "Stamper",
                "Stampers"
            ]
        ],
        [
            69,
            77,
            [
                "Belgium"
            ]
        ]
    ],
    "Lebeer attended primary school and high school at the Saint-Rombouts College in Mechelen.": [
        [
            0,
            6,
            [
                "Le beer"
            ]
        ],
        [
            54,
            68,
            [
                "Saint-Rom bouts"
            ]
        ]
    ],
    "In 1914 he received his BA in medicine at the University of Louvain.": [
        [
            3,
            7,
            [
                "1914,"
            ]
        ],
        [
            60,
            67,
            [
                "Lou vain"
            ]
        ]
    ],
    "At the outbreak of World War I he fled to England where he joined the army of the Allied Forces.": [],
    "After the war he returned to his Alma Mater to study Germanic philology, instead of continuing his medicine studies.": [],
    "In 1922 Lebeer received the degree of doctor in philosophy and letters from the University of Louvain.": [
        [
            8,
            14,
            [
                "Le beer"
            ]
        ],
        [
            94,
            101,
            [
                "Lou vain"
            ]
        ]
    ],
    "After his marriage he obtained in the same year an internship at the Bibliothèque royale de Belgique.": [
        [
            92,
            100,
            [
                "Belgium"
            ]
        ]
    ],
    "Encouraged by <a href=\"/bastelaerr\">René van Bastelaer</a>, curator of the Cabinet des Estampes (Print Room) of the Bibliothèque royale, he developed a special interest in engraving.": [],
    "In 1924, he was appointed librarian, and one year later he obtained the position of librarian at the Cabinet des Estampes.": [
        [
            109,
            112,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            113,
            121,
            [
                "Estates",
                "Escapes",
                "Stamps",
                "Stamped",
                "Stamper",
                "Stampers"
            ]
        ]
    ],
    "Lebeer's first publication on Flemish wood engraving appeared in 1927, <em>De Vlaamsche Houtsnede</em>.": [
        [
            0,
            6,
            [
                "Le beer"
            ]
        ]
    ],
    "Following the retirement of Van Bastelaer, in 1930, Lebeer was appointed adjunct curator of the Print Room.": [
        [
            32,
            41,
            [
                "Bestseller",
                "Bartender",
                "Wastewater",
                "Wasteland",
                "Bastille",
                "Atelier"
            ]
        ],
        [
            52,
            58,
            [
                "Le beer"
            ]
        ]
    ],
    "In addition, he obtained a teaching position in the history of engraving at the Brussels Institut Supérieur d'Histoire de l'Art et d'Archéologie, as the successor of Van Bastelaer.": [
        [
            89,
            97,
            [
                "Institute"
            ]
        ],
        [
            98,
            107,
            [
                "Superior",
                "Superber"
            ]
        ],
        [
            110,
            118,
            [
                "History",
                "Historic",
                "Histories",
                "Histone",
                "Historize"
            ]
        ],
        [
            133,
            144,
            [
                "Archeologies"
            ]
        ],
        [
            170,
            179,
            [
                "Bestseller",
                "Bartender",
                "Wastewater",
                "Wasteland",
                "Bastille",
                "Atelier"
            ]
        ]
    ],
    "Lebeer rose to curator in 1932.": [
        [
            0,
            6,
            [
                "Le beer"
            ]
        ]
    ],
    "In 1937 he obtained a teaching position in the history of the printed book and engraving at the University of Ghent.": [
        [
            3,
            7,
            [
                "1937,"
            ]
        ]
    ],
    "His special interest in early engraving in wood led to his critical study, in 1939, on the Spirituale Pomerium, a fifteenth-century manuscript decorated with block prints, preserved in the Bibliothèque royale de Belgique.": [
        [
            91,
            101,
            [
                "Spiritual",
                "Spirituals"
            ]
        ],
        [
            102,
            110,
            [
                "Powerful",
                "Medium",
                "Momentum",
                "Premium",
                "Podium",
                "Powering"
            ]
        ],
        [
            212,
            220,
            [
                "Belgium"
            ]
        ]
    ],
    "<em>L'Esprit de la gravure au XVe siècle</em> followed in 1943, a study of fifteenth-century engravings on wood and copper.": [],
    "In 1948 Lebeer obtained a teaching position in the history of engraving at the University of Liège.": [
        [
            8,
            14,
            [
                "Le beer"
            ]
        ]
    ],
    "In addition to his interest in early engraving, Lebeer was involved in contemporary art, in particular the twentieth-century renewal of xylography and other engraving techniques.": [
        [
            48,
            54,
            [
                "Le beer"
            ]
        ],
        [
            136,
            146,
            [
                "typography",
                "holography",
                "xerography"
            ]
        ]
    ],
    "His monograph on the xylographer Frans Masereel (1889-1972) appeared in 1950.": [
        [
            21,
            32,
            [
                "typographer"
            ]
        ],
        [
            33,
            38,
            [
                "Fran's",
                "Fran",
                "Fans",
                "Frank",
                "Trans",
                "Franz"
            ]
        ],
        [
            39,
            47,
            [
                "Maser eel"
            ]
        ]
    ],
    "In 1952 Lebeer paid tribute to the etchings of James Ensor, who had died three years earlier, James Ensor, acquafortiste.": [
        [
            8,
            14,
            [
                "Le beer"
            ]
        ]
    ],
    "A monograph on the Belgian draughtsman and engraver Jules Lismonde (1908-2001) followed in 1956.": [
        [
            27,
            38,
            [
                "draftman"
            ]
        ],
        [
            58,
            66,
            [
                "Le Monde"
            ]
        ]
    ],
    "At the occasion of his retirement, in 1960, Lebeer was honored with an exhibition of acquisitions during his thirty-year long curatorship, <em>Le Cabinet des Estampes: trente années d'acquisitions, 1930-1960</em>.": [
        [
            44,
            50,
            [
                "Le beer"
            ]
        ],
        [
            109,
            125,
            [
                "thirty-year-long"
            ]
        ],
        [
            126,
            137,
            [
                "curator ship",
                "curators hip"
            ]
        ]
    ],
    "His successor was <a href=\"/mauquoyhendrickxm\">Marie Mauquoy-Hendrickx</a>.": [],
    "Lebeer was among the contributors to the fourth edition (1965) of Kunstgeschiedenis der Nederlanden.": [
        [
            0,
            6,
            [
                "Le beer"
            ]
        ],
        [
            84,
            87,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "In his position as honorary curator, Lebeer published, in 1969, his critical catalog of the prints of Bruegel the Elder, <em>Catalogue raisonné des estampes de Pierre Bruegel l'ancien</em>.": [
        [
            37,
            43,
            [
                "Le beer"
            ]
        ]
    ],
    "The prints were exhibited in the same year by the Bibliothèque royale as a commemoration of the 400th anniversary of Bruegel's death.": [],
    "Lebeer's insightful essay on contemporary engraving in Belgium, <em>Orientations de la gravure contemporaine en Belgique</em>, appeared in 1971.": [
        [
            0,
            6,
            [
                "Le beer"
            ]
        ]
    ],
    "His Ensor monograph was republished in English as introduction to the 1971 catalog of <em>The Prints of James Ensor</em> from the collection of H. Shickman (Formerly Franck Collection, Antwerp).": [
        [
            4,
            9,
            [
                "Sensor",
                "Tensor",
                "Censor",
                "ENSO",
                "Ens or"
            ]
        ],
        [
            147,
            155,
            [
                "Hickman"
            ]
        ]
    ],
    "During many years, beginning in 1950, Lebeer was a member of the Koninklijke Vlaamse Academie van België voor Wetenschappen en Kunsten.": [
        [
            38,
            44,
            [
                "Le beer"
            ]
        ],
        [
            77,
            84,
            [
                "Claims",
                "Please",
                "Blame",
                "Clause",
                "Flame",
                "Lease"
            ]
        ],
        [
            85,
            93,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            98,
            104,
            [
                "Belie"
            ]
        ],
        [
            105,
            109,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            127,
            134,
            [
                "Unseen",
                "Munster",
                "Tungsten",
                "Austen",
                "Kirsten",
                "Kinsmen"
            ]
        ]
    ],
    "In 1959 he was the president of the Classe des Beaux-Arts, and in 1961 he was elected Secrétaire perpétuel of this institution.": [
        [
            3,
            7,
            [
                "1959,"
            ]
        ],
        [
            36,
            42,
            [
                "Class",
                "Classes",
                "Clause",
                "Classed",
                "Classy",
                "Chassé"
            ]
        ],
        [
            43,
            46,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            86,
            96,
            [
                "Secretary",
                "Secretaries",
                "Secretive"
            ]
        ],
        [
            97,
            106,
            [
                "perpetual"
            ]
        ]
    ],
    "Lebeer's magnum opus, the 1969 <em>catalogue raisonné</em>, replaces the 1908 pioneering catalog of Bruegel's prints by Van Bastelaer.": [
        [
            0,
            6,
            [
                "Le beer"
            ]
        ],
        [
            124,
            133,
            [
                "Bestseller",
                "Bartender",
                "Wastewater",
                "Wasteland",
                "Bastille",
                "Atelier"
            ]
        ]
    ],
    "The commentaries include critical evaluations of the prints written by various authors since the beginning of the 20th century.</p>": []
}