{
    "<p>Orientalist; Cleveland Museum of Art director, 1958-1983.": [],
    "Lee was the son of Emery H. I. Lee, a radio specialist for the government, and Adelia Baker (Lee).": [
        [
            79,
            85,
            [
                "Amelia",
                "Delia",
                "Adela",
                "Adelina",
                "Adélie"
            ]
        ]
    ],
    "During his high-school years, the Lee family moved frequently due to his father's government assignments, between Brooklyn, Detroit, and Washgington, D. C. His high school degree was officially from Western High School in Washgington, D. C. He entered American University in the District of Columbia, receiving his BA in 1938.": [
        [
            137,
            148,
            [
                "Washington"
            ]
        ],
        [
            222,
            233,
            [
                "Washington"
            ]
        ]
    ],
    "At the American University, he met fellow student Ruth Ward whom he married the same year.": [],
    "His M.A.": [],
    "was granted the following year, 1939 also from American University.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "Lee's exposure to art during these years was at the Phillips Gallery and Corcoran Gallery of Art; the National Gallery of Art not yet an institution.": [],
    "He studied painting at the school run by the Phillips Gallery, selling a work to Duncan Phillips, <em>Gum and Gas</em>.": [],
    "Lee cited the writings of <a href=\"/berensonb\">Bernard Berenson</a>, <a href=\"/bellc\">Clive Bell</a>, <a href=\"/fryr\">Roger Fry</a> and <a href=\"/focillonh\">Henri Focillon</a>, standards for art history of the 1930s, as his initial introduction to art.": [],
    "He served as an assistant in the Oriental Art department of the Cleveland Museum of Art from 1939 to 1941 completing his Ph.D.": [],
    "in art history from Western Reserve University (now Case Western Reserve) in 1941.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He was obliged to write a dissertation on American watercolorists rather than Asian art because of the impending war.": [],
    "He began his career at the Detroit Institute of Arts as curator of Far Eastern art 1941 (officially through 1946).": [],
    "During World War II, Lee served as an ensign in the U. S. Naval Reserves, 1944-1946.": [],
    "Immediately after the War, Lee continued to assist the U.S.": [],
    "military as a civilian advisor of art collections, Department of the Arts and Monuments, part of the Civil Information and Education Section of the General Headquarters, Supreme Commander, Allied Powers in Tokyo, from 1946-1948, cataloging and preserving Japanese artworks.": [
        [
            0,
            8,
            [
                "Military"
            ]
        ]
    ],
    "In 1948 he joined the Seattle Museum of Art as assistant director, advancing to associate director in 1950.": [
        [
            3,
            7,
            [
                "1948,"
            ]
        ]
    ],
    "He lectured at the University of Washington in art history during these years as well.": [],
    "In 1952 he was recruited as curator of oriental art at the Cleveland Museum of Art, a position he retained throughout his long career at the museum.": [
        [
            3,
            7,
            [
                "1952,"
            ]
        ]
    ],
    "He was promoted to assistant director in 1957, Associate Director in 1958 and Director the same year.": [],
    "The iron-ore magnate and philanthropist Leonard C. Hanna (1889-1957) had died the year before, leaving more than $30 million to the museum as a capital fund for acquisitions.": [],
    "Lee used this gift to build a superb Asian collection as well as acquire major paintings by western masters such as Velazquez, El Greco and Goya.": [],
    "Frederic Edwin Church's ''Twilight in the Wilderness,'' Jacques-Louis David's ''Cupid and Psyche'' and ''The Holy Family on the Steps'' by Nicolas Poussin were also acquired under Lee's tenure.": [],
    "Lee lectured at Case Western in Asian art in 1958, rising to professor of art in 1962.": [],
    "In 1964 he wrote the first edition of his <em>History of Far Eastern Art</em>, a survey of Asian art.": [
        [
            3,
            7,
            [
                "1964,"
            ]
        ]
    ],
    "He advised John D. Rockefeller III (1906-1978) on acquisitions for his Asian art collection, donated after Rockefeller's death to the Asia Society.": [],
    "As a director, Lee distained the ''blockbuster'' art show as lacking taste and scholarship, a move which won the praise of other art conservatives, such as <em>New York Times</em> art critic <a href=\"/canadayj\">John Canaday</a>, who paid Lee the backhanded compliment in 1970 by referring to the Cleveland Museum as ''the only really aristocratic art museum in the country.''": [
        [
            19,
            28,
            [
                "disdained",
                "distrained"
            ]
        ]
    ],
    "When the museum's cast of Rodin's statue ''The Thinker,'' was damaged by a bomb, purportedly part of a Vietnam War protest the same year, Lee simply had the statue remounted on its base in its damaged condition, one of many singular decisions, to be a symbol of the preciousness and vulnerability of art.": [],
    "True to his commitment as an educator, Lee added an education wing to the museum in 1971 designed by architect Marcel Breuer.": [],
    "In 1983 he retired from both the Museum, succeeded by Evan H. Turner, and the University, moving in 1984 to the University of North Carolina, Chapel Hill as adjunct professor of art history in retirement.": [
        [
            3,
            7,
            [
                "1983,"
            ]
        ]
    ],
    "The same year, 1984, the French government accused the retired Lee and the Museum of having illegally purchased the Poussin ''Holy Family'' painting in 1981, issuing an international arrest warrant for his arrest, because the painting had been come to the United States without an export license.": [],
    "The dispute was settled when the Museum agreed to lend to painting to the Louvre upon future request.": [],
    "At North Carolina he advised on Asian purchases for the Ackland Museum of Art (the University art museum).": [
        [
            56,
            63,
            [
                "Auckland"
            ]
        ]
    ],
    "In retirement, Lee organized the \"Circa 1492\" exhibition at the National Gallery in Washgington, D. C., a massive celebration of the 500th anniversary of the European discovery of the Americas.": [
        [
            84,
            95,
            [
                "Washington"
            ]
        ]
    ],
    "He died of complications of Parkinson's Disease in an NC retirement home at age 90.": [],
    "His daughter, <a href=\"/leek\">Katharine Caecelia Lee</a>, was also a director of the Cleveland Museum of Art, 2000-2005; and his son-in-law William Chiego, is director of the McNay Art Museum in San Antonio.Lee was responsible for turning a fine regional art museum into one of the great art institutions in the United States.": [],
    "His acquisitions of Asian art and his survey brought the appreciation of Oriental art to a wide American audience.": [],
    "His reputation as an art director was that of a somewhat aloof person, especially with the public.": [],
    "Wary of fads in art, he preferred to investing in old masters, citing the museum's educational mission, eschewing contemporary art.": [],
    "This caution resulted in the Museum declining purchase of works by Andy Warhol, Roy Lichtenstein and Jasper Johns until years later when their prices were much higher; the museum's first Jackson Pollock painting was purchased only in 1980.</p>": []
}