{
    "<p>Marquand Professor of art history at Princeton, 1954-1966; specialist in baroque and art theory.": [
        [
            3,
            11,
            [
                "Maryland"
            ]
        ]
    ],
    "Lee graduated with honors from Princeton in 1920, and in 1926 received a doctorate in English.": [],
    "He taught English at Princeton, but more and more knew his interest lay in art history.": [],
    "He began graduate work in art and archeology, culminating in a Carnegie Fellowship in Fine Arts in 1929.": [],
    "He used the Fellowship for European travel to research art for the next two years.": [],
    "He married Stella Wentworth Garrett.": [],
    "Upon his return he became professor of art history at Northwestern University from 1931 to 1940.": [],
    "In that year, too, Lee published his seminal article on baroque art theory, \"Ut Pictura Poesis: The Humanistic Theory of Painting\" in the <em>Art Bulletin</em>.": [
        [
            80,
            87,
            [
                "Picture"
            ]
        ],
        [
            88,
            94,
            [
                "Noesis"
            ]
        ]
    ],
    "Lee moved to Smith College in the same capacity in 1941.": [],
    "During World War II, Lee was editor-in-chief of the College Art Association's <em>Art Bulletin</em> between 1942 and 1944 and then as a member of its editorial board beginning in 1945.": [],
    "Following the war, he served on the American committee to conserve and restore European monuments and art damaged in the War.": [],
    "In 1948 he accepted a call from Columbia University which he held until 1954, when he taught one year at New York University's Institute of Fine Arts.": [
        [
            3,
            7,
            [
                "1948,"
            ]
        ]
    ],
    "In 1956 he returned to Princeton to chair the Department of Art and Archeology, succeeding <a href=\"/smithe\">E.": [
        [
            3,
            7,
            [
                "1956,"
            ]
        ]
    ],
    "Baldwin Smith</a>.": [],
    "In 1958 he was part of a team that documented Byzantine art treasures at the sixth-century monastery of St.": [
        [
            3,
            7,
            [
                "1958,"
            ]
        ]
    ],
    "Catherine on Mount Sinai.": [],
    "As chairman, Lee persuaded Institute for Advanced Study scholar <a href=\"/panofskye\">Erwin Panofsky</a> to teach courses regularly.": [],
    "Lee remained the chairman until 1964 when he stepped down (succeeded by <a href=\"/coffind\">David Robbins Coffin</a>) in order to devote full time to teaching and research.": [],
    "He retired in 1966.": [],
    "He served as President of the American Academy in Rome from 1968-1971.": [],
    "In 1977, his second book of art theory, this one pertaining to the poet Ludovico Ariosto (1474-1533), <em>Names on Trees: Ariosto into Art</em> appeared from Princeton University Press.": [],
    "Following surgery for an aneurism, he died in a Princeton hospital.": [
        [
            25,
            33,
            [
                "aneurysm"
            ]
        ]
    ],
    "His papers are housed at Princeton University Library Special Collections.": [],
    "Lee's writing on art theory became a staple for art students before there was large body of material in English.": [],
    "Together with <a href=\"/blunta\">Anthony Blunt</a>, and Panofsky, Lee emphasized how philosophical and esthetic theory shaped the production of art in the renaissance and baroque eras.</p>": []
}