{
    "<p>Director of the Cleveland Museum of Art, 2000-2005.": [],
    "Lee was the daughter to the art historian <a href=\"/lees\">Sherman E. Lee</a>, later himself a director of the Cleveland Museum of Art.": [],
    "After attending Laurel School for Girls, Shaker Heights, OH, in 1959, Lee graduated from Vassar College <em>magna cum laude</em> in art history in 1963.": [],
    "She was a Fulbright scholar for the 1963-1964 year, receiving a Master's Degree from Harvard University in 1966.": [],
    "In 1968 she was appointed assistant curator of art at the Toledo Museum of Art (Toledo, OH) by director <a href=\"/wittmanno\">Otto Wittmann, Jr.</a> There she met John W. Keefe (b.": [
        [
            3,
            7,
            [
                "1968,"
            ]
        ]
    ],
    "1941), also a curator at the Toledo Museum, whom she married in 1970.": [],
    "The Keefe's moved to Chicago where John was appointed an assistant curator at the Art Institute of Chicago.": [
        [
            4,
            9,
            [
                "Keeffe"
            ]
        ]
    ],
    "She became director of exhibitions at the Renaissance Society, University of Chicago, in 1971, moving to the University's newly founded David and Alfred Smart Gallery in 1973 as curator of collections and a lecturer in the art department.": [],
    "She divorced Keefe and, in 1979 became curator at the Ackland Museum of Art, University of North Carolina, Chapel Hill, NC.": [
        [
            13,
            18,
            [
                "Keeffe"
            ]
        ],
        [
            54,
            61,
            [
                "Auckland"
            ]
        ]
    ],
    "She held that position until 1982 when Lee was appointed assistant director (later deputy director) of the Art Institute of Chicago.": [],
    "Lee married the Chicago business executive and Art Institute Trustee Bryan Seaborne Reid, Jr (b.": [],
    "1925).": [],
    "In 1991 the Virginia Museum of Fine Arts in Richmond appointed her Director.": [],
    "At Virginia, Lee, now Reid, created a traveling exhibition of African art and launched shows that dramatically increased Museum attendance.": [],
    "When the Cleveland Museum of Art's director <a href=\"/bergmanr\">Robert P. Bergman</a> died suddenly in 1999, Lee was hired to succeeded him, assuming the position in 2000 once held by her father.": [],
    "As director, she presided over the fundraising and finalization for the massive redesign of the building, launched under her predecessor.": [],
    "Reid, however, was not the extravert figure her predecessor had been.": [],
    "Though she kept the Museum budget balanced, requiring museum layoffs, fundraising lagged.": [],
    "After five years in Cleveland, she retired in 2005 retiring to Chapel Hill, NC.</p>": []
}