{
    "<p>Architectural Historian and preservationist; diarist.": [],
    "Lees-Milne was eldest son of George Crompton Lees-Milne (1880-1949), a Lancashire mill-owner, and Helen Christina Bailey (Lees-Milne) (1884-1962).": [
        [
            15,
            21,
            [
                "the eldest"
            ]
        ],
        [
            36,
            44,
            [
                "Compton"
            ]
        ]
    ],
    "He attended Lockers Park boarding school (Hempstead Hertfordshire), Eton College, 1921-1926, and Grenoble University, 1927-1928, before entering Magdalen College, Oxford.": [
        [
            145,
            153,
            [
                "Magdalena",
                "Magdalene"
            ]
        ]
    ],
    "He graduated in modern history in 1931.": [],
    "A chance discovery of a brutish renter desecrating a William Kent building in north of Oxford purportedly led Lees-Milne to vow to preserve the country houses of England.": [],
    "Having attended a stenography school at his father's insistence, Lees-Milne acted as secretary to George Lloyd, 1st Baron Lloyd of Dolobran (1879-1941), at the time high commissioner to Egypt, 1931-1934 and then briefly to Sir Roderick Jones (1877-1962), owner of Reuters, 1934-1935.": [
        [
            131,
            139,
            [
                "Colombian",
                "Donovan",
                "Dolores",
                "Hologram",
                "Doorman",
                "Colorant"
            ]
        ]
    ],
    "Raised an Anglican, he converted to Catholicism in 1934.": [],
    "When Philip Henry Kerr, 11th Marquess of Lothian (1882-1940) instituted a larger role for country houses in the National Trust the same year, the writer Vita Sackville-West (1892-1962) secured Lees-Milne the job of administrator (\"secretary\") to the new Country Houses Committee (later renamed Historic Buildings Committee) of the National Trust in 1936.": [
        [
            41,
            48,
            [
                "Latvian",
                "Laotian",
                "Lotion",
                "Dothan",
                "Rothman"
            ]
        ]
    ],
    "He remained there until 1966.": [],
    "Lees-Milne, together with the political influence of grandees such as Lothian, saved these building from Depression-era debt and disbursement by changing enacting the National Trust Acts 1937 and 1939, allowing families donate their houses to the Trust and occasionally remain in them.": [
        [
            70,
            77,
            [
                "Latvian",
                "Laotian",
                "Lotion",
                "Dothan",
                "Rothman"
            ]
        ]
    ],
    "These began with two important estates in 1934, Montacute and Barrington Court.": [
        [
            48,
            57,
            [
                "Mont acute"
            ]
        ]
    ],
    "When Britain entered World War II, Lees-Milne joined the Irish Guards, 1940, but was discharged the following year as a lieutenant and returned to the Trust.": [],
    "Traveling by bicycle and sometimes train (gasoline was rationed) he identified and saved the estates of Ham, Cliveden, Polesden Lacey, Knole, Petworth, Stourhead, and Osterley by 1945.": [
        [
            109,
            117,
            [
                "Clive den"
            ]
        ],
        [
            119,
            127,
            [
                "Poles den"
            ]
        ],
        [
            135,
            140,
            [
                "Knoll",
                "Kn ole"
            ]
        ],
        [
            142,
            150,
            [
                "Pet worth"
            ]
        ],
        [
            152,
            161,
            [
                "Stored",
                "Toured",
                "Touched",
                "Stormed",
                "Sourced",
                "Storied"
            ]
        ],
        [
            167,
            175,
            [
                "Osceola",
                "Estella",
                "Asteria"
            ]
        ]
    ],
    "Architectural treasures were not his only criteria.": [],
    "Lees-Milne added the homes of Thomas Carlyle (1795-1881) (in Chelsea), that of Rudyard Kipling (1865-1936) and Henry James (1843-1916) (in Sussex) and George Bernard Shaw (1856-1950) (in Hertfordshire).": [],
    "During this time he kept careful diaries of his work which were later published.": [],
    "His first book was one on architectural history, <em>The Age of Adam</em>, 1947.": [],
    "The same year he met <a href=\"/berensonb\">Bernard Berenson</a> at Berenson's Villa I Tatti.": [],
    "A life-long homosexual (disclosed in his posthumous diaries), he met Alvilde Bridges (1909-1994) in 1950, a wealthy divorcée living in France, marrying her the following year.": [
        [
            69,
            76,
            [
                "Advice",
                "Alive",
                "Allied",
                "Altitude",
                "Aside",
                "Alice"
            ]
        ],
        [
            116,
            124,
            [
                "divorcee",
                "divorce",
                "divorced",
                "divorces",
                "divorcees"
            ]
        ]
    ],
    "He relinquished his position at the Trust, retaining a status of architectural advisor to live with her at La Meridienne, at Roquebrune, département Alpes Maritimes, France, where she created gardens.": [
        [
            110,
            120,
            [
                "Meridian",
                "Meridians",
                "Meridional",
                "Meriden"
            ]
        ],
        [
            137,
            148,
            [
                "department"
            ]
        ],
        [
            149,
            164,
            [
                "Alpes-Maritimes"
            ]
        ]
    ],
    "He ceased his diary entries at this time (Fergusson).": [
        [
            42,
            51,
            [
                "Ferguson",
                "Fergus son"
            ]
        ]
    ],
    "In Italy, Lees-Milne met and worked with the British art writers <a href=\"/honourh\">Hugh Honour</a> and <a href=\"/flemingj\">John Fleming</a> who had residence there.": [],
    "His 1956 <em>Roman Mornings</em> was awarded the Heinemann prize.": [],
    "Two books on baroque architecture, one of Italy and the other of the Iberian peninsula were published in 1959 and 1960.": [
        [
            69,
            86,
            [
                "Iberian Peninsula"
            ]
        ]
    ],
    "The couple returned to England in 1961 to Alderley Grange, near Wotton under Edge, Gloucestershire.": [
        [
            42,
            50,
            [
                "Alderney",
                "Adderley"
            ]
        ]
    ],
    "He returned to diary-writing in the 1970s and reverted to Anglicanism.": [],
    "In 1971 the couple moved to Essex House, Badminton.": [],
    "Lees-Milne wrote most of his later works at William Beckford's library and home in Bath, which Lees-Milne used as his office.": [],
    "He resigned as architectural advisor from the Trust in 1966 but remained on the properties committee until 1973.": [
        [
            80,
            90,
            [
                "properties'",
                "property's"
            ]
        ]
    ],
    "His wartime diaries, <em>Ancestral Voices</em>, appeared in 1975 followed by <em>Prophesying Peace</em> in 1977.": [],
    "In 1980 he brought out the first volume of his two-volume biography of the diplomat (and Vite-Sackville spouse) Harold Nicolson (1886-1968).": [
        [
            3,
            7,
            [
                "1980,"
            ]
        ],
        [
            89,
            103,
            [
                "Site-Sackville",
                "Vite-Oakville"
            ]
        ]
    ],
    "The first of the two diaries of his published in his lifetime, <em>Caves of Ice</em>, appeared in 1983 and the second, <em>Midway on the Waves</em> in 1985.": [],
    "His <em>People and Places: Country House Donors and the National Trust</em> was issued in 1992.": [],
    "The evaluations contained in their memoirs, of his friends, National Trust donors and others shocked the reading public.": [],
    "Alvilde's health declined first and she died of a stroke in 1994.": [
        [
            0,
            7,
            [
                "Advice",
                "Alive",
                "Allied",
                "Altitude",
                "Aside",
                "Alice"
            ]
        ],
        [
            31,
            35,
            [
                ", and"
            ]
        ]
    ],
    "Encouraged by the notoriety of his diaries, he published <em>Fourteen Friends</em> in 1996 with sketches of <a href=\"/sitwells\">Sacheverell Reresby Sitwell</a> and others whom he termed formative for him.": [],
    "Lees-Milne himself succumbed to cancer at the end of 1997.": [],
    "His ashes--as were his wife's--were scattered in the garden at their Essex House.": [],
    "His later diaries were published Lees-Milne's architectural histories have not withstood the test of time.": [],
    "Though engagingly written they failed to produce lasting documentation or insight for art history.": [],
    "His fame today largely rests upon his deft portraits of contemporaries.": [],
    "\"Jim Lees-Milne was careful of his carapace.": [],
    "He said he preferred buildings to people, yet his appetite for social activity was indefatigable.\"": [],
    "(Fergusson).": [
        [
            1,
            10,
            [
                "Ferguson",
                "Fergus son"
            ]
        ]
    ],
    "His critics accused him of snobbery, a jibe at his criticisms of the governing class.": [],
    "More of a stylist than a social historian, his diary entries cannot be relied upon for biographical data.": [],
    "They were praised by such unlikely readers as the Southwestern author Larry McMurtry in his 2009 <em>Literary Life: A Second Memoir</em>.</p>": []
}