{
    "<p>Medieval archaeologist who helped establish a chronology for Romanesque monuments in France.": [],
    "Chair of Medieval Archaeology at the École Nationale des Chartes.": [
        [
            37,
            42,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            43,
            52,
            [
                "National",
                "Nationals",
                "Rationale",
                "Nation ale"
            ]
        ],
        [
            53,
            56,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            57,
            64,
            [
                "Charles",
                "Charges",
                "Charts",
                "Charter",
                "Charted",
                "Charters"
            ]
        ]
    ],
    "In 1924 he was succeeded a as chair at the École by <a href=\"/aubertm\">Marcel Aubert</a>.": [
        [
            3,
            7,
            [
                "1924,"
            ]
        ]
    ],
    "Lefèvre-Pontalis was an exponent of the archaeological approach to medieval study, which contrasted the more theoretic approach of the Germans.": [
        [
            0,
            16,
            [
                "Lefèvre-Portals"
            ]
        ]
    ],
    "He set out the structure for how the French archaeologist would approach monographic writing on chruches: determination of the campaings of construction, analysis of the fascade, and stylistic connections with schools working at the time (Murray).": [
        [
            96,
            104,
            [
                "churches"
            ]
        ],
        [
            127,
            136,
            [
                "campaigns"
            ]
        ],
        [
            170,
            177,
            [
                "facade",
                "façade",
                "cascade"
            ]
        ]
    ],
    "He along with <a href=\"/lasteyrier\">Robert Charles de Lasteyrie du Saillant</a> and <a href=\"/deshoulieresf\">François Deshoulières</a> were responsible for establishing the relative chronological development of Romanesque sculpture (Hourihane).": [],
    "He was also one of the major theorists in the origins and function of the flying buttress.": [],
    "Viollet-le-Duc had treated the topic, but Lefèvre-Pontalis published the first thorough investigation of them in 1919.": [
        [
            0,
            14,
            [
                "Violet-le-Duc",
                "Viollet-LE-Duc",
                "Viollet-le-Due"
            ]
        ],
        [
            42,
            58,
            [
                "Lefèvre-Portals"
            ]
        ]
    ],
    "Lefèvre-Pontalis adopted Viollet-le-Duc's structural explanation of the buttresses.": [
        [
            0,
            16,
            [
                "Lefèvre-Portals"
            ]
        ],
        [
            25,
            39,
            [
                "Violet-le-Duc",
                "Viollet-LE-Duc",
                "Viollet-le-Due"
            ]
        ]
    ],
    "His account remained the standard one until the 1970s.": [],
    "He disagreed with German historians on the origin of the Hall Church.": [],
    "Germanic scholars, whose country these churches were most commonly found, saw them as indigenous building types.": [],
    "in 1922, Lefèvre-Pontalis contended that the hall church was in fact a modified basilica, <em>nef sans fenêtres</em> (Kunst).": [
        [
            0,
            2,
            [
                "In"
            ]
        ],
        [
            9,
            25,
            [
                "Lefèvre-Portals"
            ]
        ]
    ],
    "Lefèvre-Pontalis was part of the debate which took nationalistic overtones on the origin of the Romanesque.": [
        [
            0,
            16,
            [
                "Lefèvre-Portals"
            ]
        ]
    ],
    "It had been launched by the American <a href=\"/portera\">A.": [],
    "Kingsley Porter</a> when he posited that pilgrimage and monastic reform explained the stylistic progress of the Romanesque, eminating not from France, but from Spain.": [
        [
            124,
            133,
            [
                "emanating"
            ]
        ]
    ],
    "The French academy rejected Porter's thesis in favor of their regional hierarchy.": [],
    "The attack was led by <a href=\"/deschampsp\">Paul Deschamps</a> who published the most virulent corrections (Maxwell) to Porter's evidence.": [],
    "Dechamps was joined by <a href=\"/deshoulieresf\">François Deshoulières</a>, <a href=\"/dangibeaudc\">Charles Dangibeaud</a> and Lefèvre-Pontalis who wrote essays attempting to defend the academy's classification.</p>": [
        [
            0,
            8,
            [
                "Deschamps",
                "Decamps"
            ]
        ]
    ]
}