{
    "<p>Curator of modern art at the Musées royaux des Beaux-Arts de Belgique (Royal museums of Fine Arts of Belgium).": [
        [
            32,
            38,
            [
                "Muses",
                "Fusees",
                "Mushes",
                "Musses"
            ]
        ],
        [
            39,
            45,
            [
                "Royal",
                "royal",
                "royals",
                "roux",
                "royale"
            ]
        ],
        [
            46,
            49,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Legrand graduated in art history at the Brussels Institut supérieur d'Histoire de l'Art et d'Archéologie, located in the Royal museums of Fine Arts of Belgium.": [
        [
            49,
            57,
            [
                "Institute"
            ]
        ],
        [
            58,
            67,
            [
                "superior",
                "Superior",
                "superber"
            ]
        ],
        [
            70,
            78,
            [
                "History",
                "Historic",
                "Histories",
                "Histone",
                "Historize"
            ]
        ],
        [
            93,
            104,
            [
                "Archeologies"
            ]
        ]
    ],
    "Between 1937 and 1939, under chief curator <a href=\"/puyveldel\">Léo Van Puyvelde</a>, she served the museum as a guide and she delivered lectures, which activities were organized by the association of the <em>Diffusion Artistique</em>, founded in 1924.": [],
    "She was a contributor to the daily Paris journal <em>Combat</em>, founded during World War II by the French Resistance movement.": [],
    "After World War II, between 1947 and 1949, she joined the Commissariat belge au rapatriement (repatriation of refugees).": [
        [
            71,
            76,
            [
                "bulge",
                "beige",
                "belle",
                "bilge",
                "belie",
                "Belg"
            ]
        ],
        [
            77,
            79,
            [
                "AU",
                "Au",
                "a",
                "as",
                "at",
                "an"
            ]
        ]
    ],
    "She returned to the museum in 1949, becoming a member of the board (conseil d'administration) of the Diffusion Artistique, a position she held until 1970.": [
        [
            68,
            75,
            [
                "Conrail"
            ]
        ],
        [
            111,
            121,
            [
                "Artistic",
                "Armistice",
                "Critique",
                "Martinique",
                "Artiste"
            ]
        ]
    ],
    "Between 1950 and 1958 she in addition served the museum as a librarian.": [],
    "In 1955 she coauthored, with Félix Sluys, a study on the mannerist painter Arcimboldo and the emulators of this extravagant mode, <em>Giuseppe Arcimboldo et les arcimboldesques</em>.": [
        [
            3,
            7,
            [
                "1955,"
            ]
        ],
        [
            35,
            40,
            [
                "Slums",
                "Slugs",
                "Slays",
                "Slurs",
                "Slues",
                "Sluts"
            ]
        ],
        [
            57,
            66,
            [
                "mannerism"
            ]
        ],
        [
            75,
            85,
            [
                "Archbold"
            ]
        ]
    ],
    "In 1958 she was appointed adjunct curator modern art.": [
        [
            3,
            7,
            [
                "1958,"
            ]
        ]
    ],
    "A year later, unfortunately, the modern art museum had to be closed.": [],
    "In 1959 she earned her doctoral degree from the Sorbonne in Paris with a dissertation on seventeenth-century Flemish genre painters (published in 1963), <em>Les peintres flamands de genre au XVIIe siècle</em>.": [
        [
            3,
            7,
            [
                "1959,"
            ]
        ]
    ],
    "In the museum, from 1958 onwards, Legrand became the director of a new documentation project, an initiative of the International Association of Art Critics.": [],
    "In Belgium it was named \"Archives de l'Expressionisme en Belgique\".": [
        [
            3,
            10,
            [
                "Belgium,"
            ]
        ],
        [
            39,
            53,
            [
                "Expressionism"
            ]
        ],
        [
            57,
            65,
            [
                "Belgium"
            ]
        ]
    ],
    "Chief curator <a href=\"/fierensp\">Paul Fierens</a>, who was the president of the association, had assigned to Legrand the task of organizing this project, before he died in 1957.": [],
    "Under the direction of Legrand a team of researchers began to collect documents on the expressionist movement, and soon on all other fields of Belgian modern and contemporary art.": [],
    "In 1962 the name of the project was changed in \"Archives de l'Art contemporain en Belgique\".": [
        [
            66,
            78,
            [
                "contemporary"
            ]
        ],
        [
            82,
            90,
            [
                "Belgium"
            ]
        ]
    ],
    "In 1962, under chief curator <a href=\"/robertsjonesp\">Philippe Roberts-Jones</a>, Legrand was appointed curator, which position she held until 1974.": [],
    "That year, 1962, too, Legrand organized an exhibition on the Brussels circle of artists, \"Les Vingt\", in collaboration with the Dutch Museum Kröller-Müller in Otterlo.": [
        [
            94,
            99,
            [
                "Vint"
            ]
        ],
        [
            141,
            155,
            [
                "Roller-Müller"
            ]
        ],
        [
            159,
            166,
            [
                "Otter lo"
            ]
        ]
    ],
    "From 1962 until 1978 a provisionary museum was open for the public, the so-called \"Musée de poche\", where Legrand successfully organized ninety-two small exhibitions.": [
        [
            83,
            88,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            92,
            97,
            [
                "Roche"
            ]
        ]
    ],
    "In 1971 Legrand published a monograph on James Ensor, <em>Ensor, cet inconnu</em> and a major critical study on symbolism, <em>Le symbolisme en Belgique</em>.": [],
    "From 1974 onwards, Legrand held the position of head of the modern art department.": [],
    "In 1981 she published <em>Léon Spilliaert et son époque</em>.": [
        [
            3,
            7,
            [
                "1981,"
            ]
        ]
    ],
    "When she retired, in 1981, the new Brussels Museum of Modern Art was still under construction.": [],
    "It opened in 1984.</p>": []
}