{
    "<p>Lehman was born in 1905 in Charlottenburg, Germany.": [],
    "His parents were Frida Model and manufacturer Georg Lehmann.": [],
    "He began his studies at Freiburg University and later completed his doctorate of philosophy at the University of Frankfurt.": [],
    "He worked under <a href=\"/kautzschr\">Rudolf Kautzsch</a> and completed his dissertation <em>Lombardische Plastik im letzten Drittel des XV.": [],
    "Jahrhunderts</em> in 1928.</p>\n\n<p>From 1930 to 1932, he began a research assistant position at the Staatliche Museen Berlin.": [],
    "After the first boycott of Jewish stores in Berlin, he emigrated to Spain in 1933.": [
        [
            55,
            67,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "In Spain, he was appointed to the Musee d'Ethnographie.": [
        [
            34,
            39,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            42,
            54,
            [
                "Ethnographic"
            ]
        ]
    ],
    "There, he worked in the Americas Department and oversaw the organization of special exhibitions.": [],
    "In 1939, he left his job for a year to volunteer to fight for the French army.": [],
    "After the defeat of France, Lehmann traveled to Colombia in 1942 on his first ethnographic expedition financed by the Rockefeller Foundation.</p>\n\n<p>He returned to France in 1945 where he began working as the director of the Americas department at the Musee de l'Homme in Paris where he organized the collection of Ancient American art works.": [
        [
            253,
            258,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            264,
            269,
            [
                "Home",
                "Somme",
                "Homie"
            ]
        ]
    ],
    "Between 1953 and 1967 he also led four major ethnographic and archaeological expeditions to Guatemala.": [],
    "Most notably, one of these expeditions involved the Excavation of the Maya Poqomam Fortress in Mixco Viejo.": [
        [
            75,
            82,
            [
                "Potomac"
            ]
        ],
        [
            101,
            106,
            [
                "Video",
                "View",
                "Views",
                "Diego",
                "Cairo",
                "Vain"
            ]
        ]
    ],
    "In 1961, he married journalist Suzanne Montigny.": [
        [
            39,
            47,
            [
                "Montaigne",
                "Cantigny"
            ]
        ]
    ],
    "During this time, in 1960, he also took on the role as Vice Director in the Musee d'Histoire Naturelle in Paris.": [
        [
            76,
            81,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            84,
            92,
            [
                "History",
                "Historic",
                "Histories",
                "Histone",
                "Historize"
            ]
        ],
        [
            93,
            102,
            [
                "Naturally"
            ]
        ]
    ],
    "Between 1971-1972, he worked in Colombia as a consultant for UNESCO and eventually retired in 1975.</p>\n\n<p>&nbsp;</p>": []
}