{
    "<p>Architectural and sculpture historian of classical Greece and Rome; specialist bronze statuary; NYU professor, 1935-1960.": [],
    "Lehmann was raised Lutheran from cultured parents were of Jewish ancestry.": [],
    "His father was a Professor of Law.": [],
    "Lehmann studied under <a href=\"/noackf\">Ferdinand Noack</a> at Tübingen, under <a href=\"/wolfflinh\">Heinrich Wölfflin</a> in Munich, as well as Göttingen in the years directly before World War I. During the war he served in the Red Cross for Germany and as an interpreter for the Turkish navy, the latter giving him access to much of Asia Minor.": [],
    "He received his Ph.D.": [],
    "in classical Archaeology from the University of Berlin in 1922 under Ulrich von Wilamowitz-Moellendorff (1848-1931).": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He was an Assistant Director of the Institute of German Archaeology in Rome before teaching as a <em>Privatdozent</em> in Berlin.": [],
    "In 1925 he moved to Heidelberg, teaching there until an appointment as professor of archaeology and director of the archaeological museum, 1929-1933, in Münster, Germany.": [
        [
            3,
            7,
            [
                "1925,"
            ]
        ]
    ],
    "In 1933 he was discharged from service by the Nazis early in 1933 because of his Jewish heritage and liberal politics.": [
        [
            3,
            7,
            [
                "1933,"
            ]
        ]
    ],
    "He spent two years as an independent scholar in Italy before immigrating to the United States where he joined New York University as a Professor at the Institute for Fine Arts in 1935.": [],
    "Recruited by the famous director, <a href=\"/cookw\">Walter W. S. Cook</a>.": [],
    "Lehmann also founded the Archaeological Research Fund at NYU.": [],
    "He continued his archaeological work in the Mediterranean, including the excavations of the Sanctuary of the Great Gods on the island of Samothrace begun in 1938 and continued after World War II.": [],
    "He became a United States citizen in 1944.": [],
    "Throughout his American career, he lectured and sat on dissertation committees.": [],
    "He was engaged in editing the Samothrace publications for the Bollingen Foundation in Switzerland at the time of his death.": [
        [
            62,
            71,
            [
                "Bollinger"
            ]
        ]
    ],
    "His students included <a href=\"/boberp\">Phyllis Pray Bober</a>.": [],
    "Bober wrote, \"He was not merely a spellbinding lecturer, but a challenging interlocutor who brought broadly ranging knowledge of ancient thought and deed to bear on fresh questions to replace canonical views that confined artistic contributions by Rome to architectural structure, historical relief and portraiture.\"...": [
        [
            0,
            5,
            [
                "Bomber",
                "Boxer",
                "Boer",
                "Sober",
                "Boyer",
                "Buber"
            ]
        ]
    ],
    "\"Lehmann's life-long research into the art of the common people, the vernacular as it were, of classical expression, led him to discover the beginnings of Late Antique style in public monuments of the Roman State much earlier than others had detected its elements, combatting ideas of influence from the East that were current at the time.\"": [],
    "<a href=\"/ackermanj\">James S. Ackerman</a> described Lehmann as \"a revered teacher...a towering intellect...When I graduated from Yale, I felt there was no [other] choice but NYU for graduate work.": [],
    "\"</p>": []
}