{
    "<p>Architectural historian; leading expert in conservation; advisor to the European Union, the Council of Europe, and UNESCO; professor of the history of architecture at the Catholic University of Louvain.": [
        [
            197,
            204,
            [
                "Lou vain"
            ]
        ]
    ],
    "Lemaire's father, Herman Lemaire (1883-1947) was an architect.": [
        [
            0,
            7,
            [
                "Lemaitre"
            ]
        ],
        [
            25,
            32,
            [
                "Lemaitre"
            ]
        ]
    ],
    "In 1942 Lemaire graduated in history, art history, and archaeology at the Catholic University of Louvain where his uncle, Professor Raymond A. G. Lemaire (1878-1954), taught in the field of architecture and conservation.": [
        [
            8,
            15,
            [
                "Lemaitre"
            ]
        ],
        [
            97,
            104,
            [
                "Lou vain"
            ]
        ],
        [
            146,
            153,
            [
                "Lemaitre"
            ]
        ]
    ],
    "In the footsteps of the latter, Lemaire specialized in medieval architecture and, from 1947, he began his academic career at his Alma Mater teaching religious architecture, restoration, and later also the history of architecture.": [
        [
            32,
            39,
            [
                "Lemaitre"
            ]
        ]
    ],
    "In 1949 he earned his doctoral degree at Louvain University with a dissertation on the origins of gothic architecture in Brabant, <em>La formation du style gothique brabançon</em>.": [
        [
            3,
            7,
            [
                "1949,"
            ]
        ],
        [
            41,
            48,
            [
                "Lou vain"
            ]
        ]
    ],
    "Like his uncle he combined his work as university professor with activities in the field of the conservation and restoration of monuments.": [],
    "He was co-author of the 1964 Venice Charter, a statement of principles for the work of architectural conservators and restorers all over the world.": [],
    "In the same period Louvain University commissioned Lemaire to restore the former Romanesque St.": [
        [
            19,
            26,
            [
                "Lou vain"
            ]
        ],
        [
            51,
            58,
            [
                "Lemaitre"
            ]
        ]
    ],
    "Lambertus Church (in Heverlee), which he successfully converted into a modern chapel.": [
        [
            0,
            9,
            [
                "Lambert us"
            ]
        ],
        [
            21,
            29,
            [
                "Beverley",
                "Heerlen"
            ]
        ]
    ],
    "In 1965 he was the co-founder of the International Council for Monuments and Sites (ICOMOS).": [
        [
            3,
            7,
            [
                "1965,"
            ]
        ],
        [
            84,
            90,
            [
                "ICO MOS"
            ]
        ]
    ],
    "He served as its first Secretary General and, from 1975 to 1981, as its President.": [],
    "From 1967 onward, he was the special adviser to the UNESCO's Director General and Representative for the cultural heritage of the Old City of Jerusalem.": [],
    "He headed this complicated mission from 1971 until almost the end of his life.": [],
    "He was a member of many other committees and conservation missions all over the world, including those dealing with the Borobudur Temple, the Athens Acropolis, the Tower of Pisa, and many other sites.": [],
    "In his native country he was the director of the restoration of historic quarters, such as the Groot Begijnhof (Grand Béguinage) of Louvain (1964-1971), and of the restoration of several medieval churches.": [
        [
            118,
            127,
            [
                "Beguine"
            ]
        ],
        [
            132,
            139,
            [
                "Lou vain"
            ]
        ]
    ],
    "He also headed the inventory project of the historic monuments of Belgium.": [],
    "His important work in the field of urban planning included the lay out of the city of Louvain-la-Neuve, where the new campus of the Université Catholique de Louvain (UCL) was established in the 1970s, after its separation from the Katholieke Universiteit Leuven (KUL).": [
        [
            86,
            102,
            [
                "Lou vain-la-Neuve",
                "Louvain-la-Nerve"
            ]
        ],
        [
            242,
            254,
            [
                "Universities"
            ]
        ]
    ],
    "From 1970 to 1986 Lemaire held a professorship at the UCL.": [
        [
            18,
            25,
            [
                "Lemaitre"
            ]
        ]
    ],
    "In 1976, within the framework of the Bruges College of Europe, he established an international conservation center, which, since 1981, became part of the post-initial master's program of the Faculty of Engineering of the KUL, named the Raymond Lemaire International Centre for Conservation (RLICC).": [
        [
            244,
            251,
            [
                "Lemaitre"
            ]
        ],
        [
            291,
            296,
            [
                "RL ICC",
                "RLI CC"
            ]
        ]
    ],
    "In Rome, he was professor at the International Center for the Conservation and Restoration of Monuments (ICCROM).": [
        [
            105,
            111,
            [
                "IC CROM",
                "ICC ROM"
            ]
        ]
    ],
    "The archives of Lemaire's office, including numerous architectural drawings, are kept in the Central Library of the KUL, while his slides are kept in the RLICC.": [
        [
            16,
            23,
            [
                "Lemaitre"
            ]
        ],
        [
            154,
            159,
            [
                "RL ICC",
                "RLI CC"
            ]
        ]
    ],
    "Lemaire was an internationally acclaimed specialist in the field of the preservation and restoration of monuments.": [
        [
            0,
            7,
            [
                "Lemaitre"
            ]
        ]
    ],
    "As an art historian he thoroughly understood how to combine his scholarship and his architectural insights with the modern ethics and the practice of restoration.": [],
    "His students admired him, among other things, for his remarkable skill to instantaneously draw plans and elevations during his inspiring lectures.</p>": []
}