{
    "<p>Founder of the first popular (and first chronologically organized) art museum, a museum which saved many artifacts from the French Revolution's destruction.": [],
    "Lenoir studied painting under Gabriel-François Doyen (1726-1806) but himself was an undistinguished artist.": [],
    "He married the Adélaïde Binart (1769-1832), a painter who studied under Jean-Baptiste Regnault.": [
        [
            15,
            23,
            [
                "Adelaide"
            ]
        ],
        [
            24,
            30,
            [
                "Binary",
                "Bin art"
            ]
        ],
        [
            86,
            94,
            [
                "Renault"
            ]
        ]
    ],
    "During the French Revolution, monasteries and churches were nationalized and closed in 1789 and their artworks confiscated and vandalized by the public.": [],
    "The 1790 the <em>Commission des Arts</em> selected two venues, the Hôtel de Nesles and the convent of the Petits Augustins in Paris to warehouse the art.": [],
    "As a member of the <em>Commission</em>, Doyen appointed Lenoir the <em>Garde du Dépôt des Petits Augustins</em> to inventory of paintings and statues stored there.": [],
    "In 1791 another commission, the <em>Comité d'Aliénation</em> determined that all art should be either sold or melted down.": [],
    "Lenoir, aided by Doyen and the sculptor François Daujon (b.": [
        [
            49,
            55,
            [
                "Dalton",
                "Damon",
                "Dawson",
                "Dayton",
                "Daemon",
                "Dijon"
            ]
        ]
    ],
    "1759) restored many damaged monuments.": [],
    "Others, such as Michelangelo's slaves statues, were rescued from annihilation.": [],
    "As the Revolution intensified, the new Republic abolished the practice of Christianity altogether in 1793.": [],
    "During the same time, the Grande Galerie of Palais du Louvre opened to the public on August 10, 1793 (23 Thermidor, Year I), as the <em>Muséum Central des Arts</em>, by decree of the National Convention.": [
        [
            33,
            40,
            [
                "Valerie"
            ]
        ],
        [
            44,
            50,
            [
                "Calais",
                "Pal ais"
            ]
        ],
        [
            105,
            114,
            [
                "Thermistor"
            ]
        ]
    ],
    "Lenoir became the museum's bitterest critic because the holdings--predominantly modern paintings--did not reflect France's history through original objects.": [],
    "Now intent on creating another museum for the art, Lenoir collected the sculpture from of the royal tombs of Saint-Denis Abbey, which the masses had desecrated.": [],
    "Using the authority of the <em>Commission Temporaire des Arts</em>, he seized other art, some in danger of vandalism and some not.": [],
    "Lenoir was appointed chief (\"conservateur\") of the Dépôt by the Commission des Arts in 1795.": [
        [
            29,
            41,
            [
                "conservator"
            ]
        ],
        [
            51,
            56,
            [
                "Depot",
                "Depots",
                "Deport",
                "Despot",
                "Dept",
                "Repot"
            ]
        ],
        [
            75,
            78,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "The following year the Dépôt was renamed the <em>Musée des Antiquités et Monuments Français</em> and opened as the first public art museum organized historically.": [
        [
            23,
            28,
            [
                "Depot",
                "Depots",
                "Deport",
                "Despot",
                "Dept",
                "Repot"
            ]
        ]
    ],
    "Lenoir petitioned the <em>Comité d'Instruction Publique</em> asking that the tomb of Francis I and all medieval statues be installed in his new museum to assist in French history.": [],
    "He amassed objects from all 83 <em>départements</em> of France.": [],
    "In 1799 Lenoir converted the museum grounds into what amounted to a national cemetery and garden with historic sculpture marking remains of great writers including Molière, La Fontaine, Boileau, Mabillon and others.": [
        [
            186,
            193,
            [
                "Boiled",
                "Boiler",
                "Boilers",
                "Boolean",
                "Belleau"
            ]
        ],
        [
            195,
            203,
            [
                "Carillon",
                "Maillot",
                "Maillol",
                "Papillon"
            ]
        ]
    ],
    "The public flocked to the tomb of Abélard and Heloïse, created from remnants of their individual tombs and artists to this <em>Elysée Jardin</em> to draw inspiration.": [
        [
            34,
            41,
            [
                "Abelard"
            ]
        ],
        [
            46,
            53,
            [
                "Heloise",
                "Eloise",
                "Eloïse",
                "Éloïse"
            ]
        ]
    ],
    "In 1800, Lenoir began publishing essays on the art in his museum, his <em>Musée des monuments français</em> and his <em>Description historique</em>.": [],
    "By 1803 the competing Palais du Louvre was renamed the Musée Napoléon and filled with looted artworks from the countries conquered by Napoléon, under the direction of <a href=\"/denonv\">Jean-Dominique Vivant Denon</a>.": [
        [
            22,
            28,
            [
                "Calais",
                "Pal ais"
            ]
        ],
        [
            55,
            60,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            61,
            69,
            [
                "Napoleon",
                "Napoleón",
                "Napoleons"
            ]
        ],
        [
            134,
            142,
            [
                "Napoleon",
                "Napoleón",
                "Napoleons"
            ]
        ]
    ],
    "After the fall of Napoleon and the restoration of the monarchy in 1815, <a href=\"/quatremeredequincya\">Antoine Quatremère de Quincy</a>, now the <em>Intendant Général des Arts et Monuments Publics</em>, attacked Lenoir and his activities in Quatremère's <em>Considérations morales</em>.": [],
    "Objects from the Musée Napoléon were repatriated and the following year Louis XVIII ordered the return of contents of the <em>Musée des Antiquités et Monuments Français</em> to the churches and other buildings from which they had been taken.": [
        [
            17,
            22,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            23,
            31,
            [
                "Napoleon",
                "Napoleón",
                "Napoleons"
            ]
        ]
    ],
    "Only then did Lenoir cease publication of his <em>Description historique</em>.": [],
    "Later the same year the remnants of Lenoir's museum became the <em>Ecole Royale et Spéciale des Beaux-Arts</em>.": [],
    "His son, <a href=\"/lenoira1801\">Alexandre-Albert Lenoir</a>, was a medievalist architectural historian who established of the Musée de Cluny in 1844.": [],
    "Lenoir remains a controversial figure.": [],
    "\"Reckless und unscholarly, boastful and infinitely energetic\" (Haskell), his devotion to saving France's past from destruction nevertheless makes him a leader of historic preservation and conservation.": [
        [
            10,
            13,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ]
    ],
    "His art histories written to accompany his exhibitions (<em>Histoire des arts en France</em>) are among the first histories of costume and stained glass (Bazin).": [],
    "He is the key figure for the notion that objects are best contemplated in a museum atmosphere separate from their context.": [],
    "Then as now, the idea had its detractors.": [],
    "As mentioned, Quatremère de Quincy demanded that objects in Lenoir's museum be returned to their original locations; François-René Chateaubriand (1768-1848) decried that Lenoir's museum rendered the objects of interest only to art historians.": [
        [
            14,
            24,
            [
                "Quarreler",
                "Quarrelers"
            ]
        ],
        [
            131,
            144,
            [
                "Châteaubriand"
            ]
        ]
    ],
    "However, the young Jules Michelet, later France's great romantic historian, found Lenoir's museum \"the eternal continuity of the nation,\" a walking experience of French history, Merovingians through to the Enlightenment and his present day, via sculpture, furniture, and tapestries (Schama).": [
        [
            178,
            190,
            [
                "Merovingian's",
                "Merovingian"
            ]
        ],
        [
            283,
            289,
            [
                "Schema"
            ]
        ]
    ],
    "Lenoir's installation drew heavily on the historical concept of \"decline and fall\" outlined in the 1764 <em>Geschichte der Kunst des Alterthums</em> of <a href=\"/winckelmannj\">Johann Joachim Winckelmann</a>.": [],
    "He was the among the first to arranged objects chronologically, a product of his interest in art <em>qua</em> history.": [],
    "Many of the reconstructions were fanciful.": [],
    "Although his own tastes were neo-classical, his saving of the medieval monuments of France helped establish interest in this area, most notably with the collector Alexandre du Sommerard (1779-1842) and Sommerard's 1832 exhibition in the Hôtel des Abbés de Cluny, which eventually became the Musée National du Moyen-Age.</p>": [
        [
            29,
            42,
            [
                "neoclassical"
            ]
        ],
        [
            176,
            185,
            [
                "Homeward",
                "Simmered",
                "Sommerfeld",
                "Summered",
                "Communard",
                "Commerford"
            ]
        ],
        [
            202,
            211,
            [
                "Homeward",
                "Simmered",
                "Sommerfeld",
                "Summered",
                "Communard",
                "Commerford"
            ]
        ],
        [
            237,
            242,
            [
                "Hotel",
                "Hotels",
                "Hostel",
                "Motel",
                "Hovel"
            ]
        ],
        [
            243,
            246,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            291,
            296,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            309,
            318,
            [
                "Montage",
                "Ménage",
                "Menage",
                "Cozenage"
            ]
        ]
    ]
}