{
    "<p>Medievalist and archaeologist, architect and partial founder of the Musée Cluny.": [
        [
            71,
            76,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            77,
            82,
            [
                "Clung",
                "Clunky",
                "Clunk"
            ]
        ]
    ],
    "Lenoir was the son of the archaeologist and museum assembler <a href=\"/lenoira\">Alexandre Lenoir</a>, founder of the <em>Musée des Antiquités et Monuments Français</em>, parts of which form the modern <em>Ecole Royale et Spéciale des Beaux-Arts</em>.": [],
    "The younger Lenoir trained as an architect under François Debret (1777-1850).": [
        [
            58,
            64,
            [
                "Debut",
                "Degree",
                "Debate",
                "Secret",
                "Debt",
                "Desert"
            ]
        ]
    ],
    "Like his father, he adopted a strong interest in medieval architecture over the dominant classical style.": [],
    "From 1830-1831 he studied Etruscan architecture in Italy afterward traveling to Greece and Asia Minor to examine Byzantine monuments.": [],
    "He published his findings in a series of essays in the <em>Annales de l'Institut de Archéologique</em> (Rome), beginning with \"Mémoires et dessins relative aux édifices grecs découverts en 1830 à Solunto.\"": [],
    "(1831).": [],
    "After his return to France, Lenoir's plans for a museum for the objects formerly in the Musée des Petits-Augustins was chosen.": [
        [
            88,
            93,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            94,
            97,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            98,
            114,
            [
                "Petite-Augustins",
                "Petits-Augustine"
            ]
        ]
    ],
    "He joined a group of scholars headed by, Nicolas-Marie-Joseph Chapuy (1790-1858) in bringing out an edition of Andrea Palladio's work.": [
        [
            62,
            68,
            [
                "Chappy"
            ]
        ]
    ],
    "In 1844 he advocated combining the buildings of the Hôtel de Cluny and the Palais des Thermes which was done to form the Musée Cluny, the museum which houses important medieval artifacts remaining from the destruction by the French Revolution.": [
        [
            3,
            7,
            [
                "1844,"
            ]
        ],
        [
            52,
            57,
            [
                "Hotel",
                "Hotels",
                "Hostel",
                "Motel",
                "Hovel"
            ]
        ],
        [
            75,
            81,
            [
                "Calais",
                "Pal ais"
            ]
        ],
        [
            82,
            85,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            86,
            93,
            [
                "Themes",
                "Hermes",
                "Thermos",
                "Therms",
                "Hermès"
            ]
        ],
        [
            121,
            126,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            127,
            132,
            [
                "Clung",
                "Clunky",
                "Clunk"
            ]
        ]
    ],
    "His contributions to the populist <em>Instruction pour le peuple</em> book in 1848 on architecture made him well-known.": [],
    "Beginning in 1852 he brought out his <em>Architecture monastique</em>, a large illustrated study of religious architecture.": [],
    "This was followed by a work on military architecture co-produced with Inspecteur Général des Monuments Historiques Prosper Mérimée (1803-1870).": [
        [
            70,
            80,
            [
                "Inspector",
                "Inspected"
            ]
        ],
        [
            81,
            88,
            [
                "General",
                "Genera",
                "Generals",
                "Generali"
            ]
        ],
        [
            89,
            92,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            103,
            114,
            [
                "Histories",
                "Historizes"
            ]
        ]
    ],
    "Lenoir and <a href=\"/vitetl\">Ludovic Vitet</a> had by the 1830s suggested that Byzantine architectural influences and not simply classical architecture were the inspiration for medieval architecture.": [],
    "There observations were most stridently (and convincingly) taken up by <a href=\"/verneilhf\">Félix Joseph de Verneilh</a> who posited a link between San Marco and French Romanesque (Stamp).</p>": []
}