{
    "<p>First director of the Hirshhorn Museum and Sculpture Garden, 1974-1984.": [
        [
            25,
            34,
            [
                "Hirschhorn"
            ]
        ]
    ],
    "Lerner was the son of Lower East Side Manhattan immigrants, Hyman Lerner, a garment presser, and Sarah Becker (Lerner), both originally from Russia.": [],
    "While a student at New York University in art history, he gained experience curating the annual student show.": [],
    "After graduation in 1935, Lerner worked as an apprentice muralist for the WPA (Works Progress Administration), part of Roosevelt's New Deal program which included employment for artists and writers.": [],
    "In 1943 Lerner married Pauline Hanenberg (d.": [
        [
            31,
            40,
            [
                "Heisenberg"
            ]
        ]
    ],
    "2003).": [],
    "After World War II, hoping to supplement his painting career, Lerner took an assistant's job at the A. C. A gallery in 1945 in Manhattan, painting in his spare time.": [],
    "There he met the art collector and uranium magnate/investor Joseph H. Hirshhorn (1899-1981).": [
        [
            70,
            79,
            [
                "Hirschhorn"
            ]
        ]
    ],
    "The two developed a strong friendship.": [],
    "Hirshhorn financed Lerner, who quit A.C.A.": [
        [
            0,
            9,
            [
                "Hirschhorn"
            ]
        ]
    ],
    "and traveled to Florence in 1955 to studying art in hopes of advancing his painting career.": [
        [
            0,
            3,
            [
                "And"
            ]
        ]
    ],
    "He returned to the U.S.": [],
    "and worked again selling art in another gallery, the Artists' Gallery.": [
        [
            0,
            3,
            [
                "And"
            ]
        ]
    ],
    "Hirshhorn established his own foundation in 1956 and by 1957, Lerner was supervising the research, conservation and installation of the paintings and sculptures for it.": [
        [
            0,
            9,
            [
                "Hirschhorn"
            ]
        ]
    ],
    "The collector continued to acquire art for his 24-acre estate in Greenwich, CT, and Manhattan office, with Lerner, under the title of curator, managing it.": [],
    "Lerner also accompanied the collector on his whirl-wind acquisition jaunts, advising only his headstrong and brusque boss only slightly.": [
        [
            45,
            55,
            [
                "whirlwind"
            ]
        ]
    ],
    "Hirshhorn decided to create a public museum for his art, taking Lerner to England where an offer give land had come from Queen Elizabeth.": [
        [
            0,
            9,
            [
                "Hirschhorn"
            ]
        ]
    ],
    "In 1966, S. Dillon Ripley, (1913-2001) secretary of the Smithsonian Institution, organized a lunch with President Lyndon B. Johnson (1908-1973) at the White House, convincing him to build and endow a modernist museum for the nation.": [],
    "Lerner supervised the transfer of the nearly 6,000 paintings and sculptures to the Hirshhorn Museum beginning in 1967.": [
        [
            83,
            92,
            [
                "Hirschhorn"
            ]
        ]
    ],
    "The Museum opened in 1974.": [],
    "Lerner became director of the museum overseeing the installation of newer donations by Hirshhorn.": [
        [
            87,
            96,
            [
                "Hirschhorn"
            ]
        ]
    ],
    "Hirshhorn died in 1981 leaving a $5 million-bequest and the remainder his collection to the museum.": [
        [
            0,
            9,
            [
                "Hirschhorn"
            ]
        ]
    ],
    "Lerner retired in 1984, succeeded by James T. Demetrion, moving to Southampton, NY.": [
        [
            46,
            55,
            [
                "Deletion",
                "Demotion",
                "Desertion",
                "Demetrius"
            ]
        ]
    ],
    "He resumed painting in retirement.": [],
    "He died of heart failure in a retirement community at age 94.": [],
    "Lerner owed his position as first director of a major art museum to his long-standing relationship with its founder, similar to the position of <a href=\"/finleyd\">David Finley</a> when the National Gallery was first founded.": [],
    "Unlike Finley, however, Lerner took an active role in the installations and shows.": [],
    "At first a Washington outsider, he was accepted by the greater art-administrational community.": [
        [
            63,
            83,
            [
                "art-administration"
            ]
        ]
    ],
    "He wrote no works except those catalogs co-authored by art historians.</p>": []
}