{
    "<p>French architect who published the first measured designs of the Acropolis in 1758.": [],
    "Le Roy was the son of the famous clockmaker to Louis XV, Julien Le Roy (1686-1759).": [],
    "He studied architecture at the école des arts under Jacques-François Blondel (\"le petit Blondel\") (1705-1774) and later under Philippe de La Guêpière (1715-1773) and Jean-Laurent Legeay (1710-1786).": [
        [
            31,
            36,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            37,
            40,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            79,
            81,
            [
                "LE",
                "Le",
                "he",
                "we",
                "be",
                "me"
            ]
        ],
        [
            82,
            87,
            [
                "petite",
                "pewit",
                "pet it"
            ]
        ],
        [
            141,
            149,
            [
                "Premiere",
                "Gunfire",
                "Umpire",
                "Guerrero",
                "Eyepiece",
                "Lumiere"
            ]
        ],
        [
            179,
            185,
            [
                "Legal",
                "Legend",
                "Legacy",
                "Aegean",
                "Leger",
                "Leeway"
            ]
        ]
    ],
    "He traveled to Rome in 1751 as a Prix de Rome recipient where, in 1754, he obtained permission to visit Ottoman-controlled Greece intent on measuring the architecture for a publication.": [
        [
            33,
            37,
            [
                "PRI",
                "Prim",
                "Prig",
                "PIX",
                "RIX",
                "Pix"
            ]
        ]
    ],
    "A British team also engaged in measuring and drawing Greek architecture had only left a few weeks before, that of <a href=\"/stuartj\">James Stuart</a> and Nicholas Revett (1720-1804).": [],
    "Le Roy first went on Delos, then to Athens where he spent several months, and finally Corinth and Sparta, before returning to Paris in 1755.": [
        [
            21,
            26,
            [
                "Demos",
                "Delis",
                "Dells",
                "DeVos"
            ]
        ]
    ],
    "While Stuart dallied publishing his findings in England, Le Roy, aided by the <a href=\"/caylusacp\">Anne Claude Philippe Caylus</a>, hired a team of engravers to bring the work to completion.": [],
    "In 1758, <em>Les Ruines des plus beaux monuments de la Grèce</em> appeared, much to the ire of Stuart.": [],
    "Whereas Stuart's work was projected for four volumes, Le Roy's smaller book was divided into two, one describing the historical background (and his own travels) in Greece, and the other summarizing his theories on Greek architecture.": [],
    "Based on the monuments Le Roy had measured, he concluded that Vitruvius' wrtings were not always correct and that the Romans had often ignored him in their building.": [
        [
            62,
            71,
            [
                "Vitruvian"
            ]
        ],
        [
            73,
            80,
            [
                "writings",
                "wrings"
            ]
        ]
    ],
    "His assertion that Greek art, contrary to the contemporary view, does not embody a universal ideal but rather followed historic and idiosyncratic practice, predated the writings of <a href=\"/winckelmannj\">Johann Joachim Winckelmann</a> by ten years.": [],
    "The illustrations, engraved by the best of the time, including Louis-Joseph Le Lorrain, Pierre-Charles Le Mettay, Claude-Antoine Littret de Montigny, Jacques Philippe Le Bas, Pierre Patte and Jean-François de Neufforge, made a strong public impact.": [
        [
            79,
            86,
            [
                "Lorraine",
                "Lorain",
                "Lorrie",
                "Lorries"
            ]
        ],
        [
            106,
            112,
            [
                "Metal",
                "Mental",
                "Betty",
                "Petty",
                "Betray",
                "Getty"
            ]
        ],
        [
            129,
            136,
            [
                "Little",
                "Litter",
                "Littered",
                "Litters",
                "Littler",
                "Littlest"
            ]
        ],
        [
            170,
            173,
            [
                "Ba's",
                "Ba",
                "Beys",
                "BAS",
                "Was",
                "As"
            ]
        ],
        [
            182,
            187,
            [
                "Paste",
                "Patti",
                "Patty",
                "Platte",
                "Matte",
                "Patter"
            ]
        ]
    ],
    "<em>Les Ruines</em> greatly influenced the architects of the day, particularly Jacques-Denis Antoine, Jean-Arnaud Raymond, Alexandre-Théodore Brongniart, and François-Joseph Bélanger.": [],
    "Le Roy became a member of the Académie Royale d'Architecture and was appointed assistant to its professor, Blondel.": [
        [
            30,
            38,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "Stuart and Revett's own book, volume one of <em>Antiquities of Athens</em>, finally appeared in 1762.": [
        [
            11,
            17,
            [
                "Revert"
            ]
        ]
    ],
    "In it, Stuart attacked the inaccuracies in Le Roy's work and Le Roy published a pamphlet in 1764 countering Stuart's criticism.": [],
    "A second edition of the <em>Les Ruines</em> appeared in 1770.": [],
    "Le Roy now focused on the practice of architecture, submitting designs for the rebuilding of the municipal hospital (the Hôtel Dieu), Paris, after 1772.": [
        [
            121,
            126,
            [
                "Hotel",
                "Hotels",
                "Hostel",
                "Motel",
                "Hovel"
            ]
        ],
        [
            127,
            131,
            [
                "Died",
                "Die",
                "Door",
                "Dies",
                "Diet",
                "Lieu"
            ]
        ]
    ],
    "He succeeded Blondel as professor at the Académie in 1774.": [
        [
            41,
            49,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "Other architectural work followed including the park at the château of Chantilly and the 1780 design finishing Ange-Jacques Gabriel's buildings at Versailles (never executed).": [
        [
            111,
            123,
            [
                "Age-Jacques"
            ]
        ]
    ],
    "Following the events of the French Revolution, which prevented his Hôtel Dieu designs from fruition, he became a member of the commission supervising the new Musée d'Arts (today the Musée du Louvre), beginning in 1789.": [
        [
            67,
            72,
            [
                "Hotel",
                "Hotels",
                "Hostel",
                "Motel",
                "Hovel"
            ]
        ],
        [
            73,
            77,
            [
                "Died",
                "Die",
                "Door",
                "Dies",
                "Diet",
                "Lieu"
            ]
        ],
        [
            158,
            163,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ]
    ],
    "When Académie was abolished in 1793, Le Roy continued to teach.": [
        [
            5,
            13,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "He helped found the école Spéciale d'Architecture in 1795 and the Institut de France.": [
        [
            20,
            25,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            26,
            34,
            [
                "Special",
                "Specials"
            ]
        ]
    ],
    "The historical importance of Le Roy's book in relation to Stuart and Revett's continues to be debated by scholars.": [
        [
            69,
            75,
            [
                "Revert"
            ]
        ]
    ],
    "Stuart and Revett had spent more time in Greece and their book depicted more accurate measurements.": [
        [
            11,
            17,
            [
                "Revert"
            ]
        ]
    ],
    "However, Le Roy, like his British competitors, spread a better understanding of Greek architecture, especially of the Doric order.": [],
    "His book in particular carefully documented the Ionic order, which was known but much different in Eighteen-century architectural practice than the original.</p>": []
}