{
    "<p>Specialist in the iconography of Near Eastern illuminated manuscripts and wall painting.": [],
    "At age seventeen, Leroy became a monk with the Benedictines of Solemnes, who at that moment were in exile on the Island of Wight (United Kingdom) and returned to Solemnes in 1922.": [
        [
            63,
            71,
            [
                "Solemner",
                "Solemness",
                "Solemnest"
            ]
        ],
        [
            162,
            170,
            [
                "Solemner",
                "Solemness",
                "Solemnest"
            ]
        ]
    ],
    "Between 1930 and 1933 he studied at the Pontificio Istituto Biblico in Rome, where he graduated in biblical studies.": [
        [
            40,
            50,
            [
                "Pontifical"
            ]
        ],
        [
            51,
            59,
            [
                "Institute"
            ]
        ],
        [
            60,
            67,
            [
                "Biblical"
            ]
        ]
    ],
    "In 1934 he left the monastery and settled as a priest in Paris.": [
        [
            3,
            7,
            [
                "1934,"
            ]
        ]
    ],
    "The next twenty years he held several teaching positions, and he continued doing research.": [],
    "In 1939, in the course of his study of a Syriac literary manuscript in the Bibliothèque Nationale, he came across the richly illuminated Gospel manuscript Paris Syr.": [
        [
            88,
            97,
            [
                "National",
                "Nationals",
                "Rationale",
                "Nation ale"
            ]
        ],
        [
            161,
            164,
            [
                "SYR",
                "Sir",
                "SSR",
                "SLR",
                "SFR",
                "Syn"
            ]
        ]
    ],
    "33 (sixth or seventh century), which fascinated him and became the beginning of a lifelong commitment to the study of Syriac illuminated manuscripts.": [],
    "He embarked on a thorough study of all illuminated Syriac manuscripts kept in European libraries, beginning in Paris.": [],
    "After the war, in the years 1948-1952, he visited libraries in Italy and the United Kingdom, while the Berlin manuscripts were brought to Paris for consultation.": [],
    "In the meantime he studied under <a href=\"/grabara\">André Grabar</a> at the école Pratique des Hautes études.": [],
    "In 1955 he graduated with an essay on the famous Rabbula Codex, preserved in Florence and dated to 586: L'illustration du manuscrit syriaque Plut.": [
        [
            3,
            7,
            [
                "1955,"
            ]
        ],
        [
            49,
            56,
            [
                "Rabble",
                "Arámbula"
            ]
        ],
        [
            119,
            121,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ],
        [
            122,
            131,
            [
                "manuscript"
            ]
        ],
        [
            132,
            140,
            [
                "Syracuse",
                "Syria",
                "Syrian",
                "Enrique",
                "Syriac",
                "risqué"
            ]
        ],
        [
            141,
            145,
            [
                "Put",
                "Plot",
                "Plus",
                "Plug",
                "Plum",
                "Pluto"
            ]
        ]
    ],
    "I, 56 de la Laurentienne.": [
        [
            12,
            24,
            [
                "Laurentine"
            ]
        ]
    ],
    "Introduced by Grabar to Henri Seyrig, the director of the Institut français d'archéologie in Beirut, and with a grant of the Centre de la Recherche Leroy traveled between 1954 and 1956 through Lebanon, Syria, Iraq and Turkey, photographing and describing Syriac illuminated manuscripts, and complementing his earlier work in the European libraries.": [
        [
            14,
            20,
            [
                "Radar",
                "Graham",
                "Grammar",
                "Grab",
                "Grabs",
                "Grader"
            ]
        ],
        [
            30,
            36,
            [
                "Sari",
                "Saris",
                "Sarin"
            ]
        ],
        [
            58,
            66,
            [
                "Institute"
            ]
        ],
        [
            67,
            75,
            [
                "Français",
                "Francis",
                "François",
                "Francois",
                "franchise",
                "Frances"
            ]
        ],
        [
            78,
            89,
            [
                "archeologies"
            ]
        ]
    ],
    "The result of twenty years of research was his 1964 publication, <em>Les manuscrits syriaques à peintures conservés dans les bibliothèques d'Europe et d'Orient</em>.": [],
    "In 1958 he published the impressions of his visits to the Near Eastern monasteries in a travel book, <em>Moines et monastères du Proche-Orient</em>.": [
        [
            3,
            7,
            [
                "1958,"
            ]
        ]
    ],
    "During a stay in Addis-Abeba, in 1959, as the director of the Department of Archeology of the Institut d'études et de Recherches d'éthiopie, Leroy became interested in Ethiopian manuscripts and wall painting.": [
        [
            17,
            28,
            [
                "Addis Ababa"
            ]
        ],
        [
            94,
            102,
            [
                "Institute"
            ]
        ],
        [
            118,
            128,
            [
                "Recherche",
                "Recherché"
            ]
        ],
        [
            131,
            139,
            [
                "Ethiopia"
            ]
        ]
    ],
    "A number of innovative publications in a much neglected field followed, including his 1964 <em>La pittura etiopica durante il Medioevo e sotto la dinastia di Gondar</em>, which is a general outline of Christian painting in Ethiopia in the late Middle Ages and during the Gondar period (17th - 18th centuries).": [],
    "In 1967 the Egyptologist Serge Sauneron (1927-1976), the later director of the Institut français d'Archéologie orientale in Cairo, entrusted Leroy with the supervision of a new project on the Coptic wall paintings in the Egyptian desert of Esna.": [
        [
            31,
            39,
            [
                "Sauron"
            ]
        ],
        [
            79,
            87,
            [
                "Institute"
            ]
        ],
        [
            88,
            96,
            [
                "Français",
                "Francis",
                "François",
                "Francois",
                "franchise",
                "Frances"
            ]
        ],
        [
            99,
            110,
            [
                "Archeologies"
            ]
        ],
        [
            111,
            120,
            [
                "Oriental",
                "oriental",
                "Orientals",
                "orientate",
                "orientals",
                "orient ale"
            ]
        ],
        [
            240,
            244,
            [
                "ESA",
                "Edna",
                "SNA",
                "Erna",
                "Etna",
                "ESN"
            ]
        ]
    ],
    "During an encounter several years earlier (1958) in Beirut, Sauneron had expressed his worries about the neglect of wall paintings in churches and monasteries in Egypt.": [
        [
            60,
            68,
            [
                "Sauron"
            ]
        ]
    ],
    "The project aimed at the protection, conservation and documentation of wall paintings in Coptic churches and monasteries was conceived on that occasion.": [],
    "In 1975 the first volume of the series <em>La peinture murale chez les Coptes</em> appeared, <em>Les peintures des couvents du desert d'Esna</em>, covering the medieval wall paintings of the monasteries Deir al-Chohada and Deir al-Fakhoury.": [],
    "The 1971 and 1972 campaigns in two monasteries in the Wadi Natrun were published posthumously (in 1982) in a second volume, <em>Les peintures des couvents du Ouadi Natroun</em>.": [
        [
            59,
            65,
            [
                "Natron",
                "Nat run"
            ]
        ]
    ],
    "It deals with wall painting cycles in the Monastery of Macarius and in the Monastery of the Syrians (Deir al-Sourian).": [
        [
            55,
            63,
            [
                "Marius",
                "Makarios",
                "Malarious",
                "Macarize",
                "Macarizes",
                "Macarons"
            ]
        ],
        [
            101,
            105,
            [
                "Dare",
                "DARE",
                "Are",
                "Were",
                "Day",
                "Here"
            ]
        ],
        [
            106,
            116,
            [
                "Missourian",
                "Asturian",
                "also-ran"
            ]
        ]
    ],
    "Leroy's preoccupation with Coptic art was not limited to wall painting.": [],
    "He studied illuminated Coptic manuscripts as well.": [],
    "His 1974 catalog, <em>Les manuscrits coptes et coptes-arabes illustrés</em>, was intended as a follow up to his earlier study of the Syriac manuscripts.": [],
    "In the last years of his life, respectively in 1975 and 1977, Leroy again directed initial campaigns in two monasteries near the Red Sea, Saint Anthony and Saint Paul.": [],
    "After his death, these projects were continued and published by <a href=\"/moorselp\">P.": [],
    "P. V. van Moorsel</a>.": [
        [
            10,
            17,
            [
                "Morsel"
            ]
        ]
    ],
    "Leroy was primarily interested in the iconographic description, the reproduction, and the documentation of Eastern Christian wall painting and manuscript illumination.": [],
    "His lifelong research, much of it carried out in collaboration with others, largely contributed to the preservation and to a better understanding of Christian art in the Middle East.</p>": []
}