{
    "<p>Genre and portrait painter; author of first book on John Constable and one on Joshua Reynolds.": [],
    "Leslie's father was Robert Charles Leslie (d.": [],
    "1804), a Philadelphia clockmaker who had moved to Longon, and his mother, Lydia Baker (Leslie) (1766/7-1824).": [
        [
            50,
            56,
            [
                "London",
                "Logon",
                "Long on"
            ]
        ]
    ],
    "The family returned to Philadelphia in 1799 where the younger Leslie was trained in art in New Jersey.": [],
    "He continued study at the University of Pennsylvania, still only age ten.": [],
    "After his father's death, Leslie was apprenticed in 1808 to the Philadelphia publishing firm of Bradford and Inskeep.": [
        [
            109,
            116,
            [
                "Instep",
                "Inslee"
            ]
        ]
    ],
    "Samuel T. Bradford, a senior partner, saw to it Leslie studied in London, and in Bradford's capacity as director of the Pennsylvania Academy of the Fine Arts, that Leslie's watercolors hung at the annual exhibition of 1811.": [],
    "Leslie studied with Benjamin West and Washington Allston in London with fellow art student Samuel F. B. Morse.": [],
    "He remained in London, marrying the British subject Harriet Honor Stone (1799-1879) in 1825.": [],
    "Leslie spent an unhappy year as a teacher in 1833-1834 in West Point, NY.": [],
    "He returned to England to witness and paint Queen Victoria's coronation.": [],
    "Various small landscapes followed.": [],
    "After the death of his friend, the painter John Constable, Leslie collected materials and wrote the first biography on the painter, <em>Memoirs of the Life of John Constable</em> in 1843.": [],
    "A second edition appeared in 1845.": [],
    "Leslie was appointed professor of painting at the Royal Academy in 1847 (through 1852), publishing <em>Handbook for Young Painters</em> in 1854, his lectures there.": [],
    "As an art theorist, Leslie followed the precepts of Sir Joshua Reynolds.": [],
    "He had largely completed his autobiography and was at work on a biography of Reynolds when he died at his home in London in 1859.": [],
    "He is buried in Kensal Green cemetery, London.": [
        [
            16,
            22,
            [
                "Kendal"
            ]
        ]
    ],
    "Leslie's biography was completed in 1865, appearing as <em>The Life and Times of Sir Joshua Reynolds</em>.": [],
    "Leslie's work proved influential to the critic/art historian <a href=\"/durantyl\">Edmond Duranty</a> in Duranty's early history of Impressionism, 1876.</p>": []
}