{
    "<p>Enlightenment dramatist, critic and art writer; author of one of the most important 18th-century analysis of a Greek sculpture.": [],
    "Born in Kamenz, or Camenz, Upper Lusatia, Saxony, Germany&nbsp;Lessing's father was a Lutheran clergy who educated his son personally during his early years.": [
        [
            8,
            14,
            [
                "Karen",
                "Amend",
                "Lament",
                "Ramen",
                "Amen",
                "Kampen"
            ]
        ],
        [
            19,
            25,
            [
                "Came",
                "Camera",
                "Cameo",
                "Cement",
                "Camden",
                "Carmen"
            ]
        ],
        [
            63,
            70,
            [
                "Blessing",
                "Leasing",
                "Messing",
                "Fessing",
                "Yessing",
                "Les sing"
            ]
        ]
    ],
    "After Latin school in Kamenz, Lessing entered the school at St.": [
        [
            22,
            28,
            [
                "Karen",
                "Amend",
                "Lament",
                "Ramen",
                "Amen",
                "Kampen"
            ]
        ],
        [
            30,
            37,
            [
                "Blessing",
                "Leasing",
                "Messing",
                "Fessing",
                "Yessing",
                "Les sing"
            ]
        ]
    ],
    "Afra at Meissen at age twelve.": [
        [
            0,
            4,
            [
                "Afro",
                "Aura",
                "Agra",
                "Afar",
                "Ara",
                "Afr"
            ]
        ],
        [
            8,
            15,
            [
                "Masses",
                "Massed",
                "Massey",
                "Lassen",
                "Madsen"
            ]
        ]
    ],
    "He attended the University of Leipzig from 1746 to 1748 studying theology and the lectures in philology, archaeology and art of <a href=\"/christj\">Johann Friedrich Christ</a> and Johann August Ernesti (1707-1781).": [],
    "He moved to Berlin where he changed his course of study to medicine.": [],
    "Lessing became the literary critic for the <em>Vossische Zeitung</em> in 1751, a popular journal of Enlightenment ideas, which established himself as a writer.": [
        [
            0,
            7,
            [
                "Blessing",
                "Leasing",
                "Messing",
                "Fessing",
                "Yessing",
                "Les sing"
            ]
        ]
    ],
    "He brought out his first collected writings in 1753, <em>Schriften</em>, eventually running to six volumes by 1755.": [],
    "His <em>Briefe, die neueste Literatur betreffend</em> (1759-65), a series of critical essays written in the form of letters, emerged as an important art-critical work.": [],
    "In it, Lessing chastised the arts legislation of Joachim Christoph Gottsched (1700-1766), connecting him (unfairly) with Johann Gottfried Herder (1744-1803) as part of rigid French classicism's rules.": [
        [
            7,
            14,
            [
                "Blessing",
                "Leasing",
                "Messing",
                "Fessing",
                "Yessing",
                "Les sing"
            ]
        ],
        [
            67,
            76,
            [
                "Attached",
                "Notched",
                "Gottfried",
                "Botched",
                "Glitched"
            ]
        ]
    ],
    "Along with his friends, the philosopher Moses Mendelssohn (1729-86), the publisher Christoph Friedrich Nicolai (1733-1811) and writer (and Prussian officer) E. C. von Kleist (1715-1759), Lessing emphasized the free spirit of the artist as opposed to the <em>Academie</em>'s constrictive regulations.": [
        [
            163,
            166,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ],
        [
            167,
            173,
            [
                "Blast"
            ]
        ],
        [
            187,
            194,
            [
                "Blessing",
                "Leasing",
                "Messing",
                "Fessing",
                "Yessing",
                "Les sing"
            ]
        ]
    ],
    "Lessing traveled throughout the German states until 1760, when the Prussian general Friedrich Bogislav von Tauentzien (1710-1791) hired him as his secretary in Breslau (modern Wrocław, Poland).": [
        [
            0,
            7,
            [
                "Blessing",
                "Leasing",
                "Messing",
                "Fessing",
                "Yessing",
                "Les sing"
            ]
        ],
        [
            94,
            102,
            [
                "Yugoslav",
                "Bonilla",
                "Ladislav"
            ]
        ],
        [
            160,
            167,
            [
                "Presley",
                "Belau",
                "Bresler"
            ]
        ]
    ],
    "The General introduced him to Prussian society and Lessing built a large personal library.": [
        [
            51,
            58,
            [
                "Blessing",
                "Leasing",
                "Messing",
                "Fessing",
                "Yessing",
                "Les sing"
            ]
        ]
    ],
    "He left the general's service in 1765 in hopes of finding another librarian position in Dresden or Berlin, but none was forthcoming.": [],
    "The following year he wrote one of his most important works for art history, <em>Laokoön: oder über die Grenzen der Malerei und Poesie</em>, which Lessing intended to be the first of a larger esthetic theory on the arts.": [],
    "He moved to Hamburg in 1767 where he tried to found a national theater for the German states.": [],
    "His play <em>Minna von Barnhelm</em> appeared in 1767, the first German comedy revolving around contemporary German life.": [],
    "His <em>Hamburgische Dramaturgie</em> his commentary on the performances of the National Theatre and a relentless campaign against Gottsched, appeared between 1767-9.": [],
    "It is the first modern handbook for the dramatist, establishing German drama with a unique identity.": [],
    "In 1770 while on his way to Italy, he accepted the librarian position to the Prince of Brunswick at Wolfenbüttel.": [],
    "There he wrote his six-volume <em>Zur Geschichte und Literatur</em> (On History and Literature) 1773-77.": [],
    "Only in Wolfenbüttel did Lessing marry, Eva Konig, the widow of a Hamburg merchant.": [
        [
            25,
            32,
            [
                "Blessing",
                "Leasing",
                "Messing",
                "Fessing",
                "Yessing",
                "Les sing"
            ]
        ],
        [
            44,
            49,
            [
                "König",
                "Kong",
                "Koenig",
                "Köniz"
            ]
        ]
    ],
    "In 1778 she died in childbirth.": [
        [
            3,
            7,
            [
                "1778,"
            ]
        ]
    ],
    "His later works included <em>Die Erziehung des Menschengeschlechts</em> of 1780.": [],
    "While on a trip to Brunswick in 1781 he died suddenly.": [],
    "Lessing's <em>Laokoön</em> is the first counter argument to the dominant Enlightenment history of classical art, <em>Gedanken uber die Nachahmung der Griechischen Werke in der malerey und Bilderkunst</em> by <a href=\"/winckelmannj\">Johann Joachim Winckelmann</a>.": [
        [
            0,
            7,
            [
                "Blessing",
                "Leasing",
                "Messing",
                "Fessing",
                "Yessing",
                "Les sing"
            ]
        ]
    ],
    "Choosing a relatively minor classical work, the <em>Laokoön</em> (Rome, Vatican, Museo Pio-Clementino), Lessing contested Winckelmann's assertion that Laocoön's gentle expression of pain was emblematic of Greek Stoicism, Winckelmann's \"noble simplicity and quiet grandeur,\" insisting rather that the expression was due to the moment that the sculptor had chosen to represent.": [],
    "The larger issue for Lessing was that art and poetry were subject to different rules, not the same <em>Ut pictura poesis</em> argument as Winckelmann had asserted.": [
        [
            21,
            28,
            [
                "Blessing",
                "Leasing",
                "Messing",
                "Fessing",
                "Yessing",
                "Les sing"
            ]
        ]
    ],
    "Though little of this notion is original to Lessing, it was he who made it popular.": [
        [
            44,
            51,
            [
                "Blessing",
                "Leasing",
                "Messing",
                "Fessing",
                "Yessing",
                "Les sing"
            ]
        ]
    ],
    "The painter and art lecturer <a href=\"/fuselih\">Henry Fuseli</a> mentioned Lessing's work in his arts lectures and the French archaeologist <a href=\"/quatremeredequincya\">Antoine Quatremère de Quincy</a> was influenced by him.": [],
    "Herder, however, ever at odds with Lessing, insisted on a separate theory for sculpture as a tactile art, distinct from visual art in his <em>Plastik</em> of 1778 (written in 1768-70).": [
        [
            35,
            42,
            [
                "Blessing",
                "Leasing",
                "Messing",
                "Fessing",
                "Yessing",
                "Les sing"
            ]
        ]
    ],
    "Lessing appears to adumbrate modern semiotics when he argues that the sign a specific medium can represent is limited to its mode.": [
        [
            0,
            7,
            [
                "Blessing",
                "Leasing",
                "Messing",
                "Fessing",
                "Yessing",
                "Les sing"
            ]
        ]
    ],
    "Laocoön (i.e., the man represented) cannot cry out because sculpture's mode is the static marble: poetry or drama is the only one which can directly represent Laocoön's pain.": [
        [
            0,
            7,
            [
                "Laocoon"
            ]
        ],
        [
            159,
            166,
            [
                "Laocoon"
            ]
        ]
    ],
    "While reading a medieval treatise on painting, <em>Schedula diversarum artium</em> by the monk Theophilus, Lessing discovered the mention of the technique of oil painting.": [],
    "His 1774 essay, \"Vom Alter der Oelmalerey aus dem Theophilus Presbyter,\" (The Early History of Oil Painting in Theophilus Presbyter) successfully discredited the myth, popular since <a href=\"/vasarig\">Giorgio Vasari</a>, that Jan van Eyck had invented oil painting.": [
        [
            17,
            20,
            [
                "Com",
                "Tom",
                "Mom",
                "Vow",
                "VM",
                "VOC"
            ]
        ],
        [
            27,
            30,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            42,
            45,
            [
                "AUS",
                "as",
                "us",
                "bus",
                "eyes",
                "ads"
            ]
        ],
        [
            46,
            49,
            [
                "them",
                "DEM",
                "Dem",
                "demo",
                "Del",
                "dam"
            ]
        ]
    ],
    "Despite Lessing's findings, acceptance of this myth died hard.": [
        [
            8,
            15,
            [
                "Blessing",
                "Leasing",
                "Messing",
                "Fessing",
                "Yessing",
                "Les sing"
            ]
        ]
    ],
    "<a href=\"/fiorilloj\">Johann Dominico Fiorillo</a> in his 1803 work on painting, <em>über das Alter der ölmahlerey</em>, still insisted on the Vasari story of Jan van Eyck as the inventor.</p>": []
}