{
    "<p>One of the most influential architectural historians of the nineteenth century.": [],
    "Lethaby's father was a gilder and lay preacher; the younger Lethaby was apprenticed in the building crafts as well.": [
        [
            0,
            7,
            [
                "Letha by"
            ]
        ],
        [
            60,
            67,
            [
                "Letha by"
            ]
        ]
    ],
    "Lethaby became an assistant to the architect R. Norman Shaw (1831-1912) between 1879-90, completing his designs and influenced by Norman's circle of the Art Workers' Guild.": [
        [
            0,
            7,
            [
                "Letha by"
            ]
        ]
    ],
    "The AWG was a reaction to historicism and the religious high Victorian Gothic style in favor of a more secular Arts-and-Crafts emphasis.": [],
    "Lethaby left Norman's firm to work on commissions of his own in the 1880s.": [
        [
            0,
            7,
            [
                "Letha by"
            ]
        ]
    ],
    "Around 1885 he became interested in how mystical forces affected architecture.": [],
    "He designed various objects with a lyric iconography (stained glass windows, books, etc.).": [
        [
            54,
            67,
            [
                "stained-glass"
            ]
        ]
    ],
    "In 1891 Lethaby published an anomalous book called <em>Architecture, Mysticism and Myth</em> in which he asserted that the various architectural styles were minor reflections of the major impetus of building: a belief in magic.": [
        [
            8,
            15,
            [
                "Letha by"
            ]
        ]
    ],
    "In the broadest view, Lethaby was one of the first to acknowledge the cosmology of religion, myth and architecture.": [
        [
            22,
            29,
            [
                "Letha by"
            ]
        ]
    ],
    "Regardless of his conclusions (and Lethaby himself later confessed he was glad the book had gone out of print), the book was the first to address architectural symbolism.": [
        [
            35,
            42,
            [
                "Letha by"
            ]
        ]
    ],
    "In 1894 he published his first monograph on an individual building, <em>The Church of Sancta Sophia, Constantinople: a Study of Byzantine Building</em>.": [
        [
            3,
            7,
            [
                "1894,"
            ]
        ]
    ],
    "Methodologically, the book combined the English Arts-and-Crafts approach with a French rationalist tradition, derived from <a href=\"/choisya\">Auguste Choisy</a> and his <em>L'art de bâtir chez les Byzantins</em> (Watkin).": [],
    "Between 1894 and 1918 he acted as Art Inspector to the Technical Education Board of the London County Council.": [],
    "He continued to design original work in various media, producing watercolors, and building structures in a non-historic (though medieval in mindset) until 1902.": [],
    "After that, his efforts were devoted to writing.": [],
    "In 1901 Lethaby was appointed professor of Design and Ornament at the Royal College of Art, a position he held until 1918.": [
        [
            8,
            15,
            [
                "Letha by"
            ]
        ]
    ],
    "He was appointed Surveyor of Westminster Abbey in1906 and used this position to publish a number of detailed surveys of the building.": [],
    "He also worked to reform and influence architectural education throughout Britain, setting up arts and crafts education in the London including the Central School of Arts and Crafts, which he helped found in1896 and for which he was Principal (1902 -1911).": [],
    "He co-founded the Design and Industries Association in 1915 and was a member of the Society for the Protection of Ancient Buildings.": [],
    "He espoused cleaning and conservation of buildings instead of the recreation of them, then considered \"restoration\" by many zealot architects.": [],
    "In 1927 he retired from the Westminster position.": [
        [
            3,
            7,
            [
                "1927,"
            ]
        ]
    ],
    "Lethaby's later writings were inspired by the English translation of <em>Formprobleme der Gotik</em> by <a href=\"/worringerw\">Wilhelm Worringer</a>.": [
        [
            0,
            7,
            [
                "Letha by"
            ]
        ]
    ],
    "Like Worringer, he urged a socially responsible architecture based upon the special requirements of the time by experiment.": [
        [
            5,
            14,
            [
                "Porringer"
            ]
        ]
    ],
    "His students of art history included <a href=\"/tristrame\">E.": [],
    "W. Tristram</a>.</p>\n\n<p>Lethaby's writings were most influential on practicing architects of the 1930s.": [
        [
            3,
            11,
            [
                "Tristan",
                "Trista"
            ]
        ],
        [
            25,
            32,
            [
                "Letha by"
            ]
        ]
    ],
    "They encouraged architects to design in a manner reflecting modern values without the impersonal consequences of the Bauhaus.": [],
    "As a theorist, he asserted that using historical styles to build modern structures was incorrect because style was inseparable from the society that had produces it.": [],
    "Among architectural historians, Lethaby's espousal of spiritual/societal values in architecture have a resonance in the Marxist writings of <a href=\"/tafurim\">Manfredo Tafuri</a>.": [
        [
            32,
            39,
            [
                "Letha by"
            ]
        ]
    ],
    "His book, <em>Mediaeval Art</em> (1904) was one of the early required texts to be listed in the course catalog for the art history classes of Princeton University.</p>": []
}