{
    "<p>Director of the National Gallery, London, 1973-1986; historian of 17th and 18th century art.": [],
    "Levey was born to devout Catholic parents, the Irishman O. L. H. Levey, a civil servant at the Air Ministry, and Britisher Gladys Mary Milestone (Levey).": [
        [
            0,
            5,
            [
                "Level",
                "Lava",
                "Lever",
                "Levy",
                "Lena",
                "Levee"
            ]
        ],
        [
            65,
            70,
            [
                "Level",
                "Lava",
                "Lever",
                "Levy",
                "Lena",
                "Levee"
            ]
        ],
        [
            146,
            151,
            [
                "Level",
                "Lava",
                "Lever",
                "Levy",
                "Lena",
                "Levee"
            ]
        ]
    ],
    "He attended a succession of Catholic boarding schools most notably the Oratory in Reading, where he demonstrated a strong religious faith.": [],
    "Levey was drafted into the Army in World War II, stationed initially in Egypt, rising to captain in the King's Shropshire Light Infantry, 1945-1948.": [
        [
            0,
            5,
            [
                "Level",
                "Lava",
                "Lever",
                "Levy",
                "Lena",
                "Levee"
            ]
        ]
    ],
    "As part of the Royal Education Corps, he was eventually demobilized with the rank of acting major general.": [],
    "Levey attended Exeter College, Oxford, studying under the Chaucer scholar Neville Coghill (1899-1980), obtaining a B.A.": [
        [
            0,
            5,
            [
                "Level",
                "Lava",
                "Lever",
                "Levy",
                "Lena",
                "Levee"
            ]
        ]
    ],
    "in 1950 after only two years.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "While assisting a girlfriend with her application to a keeper position at the National Gallery, London, he submitted one himself and was hired over her as an assistant keeper in 1951.": [],
    "At the Gallery, Levey served under assistant keeper <a href=\"/daviesm\">Martin Davies</a>, and with the other assistant (and legendary) keepers <a href=\"/gouldc\">Cecil Gould</a>, <a href=\"/maclarenn\">Neil MacLaren</a>&nbsp;and Keeper <a href=\"/gibsonw\">William Pettigrew Gibson</a>.": [
        [
            16,
            21,
            [
                "Level",
                "Lava",
                "Lever",
                "Levy",
                "Lena",
                "Levee"
            ]
        ]
    ],
    "In 1954 he married the novelist and critic Brigid Brophy (1929-1995).": [
        [
            3,
            7,
            [
                "1954,"
            ]
        ],
        [
            50,
            56,
            [
                "Trophy"
            ]
        ]
    ],
    "As assistant keeper he completed Museum's catalogs of the 18th-century Italian school (1956), and the German school (1959).": [],
    "He delivered the 1962 Charlton Lecture on Tiepolo's \"Banquet of Cleopatra.\"": [
        [
            42,
            49,
            [
                "Tie polo"
            ]
        ]
    ],
    "Cambridge University appointed him its Slade Professor of Fine Art, 1963-1964, whose lectures were published as the book <em>Rococo to Revolution</em>, 1966.": [
        [
            39,
            44,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "Levey rose to deputy keeper the same year.</p>\n\n<p>A commissioned volume for the Penguin (publishers) <em>Style and Civilization</em> series, <em>The Early Renaissance</em>, 1967, won the Hawthornden Prize, never previously awarded to a work of non-fiction.": [
        [
            0,
            5,
            [
                "Level",
                "Lava",
                "Lever",
                "Levy",
                "Lena",
                "Levee"
            ]
        ],
        [
            188,
            199,
            [
                "Hawthorn den"
            ]
        ]
    ],
    "Levey was appointed keeper at the Gallery in 1968, the same year his art general-readership volume, <em>History of Western Art</em>, appeared.": [
        [
            0,
            5,
            [
                "Level",
                "Lava",
                "Lever",
                "Levy",
                "Lena",
                "Levee"
            ]
        ]
    ],
    "He delivered the Wrightsman Lectures, New York University also in 1968, published in 1971 as <em>Painting at Court</em>.": [
        [
            17,
            27,
            [
                "Wrights man"
            ]
        ]
    ],
    "Levey was appointed director of the National Gallery in 1973 over more senior colleagues, but after the Board's unanimous first choice, <a href=\"/pillsburye\">Edmund Pillsbury.</a>&nbsp; As director, Levey was a skilled administrator who, for example, allowed keepers to hang their own galleries.": [
        [
            0,
            5,
            [
                "Level",
                "Lava",
                "Lever",
                "Levy",
                "Lena",
                "Levee"
            ]
        ]
    ],
    "He created new galleries within the existing building, supporting the long and controversial planning of what became the Sainsbury Wing of the Museum.": [],
    "He also instituted a department of education for the museum.": [],
    "Acquisitions under his aegis included the Gallery's first purchases of Klimt, Matisse and Picasso.": [],
    "Levey also authorized the cleaning of many paintings.": [
        [
            0,
            5,
            [
                "Level",
                "Lava",
                "Lever",
                "Levy",
                "Lena",
                "Levee"
            ]
        ]
    ],
    "In 1972 he and <a href=\"/klaneinw\">Wend von Kalnein</a>&nbsp;wrote the volume in the Pelican History of Art on eighteenth-century French art.": [
        [
            3,
            7,
            [
                "1972,"
            ]
        ]
    ],
    "<em>High Renaissance</em>, another book for a general readership, appeared in 1975.": [],
    "In 1981 he delivered the Neurath Lecture, \"The Painter Depicted,\" and received a knighthood from Queen Elizabeth.": [
        [
            3,
            7,
            [
                "1981,"
            ]
        ],
        [
            25,
            32,
            [
                "Neural",
                "Neurite",
                "Seurat",
                "Neath"
            ]
        ]
    ],
    "His wife was diagnosed with multiple sclerosis in 1984.": [],
    "After publicly complaining about the low budget the Gallery had for acquisitions, Levey caught the attention of John Paul Getty II, who donated $25 million for acquisitions.": [
        [
            82,
            87,
            [
                "Level",
                "Lava",
                "Lever",
                "Levy",
                "Lena",
                "Levee"
            ]
        ]
    ],
    "He retired from the Gallery in 1986, stating a need to care for his declining wife.": [],
    "He was succeeded at the Gallery by <a href=\"/macgregorn\">Neil MacGregor</a>, then the editor of <em>The Burlington Magazine</em>, after the American Edmund Pillsbury of the Kimbell Museum in Fort Worth turned the position down.": [],
    "In retirement, Levey wrote <em>Gianbatista Tiepolo: His Life and Art</em> in 1987, which was awarded the <a href=\"/fletcherb\">Banister Fletcher</a> Prize.": [
        [
            15,
            20,
            [
                "Level",
                "Lava",
                "Lever",
                "Levy",
                "Lena",
                "Levee"
            ]
        ]
    ],
    "Levey held the other Slade Professor of Fine Arts chair, at Oxford University, 1994-95.": [
        [
            0,
            5,
            [
                "Level",
                "Lava",
                "Lever",
                "Levy",
                "Lena",
                "Levee"
            ]
        ],
        [
            21,
            26,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "An updated version of his <em>Pelican History of Art</em> volume, solely on French eighteenth-century art, was issued by Yale University press.": [],
    "He died of a stroke late in 2008.</p>\n\n<p>Levey commanded an excellent writing style and his works were accessible to the general reading public; he never was formally educated in art history.": [
        [
            42,
            47,
            [
                "Level",
                "Lava",
                "Lever",
                "Levy",
                "Lena",
                "Levee"
            ]
        ],
        [
            149,
            158,
            [
                "was never"
            ]
        ]
    ],
    "Understanding that a reputation in art history in the 20th century required constant publishing more than original scholarship, his name was constantly in print with novels, literature reviews and biographies.": [],
    "His art history, rooted in connoisseurship and formalism, reflected his admiration for <a href=\"/paterw\">Walter Pater</a>, the subject of one of his many books.": [],
    "In the 1960's, his <em>Rococo to Revolution</em> became a target for \"New Art History\" historians.": [
        [
            7,
            13,
            [
                "1960s"
            ]
        ]
    ],
    "In a 1967 open letter to Levey in the <em>Burlington Magazine</em>, <a href=\"/brooknera\">Anita Brookner</a>&nbsp;contrasted his methodology with the need for examining social and political aspects of art.": [
        [
            25,
            30,
            [
                "Level",
                "Lava",
                "Lever",
                "Levy",
                "Lena",
                "Levee"
            ]
        ]
    ],
    "His outspoken wife, highly anti-religious and a bisexual, presented a foil to his elegant demeanor.": [],
    "Levey's directorship was one characterized by cultivation of internal staff rather than outside hires; his own advancement at the National Gallery was without competition.</p>": [
        [
            0,
            5,
            [
                "Level",
                "Lava",
                "Lever",
                "Levy",
                "Lena",
                "Levee"
            ]
        ]
    ]
}