{
    "Professor of Art History, American Studies, and Women Studies at Baruch College and Graduate Center at the City University of New York.": [
        [
            84,
            92,
            [
                "Graduate from"
            ]
        ]
    ],
    "Levin graduated from Northside High School in Atlanta.": [
        [
            0,
            5,
            [
                "Kevin",
                "Lenin",
                "Levi",
                "Levine",
                "Devin",
                "Levis"
            ]
        ]
    ],
    "In 1969, she completed her B.A.": [],
    "from Simmons College and a year later, her M.A.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "in fine arts from Tufts University.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "While working on her Ph.D.,  Levin joined the New School for Social Research (NSSR) in 1973 as an instructor.": [
        [
            27,
            29,
            [
                " "
            ]
        ],
        [
            29,
            34,
            [
                "Kevin",
                "Lenin",
                "Levi",
                "Levine",
                "Devin",
                "Levis"
            ]
        ]
    ],
    "She held this position for two years, followed by a year appointment to the Connecticut College as an assistant professor in art history.": [],
    "Levin received her Ph.D.": [
        [
            0,
            5,
            [
                "Kevin",
                "Lenin",
                "Levi",
                "Levine",
                "Devin",
                "Levis"
            ]
        ]
    ],
    "from Rutgers University in 1976 writing her dissertation on “Wassily Kandinsky and the American Avant-Garde, 1912-1950” under Americanist art historian thesis director <a href=\"/baigellm\">Matthew Baigell</a>.": [
        [
            0,
            4,
            [
                "From"
            ]
        ],
        [
            96,
            107,
            [
                "Avant-garde"
            ]
        ],
        [
            126,
            137,
            [
                "Americanism"
            ]
        ]
    ],
    "From 1976 to 1984, Levin served as the curator of the Whitney Museum of American Art in New York City, primarily focusing on their collection of Edward Hopper paintings for which she became an expert.": [
        [
            19,
            24,
            [
                "Kevin",
                "Lenin",
                "Levi",
                "Levine",
                "Devin",
                "Levis"
            ]
        ]
    ],
    "In 1984 while researching the Hopper estate, Levin began to question how the Rev.": [
        [
            45,
            50,
            [
                "Kevin",
                "Lenin",
                "Levi",
                "Levine",
                "Devin",
                "Levis"
            ]
        ]
    ],
    "Arthayer Sanborn (1916-2007), former owner of one of the largest collections of Hopper art and memorabilia, gained so much of his work.": [
        [
            0,
            8,
            [
                "Thayer"
            ]
        ],
        [
            9,
            16,
            [
                "San born"
            ]
        ]
    ],
    "She accused the Sanborn and his family of illegally obtaining the collection after examining notes, letters, and wills from the Hopper family.": [
        [
            16,
            23,
            [
                "San born"
            ]
        ]
    ],
    "This resulted in the Whitney Museum firing her, claiming that she had written a book without the museum’s consent, an assertion she disputed.": [],
    "From 1979 to 1980, Levin took a position as a visiting assistant professor at the Graduate School at the City University of New York.": [
        [
            19,
            24,
            [
                "Kevin",
                "Lenin",
                "Levi",
                "Levine",
                "Devin",
                "Levis"
            ]
        ]
    ],
    "In 1985, Levin acted as the guest curator at the Rutgers’s Zimmerli Museum, creating an exhibit entitled “Hopper’s Places.” In it, she took pictures of the locations of Hopper’s work alongside the painting itself.": [
        [
            9,
            14,
            [
                "Kevin",
                "Lenin",
                "Levi",
                "Levine",
                "Devin",
                "Levis"
            ]
        ],
        [
            59,
            67,
            [
                "Zimmer"
            ]
        ]
    ],
    "Following her exhibition, Levin taught as an associate professor at Baruch College in New York for two years.": [
        [
            26,
            31,
            [
                "Kevin",
                "Lenin",
                "Levi",
                "Levine",
                "Devin",
                "Levis"
            ]
        ]
    ],
    "During her last year as an associate professor, she additionally worked as a Will &amp; Ariel Durant Professor of the Humanities at St.": [
        [
            82,
            86,
            [
                "camp",
                "lamp",
                "ramp",
                "amp",
                "damp",
                "vamp"
            ]
        ]
    ],
    "Peter’s College in Jersey City.": [],
    "In 1987, Levin published her work, “Twentieth Century American Painting: The Thyssen-Bornemisza Collection” and in 1989 “Marsden Hartley in Bavaria.” She joined Baruch College and Graduate Center at the City University of New York the same year.": [
        [
            9,
            14,
            [
                "Kevin",
                "Lenin",
                "Levi",
                "Levine",
                "Devin",
                "Levis"
            ]
        ],
        [
            77,
            95,
            [
                "Thomsen-Bornemisza"
            ]
        ],
        [
            180,
            188,
            [
                "Graduate from"
            ]
        ]
    ],
    "Levin received the President’s Award for Excellence in Scholarship in 1991.": [
        [
            0,
            5,
            [
                "Kevin",
                "Lenin",
                "Levi",
                "Levine",
                "Devin",
                "Levis"
            ]
        ]
    ],
    "She continued her Ph.D.": [],
    "research with her publication, “Theme and Variation: Kandinsky &amp; the American Avant-Garde, 1912-1950.”  Returning to Hopper, Levin published two works: “Edward Hopper: An Intimate Biography” and “Edward Hopper: A Catalogue Raisonné” in 1995, the latter considered a definitive catalog of his work.": [
        [
            0,
            8,
            [
                "Research"
            ]
        ],
        [
            63,
            67,
            [
                "camp",
                "lamp",
                "ramp",
                "amp",
                "damp",
                "vamp"
            ]
        ],
        [
            82,
            93,
            [
                "Avant-garde"
            ]
        ],
        [
            129,
            134,
            [
                "Kevin",
                "Lenin",
                "Levi",
                "Levine",
                "Devin",
                "Levis"
            ]
        ],
        [
            217,
            226,
            [
                "Catalog"
            ]
        ],
        [
            227,
            235,
            [
                "Raise",
                "Raising",
                "Lausanne",
                "Riemann",
                "Raisins",
                "Argonne"
            ]
        ]
    ],
    "In 1996, she received an honorary doctorate from Simmons College at their 91st commencement.": [],
    "Additionally, Levin published two collections of Hopper works: “The Poetry of Solitude: A Tribute to Edward Hopper (ed.": [
        [
            14,
            19,
            [
                "Kevin",
                "Lenin",
                "Levi",
                "Levine",
                "Devin",
                "Levis"
            ]
        ]
    ],
    "), Hopper in poetry collected and introduced” (1995) and “Silent Places: A Tribute to Edward Hopper, Hopper in fiction collected and introduced” (2000).": [
        [
            0,
            1,
            [
                ""
            ]
        ]
    ],
    "In 2000, too, she published “Aaron Copland’s America: A Cultural Perspective.”\n\nLevin received a Senior Fulbright scholarship to Japan.": [
        [
            80,
            85,
            [
                "Kevin",
                "Lenin",
                "Levi",
                "Levine",
                "Devin",
                "Levis"
            ]
        ]
    ],
    "Levin became increasingly interested in Jewish artists, writing two works: “Becoming Judy Chicago: A Biography of the Artist.” (2007) and “Lee Krasner: A Biography” (2011).": [
        [
            0,
            5,
            [
                "Kevin",
                "Lenin",
                "Levi",
                "Levine",
                "Devin",
                "Levis"
            ]
        ],
        [
            143,
            150,
            [
                "Trainer",
                "Fraser",
                "Kramer",
                "Raster",
                "Kroner",
                "Eraser"
            ]
        ]
    ],
    "She is a named distinguished professor at the Graduate Center at the City University of New York in 2007.": [
        [
            46,
            54,
            [
                "Graduate from"
            ]
        ]
    ],
    "The following year she received a Distinguished Professor title at Baruch College.": [],
    "Most recently she published “Theresa Bernstein: A Century in Art” (2013).": [],
    "Working alongside doctoral students at the City University of New York, Levin created a book, website, and exhibition on Theresa Bernstein.": [
        [
            72,
            77,
            [
                "Kevin",
                "Lenin",
                "Levi",
                "Levine",
                "Devin",
                "Levis"
            ]
        ]
    ]
}