{
    "Curator and historian of African-American art; first African-American woman to receive a Ph.D.": [],
    "in art history.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Lewis was a student at Dillard University in New Orleans, LA, and began her art career there under the tutelage of African-American sculptor and printmaker, Elizabeth Catlett (1915-2012).": [
        [
            167,
            174,
            [
                "Bartlett",
                "Scarlett",
                "Cutlet",
                "Cutlets",
                "Caplet",
                "Caplets"
            ]
        ]
    ],
    "At one of her instructor's suggestions, Lewis transferred to Hampton Institute (now Hampton Univer­sity) in Virginia, where she earned her B.A.": [],
    "in art history in 1945.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Lewis completed her graduate studies at Ohio State University, earning her M.A.": [],
    "degree in 1948.": [
        [
            0,
            6,
            [
                "Degree"
            ]
        ]
    ],
    "That same year she married Paul G. Lewis and moved to Los Angeles, where she taught at Cal State Long Beach while finishing her doctoral dissertation (1951).": [],
    "As a practicing artist, she cultivated close relationships with several other African-American artists, including Romare Bearden (1914-1988).": [],
    "Lewis carefully documented her contact with artists through interviews, photographs, and manuscripts, creating a substantial archival resource for other scholars of African-American art.": [],
    "In 1953, she organized the first conference of African-American artists in the United States at Florida A &amp; M University.": [
        [
            106,
            110,
            [
                "camp",
                "lamp",
                "ramp",
                "amp",
                "damp",
                "vamp"
            ]
        ]
    ],
    "Lewis moved to State University of New York, Plattsburg, in 1958, where she developed an interest in Asian arts, language, and culture.": [
        [
            45,
            55,
            [
                "Pittsburgh",
                "Blacksburg",
                "Clarksburg"
            ]
        ]
    ],
    "She traveled to Taiwan on a Fulbright fellowship, and upon her return she became a postdoctoral fellow at the University of Southern California, Los Angeles.": [],
    "Lewis became a significant force in the art scene in Los Angeles over the next two decades, and her influence would spread to the rest of the country.": [],
    "In 1969 she became education coordinator at the Los Angeles County Museum of Art (LACMA), an opportunity she pursued because she wanted to create new exhibition opportunities for African-American artists.": [
        [
            3,
            7,
            [
                "1969,"
            ]
        ]
    ],
    "She fought for the hiring of more African Americans by the museum, but after more than a year of constant conflict, she resigned.": [],
    "Before she left, however, she and other constituents founded a group called the Concerned Citizens for Black Art.": [],
    "They set up guidelines and made recommen­dations to the museum as to what they thought would be more appropriate educa­tional programming.": [],
    "In order to publish <em>Black Artists on Art</em> (1969), a two-volume collection of black artists' writings, Lewis also founded the first African-American owned art book publishing house, Contemporary Crafts.": [],
    "As a curator, she organized the first solo exhibition of Betye Saar (b.": [
        [
            57,
            62,
            [
                "Bette",
                "Bethe",
                "Bettye",
                "Bet ye"
            ]
        ]
    ],
    "1926), and established three galleries in the Los Angeles area, where she also served as one of the founders of the Museum of Afro-American Art.": [],
    "In 1976, she supervised the publication of the scholarly journal, <em>Black Art: An International Quarterly</em>, which became the <em>International Review of African-American Art</em> (IRAAA) in 1984.": [
        [
            186,
            191,
            [
                "IR AAA",
                "IRA AA"
            ]
        ]
    ],
    "Lewis became a professor of art history at Scripps College in Claremont, California, in 1970 where she became the first tenured African-American professor at the college.": [],
    "Lewis taught at Scripps until 1984 and now continues to write about, curate, and make art.": [],
    "Lewis was granted the Charles White Lifetime Achievement Award in 1993 and the UNICEF Award for the Visual Arts in 1995.": [],
    "In 2002, Scripps established the Samella Lewis Scholarship for African-American students based on scholastic achievement, excellence in character, leadership, and responsibility.": [
        [
            33,
            40,
            [
                "Smell",
                "Isabella",
                "Pamela",
                "Stella",
                "Amelia",
                "Smells"
            ]
        ]
    ],
    "In 2007, the college launched the Samella Lewis Contemporary Art Collection in her honor and with her assistance.": [
        [
            34,
            41,
            [
                "Smell",
                "Isabella",
                "Pamela",
                "Stella",
                "Amelia",
                "Smells"
            ]
        ]
    ],
    "She received the Distinguished Artist Award for Lifetime Achievement from the College Art Association in 2021.": [],
    "&nbsp;": []
}