{
    "<p>Art Historian and pedagogical reformer, founder of the \"Experiential Art Appreciation\" method of teaching.": [],
    "He was born in Reitbrook, Germany, which is part of present-day Hamburg, Germany.": [
        [
            15,
            24,
            [
                "Westbrook",
                "Saybrook"
            ]
        ]
    ],
    "After graduating from the university, Lichtwark worked as a teacher.": [
        [
            38,
            47,
            [
                "Rightward"
            ]
        ]
    ],
    "In 1878 he began attending the lectures of <a href=\"/brinckmannj\">Justus Brinckmann</a> who had founded the Hamburg Museum für Kunst und Gewerbe the year before.": [
        [
            3,
            7,
            [
                "1878,"
            ]
        ]
    ],
    "Brinckmann introduced Lichtwark to the Hamburg industrialist Call Kall.": [
        [
            0,
            10,
            [
                "Brockman"
            ]
        ],
        [
            22,
            31,
            [
                "Rightward"
            ]
        ],
        [
            66,
            70,
            [
                "All",
                "Call",
                "Fall",
                "Hall",
                "Ball",
                "Kill"
            ]
        ]
    ],
    "Kall came to consider Lichtwark his son and paid for Lichtwark to study art history under <a href=\"/springera\">Anton Springer</a> in Leipzig.": [
        [
            0,
            4,
            [
                "All",
                "Call",
                "Fall",
                "Hall",
                "Ball",
                "Kill"
            ]
        ],
        [
            22,
            31,
            [
                "Rightward"
            ]
        ],
        [
            53,
            62,
            [
                "Rightward"
            ]
        ]
    ],
    "Lichtwark moved to Berlin where Brinckmann got him a job in Berlin's Kunstgewerbemuseum under <a href=\"/lessingj\">Julius Lessing</a>.": [
        [
            0,
            9,
            [
                "Rightward"
            ]
        ],
        [
            32,
            42,
            [
                "Brockman"
            ]
        ]
    ],
    "Lichtwark travelled in the intellectual circles of Berlin, making the acquaintance of important art scholars, such as <a href=\"/grimmh\">Herman Grimm</a> and museum directors <a href=\"/seidlitzw\">Woldemar von Seidlitz</a>, <a href=\"/tschudih\">Hugo von Tschudi</a>, <a href=\"/schoner\">Richard Schöne</a> and <a href=\"/bodew\">Wilhelm Bode</a>.": [
        [
            0,
            9,
            [
                "Rightward"
            ]
        ]
    ],
    "He wrote art reviews for various Berlin newspapers under the pseudonym \"k\", beginning with the <em>Nationalzeitung</em> in 1881.": [],
    "When the city council of Hamburg mandated a director for their art museum, Lichtwark, native son and Berlin-experienced, was appointed Director of the Kunsthalle in 1886.": [
        [
            75,
            84,
            [
                "Rightward"
            ]
        ],
        [
            151,
            161,
            [
                "Unstable"
            ]
        ]
    ],
    "He reatined the position he retained until his death.": [
        [
            3,
            11,
            [
                "retained"
            ]
        ]
    ],
    "The same year he launched the <em>Gesellschaft der Hamburger Kunstfreunde</em> (Hamburg Commission of Friends of Art), a group to intended to nurture the training of artists.": [],
    "Lichtwark saw children's art education as critical.": [
        [
            0,
            9,
            [
                "Rightward"
            ]
        ]
    ],
    "In 1897 he initiated the \"Child as Artist\" (Das Kind als Künstler) exhibition, which provided a forum for his beliefs.": [
        [
            3,
            7,
            [
                "1897,"
            ]
        ],
        [
            44,
            47,
            [
                "Was",
                "As",
                "Has",
                "Day",
                "Days",
                "Gas"
            ]
        ],
        [
            53,
            56,
            [
                "ALS",
                "as",
                "all",
                "also",
                "eyes",
                "ads"
            ]
        ],
        [
            57,
            65,
            [
                "Munster",
                "Koestler",
                "Rustler",
                "Punster",
                "Münster",
                "Hustler"
            ]
        ]
    ],
    "Lichtwark built on the notion, popular throughout Europe at the time, to cultivate appreciation and production of art (and particularly crafts) by learning the techniques of production directly.": [
        [
            0,
            9,
            [
                "Rightward"
            ]
        ]
    ],
    "A similar impulse occurred in England with William Morris' Arts and Crafts Movement.": [],
    "Lichtwark's ideas, known as <em>Kunsterziehungsbewegung</em>, resounded through art schools and museums, resulting in exhibitions appealing to children and non-art specialists.": [
        [
            0,
            9,
            [
                "Rightward"
            ]
        ]
    ],
    "One of the neighborhood children who visited his home (the Villa Liebermann of Max Liebermann) was the future art historian <a href=\"/simsono\">Otto von Simson</a>.": [
        [
            65,
            75,
            [
                "Lieberman"
            ]
        ]
    ],
    "<a href=\"/kultermannu\">Udo Kultermann</a> sites Lichtwark among those <em>Gründerzeit</em> museum directors, along with Bode, Brinckmann, von Seidlitz, and <a href=\"/woermannk\">Karl Woermann</a>, as responsible for the formation of art history by virtue of their scholarship and interest in museum training.": [],
    "His lectures (along with those of Brinckmann) inspired the modernist art historian <a href=\"/schapierom\">Rosa Schapire</a> to become an art historian.</p>": [
        [
            34,
            44,
            [
                "Brockman"
            ]
        ]
    ]
}