{
    "<p>Goya scholar and academic museum director; co-founder of the committee to rescue works of art ravaged by the floods in Florence in 1966.": [],
    "Licht's father was Austrian, Arnold Berman Licht (b.": [
        [
            0,
            5,
            [
                "Light",
                "Licit"
            ]
        ],
        [
            43,
            48,
            [
                "Light",
                "Licit"
            ]
        ]
    ],
    "1889), a raincoat manufacturer working in the Amsterdam at the time of his son's birth.": [],
    "He and his family lived in Berlin.": [],
    "As tensions against Jews mounted in Germany, Licht's family left Berlin two weeks before Kristallnacht for Amsterdam.": [
        [
            45,
            50,
            [
                "Light",
                "Licit"
            ]
        ]
    ],
    "He fled again to Paris and in 1941 to Genoa, Italy.": [],
    "Denied entrance to the United States, Licht, alone, emigrated to Panama in 1941 at age 13 and then to New York.": [
        [
            38,
            43,
            [
                "Light",
                "Licit"
            ]
        ],
        [
            52,
            64,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "He attended Stuyvesant high school in the city and then, as a late teen, entered the University of Wisconsin, Madison, becoming a naturalized citizen in 1946.": [],
    "After receiving his B.A from Wisconsin in 1948, he continued graduate work at the University of Basel.": [
        [
            22,
            23,
            [
                " A"
            ]
        ],
        [
            24,
            28,
            [
                "form"
            ]
        ]
    ],
    "His Ph.D.": [],
    "was awarded there in 1952 with a dissertation topic on Poussin.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "Licht lectured at Princeton University as an instructor in art history beginning the following year.": [
        [
            0,
            5,
            [
                "Light",
                "Licit"
            ]
        ]
    ],
    "He moved to Williams College, Williamstown, MA, appointed assistant professor of art history in 1958 (through 1961).": [],
    "While at Williams, he met an NYU a graduate student of <a href=\"/krautheimerr\">Richard Krautheimer</a>, Margarite \"Meg\" Meinecke (b.": [],
    "1926), whom he married in 1959.": [],
    "Licht was awarded a Fulbright scholarship for 1961, researching in Italy.": [
        [
            0,
            5,
            [
                "Light",
                "Licit"
            ]
        ]
    ],
    "He remained in Italy a second year, moving to Venice where he met the expatriate collector Peggy Guggenheim (1898-1979).": [],
    "Licht was hired to teach at a new, state-funded art school embedded at the Ringling Museum of Art, Sarasota.": [
        [
            0,
            5,
            [
                "Light",
                "Licit"
            ]
        ]
    ],
    "However, the school folded the following year and he accepted the position of associate professor at Brown University, Providence, RI, in 1965.": [
        [
            45,
            49,
            [
                ", and"
            ]
        ]
    ],
    "In November of the following year, the disastrous flood of the Arno River in Florence severely damaged important Renaissance art works of the city.": [],
    "Together with his wife and fellow Brown art professor <a href=\"/lowryb\">Bates Lowry</a>, Licht contacted art professionals across the United States to enlist support.": [],
    "Their efforts resulted in the establishment of the Committee to Rescue Italian Art (CRIA or \"cry\" in Italian), which grew to 65 chapters, raising $1.75 million.": [
        [
            84,
            88,
            [
                "CIA",
                "ARIA",
                "CRIB",
                "CURIA",
                "CHIA",
                "CRA"
            ]
        ]
    ],
    "With Lowry's departure to MoMA in 1968, Licht became head of art department at Brown.": [
        [
            40,
            45,
            [
                "Light",
                "Licit"
            ]
        ]
    ],
    "He and his family moved to Italy to oversee the CRIA program, directing Florida State University's art study campus located in the Villa Fabricotti in Florence.": [
        [
            48,
            52,
            [
                "CIA",
                "ARIA",
                "CRIB",
                "CURIA",
                "CHIA",
                "CRA"
            ]
        ],
        [
            137,
            147,
            [
                "Fabricated",
                "Fabricate",
                "Fabricator",
                "Fabricates",
                "Manicotti"
            ]
        ]
    ],
    "Ever an exponent of modern art, Licht was appointed a member of board of trustees of Peggy Guggenheim Foundation in Venice in 1968.": [
        [
            32,
            37,
            [
                "Light",
                "Licit"
            ]
        ]
    ],
    "During these years in Europe, Licht began focusing on what would become his area of specialty, the interpretation of the work of the Spanish artist Francisco Goya.": [
        [
            30,
            35,
            [
                "Light",
                "Licit"
            ]
        ]
    ],
    "His first book on the artist appeared in 1970.": [],
    "Licht returned to the U.S.": [
        [
            0,
            5,
            [
                "Light",
                "Licit"
            ]
        ]
    ],
    "when Italy's red brigade fostered anti-western sentiment.": [
        [
            0,
            4,
            [
                "When"
            ]
        ]
    ],
    "He was a visiting professor of art at Williams.": [],
    "A second Goya book, a collection of primary sources and historiographic excerpts, was issued in 1973.": [
        [
            56,
            71,
            [
                "historiography",
                "historiographical",
                "historiographer"
            ]
        ]
    ],
    "Licht taught at Florida State University between 1973 and 1978.": [
        [
            0,
            5,
            [
                "Light",
                "Licit"
            ]
        ]
    ],
    "Princeton University hired him, again, this time as director of its art museum with the rank of professor in 1978.": [],
    "One of his first decisions was the accept for Princeton George Segal's \" Sacrifice of Isaac\" sculpture, a memorial to the student slayings at Kent State, which the Ohio school had rejected.": [
        [
            63,
            68,
            [
                "Legal",
                "Seal",
                "Sega",
                "Regal",
                "Sepal",
                "SEAL"
            ]
        ],
        [
            70,
            73,
            [
                "\" ",
                " \""
            ]
        ]
    ],
    "Licht's monograph of Goya, <em>Goya: The Origins of the Modern Temper in Art</em> appeared in 1979.": [
        [
            0,
            5,
            [
                "Light",
                "Licit"
            ]
        ]
    ],
    "After Guggenheim's death in 1979, Licht re-engaged with her museum in Venice.": [
        [
            34,
            39,
            [
                "Light",
                "Licit"
            ]
        ]
    ],
    "He became professor of art at Boston University in 1980.": [],
    "Concomitant with his Boston appointment, Licht was appointed curator of the Collezione Peggy Guggenheim.": [
        [
            41,
            46,
            [
                "Light",
                "Licit"
            ]
        ],
        [
            76,
            86,
            [
                "Collection",
                "Collections",
                "Collegiate",
                "Collision",
                "Collisions",
                "Collusion"
            ]
        ]
    ],
    "He retired Emeritus from Boston.</p>\n\n<p>As an art historian, Licht's approach to art is one of art as reflecting the spirit of an age (Geistesgeschichte), a methodology employed by an earlier generation of scholars, most notably <a href=\"/hetzert\">Theodor Hetzer</a>.": [
        [
            62,
            67,
            [
                "Light",
                "Licit"
            ]
        ]
    ],
    "His work on Goya was particularly well suited for the approach.": [],
    "Though not the first art historian to do so, Licht argued Goya's place as the first truly modern artist.": [
        [
            45,
            50,
            [
                "Light",
                "Licit"
            ]
        ]
    ],
    "Students recalled him as a spell-binding lecturer.</p>": []
}