{
    "MoMA and Metropolitan Museum curator, major exponent of prints and modern art in general; founding member of the Print Council of America.": [],
    "Lieberman’s father, Max Lieberman (1893-1959), was a scholar of late medieval church history (Ph.D.": [],
    "Sorbonne), and his mother Bertha Slattery (Lieberman) (1897-1958), an Irish Catholic school teacher.": [
        [
            33,
            41,
            [
                "Flattery",
                "Slattern"
            ]
        ]
    ],
    "His family had independent means;  Lieberman was born in Paris when the family was living there.": [
        [
            33,
            35,
            [
                " "
            ]
        ]
    ],
    "The family  friends included Picasso, Matisse and Gertrude Stein (Meech).": [
        [
            10,
            12,
            [
                " "
            ]
        ],
        [
            66,
            71,
            [
                "Beech",
                "Leech",
                "Merch"
            ]
        ]
    ],
    "The Lieberman’s returned to the United States in the mid 1930s (Max had graduated from City College of New York) with hostilities in Europe growing (Max was of German-Jewish decent).": [],
    "William Lieberman attended the private Townsend Harris High School.": [],
    "He graduated from Swarthmore College with honors in English, and a minor in medieval history in 1943.": [],
    "As a gay man, he was not a candidate for military service as many men his age were during World War II.": [],
    "One of his mentors at Swarthmore, the poet W. H. Auden, recommended him to Monroe Wheeler (1899-1988), director of the Department of Exhibitions and Publications of the Museum of Modern Art, New York, the same year, for a job.": [],
    "Lieberman interned the summer (without pay) under Wheeler, before participating in the Harvard Fogg art museum course on museology.": [
        [
            95,
            99,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "The course, <a href=\"/sachsp\">Paul J. Sachs</a>’ infamous ‘museum course’ taught the fundamentals of connoisseurship and museum studies for many future art historians.": [],
    "Lieberman also cited Harvard’s <a href=\"/rosenbergj\">Jacob Rosenberg</a> as inspiring his interest in prints (Castleman).": [],
    "Lieberman joined MoMA’s staff in 1945 as an assistant (officially, “secretary”) to its founding director, <a href=\"/barra\">Alfred H. Barr.": [],
    "Jr.</a>  In 1949 he became director of the Museum's new department of prints, the Abby Aldrich Rockefeller Print Room, within the Museum.": [
        [
            7,
            9,
            [
                " "
            ]
        ]
    ],
    "He developed the Art Lending Service in which other museums could be lent a selection of graphics from MoMA.": [],
    "Lieberman experimented with the mass-market paperback publishing with <i>Pablo Picasso: Blue and Rose Periods</i> in 1954.": [],
    "One of the few monographs published outside the Museum appeared in 1956, <i>Matisse: 50 Years of his Graphic Art</i>.": [],
    "The same year assisted in founding The Print Council of America.": [],
    "MoMA’s print collection became an independent entity within the Museum in 1960 as Department of Drawings and Prints;  Lieberman was appointed its curator.": [
        [
            116,
            118,
            [
                " "
            ]
        ]
    ],
    "In 1966, he was named that Department's director.": [],
    "As director, he expanded the collection to include drawings.": [],
    "The following year he was appointed MoMA’s curator in the Department of Painting and Sculpture.": [],
    "In that position, he mounted, among many exhibitions,  the first retrospective exhibition of Jackson Pollocks’ work in 1967.": [
        [
            53,
            55,
            [
                " "
            ]
        ],
        [
            101,
            109,
            [
                "Pollock's",
                "Pollock",
                "Bollocks",
                "Pillocks",
                "Pollacks",
                "Pol locks"
            ]
        ]
    ],
    "By 1969 he was the director of the Painting and Sculpture department.": [],
    "When the Museum’s prints and drawings department split, Lieberman assumed the directorship of Prints in 1971.": [],
    "There he chose <a href=\"/roseb1934\">Bernice Rose</a> of the Museum as his curator.": [],
    "Lieberman was part of a group, formed in 1972, to authenticate thousands of works by Pollock.": [],
    "The result was the four-volume <i>catalogue raisonné</i> published in 1978.": [],
    "In 1979, he left MoMA to become Chair of the Twentieth-Century Art Department at the Metropolitan Museum of Art.": [],
    "His last show for the MoMA was ‘Art of the Twenties’.": [],
    "At the Metropolitan he was Jacques and Natasha Gelman Chairman of the Department of Twentieth-Century Art.": [
        [
            47,
            53,
            [
                "German",
                "Gilman",
                "Gel man"
            ]
        ]
    ],
    "He advised on modern art and continued his valuable connections with many in the art world.": [],
    "He died of cardiopulmonary arrest at his home in New York.": [],
    "Lieberman not only organized numerous important exhibitions of prints, drawings, and paintings, but he was also a powerhouse in his ability to acquire gifts to those institutions.": [],
    "This included works by Pablo Picasso, Georges Braque, Joan Miró, and Henri Matisse.": [],
    "While at the Modern, he purchased the bulk of Gertrude Stein's collection, which included over thirty-eight works by Picasso and Juan Gris.": [],
    "His personal works-on-paper collection included a substantial amount of Japanese prints, of which he was also an expert.": [],
    "During his long career in the museum world, he wrote dozens of articles and contributed to a wide variety of exhibition catalogs and books.": []
}