{
    "<p>Assistant professor; specialist in medieval Burgundian sculpture, particularly Claus Sluter, as well as medieval painting and illumination and costume studies.": [
        [
            88,
            94,
            [
                "Slater"
            ]
        ]
    ],
    "Liebreich was born in Bocholt, Germany in 1899 to Max Liebreich, a manufacturer, and an undocumented mother.": [
        [
            0,
            9,
            [
                "Liberace"
            ]
        ],
        [
            54,
            63,
            [
                "Liberace"
            ]
        ]
    ],
    "Liebreich earned her <em>abitur</em> in 1921.": [
        [
            0,
            9,
            [
                "Liberace"
            ]
        ]
    ],
    "From 1921 to 1925 she studied art history, history, and archaeology in Munich, Berlin, and Bonn under <a href=\"/clemenp\">Paul Clemen</a> and <a href=\"/goldschmidta\">Adolph Goldschmidt</a>.": [],
    "Liebreich earned her doctorate in 1925 at Bonn under Clemen.": [
        [
            0,
            9,
            [
                "Liberace"
            ]
        ],
        [
            53,
            59,
            [
                "Clement",
                "Clemens",
                "Clément"
            ]
        ]
    ],
    "From 1926 to 1927, she trained at the Wallraf-Richartz-Museum in Cologne, where she compiled the catalog of medieval miniatures and organized exhibitions in the Kupferstichkabinett.": [
        [
            38,
            61,
            [
                "Wallah-Richartz-Museum",
                "Wallraf-Richard-Museum"
            ]
        ]
    ],
    "Liebreich became an assistant at the Art History Institute of the University of Kiel in 1927, working under <a href=\"/haseloffa\">Arthur Haseloff</a>.": [
        [
            0,
            9,
            [
                "Liberace"
            ]
        ]
    ],
    "Her work consisted of maintaining the library and photo and slide collection, preparing lectures, and supervising students.": [],
    "Her dissertation, <em>Kostümgeschichtliche Studien zur kölnischen Malerei des 14.": [
        [
            43,
            50,
            [
                "Studied",
                "Studies"
            ]
        ],
        [
            51,
            54,
            [
                "our",
                "fur",
                "bur",
                "cur",
                "Eur",
                "AUR"
            ]
        ],
        [
            66,
            73,
            [
                "Malaria",
                "Malawi",
                "Madera"
            ]
        ],
        [
            74,
            77,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Jahrhunderts</em> (<em>Costume-Historical Studies on Cologne Painting of the 14th Century</em>), was published in the <em>Jahrbuch der Kunstwissenschaft</em> in 1928.": [],
    "Liebreich, being Jewish, was dismissed from her position on June 30, 1933, for being \"non-Aryan\" under the Law for the Restoration of the Professional Civil Service.": [
        [
            0,
            9,
            [
                "Liberace"
            ]
        ]
    ],
    "She subsequently emigrated and moved to France with the assistance of the Society for the Protection of Science and Learning (now the Council for At-Risk Academics).": [],
    "Her habilitation, a monograph on Claus Sluters, was scheduled for the 1933 summer term; however, it was obstructed by the Nazi racial laws.": [
        [
            4,
            16,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ],
        [
            39,
            46,
            [
                "Sisters",
                "Clusters",
                "Alters",
                "Flutes",
                "Liters",
                "Routers"
            ]
        ]
    ],
    "From 1933 to 1936, Liebreich worked at the medieval department of the Institut d'Art et d'Archéologie of the Sorbonne under <a href=\"/focillonh\">Henri Focillon</a>.": [
        [
            19,
            28,
            [
                "Liberace"
            ]
        ],
        [
            70,
            78,
            [
                "Institute"
            ]
        ],
        [
            90,
            101,
            [
                "Archeologies"
            ]
        ]
    ],
    "Her work included research activity and lecturing on German Gothic architecture.": [],
    "Liebreich reworked her habilitation into a PhD thesis at the Université de Paris (Sorbonne) and earned another doctorate in 1936, financed by the Rockefeller Foundation.": [
        [
            0,
            9,
            [
                "Liberace"
            ]
        ],
        [
            23,
            35,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ]
    ],
    "Her book Claus Sluter was published in 1936.": [
        [
            15,
            21,
            [
                "Slater"
            ]
        ]
    ],
    "Lacking a permanent appointment, she attempted to find new scholarly activity, including with the SPSL in London.": [],
    "She participated in the 16th Congrès de l'Association bourguignonne des sociétés savantes in June 1939 and in the International Congress of Art Historians in London in July 1939.": [
        [
            29,
            36,
            [
                "Congress",
                "Congés"
            ]
        ],
        [
            68,
            71,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            72,
            80,
            [
                "societies"
            ]
        ],
        [
            81,
            89,
            [
                "savants"
            ]
        ]
    ],
    "Liebreich died by suicide in the winter of 1939–40.</p>\n\n<p>Liebreich’s habilitation work on Claus Sluter was well-received by its readers, among them <a href=\"/wackernagelm\">Martin Wackernagel</a> and Karl Koetschau.": [
        [
            0,
            9,
            [
                "Liberace"
            ]
        ],
        [
            60,
            69,
            [
                "Liberace"
            ]
        ],
        [
            72,
            84,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ],
        [
            99,
            105,
            [
                "Slater"
            ]
        ]
    ],
    "<a href=\"/focillonh\">Henri Focillon</a> also praised her work on Burgundy and fourteenth- and fifteenth-century sculpture, in particular her analysis of the Calvaire de Champmol.</p>\n\n<p> </p>": []
}