{
    "<p><span><span><span><span><span><span>Scholar of Dutch Baroque painting, principally Vermeer.": [],
    "Liedtke was born in Plainfield, New Jersey to Walter Liedtke, Sr, and Elsa Liedtke.": [
        [
            0,
            7,
            [
                "Like",
                "Little",
                "Laid",
                "Lied",
                "Ledge",
                "Lieder"
            ]
        ],
        [
            53,
            60,
            [
                "Like",
                "Little",
                "Laid",
                "Lied",
                "Ledge",
                "Lieder"
            ]
        ],
        [
            75,
            82,
            [
                "Like",
                "Little",
                "Laid",
                "Lied",
                "Ledge",
                "Lieder"
            ]
        ]
    ],
    "The family moved to nearby Livingston, New Jersey where he was raised.": [],
    "After entering Rutgers University as an undergraduate he became interested in art history and, following his BA in 1967 entered Brown University, where he achieved his MA in 1969.": [],
    "Liedtke chose the Courtauld Institute of Art at the University of London for his Ph.D.": [
        [
            0,
            7,
            [
                "Like",
                "Little",
                "Laid",
                "Lied",
                "Ledge",
                "Lieder"
            ]
        ],
        [
            18,
            27,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "</span></span></span></span></span></span><span><span><span><span><span><span>While working on his dissertation, he taught at Florida State University (1969-1971).</span></span></span></span></span></span><span><span><span><span><span><span> His dissertation, focused on the role of architecture (largely interior churches) in Delft painting, was accepted in 1974, supervised by Michael Kitson.": [
        [
            387,
            393,
            [
                "Kit son",
                "Kits on"
            ]
        ]
    ],
    "</span></span></span></span></span></span><span><span><span><span><span><span> Liedtke accepted an appointment at Ohio State University where he taught between 1975 and 1979.": [
        [
            79,
            86,
            [
                "Like",
                "Little",
                "Laid",
                "Lied",
                "Ledge",
                "Lieder"
            ]
        ]
    ],
    "There he met and married </span></span></span></span></span></span><span><span><span><span><span><span>Nancy B. Nitcher (b.1947), later a mathematics teacher.": [
        [
            112,
            119,
            [
                "Pitcher",
                "Hitcher",
                "Notcher",
                "Witcher"
            ]
        ]
    ],
    "</span></span></span></span></span></span><span><span><span><span><span><span>Awarded an Andrew W. Mellon Fellowship in 1979 at the Metropolitan Museum of Art he left academics for the museum where he studied under the supervision of Sir John Pope Hennessy.": [],
    "Pope Hennessy offered Liedtke the position of Curator of Seventeenth-century Dutch and Flemish Painting at the Met the following year.": [
        [
            22,
            29,
            [
                "Like",
                "Little",
                "Laid",
                "Lied",
                "Ledge",
                "Lieder"
            ]
        ]
    ],
    "He remained Curator of Northern European Painting at the museum for the remaining thirty-five years of his life.": [],
    "In 1983 he helped form The Historians of Netherlandish Art.": [
        [
            3,
            7,
            [
                "1983,"
            ]
        ]
    ],
    "His first duties at the Mueseum were to compile catalog of the Met’s holdings in Netherlandish art.": [
        [
            24,
            31,
            [
                "Museum"
            ]
        ]
    ],
    "He published the Flemish catalog in 1984.": [],
    "However, as Liedtke’s curational profile grew, the Dutch catalog waited.</span></span></span></span></span></span></p>\n\n<p><span><span><span><span><span><span>As a curator, Liedtke produced some of the most innovative and successful exhibitions at the Met.": [
        [
            12,
            19,
            [
                "Like",
                "Little",
                "Laid",
                "Lied",
                "Ledge",
                "Lieder"
            ]
        ],
        [
            22,
            32,
            [
                "durational",
                "cu rational"
            ]
        ],
        [
            173,
            180,
            [
                "Like",
                "Little",
                "Laid",
                "Lied",
                "Ledge",
                "Lieder"
            ]
        ]
    ],
    "His “Rembrandt/Not Rembrandt, 1995-1996, showed Rembrandts in the Met which were authenticated by the Rembrandt Research Project (RRP) and those in the collection it disattributed.": [
        [
            48,
            58,
            [
                "Rembrandt's",
                "Rembrandt"
            ]
        ],
        [
            166,
            179,
            [
                "misattributed"
            ]
        ]
    ],
    "Liedtke in fact disagreed with the RRP in some cases, writing an article in Oud Holland about the Berensteyn paintings of Rembrandt’s early career.": [
        [
            0,
            7,
            [
                "Like",
                "Little",
                "Laid",
                "Lied",
                "Ledge",
                "Lieder"
            ]
        ],
        [
            76,
            79,
            [
                "Out",
                "Old",
                "Our",
                "Odd",
                "Loud",
                "Mud"
            ]
        ],
        [
            98,
            108,
            [
                "Bernstein",
                "Barnsley",
                "Barista",
                "Baristas"
            ]
        ]
    ],
    "It caused the RRP to change its opinion.": [],
    "The twenty-first century marked his museum interest to Vermeer.": [],
    "A 2001 exhibition, A View of Delft: Vermeer and his Contemporaries, resulted in a catalgo of over 600 pages.": [
        [
            82,
            89,
            [
                "catalog"
            ]
        ]
    ],
    "The following year he launched Vermeer and the Delft School exhibition which brought praise for relating the artist to his city.": [],
    "The catalogue raisonne of the Dutch collection at the Museum by Liedtke appeared in 2007.": [
        [
            4,
            22,
            [
                "catalogue raisonné"
            ]
        ],
        [
            64,
            71,
            [
                "Like",
                "Little",
                "Laid",
                "Lied",
                "Ledge",
                "Lieder"
            ]
        ]
    ],
    "His dedication to Vermeer capstone into a in a 2008 monograph and catalogue raisonné on the artist, considered by many to be his mature understanding of the artist (Brown).</span></span></span></span></span></span></p>\n\n<p><span><span><span><span><span><span>Liedtke’s work was based on a knowledge of Dutch and Flemish theoretics.": [],
    "His dissertation and 1982 book examined how the painters Gerard Houckgeest, Hendrick van Vliet, Emanuel de Witte rendered and altered their painting of church interiors.": [
        [
            64,
            74,
            [
                "Houseguest"
            ]
        ],
        [
            89,
            94,
            [
                "Plait",
                "Let",
                "Lies",
                "List",
                "View",
                "Claim"
            ]
        ]
    ],
    "His approach was one of traditional connoisseurship (which pleased Pope Hennessy enough to offer him his job) with broad knowledge of the literature of the time.": [],
    "An experiential historian, he visited many of the venues and church interiors which Netherlandish artists painted, so he could write about the works more effectively.</span></span></span></span></span></span></p>\n\n<p><span><span><span><span><span><span>Throughout his career, Liedtke stated his opinions forcefully.": [
        [
            276,
            283,
            [
                "Like",
                "Little",
                "Laid",
                "Lied",
                "Ledge",
                "Lieder"
            ]
        ]
    ],
    "His counterpart at the National Gallery of Art, Arthur Wheelock, and he diverged in their views frequently and publicly on Dutch art.": [],
    "However Liedtke and Wheelock produced the exhibition for the </span></span></span></span></span></span>Scuderie del Quirinale, Rome<span><span><span><span><span><span>, Liedtke’s last, Vermeer and the Golden Age of Dutch Art, 2012.": [
        [
            0,
            7,
            [
                "However,"
            ]
        ],
        [
            8,
            15,
            [
                "Like",
                "Little",
                "Laid",
                "Lied",
                "Ledge",
                "Lieder"
            ]
        ],
        [
            103,
            111,
            [
                "Curie",
                "Schwerin",
                "Coterie",
                "Cherie",
                "Sceneries",
                "Scurried"
            ]
        ],
        [
            116,
            125,
            [
                "Quirinal"
            ]
        ],
        [
            169,
            176,
            [
                "Like",
                "Little",
                "Laid",
                "Lied",
                "Ledge",
                "Lieder"
            ]
        ]
    ],
    "In later years he taught occasional courses for the Institute of Fine Arts, New York University, as well as lecturing.": [],
    "He utilized the internet for publicize the Museum and his work with videos on Youtube.": [
        [
            78,
            85,
            [
                "YouTube"
            ]
        ]
    ],
    "In 2015, the commuter train he was riding in wrecked at a crossing near Vallhala, NY, and Liedtke, working in the “quiet car” in the front of the train was killed along with six others.</span></span></span></span></span></span></p>": [
        [
            72,
            80,
            [
                "Valhalla"
            ]
        ],
        [
            90,
            97,
            [
                "Like",
                "Little",
                "Laid",
                "Lied",
                "Ledge",
                "Lieder"
            ]
        ]
    ]
}