{
    "<p>Botticelli and Italian Renaissance sculpture scholar.": [],
    "Lightbown's parents were Vincent Lightbown and Helen Anderson (Lightbown).": [
        [
            0,
            9,
            [
                "Nightgown"
            ]
        ],
        [
            33,
            42,
            [
                "Nightgown"
            ]
        ],
        [
            63,
            72,
            [
                "Nightgown"
            ]
        ]
    ],
    "Lightbown received an M.A from Cambridge University, joining the Victoria and Albert Museum in London as an assistant keeper in 1958.": [
        [
            0,
            9,
            [
                "Nightgown"
            ]
        ],
        [
            24,
            25,
            [
                " A"
            ]
        ],
        [
            26,
            30,
            [
                "form"
            ]
        ]
    ],
    "He married Mary Dorothy Webster, also an art historian, in 1962.": [],
    "He and <a href=\"/popehennessyj\">John Pope-Hennessy</a> wrote the catalog to sculpture for the V&A, issued in 1964.": [],
    "Lightbown rose to deputy keeper in 1973.": [
        [
            0,
            9,
            [
                "Nightgown"
            ]
        ]
    ],
    "He was a visiting fellow at Institute for Research in the Humanities, University of Wisconsin, Madison, WI in 1974.": [],
    "Lightbown was made keeper of the library in 1976 and later Keeper of Metalwork.": [
        [
            0,
            9,
            [
                "Nightgown"
            ]
        ]
    ],
    "Lightbown published a magisterial two-volume study of Sandro Botticelli in 1978, one which established him as a documents scholar as well as a connoisseur.": [
        [
            0,
            9,
            [
                "Nightgown"
            ]
        ],
        [
            112,
            121,
            [
                "documents'",
                "document's"
            ]
        ]
    ],
    "He followed with a patronage study of Donatello and a <em>catalogue raisonné</em> of Andrea Mantegna in 1986.": [],
    "In 1989, however, the V&A director Elizabeth Esteve-Coll instituted a restructuring of the museum for financial savings, consolidated the departments of ceramics, metalwork and sculpture, forcing the retirement of Lightbown and ceramics curator John Mallet, among others.": [
        [
            45,
            56,
            [
                "Steve-Coll"
            ]
        ],
        [
            214,
            223,
            [
                "Nightgown"
            ]
        ]
    ],
    "A very public controversy ensued about the Museum saving money by force-retiring its departmental scholars.": [],
    "Lightbown's scholarship is noted for its studies of patronage issues of the Renaissance.</p>": [
        [
            0,
            9,
            [
                "Nightgown"
            ]
        ]
    ]
}