{
    "<p>Historian of Netherlandish art and gallery dealer.": [],
    "Lilienfeld studied at the universities of Leipzig and Halle and Berlin where he studied under <a href=\"/goldschmidta\">Adolph Goldschmidt</a>.": [
        [
            0,
            10,
            [
                "Langenfeld"
            ]
        ]
    ],
    "He moved to the Hague where he worked as the assistant the eminent private art historian, <a href=\"/hofstededegrootc\">Cornelis Hofstede de Groot</a> in Amsterdam.": [
        [
            12,
            15,
            [
                "The"
            ]
        ]
    ],
    "He collaborated Hofstede on a revision of <a href=\"/smithj\">John Smith</a>'s 1829 <em>Catalogue Raisonné of the Works of the Most Eminent Dutch, Flemish and French Painters</em>, known as the <em>Beschreibendes und kritisches Verzeichnis</em>.": [],
    "In 1911 he became the assistant director of the Royal Gallery in the Hague.": [
        [
            3,
            7,
            [
                "1911,"
            ]
        ],
        [
            65,
            68,
            [
                "The"
            ]
        ]
    ],
    "His volumes for the <em>Beschreibendes und kritisches Verzeichnis</em> (volume 5) began appearing in 1912.": [],
    "He authored numerous entries for the <em>Künstler-Lexikon</em> of <a href=\"/thiemeu\">Ulrich Thieme</a> and <a href=\"/beckerf\">Felix Becker</a>.": [],
    "That same year Lilienfeld returned to Leipzig to head the modern art department of the Kunstverein (museum).": [
        [
            15,
            25,
            [
                "Langenfeld"
            ]
        ]
    ],
    "In 1914 he published a monograph on the Netherlandish painter, <em>Arent de Gelder: sein Leben und seine Kunst</em>.": [
        [
            3,
            7,
            [
                "1914,"
            ]
        ]
    ],
    "The same year he assisted authoring the text for a catalog of the art collection of brewer Josef W. J. Cremer (1845-1938) with <a href=\"/vossh\">Hermann Voss</a>.": [
        [
            103,
            109,
            [
                "Creme",
                "Crème",
                "Creamer",
                "Cremes",
                "Crèmes"
            ]
        ]
    ],
    "Following World War I he married Violette Lechesne.": [
        [
            33,
            41,
            [
                "Violetta"
            ]
        ],
        [
            42,
            50,
            [
                "Leches"
            ]
        ]
    ],
    "In 1926 he went to New York to lead the van Diemen Gallery.": [
        [
            3,
            7,
            [
                "1926,"
            ]
        ],
        [
            44,
            50,
            [
                "Die men"
            ]
        ]
    ],
    "The Gallery represented Old Masters ranging from Frans Hals, Rubens to Tiepolo.": [
        [
            71,
            78,
            [
                "Tie polo"
            ]
        ]
    ],
    "Later he added French Impressionists.": [],
    "In 1930 he divorced, married Margarete Pohl and settled in New York permanently.": [
        [
            3,
            7,
            [
                "1930,"
            ]
        ],
        [
            29,
            38,
            [
                "Margaret",
                "Margate"
            ]
        ],
        [
            39,
            43,
            [
                "Poll",
                "Pool",
                "OHL",
                "Kohl",
                "PHL",
                "POH"
            ]
        ]
    ],
    "The Gallery became Van Diemen Lilienfeld Galleries.": [
        [
            23,
            29,
            [
                "Die men"
            ]
        ],
        [
            30,
            40,
            [
                "Langenfeld"
            ]
        ]
    ],
    "His nephew, <a href=\"/gersonh\">Horst Gerson</a>, was also an art historian who studied under <a href=\"/hofstededegrootc\">Cornelis Hofstede de Groot</a>.": [],
    "[Published accounts that, Julia Lilienfeld Berg (1881-1970), wife of Bauhaus artist Lyonel Feininger, was his sister, are incorrect; they are not related].</p>": [
        [
            32,
            42,
            [
                "Langenfeld"
            ]
        ]
    ]
}