{
    "<p>Kandinsky scholar; Professor of art history at the State University of New York in Binghamton.&nbsp; Lindsay was born to Kenneth C. Lindsay, a businessman, and Karen Eriksen (Lindsay).&nbsp; The younger Lindsay grew up in a staunch Republican family in Milwaukee, Wisconsin.": [
        [
            169,
            176,
            [
                "Erikson",
                "Erik sen"
            ]
        ]
    ],
    "He initially studied chemistry and mathematics at the University of Wisconsin at Madison.": [],
    "He became fascinated by art history as well, but was discouraged from pursuing it by his father.": [],
    "He joined Pabst Brewing Company in Milwaukee as a chemist after graduation.": [],
    "At the outbreak of World War II, Lindsay enlisted in the Army Signal Corps.": [],
    "He trained as a cryptographer outside Washington, DC, studying German and coding systems.": [],
    "His deployment delayed because of a case of scarlet fever, Lindsay was now a technical corporal decoding messages.": [],
    "Following V-E Day in 1945, Sergeant Lindsay was assigned to the \"Monuments Men\" group, soldiers assigned to document and repatriate art stolen by the Nazis.": [],
    "He was deployed to the collection point in Wiesbaden, Germany.&nbsp; The Berlin Museum’s famous bust of Nefertiti was recovered by him.": [],
    "Lindsay remained with the monuments division after his initial tour.&nbsp; Returning to the United States in 1946 and the University of Wisconsin, he took a second graduate degree, one in art history.": [],
    "He met a piano student at Wisconsin, Christine Charnstrom (d.": [
        [
            47,
            57,
            [
                "Barnstorm"
            ]
        ]
    ],
    "2018) whom he married the following year.&nbsp; His 1948 master's thesis at Wisconsin was on the Holy Crown of Hungary (Crown of Saint Stephen), a jeweled headpiece he had become familiar with during the war.": [],
    "He received a Fulbright scholarship to study at the École du Louvre in 1949.&nbsp; His 1951 Ph.D., written under John F. Kienitz (1885-1958) and greatly influenced by James Waltrous (1908-1999) and <a href=\"/hageno\">Oskar Hagen</a>, focused on Wassily Kandinsky, the first dissertation on the artist.</p>\n\n<p>After teaching as an instructor at Williams College, MA, in 1950, he joined the faculty of Harpur College, today the State University of New York at Binghamton, in 1951.": [
        [
            52,
            57,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            58,
            60,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ],
        [
            121,
            128,
            [
                "Kibitz"
            ]
        ],
        [
            173,
            181,
            [
                "Walrus",
                "Valorous",
                "Caltrops"
            ]
        ]
    ],
    "A 1956 article of his identified four Kandinsky works from two different museums as a commission by the American Edwin R. Campbell.&nbsp; He was promoted to associate professor in 1957.&nbsp; Lindsay published a 1959 review of a biography by <a href=\"/grohmannw\">Will Grohmann</a>, convincingly challenging the 1910 date of the “first abstract watercolor,” ascribing it to 1913.&nbsp; This forced a re-evaluation of Kandinsky’s work as well as destroying the myth perpetrated by Madame Kandinsky through Grohmann.": [],
    "He was elevated to (full) professor in 1962.&nbsp; Lindsey founded the art history department, as well as that of studio art and the art museum in 1967.&nbsp; Lindsay assumed the chair of that department and remained for seventeen years.": [],
    "Together with&nbsp; Peter Vergo he published the complete, translated art writings of the artist in 1982.": [
        [
            26,
            31,
            [
                "Verge",
                "Virgo",
                "Ergo",
                "Verso",
                "Overgo"
            ]
        ]
    ],
    "He was named emeritus in 1983.&nbsp; A resident of Vestal, NY, he died in Johnson City, New York, in 2009.&nbsp; His students include Susan Alyson Stein, a curator at the Metropolitan Museum of Art, and William M. Voelkle, a curator at The Morgan Library, New York.&nbsp;&nbsp;</p>\n\n<p>Lindsay was the most important American Kandinsky scholar during his time.&nbsp; Much of his research combined scholarship with personal knowledge.&nbsp; He knew and spoke with both Kandinsky’s wife, Nina (1899-1980), and his later liaison, Gabriele Munter.": [
        [
            214,
            221,
            [
                "Noelle"
            ]
        ],
        [
            536,
            542,
            [
                "Hunter",
                "Munster",
                "Muster",
                "Punter",
                "Mutter",
                "Mounter"
            ]
        ]
    ],
    "As a documentary scholar, Lindsay attached importance to the artist’s writings and theories of art, much of which has become the accepted view of the artist.</p>\n\n<p>&nbsp;</p>": []
}