{
    "<p>Biographer of artists, author and classical translator.": [],
    "Lindsay was the son of the libertine artist/writer Norman Lindsay (1879-1969) and Kathleen Parkinson (Lindsay).": [],
    "Lindsay attended University of Queensland, obtaining a B.A.": [],
    "with honors in 1921.": [
        [
            0,
            4,
            [
                "With"
            ]
        ]
    ],
    "Lindsay wrote articles for <em>Art in Australia</em> and <em>Vision</em>.": [],
    "He first married Janet Beaton, which ended in divorce.": [
        [
            23,
            29,
            [
                "Beaten",
                "Benton",
                "Eaton",
                "Baton",
                "Beacon",
                "Keaton"
            ]
        ]
    ],
    "In 1923 he published a book of poetry, <em>Fauns and Ladies</em>, followed by two more the following year.": [
        [
            3,
            7,
            [
                "1923,"
            ]
        ]
    ],
    "In 1925 he published a translation of Aristophanes' <em>Lysistrata</em>, followed by other classical translations of the poems of Theocritus and Homer's <em>Hymns to Aphrodite</em>.": [
        [
            3,
            7,
            [
                "1925,"
            ]
        ]
    ],
    "In 1925 Lindsay co-founded the Fanfrolico Press in North Sydney, New South Wales.": [],
    "He moved permanently to England in 1926 with the Press.": [],
    "He handset and hand-printed several books, including his own, in the vein of one of his proclaimed heroes, William Morris.": [],
    "Through Fanfrolico he published additional Greek classical translations and met Robert Graves, William Butler Yeats, and (through correspondence), Sigmund Freud.": [],
    "He married Ann Davies (d.1954).": [],
    "He published studies on William Blake and Friedrich Nietzsche, and a translation of Aristophanes' <em>Women in Parliament</em>.": [],
    "During the economic depression in England of the 1930s, the Franfrolico Press closed down.": [],
    "Lindsay moved to Cornwall to write historical novels, especially those focusing on the lurid times of history such as <em>Cressida's First Lover: A Tale of Ancient Greece</em>.": [],
    "Enthused, like many, by the cause of the Spanish Republic, Lindsay found communism and began writing for <em>Left Review</em> and the <em>Daily Worker</em>.": [],
    "He served in the British Army in Royal Signal Corps, 1941-43, and then detailed to War Office as script writer, 1943-45.": [
        [
            97,
            110,
            [
                "scriptwriter"
            ]
        ]
    ],
    "He continued novel writing after World War II, focusing now on contemporary social settings.": [],
    "<em>Betrayed Spring</em>, <em>A Local Habitation</em>, and <em>All on the Never-Never</em> were dialectic and moralizing.": [],
    "In translation into Russian they sold nearly a million copies in the then Soviet Union.": [],
    "Lindsay also dabbled in political science, joining the following of popular Marxism that sweep England after the war, producing <em>Marxism and Contemporary Science</em>.": [],
    "But Lindsay's communism was a romantic one, full of doctrine and ill-equipped to deal with Stalinist repression.": [],
    "He rejected Soviet communism and grew ever more distant with the Left in England.": [],
    "His <em>Byzantium into Europe</em>, a labor history without Marxist dogma, infuriated his Marxist colleagues even more.": [],
    "He married his third wife, a potter and Dutch Resistance worker Meta Waterdrinker, in 1958.": [
        [
            69,
            81,
            [
                "Water drinker"
            ]
        ]
    ],
    "Lindsay returned to art, now as a biographer of artists.": [],
    "In 1969 his <em>Cezanne: his Life and Art</em> appeared.": [],
    "His book on William Blake's art and writing followed in 1979.": [],
    "Lindsay returned to political science for <em>The Crisis in Marxism</em>, 1981.": [],
    "To celebrate the opening of the Clore Gallery at the Tate in 1985, the permanent home for collection of paintings and watercolors Turner left to the country Lindsay was commissioned to write a volume on J. M. W. Turner.": [
        [
            32,
            37,
            [
                "Close",
                "Core",
                "Clone",
                "Lore",
                "Clove",
                "Chore"
            ]
        ]
    ],
    "<a href=\"/greenbergc\">Clement Greenberg</a> chided Lindsay's account of Turner as pedestrian Marxism and \"routine Freudianism,\" but <a href=\"/haskellf\">Francis Haskell</a> praised Lindsay for scrupulous scholarship of a very difficult subject.": [],
    "Lindsay died in Cambridge at 89 years old.": [],
    "His brother, Philip Lindsay (1906-1958), was a historical novelist.": [],
    "Lindsay the art historian and Lindsay the historical novelist frequently collide.": [],
    "He often supplied with his imagination what was lacking in facts.": [],
    "In the case of Cézanne, who left few records of personal life, such interpolation might be warranted.": [],
    "Lindsay's weaving of Cézanne's personal and literary associations make his Cézanne book of his more engrossing monographs.": [],
    "His literary and cultural criticism and readable Marxism anticipated (and complemented) the later Raymond Williams and Edward Thompson, both friends of Lindsay's.</p>": []
}