{
    "<p>Art historian of Italian Renaissance sculpture, reformer of the South Kensington Museum, and politician.": [],
    "Lindsay was the son of James Ludovic Lindsay, twenty-sixth earl of Crawford and ninth earl of Balcarres (1847-1913) and Emily Florence (Bootle-Wilbraham) Lindsay (1848-1934).": [
        [
            94,
            103,
            [
                "Salaries",
                "Balances",
                "Balconies",
                "Blares",
                "Daycares",
                "Barres"
            ]
        ],
        [
            136,
            152,
            [
                "Bottle-Wilbraham"
            ]
        ]
    ],
    "His father was an astronomer and bibliophile, a landed nobleman from Haigh, Wigan, Lancashire, and chairman of the family firm, the Wigan Coal and Iron Company.": [],
    "His grandfather, <a href=\"/lindsayda\">David Alexander Edward Lindsay</a>, wrote books of art history as well.": [],
    "David Lindsay, who held the courtesy title of earl of Balcarres until his father's death, was known as \"Bal.\"": [
        [
            54,
            63,
            [
                "Salaries",
                "Balances",
                "Balconies",
                "Blares",
                "Daycares",
                "Barres"
            ]
        ],
        [
            104,
            107,
            [
                "Bad",
                "Ball",
                "Bar",
                "Ban",
                "Bay",
                "Bag"
            ]
        ]
    ],
    "He early on became familiar with the family library amassed by his father and grandfather, Bibliotheca Lindesiana, which the DNB called \"the last great private library in Britain.\"": [
        [
            103,
            113,
            [
                "Indiana",
                "Linesman",
                "InDesign"
            ]
        ]
    ],
    "He attended Eton College (1886-1890) before entering Magdalen College, Oxford in 1890, graduating in 1894 in history.": [
        [
            53,
            61,
            [
                "Magdalena",
                "Magdalene"
            ]
        ]
    ],
    "Balcarres entered politics in 1895 as Conservative MP for the Chorley division of Lancashire.": [
        [
            0,
            9,
            [
                "Salaries",
                "Balances",
                "Balconies",
                "Blares",
                "Daycares",
                "Barres"
            ]
        ],
        [
            62,
            69,
            [
                "Charley",
                "Chorea",
                "Corley"
            ]
        ]
    ],
    "As private secretary to the politician Gerald Balfour (1853-1945), and part of the political cadre around Arthur James Balfour (1848-1930), he developed an interest in the arts and especially art administration.": [],
    "He used his position as MP to criticize the inept administration of the South Kensington Museum beginning in 1896.": [],
    "The Museum, then representing both the arts and sciences, was run by caretaker \"engineers\" with little knowledge (or inclination to learn) of installation practice or which collections were the best.": [],
    "Balcarres' House of Commons committees resulted in the eventual reorganization of the museum into the Victoria and Albert Museum in 1899 (opened 1909).": [
        [
            0,
            9,
            [
                "Salaries",
                "Balances",
                "Balconies",
                "Blares",
                "Daycares",
                "Barres"
            ]
        ]
    ],
    "Also as an MP, he introduced legislation which became the Ancient Monuments Protection Act of 1900.": [],
    "The same year he married Constance Lilian Pelly (d.": [
        [
            42,
            47,
            [
                "Kelly",
                "Belly",
                "Jelly",
                "Polly",
                "Nelly",
                "Pally"
            ]
        ]
    ],
    "1947).": [],
    "In 1901 he was made a fellow of the Society of Antiquaries and appointed a trustee of the National Portrait Gallery.": [
        [
            3,
            7,
            [
                "1901,"
            ]
        ]
    ],
    "As concern grew with Britain's art treasures being sold abroad (principally the United States), Balcarres chaired the National Art Collections Fund beginning in 1903 (through 1921), presiding over the acquisition, together with <a href=\"/wittr\">Robert Witt</a> and Isidore Spielmann (1854-1925), of the Rokeby \"Venus and Cupid\" of Velazquez, which was in danger of leaving the country.": [
        [
            96,
            105,
            [
                "Salaries",
                "Balances",
                "Balconies",
                "Blares",
                "Daycares",
                "Barres"
            ]
        ]
    ],
    "Balcarres turned to art writing, publishing a monograph on Donatello the same year, 1903, followed by his <em>Evolution of Italian Sculpture</em> which appeared in 1909.": [
        [
            0,
            9,
            [
                "Salaries",
                "Balances",
                "Balconies",
                "Blares",
                "Daycares",
                "Barres"
            ]
        ]
    ],
    "He wrote the article \"Museums of Art.\"": [],
    "for the famous eleventh edition of the <em>Encyclopaedia Britannica</em> in 1911.": [
        [
            0,
            3,
            [
                "For"
            ]
        ]
    ],
    "His father's death in 1913 forced Balcarres, now Crawford, to relinquish his MP status and disperse much of the family's collections to pay estate tax.": [
        [
            34,
            43,
            [
                "Salaries",
                "Balances",
                "Balconies",
                "Blares",
                "Daycares",
                "Barres"
            ]
        ]
    ],
    "The central part of the family's Bibliotheca Lindesiana was retained, but the manuscript, stamp, lesser-valuable books and the librarians were dispersed.": [
        [
            45,
            55,
            [
                "Indiana",
                "Linesman",
                "InDesign"
            ]
        ]
    ],
    "During World War I, Crawford, then 43, joined the Royal Army Medical Corps under a false status, but was soon discovered and recalled to act as president of the board of agriculture and a cabinet minister.": [],
    "He retired from political service in1923 at age 52, turning to his attention to art.": [],
    "He was appointed chancellor of Manchester University and a trustee of the British Museum that year.": [],
    "The following year he chaired the Royal Fine Arts Commission which approved art bought on behalf of the public.": [],
    "As head of the Crawford committee on broadcasting, he oversaw the 1925 founding of the BBC.": [],
    "Crawford became a trustee of the National Gallery and chairman of the Council for the Preservation of Rural England.": [],
    "Crawford's family business, Wigan Coal and Iron Company, went into a steep decline and in 1931 it was sold.": [],
    "Crawford died suddenly at his estate, Haigh Hall, in 1940.": [],
    "His diary, begun during in his student days was maintained until his death in 1940.</p>": []
}