{
    "<p>Historian and theologian; wrote <em>Sketches of the History of Christian Art</em>.": [],
    "Lindsay was the eldest son of James Crawford and Maria Margaret Francis Pennington.": [],
    "He was educated at Eton where he early on began collecting books.": [],
    "He graduated from Trinity College, Cambridge, with an M. A. in 1833.": [],
    "In 1834 Lindsay inherited a small fortune which allowed him travel widely in Europe and the Mediterranean beginning in 1836, viewing art and gathering observations for his theories of art and Christian history.": [],
    "His 1841-1842 travels with his cousin the artist (and later founder of the Grosvenor Gallery, London) Coutts Lindsay produced drawings and observations for his book.": [
        [
            4,
            13,
            [
                "1841–1842"
            ]
        ],
        [
            102,
            108,
            [
                "Courts",
                "Counts"
            ]
        ]
    ],
    "On a trip between Rome and Assisi, he chanced to read <em>De la poésie chrétienne</em> (1836) by <a href=\"/rioa\">Alexis-François Rio</a>, a volume owned by the French sculptor, Félicie de Fauveau.": [],
    "She introduced Lindsay to the spiritual reception of the arts, the <em>école Mystique</em>, whom the two saw particularly in the work of Benozzo Gozzoli's frescoes at San Gimignano.": [],
    "Lindsay was also a serious researcher in genealogy.": [],
    "He assisted with his father's litigation on claim to the title to the earldom of Crawford in 1845, granted to him in 1848.": [],
    "He married Margaret Lindsay in 1846.": [],
    "That year, too, Lindsay published his <em>Progression by Antagonism</em>, an outline of what he saw as the dialectic of sense, intellect, and spirit, as a justification of the study of non-Christian art (e.g., ancient Egypt and classical Rome).": [
        [
            210,
            223,
            [
                "Ancient Egypt"
            ]
        ]
    ],
    "Much of this was drawn from the writing of the German mystical writers, including Friedrich Schiller, Friedrich Wilhelm von Schelling, <a href=\"/schlegela\">August Wilhelm Schlegel</a> and Friedrich von Schlegel.": [],
    "Lindsay urged his British readers to begin a new age of Christian art, akin to what the Nazarines had begun.": [
        [
            88,
            97,
            [
                "Nazarene"
            ]
        ]
    ],
    "In 1847 Lindsay published his <em>Sketches of the History of Christian Art</em>, a work derided by <a href=\"/ruskinj\">John Ruskin</a>, yet one setting out the tenets of19th-century British taste, laying the groundwork for the art histories of <a href=\"/eastlakec\">Charles Lock Eastlake</a>, Ruskin, <a href=\"/palgravef\">Francis T. Palgrave</a> and others.": [],
    "The work demonstrates his knowledge of medieval Romance literature and the <em>Catalogus sanctorum</em> of Petrus de Natalibus, a Venetian hagiography from the late 14th century.": [],
    "Lindsay, like Rio, focused on the religious highly spiritual art of 14th and 15th century, including Nicolo Pisano, Giotto, Duccio, Orcagna, and Fra Angelico.": [
        [
            101,
            107,
            [
                "Nicole",
                "Nicola",
                "Niccolo",
                "Niccolò",
                "Nico lo"
            ]
        ],
        [
            108,
            114,
            [
                "Piano",
                "Pisa no"
            ]
        ],
        [
            124,
            130,
            [
                "Lucio",
                "Nuncio",
                "Gucci"
            ]
        ],
        [
            132,
            139,
            [
                "Organa"
            ]
        ],
        [
            145,
            148,
            [
                "Frey",
                "FRA",
                "Era",
                "Far",
                "IRA",
                "FRS"
            ]
        ]
    ],
    "In 1856 he met the Florentine dealer and artist William Blundell Spence, who steered his tastes toward discriminate art collecting.": [
        [
            3,
            7,
            [
                "1856,"
            ]
        ],
        [
            56,
            64,
            [
                "Blunder",
                "Blunders",
                "Bluebell",
                "Blondel",
                "Lindell"
            ]
        ]
    ],
    "These included Guido Reni's Flight into Egypt (now Bradford, Cartwright Hall).": [],
    "More spectacular purchases came between 1864 and 1875, including Domenico Veneziano's (attr.)": [
        [
            74,
            83,
            [
                "Venezia no"
            ]
        ],
        [
            87,
            91,
            [
                "attar",
                "ATER",
                "ATR",
                "ATT",
                "Attn",
                "MTTR"
            ]
        ]
    ],
    "Virgin and Child Enthroned (now London, National Gallery), a large altarpiece believed at the time to have been Giovanni della Robbia, and Luca Signorelli's altarpiece \"Madonna and Child with Saints\" (now National Gallery of Art, Washgington, D.": [
        [
            230,
            241,
            [
                "Washington"
            ]
        ]
    ],
    "C.).": [],
    "In 1879, because of poor health, Lindsay visited Egypt.": [],
    "The following year he moved to Florence where he died.": [],
    "A year after interment in the family crypt at Dunecht, Aberdeenshire, his tomb was broken into and his body stolen.": [
        [
            46,
            53,
            [
                "Direct",
                "Lunch",
                "Dutch",
                "Munich",
                "Detect",
                "Duet"
            ]
        ]
    ],
    "The body was was re-interred in 1882.": [
        [
            9,
            16,
            [
                "was"
            ]
        ]
    ],
    "His considerable library, which included the Mazarin Bible, a 1402 <em>Biblia Latina</em> and other first editions, took ten days to auction by Sothebys in 1887.": [],
    "His grandson, <a href=\"/lindsayda\">David Alexander Edward Lindsay</a>, was an historian of Italian Renaissance sculpture.Lindsay's <em>Sketches of the History of Christian Art</em> looked at the whole of Christian production, from the Byzantine era to the French Revolution.": [],
    "It was a fusion of historical narrative with metaphysical interpretation arranged on a system of analogies drawn from Christian dogma (Steegman).": [
        [
            135,
            143,
            [
                "Steersman"
            ]
        ]
    ],
    "Lindsay divided Christian art into five periods.": [],
    "The first period grouped the early Florentines, Fra Angelico and Benozzo Gozzoli as \"semi- Byzantines.\"": [
        [
            35,
            46,
            [
                "Florentine's",
                "Florentine"
            ]
        ],
        [
            48,
            51,
            [
                "Frey",
                "FRA",
                "Era",
                "Far",
                "IRA",
                "FRS"
            ]
        ],
        [
            65,
            72,
            [
                "Benz",
                "Benito",
                "Benoit",
                "Mezzo",
                "Bozo",
                "Bendigo"
            ]
        ],
        [
            73,
            80,
            [
                "Nozzle",
                "Gondola",
                "Gogol",
                "Gonzalo",
                "Gonzo",
                "Googol"
            ]
        ],
        [
            85,
            101,
            [
                "semi-Byzantines",
                "semi - Byzantines"
            ]
        ]
    ],
    "He chided artists of the northern renaissance as having sunk into \"mere imitation of nature.\"": [],
    "The second period was from the middle to the end of the fifteenth century.": [],
    "Period three included Michelangelo and Raphael.": [],
    "Period four extended from the Council of Trent to the French Revolution.": [],
    "His final period was from the Revolution to his present time, 1847, a time Lindsay saw a full of revivals.": [],
    "The book was reviewed at length in the <em>Quarterly Review</em> for June anonymously by Ruskin.": [],
    "Ruskin had already developed an anti-high renaissance, anti-Roman Catholic stance toward art.": [],
    "Ruskin deprecated Lindsay's appreciation of Fra Angelico (then relatively unknown) and Lindsay's system of evaluation described as \"Spirit, Intellect and Sense.\"": [
        [
            44,
            47,
            [
                "Frey",
                "FRA",
                "Era",
                "Far",
                "IRA",
                "FRS"
            ]
        ]
    ],
    "Lindsay was among the earliest champion's of the so-called Italian Primitives and can been seen as the precursor to the aesthetics of the Pre-Raphaelite Brotherhood, which Ruskin would shortly thereafter champion and the study of iconography, best represented by <a href=\"/jamesona\">Anna Jameson</a>.</p>": [
        [
            82,
            90,
            [
                "can be"
            ]
        ]
    ]
}