{
    "<p>Canaletto scholar and furrier.": [],
    "His father, a Jewish refugee from Hungary, was co-founder of the fur business, Calman Links.": [
        [
            79,
            85,
            [
                "Cayman",
                "Colman",
                "Caiman",
                "Kalman",
                "Salman",
                "Cal man"
            ]
        ]
    ],
    "His mother died when Links was 13 and the poor health of his father forced the younger Links to take over the business instead of pursuing an art career.": [],
    "Link remained in the fur business his life, at one point becoming director of the Hudson's Bay Company and gaining the royal warrant as the Queen of England's furrier.": [],
    "He tried experimental mystery-crime writing, collaborating with Dennis Wheatley in the late 1930s on commercially sold parlor games involved with crime-solving.": [],
    "During World War II he served as a Wing Commander in the RAF.": [],
    "A chance meeting of Robert Lutyens, son of the architect Sir Edwin Lutyens, resulted in a marriage to his sister, Mary Lutyens (1908-1999) in 1945.": [
        [
            27,
            34,
            [
                "Lumens",
                "Lutes"
            ]
        ],
        [
            67,
            74,
            [
                "Lumens",
                "Lutes"
            ]
        ],
        [
            119,
            126,
            [
                "Lumens",
                "Lutes"
            ]
        ]
    ],
    "His wife later became a noted writer.": [],
    "Throughout their lives the two wrote books in tandem, read aloud together, and shared a passion for Venice.": [],
    "The Links travelled to Venice several times a year, often tracing <a href=\"/ruskinj\">John Ruskin</a>'s steps in <em>The Stones of Venice</em>.": [],
    "When <a href=\"/constablew\">W.": [],
    "G. Constable</a> published his monograph and <em>catalogue raisonné</em> on Canaletto in 1962, Links contacted him about additional Canaletto paintings.": [],
    "Constable was so impressed by Links seriousness and knowledge of the artist's works (indeed, one of Constable's missing Canaletto's hung over Link's sister-in-law's fireplace) that Constable asked him to revise the book for a second edition.": [],
    "In the interim, Links published a highly praised book on travel in Venice, <em>Venice for Pleasure</em> in1966, and researched and published <em>The Ruskins in Normandy</em> (1968).": [],
    "Though not \"society people,\" they entertained during these middle years in their Sussex home, and were famous for their dry Martinis.": [],
    "Links' <em>Views of Venice by Canaletto, engraved by Antonio Visentini</em>, was published in 1971; the second edition of Constable's <em>catalogue raisonné</em> on Canaletto thoroughly revised by Links appeared in 1976.": [],
    "By that time Links had become an acknowledged Canaletto scholar and connoisseur, consulted when paintings turned up in private galleries and when paintings were considered for restoration.": [],
    "A small book on the artist solely by Links, <em>Canaletto and his Patrons</em>, followed in 1977, and in 1982 a more substantial one.": [],
    "Links assisted in the exhibition of Canaletto at the Queen's Gallery in 1980, examining many Canalettos in detail for the first time.": [
        [
            93,
            103,
            [
                "Canaletto's",
                "Canaletto"
            ]
        ]
    ],
    "In 1989 the third edition of the Constable/Links monograph appeared with Links as an acknowledged co-author.": [],
    "The same year the Metropolitan Museum in New York launched a major Canaletto exhibition, organized by Links.": [],
    "Beginning in the 1960s, he became involved in the establishment of the Venice in Peril Fund, a fundraising group for repairing the sinking city.": [],
    "He died at his London home in 1997.</p>": []
}