{
    "<p>Curator of the Kupferstichkabinett (Graphics Collection), Berlin State Museums and expertising authority.": [
        [
            86,
            97,
            [
                "exercising"
            ]
        ]
    ],
    "He was born in Prague, Czechoslovakia, which is present-day Prague, Czech Republic.": [],
    "Friedrich Lippmann was in Prague, the youngest son of a&nbsp;wealthy factory owner.": [
        [
            54,
            60,
            [
                "&nbsp;"
            ]
        ]
    ],
    "He often travelled to Venice as a child with his father.": [],
    "After graduating from the Prague Gymnasium in&nbsp;1856 he spent several months in Paris before&nbsp;attending&nbsp;university studying political science.&nbsp;in the 1860s he moved to Vienna to study both technology and the fine arts.": [
        [
            43,
            50,
            [
                "inns",
                "INBS",
                "INSP",
                "inanest",
                "&nbsp;"
            ]
        ]
    ],
    "There he met&nbsp;Rudolf von Eitelberger, the eminent founder of the Österreichisches Museum&nbsp;(Austrian Museum).": [],
    "He worked at the Museum until 1871 when he joined the&nbsp;Zentralkommission fur Erhaltung der Kunstdenkmaler (Central Commission for Art Monuments).": [
        [
            81,
            90,
            [
                "Halting",
                "Exalting",
                "Exhaling",
                "Shantung"
            ]
        ],
        [
            91,
            94,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "That same year,&nbsp;1871, Lippmann formed part team of art historians (the others including <a href=\"/thausingm\">Moriz Thausing</a>, <a href=\"/lutzlowc\">Carl von Lützlow</a>, <a href=\"/bayersdorfera\">Adolf Bayersdorfer</a>, <a href=\"/woltmanna\">Alfred Woltmann</a>, <a href=\"/lubkew\">Wilhelm Lübke</a>, <a href=\"/meyerb\">Bruno Meyer</a>, <a href=\"/woermannk\">Karl Woermann</a>, <a href=\"/malszg\">G.": [
        [
            14,
            20,
            [
                ", &nbsp"
            ]
        ]
    ],
    "Malsz</a> and <a href=\"/bodew\">Wilhelm Bode</a>)&nbsp;who convened in Dresden to determine which of two versions of Hans Holbein the younger's <em>Meyer Madonna</em> was the autograph work.": [
        [
            0,
            5,
            [
                "Also",
                "Male",
                "Males",
                "Mass",
                "False",
                "Mall"
            ]
        ]
    ],
    "The so-called \"Holbein convention,\" one of the important events in nineteenth-century art history when many methodical approaches were employed to determined authenticity.": [],
    "The Dresden and Darmstadt versions were brought side by side for comparison.": [],
    "The panel&nbsp;concluded that the Darmstadt version was the original.": [
        [
            4,
            14,
            [
                "panelings"
            ]
        ]
    ],
    "In 1882, while reviewing an upcomiing&nbsp;auction of the collection of the Scottish Duke of Hamilton in Britain, Lippmann realized that the eighty-five unknown renaissance drawings in one of the Sotheby lots was&nbsp;in fact the lost Botticelli illustrations of Dante's Comedia.": [
        [
            271,
            278,
            [
                "Comedian",
                "Comedic"
            ]
        ]
    ],
    "The Savvy Lippmann understood that the only way the Berlin museum could afford the collection was to offer a lump sum for the entire lot, a move which also called less attention to his identification of them as Botticelli works.": [],
    "Lippmann moved quickly to purchase and quietly move the collection to Berlin.": [],
    "The announcement by the Kupferstichkabinett resulted in an outcry in the British press and Parliament.": [],
    "Lippmann began compiling a catalog of drawings by Albrecht Dürer, <em>Zeichnungen von Albrecht Dürer</em>, published in 1883.": [],
    "The following year he began issuing facsimilies of the Botticelli drawing he bought as&nbsp;<em>Zeichnungen von Sandro Botticelli zu Dante's Goettlicher Komoedie</em>&nbsp;(apprearing in an English version in 1896).": [
        [
            36,
            47,
            [
                "facsimiles"
            ]
        ],
        [
            84,
            91,
            [
                "ASINs",
                "&nbsp;"
            ]
        ]
    ],
    "Lippmann wrote a series of articles on wood engraving for the <em>Jahrbuch der Königlich Preussischen Kunstsammlungen</em> which were turned into the book <em>The Art of Wood-engraving in Italy in the Fifteenth Century</em> in 1888.": [],
    "In 1891&nbsp;<a href=\"/friedlanderm\">Max J. Friedländer</a>,&nbsp;then a young volunteer, worked under Lippmann in the graphics collection.": [],
    "His 1893 introduction to the history of copper engraving, <em>Der Kupferstich</em>, written in collaboration with <a href=\"/lehrsm\">Max Lehrs</a>&nbsp;and <a href=\"/bocke\">Elfried Bock</a> (1875-1933) went through many editions and was updated by Lehrs and translated into English by the keeper of the Victorian and Albert Museum, <a href=\"/hardiem\">Martin Hardie</a> in 1906.": [],
    "After his death in 1903, volumes 6 and 7 of his Dürer drawings catalog completed by <a href=\"/winklerf\">Friedrich Winkler</a>.</p>\n\n<p>&nbsp;</p>": []
}