{
    "<p>Feminist art historian and conceptual art theorist.": [],
    "Lippard was the daughter of Vernon William Lippard, M.D.": [
        [
            0,
            7,
            [
                "Lizard",
                "Leopard",
                "Lipped",
                "Lampard",
                "Lillard"
            ]
        ],
        [
            43,
            50,
            [
                "Lizard",
                "Leopard",
                "Lipped",
                "Lampard",
                "Lillard"
            ]
        ]
    ],
    "(1905-1984), and Margaret Cross (Lippard) (1907-1992).": [
        [
            33,
            40,
            [
                "Lizard",
                "Leopard",
                "Lipped",
                "Lampard",
                "Lillard"
            ]
        ]
    ],
    "The younger Lippard was raised in New Orleans and Charlottesville, Virginia, the cities where her father, a professor of medicine and medical administrator, taught.": [
        [
            12,
            19,
            [
                "Lizard",
                "Leopard",
                "Lipped",
                "Lampard",
                "Lillard"
            ]
        ]
    ],
    "The year her father accepted the position of Dean of the Medical School at Yale, 1952, Lippard was sent to Abbot Academy, Andover, MA (a girl's boarding school now part of Phillips Academy).": [
        [
            87,
            94,
            [
                "Lizard",
                "Leopard",
                "Lipped",
                "Lampard",
                "Lillard"
            ]
        ]
    ],
    "Lippard entered Smith College where she earned a B.A.": [
        [
            0,
            7,
            [
                "Lizard",
                "Leopard",
                "Lipped",
                "Lampard",
                "Lillard"
            ]
        ]
    ],
    "in 1958.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "She attended New York University's Institute of Fine Arts, studying under <a href=\"/goldwaterr\">Robert Goldwater</a>.": [],
    "Lippard married the budding minimalist artist Robert Ryman in 1961, receiving her M.A.": [
        [
            0,
            7,
            [
                "Lizard",
                "Leopard",
                "Lipped",
                "Lampard",
                "Lillard"
            ]
        ],
        [
            53,
            58,
            [
                "Roman",
                "Ryan",
                "Lyman",
                "Hyman",
                "Román",
                "Rylan"
            ]
        ]
    ],
    "in 1962.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "She began writing art criticism for the journal <em>Art International</em> and, by 1964, <em>Artforum</em>.": [],
    "Her association with the Museum of Modern Art started in 1965, contributing the notes to the catelog of the show \"The School of Paris: Paintings from the Florene May Schoenborn and Samuel A. Marx Collection,\" at the Museum.": [
        [
            93,
            100,
            [
                "catalog"
            ]
        ],
        [
            154,
            161,
            [
                "Florence",
                "Lorene",
                "Florent",
                "Florine"
            ]
        ],
        [
            166,
            176,
            [
                "Schoenberg"
            ]
        ]
    ],
    "Lippard organized the 1966 exhibition \"Eccentric Abstraction\" at the Fischbach Gallery in New York, establishing the grounds (and bounds) of Postminimalism, or \"antiform art\" as it was known.": [
        [
            0,
            7,
            [
                "Lizard",
                "Leopard",
                "Lipped",
                "Lampard",
                "Lillard"
            ]
        ],
        [
            69,
            78,
            [
                "Pinchback",
                "Tischbein"
            ]
        ]
    ],
    "The show served to further the careers of two upcoming sculptors, Eva Hesse and Bruce Nauman.": [
        [
            86,
            92,
            [
                "Human",
                "Norman",
                "Batman",
                "Nathan",
                "Newman",
                "Truman"
            ]
        ]
    ],
    "Her first book, <em>The Graphic Work of Philip Evergood</em>, appeared in 1966, the same year she curated (and wrote the catalog) for the exhibition <em>Ad Reinhardt: Paintings</em>, for the Jewish Museum in New York.": [],
    "She was awarded a 1968 Guggenheim fellowship to research a book on Reinhardt.": [],
    "Lippard's 1969 conceptual art exhibition, \"557,087,\" at the Seattle Art Museum, brought this art form to a larger audience.": [
        [
            0,
            7,
            [
                "Lizard",
                "Leopard",
                "Lipped",
                "Lampard",
                "Lillard"
            ]
        ]
    ],
    "In 1969, too, Lippard helped found the Art Workers' Coalition, an activist artists' group lobbying for, among other things, a larger artist's voice in the policies in the exhibiting of their work in the Museum of Modern Art.": [
        [
            14,
            21,
            [
                "Lizard",
                "Leopard",
                "Lipped",
                "Lampard",
                "Lillard"
            ]
        ]
    ],
    "Her first group of collected essays, <em>Changing: Essays in Art Criticism</em> was issued in 1971.": [],
    "<em>Six Years</em> (1973), her edited and annotated history of the conceptual art movement, brought her to the fore as a conceptualist art historian.": [
        [
            121,
            134,
            [
                "conceptualize",
                "contextualist"
            ]
        ]
    ],
    "Lippard was a founder in 1976 of Printed Matter (the New York nonprofit dedicated to artists' book and publications by artists).": [
        [
            0,
            7,
            [
                "Lizard",
                "Leopard",
                "Lipped",
                "Lampard",
                "Lillard"
            ]
        ]
    ],
    "She won the <a href=\"/matherf\">Frank Jewett Mather, Jr.</a>, award for art criticism, given by the College Art Association the same year.": [],
    "She and Ryman divorced.": [
        [
            8,
            13,
            [
                "Roman",
                "Ryan",
                "Lyman",
                "Hyman",
                "Román",
                "Rylan"
            ]
        ]
    ],
    "Her autobiographical account of the early days of feminism and art, <em>From the Center: Feminist Essays on Women's Art</em>, appeared in 1976.": [],
    "That same year, Lippard produced what many consider to be her best book, a sensitive analysis of the life and work of Eva Hess.The following year she was a founding member of the feminist collective and journal, <em>Heresies</em>, 1977.": [
        [
            16,
            23,
            [
                "Lizard",
                "Leopard",
                "Lipped",
                "Lampard",
                "Lillard"
            ]
        ],
        [
            127,
            130,
            [
                " The"
            ]
        ]
    ],
    "<em>Mixed Blessings: New Art in a Multicultural America</em> (1990) discusses diversity among artists working in North America.": [],
    "The Lure of the Local (1997), and <em>On the Beaten Track: Tourism, Art, and Place</em> (1999).": [],
    "Lippard was among the first writers to recognize the de-materialization at work in conceptual art (Video Data Bank, 1974).": [
        [
            0,
            7,
            [
                "Lizard",
                "Leopard",
                "Lipped",
                "Lampard",
                "Lillard"
            ]
        ],
        [
            53,
            71,
            [
                "dematerialization"
            ]
        ]
    ],
    "Her personal response to art results has been characterized as her strength as an art historian though some reviewers have criticized her for over-simplifying some of the more complex issues of modern art.</p>": []
}