{
    "<p>Specialist in Greek and Roman Art.": [],
    "Lippold was the son of a German supreme court judge.": [
        [
            0,
            7,
            [
                "Leopold",
                "Lipped"
            ]
        ]
    ],
    "He studied at Munich and Berlin (1903-1907) where he was one of the last students of <a href=\"/furtwanglera\">Adolf Furtwängler</a> who greatly influenced Lippold's work.": [],
    "Initially Lippold worked as a volunteer at the Römisch-Germanischen Zentralmuseum in Mainz, 1908, and at the Martin von Wagner Museum in Wurzburg 1910-11.": [
        [
            10,
            17,
            [
                "Leopold",
                "Lipped"
            ]
        ],
        [
            137,
            145,
            [
                "Würzburg"
            ]
        ]
    ],
    "In 1912 he completed his <em>Habilitationsschrift</em>, allowing him to lecture in Munich, which he did in 1919.": [
        [
            3,
            7,
            [
                "1912,"
            ]
        ]
    ],
    "He moved to the university in Erlangen as a lecturer in 1920 and in 1925 as named <em>Ordinarius</em> professor which he held until 1953.": [],
    "In 1923 he published what would be one of his most important publications, <em>Kopien und Umbildungen griechischer Statuen</em>, a thorough treatment on the copy system in the ancient world.Throughout the years of the Nazi's rise to power in Germany, Lippold retained his academic appointments in Germany despite his vocal opposition to national socialism and Hitler, as early as 1933.": [
        [
            3,
            7,
            [
                "1923,"
            ]
        ]
    ],
    "In 1936 he took over the cataloging of the Vatican collections from <a href=\"/amelungw\">Walther Amelung</a>, producing <em>Die Skulpturen des Vatikanischen Museums</em> (volume 1).": [
        [
            3,
            7,
            [
                "1936,"
            ]
        ]
    ],
    "Lippold also assumed the editorship of the Bruckmann (publisher) series on classical art following the death of <a href=\"/arndtp\">Paul Arndt</a> in 1937.": [
        [
            0,
            7,
            [
                "Leopold",
                "Lipped"
            ]
        ],
        [
            43,
            52,
            [
                "Brockman",
                "Luckmann"
            ]
        ]
    ],
    "This included Brunn-Bruckmann's <em>Denkmäler griechischer und römischer Sculptur</em> (begun 1888) and <em>Griechische und römische Porträts</em> (begun 1891).": [
        [
            14,
            29,
            [
                "Bruno-Bruckmann",
                "Brunn-Brockman"
            ]
        ]
    ],
    "His <em>Griechische Plastik</em>, a volume in the <em>Handbuch der Archäologie</em> (1950) was based on literary and artistic sources.": [],
    "He was made emeritus at Erlangen in 1954, but died following a traffic accident the same year.": [],
    "His second volume on the sculpture of the Vatican Museums appeared in 1956.": [],
    "According to <a href=\"/bieberm\">Margarete Bieber</a>, Lippold's <em>Griechische Plastik</em>, volume 3 of the <em>Handbuch der Archäologie</em> was his finest work.": [],
    "The result of a lifetime of scholarship, incorporating his knowledge from his articles for the Pauly-Wissowa and the Arndt-Bruckmann publication.": [
        [
            95,
            108,
            [
                "Paul-Wissowa"
            ]
        ],
        [
            117,
            132,
            [
                "Arndt-Brockman"
            ]
        ]
    ],
    "\"There is hardly any sculptured Greek work of art missing,\" she concluded.</p>": []
}