{
    "<p>Feminist art historian of 19th- and 20th-century French art.": [],
    "Lipton was the daughter of Louis and Trudy Lipton.": [],
    "Her father was a Jewish immigrant, originally from Latvia, now a businessman/entrepreneur; her mother a bookkeeper.": [],
    "Both parents held strong Marxist views.": [],
    "From an early age, she manifested an interest in things French, her first trip to that country was made when she was 19.": [],
    "Lipton attended the City College of the City University of New York, earning a B.A.": [],
    "in 1962.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Her senior year she married a man she described as a \"rich, miserable Jewish boy with a Harvard education\" (<em>Alias Olympia</em>), continuing at New York University for her M.A., 1965.": [],
    "The same year she began teaching at University of Rhode Island, Kingston, RI, as an instructor in art history.": [],
    "She divorced her first husband in 1967.": [],
    "In 1970 she moved to Bard College, NY, as an instructor in art history and then to Hunter College of the City University of New York, as an assistant professor of art history in 1973, all the while pursuing her Ph.D.": [
        [
            3,
            7,
            [
                "1970,"
            ]
        ]
    ],
    "at NYU under <a href=\"/goldwaterr\">Robert Goldwater</a>.": [],
    "After Goldwater's death, her dissertation was supervised and approved  in 1975, by <a href=\"/schiffg\">Gert Schiff</a> on the topic of the critical reception to Picasso.": [
        [
            69,
            71,
            [
                " "
            ]
        ]
    ],
    "She was an organizing member of Caucus For Marxism and Art between 1976-1980.": [],
    "She joined Parsons School of Design, New York--again as a lecturer--in 1978.": [],
    "Lipton asserts that she was fired from Hunter College because of public statements she made questioning the formalistic approach to a conference at the Museum of Modern art on Impressionism.": [
        [
            108,
            119,
            [
                "moralistic",
                "formalist",
                "formalists"
            ]
        ]
    ],
    "She was appointed associate professor of art history at the State University of New York at Binghamton in 1980.": [],
    "She married the painter Ken Aptekar (b.": [
        [
            28,
            35,
            [
                "Appear",
                "Apter"
            ]
        ]
    ],
    "1950), in 1984.": [],
    "The two spent the succeeding time in Paris where she researched the life of Manet's model for <em>Olympia</em>, Victorine Meurent (1844-1927).": [
        [
            112,
            121,
            [
                "Victoria",
                "Victories",
                "Victorian",
                "Vectoring",
                "Victorians",
                "Vitrine"
            ]
        ],
        [
            122,
            129,
            [
                "Laurent",
                "Merest",
                "Menkent"
            ]
        ]
    ],
    "Lipton lectured as Robert Sterling Clark Visiting Professor at Williams College and Clark Art Institute in 1986, leaving Binghamton in 1988.": [],
    "Though she claimed she left Binghamton because teaching was unfulfilling, she taught as a visiting artist at the School of the Art Institute of Chicago the same year.": [],
    "She joined New York University as a member of Institute for the Humanities seminar on sexuality, gender, and consumer culture in 1987.": [
        [
            64,
            74,
            [
                "Humanities'",
                "Humanity's"
            ]
        ]
    ],
    "She was a founding member of the Fantastic Coalition of Women in the Arts in 1989.": [],
    "In 1992, Lipton published <em>Alias Olympia: A Woman's Search for Manet's Notorious Model and Her Own Desire</em>.": [],
    "The book focuses on ;Meurent, as well as Lipton's own life during the period of her research.": [
        [
            21,
            28,
            [
                "Laurent",
                "Merest",
                "Menkent"
            ]
        ]
    ],
    "In 2000, Lipton was interviewed about Manet's Olympia for a WGBH/PBS TV program, \"The Shock of the Nude: Manet's Olympia.": [],
    "\"</p>\n\n<p>Lipton was among the first wave of feminists to write on and critique contemporary art-historical practice.": [],
    "She often cites <a href=\"/nochlinl\">Linda Nochlin</a> as her inspiration and friend.": [],
    "Critics have observed that much of her writing, despite its subject, is autobiographical, either in her fascination with French culture, her father (a dominant force in her life), or the Holocaust.": [],
    "Her 2000 essay, \"Hill Behind the House,\" reviewed her approach to art history through her Judaism.</p>": []
}