{
    "Medievalist of ivory carving and sculpture; curator of the Met.": [],
    "Charles Little was raised in Cleveland, Ohio.": [],
    "His first exposure to art came from the Cleveland Museum of Art.": [],
    "He lived in Germany in the mid-60s and toured Europe to see the monuments of art.": [],
    "While studying art history at Case Western Reserve University, Little was drawn to ancient history, the Middle Ages, and the Renaissance.": [],
    "In 1968, Little went to New York intending to study with <a href=\"https://arthistorians.info/panofskye/\">Erwin Panofsky</a> at the Institute for Advanced Study.": [],
    "With Panofsky’s death, he entered the Institute of Fine Arts, New York University.": [
        [
            5,
            13,
            [
                "Sinofsky"
            ]
        ]
    ],
    "The same year, he encountered the Raymond Pitcairn collection in the exhibition <i>Medieval Art from Private Collections</i> at The Cloisters.": [],
    "In 1970, his internship in The Metropolitan Museum of Art’s Medieval Department under <a href=\"https://arthistorians.info/hovingt/\">Thomas Hoving</a> cemented his interest in museums.": [],
    "He joined the Medieval Art Department in 1973 as an assistant curator and became a successor of the retired <a href=\"https://arthistorians.info/forsythw/\">William Forsyth</a>.": [],
    "Soon after, he went on trips to Pitcairns’ private collection (today Glencairn Museum) in Bryn Athyn, PA, assisting <a href=\"https://arthistorians.info/haywardj/\">Jane Hayward</a>, specialist in Medieval glasswork.": [
        [
            32,
            41,
            [
                "Pitcairn",
                "Pit cairns"
            ]
        ],
        [
            69,
            78,
            [
                "Glen cairn"
            ]
        ]
    ],
    "While studying for Ph.D, he curated an exhibition on Irish art at the Met.": [
        [
            19,
            23,
            [
                "Ph.D."
            ]
        ]
    ],
    "In 1977, he earned a Ph.D with dissertation <i>The Magdeburg Ivory Group: A Tenth-Centry New Testament Narrative Cycle</i>, written under <a href=\"https://arthistorians.info/boberh/\">Harry Bober</a>.": [
        [
            21,
            25,
            [
                "Ph.D."
            ]
        ],
        [
            76,
            88,
            [
                "Tenth-Century"
            ]
        ]
    ],
    "In 1994, He co-authored, with Elizabeth C. Parker, <i>The Cloister Cross: Its Art and Meaning</i>, which is believed to have the status of an “official” biography (Heslop).": [
        [
            164,
            170,
            [
                "He slop",
                "Hes lop"
            ]
        ]
    ],
    "Little was the President of the International Center of Medieval Art (ICMA) from 1996 to 1999.": [
        [
            70,
            74,
            [
                "CMA",
                "ICM",
                "ICMP",
                "IMA",
                "IRMA",
                "ACMA"
            ]
        ]
    ],
    "In 2006, the exhibition <i>Set in Stone: The Face in Medieval Sculpture</i> was organized by Little in part to celebrate the fifteenth anniversary of the ICMA.": [
        [
            154,
            158,
            [
                "CMA",
                "ICM",
                "ICMP",
                "IMA",
                "IRMA",
                "ACMA"
            ]
        ]
    ],
    "He also edited the exhibition catalog with key articles by himself and Willibald Sauerländer.": [
        [
            71,
            80,
            [
                "William",
                "Williams",
                "Willingly",
                "Willard",
                "Billiard",
                "Millibar"
            ]
        ]
    ],
    "In 2012, he was the Fulbright Senior Specialist to the Museum of National Taipei University of Education.": [],
    "Little retired from the Met as curator emeritus in 2016.": [],
    "Little, as a museum professional, stated that he engaged with objects.": [],
    "He is fascinated with museum work and research work at Glencairn.": [
        [
            55,
            64,
            [
                "Glen cairn"
            ]
        ]
    ],
    "For the installation of the exhibition <i>Set in Stone</i> (2006), he and designers devised the height, angle and lighting of the exhibits to better “explain something of their original contexts” (<a href=\"https://arthistorians.info/wixomw/\">Wioxm</a>).": [],
    "His work on the Cloisters Cross (1994) was also considered a “fascinating piece of detective work” that requires physical connoisseurship and critical analysis (Jacoby).": []
}