{
    "<p>Philosopher, journalist, and scholar of African-American art.": [],
    "Alain Locke was born to an African-American couple, Pliny and Mary Hawkins Locke in Philadelphia, Locke was raised in Philadelphia, a popular center for the abolitionists during the Civil War.": [],
    "After his father died in 1891, Locke’s mother focused on developing her son’s intellectual and cultural curiosity.": [],
    "In 1907, Locke received his B.A.": [],
    "in philosophy and literature at Harvard College.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He became the first African-American Rhodes scholar that same year, which allowed him to study at both Oxford University and the University at Berlin.": [],
    "Locke returned to the United States in fall of 1911 to tour the American South with Booker T. Washington (1856–1915), where he learned a great deal about African American education in the region.": [],
    "Locke later enrolled in the Ph.D.": [],
    "program at Harvard, receiving his degree in philosophy in 1917.": [
        [
            0,
            7,
            [
                "Program"
            ]
        ]
    ],
    "His life-long interest in race relations and cultural politics came from one of his professors, Horace Kallen (1882-1974), who worked as an assistant to Harvard aesthetician and philosopher George Santayana (1863-1952).": [
        [
            103,
            109,
            [
                "Fallen",
                "Allen"
            ]
        ]
    ],
    "Locke taught philosophy at Howard University starting in 1918, and eventually chaired the department from 1921 until his retirement in 1953.": [],
    "He regularly wrote articles for Opportunity magazine, which was published by the National Urban League.</p>\n\n<p>In 1925, Locke edited <em>The New Negro</em>, an anthology that symbolized the aesthetic philosophies of the Harlem Renaissance.": [],
    "In the anthology, Locke wrote several essays, the most well-known being \"The Legacy of the Ancestral Past,\" in which he compared his encounters with African and European art to his desire to create a new black modernism in art and literature.": [],
    "The anthology also contained works by several of the most prominent figures of the Harlem Renaissance, including fiction by Zora Neale Hurston (1891–1960), poetry and music by Langston Hughes (1902–1967), and essays by Walter Francis White (1893–1955) and <a href=\"/duboisw\">W.": [],
    "E. B. Du Bois</a>.": [
        [
            9,
            13,
            [
                "Boys",
                "Boss",
                "Boris",
                "Lois",
                "Bogs",
                "Boil"
            ]
        ]
    ],
    "Locke’s role in articulating the intellectual pursuits of the “New Negro\" and Harlem Renaissance movements earned him the title “Dean of the Harlem Renaissance.\"": [],
    "He also worked extensively with the Harmon Foundation, whose work included supporting the work of African-American artists.": [],
    "In collaboration with William Grant Still (1895–1978), he turned “Sahdji,\" a short story he published in <em>The New Negro</em>, into a ballet.": [
        [
            66,
            72,
            [
                "Saudi",
                "Mahdi",
                "Shoji"
            ]
        ]
    ],
    "He encouraged black artists to use abstract African sculpture and themes from African-American history in their works in order to create an aesthetic style that would appeal to and educate all African Americans.": [],
    "He frequently contributed essays to exhibition catalogs and, in 1927, he organized the landmark exhibition of works from the Blondiau-Theatre Arts collection.": [
        [
            125,
            141,
            [
                "Blondie-Theatre",
                "Blondiau-Theater"
            ]
        ]
    ],
    "Though it never came to fruition, Locke was also heavily involved in the planning of a proposed Harlem Museum of African Art.</p>\n\n<p>Locke’s perception of art’s purpose was intrinsically tied to his views on art.": [],
    "In contrast to the opinions of many leaders in the African-American community at the time, who believed African-American art should have a political agenda, Locke believed that an artwork’s value is defined by its expression of the individuality of the artist.": [],
    "With this philosophy in mind, Locke wrote the introductory essay titled, “Art or Propaganda,\" to the first issue of the journal <em>Harlem</em>, in 1928.": [],
    "The essay championed the necessity of artistic expression over the social agenda of art as propaganda.": [],
    "His contributions to journals and magazines that focused on artists and writers in early twentieth century Harlem served as the foundation for Locke's reputation as a cultural critic and a patron of the arts.": [],
    "Locke, and his colleague <a href=\"/duboisw\">W.": [],
    "E. B. Du Bois</a>, worked with artists like Aaron Douglas (1899-1979) and Jacob Lawrence (1917-2000) to provide financial support as well as aesthetic and philosophical guidance.": [
        [
            9,
            13,
            [
                "Boys",
                "Boss",
                "Boris",
                "Lois",
                "Bogs",
                "Boil"
            ]
        ]
    ],
    "His efforts to compile a collection of literature about African-American culture led him to establish the Associates in Negro Folk Education, an organization that published a series of analytical works about politics, history, literature, and art.": [],
    "Locke wrote <em>The Negro in Art: Past and Present</em> in 1936 and <em>The Negro in Art</em> in 1940 for the series.": [],
    "His articles on African sculpture and European art, specifically German Expressionism, served as the foundation for the development of black modernism in America.": [],
    "Locke began research for <em>The Negro in American Culture</em>, but died of heart failure in 1954 before the project could be realized.</p>": []
}