{
    "<p>Archaeologist and scholar of Greek pottery.": [],
    "Loeschcke studied archaeology under <a href=\"/overbeckj\">Johannes Overbeck</a> in Leipzig between 1871-73, together with fellow student <a href=\"/furtwanglera\">Adolf Furtwängler</a>.": [],
    "He continued study at Bonn under <a href=\"/kekuler\">Reinhard Kekulé von Stradonitz</a> where he specialized in pottery.": [],
    "He traveled to Greece and Italy in 1877, funded by a stipend from the Deutsches Archäologisches Institut (German Archaeological Institute ) in order to study the finds of the <a href=\"/schliemannh\">Heinrich Schliemann</a> excavation, then widely assumed to be of little importance.": [
        [
            70,
            79,
            [
                "Deutsche's",
                "Deutsche"
            ]
        ],
        [
            96,
            104,
            [
                "Institute"
            ]
        ],
        [
            137,
            139,
            [
                ")"
            ]
        ]
    ],
    "The result of his findings was an important book for Mycenaean pottery.": [],
    "<em>Mykenische Thongefäße</em>, written with Furtwängler, 1879, established the basic chronology of Mycenaean ceramics.": [],
    "That same year Loeschcke accepted a professorship in philology and archaeology at the university in Dorpat, (modern Tartu, Estonia).": [
        [
            100,
            106,
            [
                "Format",
                "Dorsal",
                "Dormant",
                "Dorset",
                "DARPA",
                "Dora"
            ]
        ],
        [
            116,
            121,
            [
                "Tart",
                "Tarts",
                "Tarty"
            ]
        ]
    ],
    "While at Dorpat he published his second major work on Mycenaean pottery, also with Furtwängler, <em>Mykenische Vasen</em>, in 1886.": [
        [
            9,
            15,
            [
                "Format",
                "Dorsal",
                "Dormant",
                "Dorset",
                "DARPA",
                "Dora"
            ]
        ],
        [
            83,
            94,
            [
                "Furtwangler"
            ]
        ]
    ],
    "In 1887 he was named first secretary to the Deutsches Archäologisches Institut in Athens.": [
        [
            3,
            7,
            [
                "1887,"
            ]
        ],
        [
            44,
            53,
            [
                "Deutsche's",
                "Deutsche"
            ]
        ],
        [
            70,
            78,
            [
                "Institute"
            ]
        ]
    ],
    "When Kekulé advanced to the university in Berlin, Loeschcke replaced him in Bonn in 1889.": [
        [
            5,
            11,
            [
                "Kettle",
                "Ferule"
            ]
        ]
    ],
    "At Bonn, he supervised many dissertations including <a href=\"/bieberm\">Margarete Bieber</a>, <a href=\"/dragendorffh\">Hans Dragendorff</a>, <a href=\"/jacobsthalp\">Paul Jacobsthal</a>, <a href=\"/karog\">Georg Karo</a>, T. Leslie Shear (1880-1945) and Fritz Weege (1880-1945).": [],
    "Loeschcke again succeeded Kekulé in Berlin when Kekulé died in 1912.": [
        [
            26,
            32,
            [
                "Kettle",
                "Ferule"
            ]
        ],
        [
            48,
            54,
            [
                "Kettle",
                "Ferule"
            ]
        ]
    ],
    "In Berlin the young <a href=\"/schweitzerb\">Bernhard Schweitzer</a>, who later constructed a chronology for Geometric pottery, took courses under him.": [],
    "Loeschcke and Furtwängler revolutionized the approach to pottery, basing it less upon esthetic appreciation and more on historical evaluation.": [
        [
            14,
            25,
            [
                "Furtwangler"
            ]
        ]
    ],
    "Their analysis of Mycenaean pottery established it as distinct from Geometric.": [],
    "They concluded that pottery could be used to date an excavation by determining the latest styles to be found there.": [],
    "Loeschcke's later research focused on the <em>limes</em> (outskirts) of the Roman world.": [],
    "In Loeschcke's case, he analyzed the Rhineland digs, dating them accurately through artifacts ignored by other scholars.</p>": []
}