{
    "<p>Biographer of artists (1590); painter and art theorist.": [],
    "Lomazzo was raised in a family of moderate social status.": [
        [
            0,
            7,
            [
                "Tomato",
                "Lorenzo",
                "Lazio",
                "Romano",
                "Mezzo",
                "Locarno"
            ]
        ]
    ],
    "He trained under the painter Gaudenzio Ferrari (1470-1546).": [
        [
            29,
            38,
            [
                "Gardenia"
            ]
        ]
    ],
    "During this time he came into contact with the famous doctor and autobiographer Girolamo Cardano (1501-1576) and the heir to and owner of Leonardo's notebooks, Francesco Melzi.": [
        [
            80,
            88,
            [
                "Geronimo",
                "Giordano",
                "Gigolo",
                "Giraldo",
                "Girona",
                "Giropay"
            ]
        ],
        [
            170,
            175,
            [
                "Multi",
                "Delhi",
                "Melt",
                "Mali",
                "Meiji",
                "Mel"
            ]
        ]
    ],
    "After becoming an independent master, he received a steady stream of commissions for murals and altarpieces, many the auspices of Giuliano Goselini (1525-1587), a secretary to successive dukes of Milan.": [
        [
            139,
            147,
            [
                "Gosling",
                "Joseline",
                "Rosellini"
            ]
        ]
    ],
    "Lomazzo made a tour in 1562 to various countries, studying art.": [
        [
            0,
            7,
            [
                "Tomato",
                "Lorenzo",
                "Lazio",
                "Romano",
                "Mezzo",
                "Locarno"
            ]
        ]
    ],
    "In 1568 he became \"Prince\" ('Abbot' or 'Nabad') of the Accademia della Balle del Blenio.": [
        [
            3,
            7,
            [
                "1568,"
            ]
        ],
        [
            40,
            45,
            [
                "Naiad",
                "Na bad",
                "Nab ad"
            ]
        ],
        [
            55,
            64,
            [
                "Academia"
            ]
        ],
        [
            65,
            70,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ],
        [
            71,
            76,
            [
                "Ball",
                "Balls",
                "Ballet",
                "Halle",
                "Bale",
                "Belle"
            ]
        ],
        [
            81,
            87,
            [
                "Blend",
                "Lenin",
                "Blends",
                "Benin",
                "Benito",
                "Leno"
            ]
        ]
    ],
    "By 1571, however, Lomazzo had become completely blind and he turned to art writing.": [
        [
            18,
            25,
            [
                "Tomato",
                "Lorenzo",
                "Lazio",
                "Romano",
                "Mezzo",
                "Locarno"
            ]
        ],
        [
            53,
            57,
            [
                ", and"
            ]
        ]
    ],
    "His most important work for scholars today, <em>Trattato della pittura</em>, was published in 1584.": [],
    "An autobiography, <em>Rime</em>, appeared in1589.": [],
    "The following year, 1590, <em>Idea del tempio della pittura</em> was issued.": [],
    "This book, organized around the concept of a temple whose architectural components signify the seven parts of painting, included artists' biographies.": [],
    "Thus Lomazzo emerged as a proto-historian of art.": [
        [
            0,
            4,
            [
                "Thus,"
            ]
        ],
        [
            5,
            12,
            [
                "Tomato",
                "Lorenzo",
                "Lazio",
                "Romano",
                "Mezzo",
                "Locarno"
            ]
        ]
    ],
    "His other writing remained in manuscript.": [],
    "His most famous pupil, Figino, was the subject of a 1592 dialogue-style work by Canon Antonio Comanini (d.": [
        [
            23,
            29,
            [
                "Firing",
                "Filing",
                "Fixing",
                "Figaro",
                "Gino",
                "Fagin"
            ]
        ],
        [
            94,
            102,
            [
                "Coming",
                "Companies",
                "Domain",
                "Romania",
                "Romanian",
                "Cleaning"
            ]
        ]
    ],
    "1608).Lomazzo is studied by art historians today for his metaphysical theories of artistic creation.": [
        [
            6,
            13,
            [
                " Lomazzo"
            ]
        ]
    ],
    "His discussions rival in complexity of those from any period.": [],
    "His <em>Trattato</em>, a seven-book (or part) neo-Platonic work shows the influence by the thinking of Marcello Ficino.": [],
    "A conspicuous figure in artistic and intellectual circles in northern Italy, Lomazzo's contemporary reputation was as much as a painter as theorist, reaching beyond his native Milan.": [
        [
            77,
            84,
            [
                "Tomato",
                "Lorenzo",
                "Lazio",
                "Romano",
                "Mezzo",
                "Locarno"
            ]
        ]
    ],
    "His treatises were not reprinted for several hundred years, though translations, such an English one by Richard Haydocke of parts of the <em>Trattato</em> was published in 1598; a French translation in 1649.": [
        [
            112,
            120,
            [
                "Haddock",
                "Haddocks",
                "Haycock",
                "Haycocks"
            ]
        ]
    ],
    "In the 20th century, the art historians <a href=\"/panofskye\">Erwin Panofsky</a>, <a href=\"/ackermang\">Gerald M. Ackerman</a>, <a href=\"/kleinr\">Robert Klein</a> and Roberto Ciardi brought his writings back to light and works to a new audience.</p>": []
}