{
    "<p>Medievalist; first woman to curator of a major British museum; Keeper the Department of Architecture and Sculpture, Victoria and Albert Museum, London, 1938-1942.": [],
    "Longhurst's early life is uncertain due to her extreme private nature.": [],
    "She was likely the daughter of Henry Longhurst (1824-1895), a successful thought modest draper, and Caroline Louisa Taylor (Longhurst).": [],
    "She was educated privately (according to herself) but never, apparently, formally.": [],
    "Longhurst used her inheritance left to her by her father to travel in Europe, privately experiencing and studying art, particularly medieval sculpture.": [],
    "She published articles as a private scholar in the <em>Burlington Magazine</em>.": [],
    "Longhurst volunteered at the Victoria & Albert Museum after the First World War, then moving to a temporary cataloger position in 1924, the year <a href=\"/maclagane\">Eric Maclagan</a> ascended to the directorship.": [],
    "She was made a museum assistant in 1926, because of her knowledge of early sculpture.": [],
    "The same year she published <em>English Ivories</em> and <em>Catalogue of Carvings in Ivory</em>.": [],
    "part 1, 1927, and part 2, 1929 of the Victoria and Albert Museum.": [
        [
            0,
            4,
            [
                "Part"
            ]
        ]
    ],
    "Longhurst was elected fellow of the Society of Antiquaries in 1929.": [],
    "She rose to assistant keeper (second class) in 1930.": [],
    "Her paper on the recently-acquired Easby cross was published in <em>Archaeologia</em> in 1931.": [
        [
            35,
            40,
            [
                "Easy"
            ]
        ]
    ],
    "She completed the Museum's <em>Catalogue of Italian Sculpture</em> in 1932 begun earlier by Maclagan.": [],
    "She was promoted to assistant first class in 1934 and in 1938 keeper (second class) of the department of architecture and sculpture, the first woman in Britain to attain the post of keeper in a national museum (Bilbey).": [
        [
            211,
            217,
            [
                "Bilbao"
            ]
        ]
    ],
    "She retired in 1942, continuing to travel.": [],
    "She died at home, Wayside, Castle Street, Aldbourne, near Marlborough, Wiltshire in 1958.": [
        [
            42,
            51,
            [
                "Melbourne",
                "Airborne",
                "Bourne",
                "Osbourne",
                "Adjourned",
                "Adjourn"
            ]
        ]
    ],
    "Longhurst never married; her estate was directed by her colleague, <a href=\"/molesworthh\">Hender Delves Molesworth</a>, who succeeded her in 1945.": [],
    "Her unpublished, which she hoped would be published, were edited in 1963, but never published.": [],
    "They remain at the Victoria and Albert Museum and at the University of London, Warburg Institute.": [],
    "Maclagan and Longhurst's Italian sculpture catalog was superseded in 1964 by that of <a href=\"/popehennessyj\">John Pope-Hennessy</a>.": [
        [
            0,
            8,
            [
                "McLagan"
            ]
        ]
    ],
    "United Kingdom</p>": []
}