{
    "<p>Art historian, critic and magazine founder; Piero della Francesca scholar.": [
        [
            53,
            58,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ]
    ],
    "Longhi's parents were originally from Emilia.": [
        [
            0,
            6,
            [
                "Lo-fi",
                "Long hi"
            ]
        ]
    ],
    "Longhi wrote his dissertation on Caravaggio under <a href=\"/toescap\">Pietro Toesca</a> in Turin, 1911.": [
        [
            0,
            6,
            [
                "Lo-fi",
                "Long hi"
            ]
        ]
    ],
    "He supported himself by teaching art history in the <em>licei</em> (high schools) of Rome while attending the School of Advanced Studies (in Rome) under <a href=\"/venturia\">Adolfo Venturi</a>.": [],
    "Venturi, impressed with Longhi's intellect, assigned him the book reviews section of Venturi's magazine, <em>L'Arte</em>, in 1914.": [
        [
            24,
            30,
            [
                "Lo-fi",
                "Long hi"
            ]
        ]
    ],
    "He also contributed to <em>L'Arte</em> and <em>La Voce</em> between 1913-1920.": [],
    "Longhi's two life-long art subjects were Caravaggio and Piero della Francesca.": [
        [
            0,
            6,
            [
                "Lo-fi",
                "Long hi"
            ]
        ],
        [
            62,
            67,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ]
    ],
    "Piero was still a relatively obscure artist when Longhi published a 1914 article on him, \"Piero dei Franceschi e lo sviluppo della pittura veneziana,\" (Piero Francesca and the Development of Venetian Painting).": [
        [
            49,
            55,
            [
                "Lo-fi",
                "Long hi"
            ]
        ],
        [
            96,
            99,
            [
                "DEI",
                "day",
                "die",
                "Dan",
                "Del",
                "Wei"
            ]
        ],
        [
            100,
            110,
            [
                "Frances chi"
            ]
        ],
        [
            116,
            124,
            [
                "Filippo"
            ]
        ],
        [
            125,
            130,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ],
        [
            131,
            138,
            [
                "picture",
                "Piura",
                "pitta"
            ]
        ],
        [
            139,
            148,
            [
                "Venetian",
                "Venetians",
                "Venezia"
            ]
        ]
    ],
    "The publisher Mario Broglio (1891-1948), who founded the journal <em>Valori Plastici</em> in 1918, asked Longhi to write a full-length monograph on the artist.": [
        [
            20,
            27,
            [
                "Imbroglio",
                "Rogelio",
                "Brotli"
            ]
        ]
    ],
    "Although a Renaissance historian, Longhi also took a keen interest in modern art, championing the Futurists and especially Umberto Baccioni but disparaging the <em>Pittura Metafisica</em> movement.": [
        [
            34,
            40,
            [
                "Lo-fi",
                "Long hi"
            ]
        ],
        [
            123,
            139,
            [
                "Umberto Boccioni"
            ]
        ]
    ],
    "Around the 1920, he became part of the circle of the collector and art dealer Count Alessandro Contini Bonacossi (1878-1955), who funded Longhi's travels and helped launch his career as a connoisseur.": [
        [
            95,
            102,
            [
                "Contains",
                "Continue",
                "Contain",
                "Content",
                "Counting",
                "Coating"
            ]
        ],
        [
            137,
            143,
            [
                "Lo-fi",
                "Long hi"
            ]
        ]
    ],
    "In 1924 he married the writer Lucia Lopresti (1895 -1985), who wrote under the pen name \"Anna Banti.\"": [
        [
            3,
            7,
            [
                "1924,"
            ]
        ],
        [
            36,
            44,
            [
                "Forest",
                "Forests",
                "Longest",
                "Lowest",
                "Forrest",
                "Poorest"
            ]
        ],
        [
            94,
            99,
            [
                "Anti",
                "Bantu",
                "Bani"
            ]
        ]
    ],
    "In 1927 Broglio brought out Longhi's masterwork, <em>Piero della Francesca</em>, establishing Piero as one of the great <em>Quattrocento</em> artists.": [
        [
            8,
            15,
            [
                "Imbroglio",
                "Rogelio",
                "Brotli"
            ]
        ],
        [
            28,
            34,
            [
                "Lo-fi",
                "Long hi"
            ]
        ]
    ],
    "This was in contrast to the opinion of <a href=\"/berensonb\">Bernard Berenson</a> whose 1897 <em>Central Italian Painters of the Renaissance</em> considered Piero \"unemotional\" and \"impassive.\"": [],
    "Longhi began writing for other magazines during this time, including <em>Pinacotheca</em> (1927-1929) and, as co-editor with <a href=\"/bianchibandinellir\">Ranuccio Bianchi Bandinelli</a>, in <em>Critica d'arte</em>.": [
        [
            0,
            6,
            [
                "Lo-fi",
                "Long hi"
            ]
        ]
    ],
    "Another of Longhi's fascinations was Caravaggio and the <em>Caravaggisti</em>.": [
        [
            11,
            17,
            [
                "Lo-fi",
                "Long hi"
            ]
        ]
    ],
    "His \"Quesiti caravaggeschi,\" a series of articles, were published between 1928-1934.": [
        [
            5,
            12,
            [
                "Quest",
                "Quests"
            ]
        ]
    ],
    "Longhi's advocacy of connoisseurship put him at odds with <a href=\"/venturil\">Lionello Venturi</a>, Adolfo's son and also an art historian, and the two participated in a celebrated debate, most clearly elaborated in his 1934 book on the painting of Ferrara, <em>Officina ferrarese</em>.": [
        [
            0,
            6,
            [
                "Lo-fi",
                "Long hi"
            ]
        ]
    ],
    "The same year, 1934, Longhi was appointed to the chair of art history at the University of Bologna.": [
        [
            21,
            27,
            [
                "Lo-fi",
                "Long hi"
            ]
        ]
    ],
    "He acquired the Florentine villa, \"Il Tasso,\" in 1939 which became his home.": [
        [
            35,
            37,
            [
                "IL",
                "In",
                "Is",
                "I",
                "It",
                "If"
            ]
        ],
        [
            38,
            43,
            [
                "Basso",
                "Lasso",
                "Tass",
                "TASS"
            ]
        ]
    ],
    "During the height of World War II, Longhi issued a second edition of his Piero book, 1942, and founded the journal <em>Proporzioni</em> in 1943, the latter offering revisionist interpretations to Tuscan art and particularly Giotto's painting.": [
        [
            35,
            41,
            [
                "Lo-fi",
                "Long hi"
            ]
        ]
    ],
    "A second series of articles on Caravaggio appeared as the <em>Ultimi studi caravaggeschi</em> also in 1943.": [],
    "After the war, Longhi was appointed to the chair of art history at the university in Florence in 1949.": [
        [
            15,
            21,
            [
                "Lo-fi",
                "Long hi"
            ]
        ]
    ],
    "His wide interest in all the arts led to his launching another journal, <em>Paragone</em>, in 1950, which alternated issues between art and literature.": [],
    "Longhi wrote the introduction to the catalog of the important Caravaggio exhibition of Milan in 1951.": [
        [
            0,
            6,
            [
                "Lo-fi",
                "Long hi"
            ]
        ]
    ],
    "A third edition of the Piero book appeared in 1962 and a full-length monograph on Caravaggio (criticized for its lack of footnotes) was published in 1968.": [],
    "Longhi died at his villa in 1970.": [
        [
            0,
            6,
            [
                "Lo-fi",
                "Long hi"
            ]
        ]
    ],
    "The Fondazione Roberto Longhi was founded the following year to encourage art-historical scholarship.": [
        [
            4,
            14,
            [
                "Foundation",
                "Foundations",
                "Fontaine"
            ]
        ]
    ],
    "Longhi's students included the art historian <a href=\"/previtalig\">Giovanni Previtali</a> and <a href=\"/bellosil\">Luciano Bellosi</a>.": [
        [
            0,
            6,
            [
                "Lo-fi",
                "Long hi"
            ]
        ]
    ],
    "Outside the field of art history, the poet Attilio Bertolucci (1911-2000) and the film director Pier Paolo Pasolini (1922-1975) also studied under him.</p>\n\n<p>Longhi remained an influential teacher.": [
        [
            43,
            50,
            [
                "Attila",
                "Adílio",
                "Twilio"
            ]
        ],
        [
            160,
            166,
            [
                "Lo-fi",
                "Long hi"
            ]
        ]
    ],
    "His students included detractors as well as admirers.": [],
    "Though he admired Longhi's writing style, <a href=\"/zerif\">Federico Zeri</a>, the controversial historian of art, in later years accused Longhi of authenticating fakes to pay gambling debts.": [
        [
            18,
            24,
            [
                "Lo-fi",
                "Long hi"
            ]
        ]
    ],
    "Other students remained more generous.": [],
    "Longhi was philosophically influenced by the esthetics of <a href=\"/croceb\">Benedetto Croce</a>.": [
        [
            0,
            6,
            [
                "Lo-fi",
                "Long hi"
            ]
        ],
        [
            45,
            54,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "He added as early as 1912 a more humane, if slightly romantic counter to the positivism of <a href=\"/morellig\">Giovanni Morelli</a>, insisting his connoisseurship was merely \"intuition.\"": [],
    "Longhi's methodology was highly formalist and connoisseurship-based, striving to find verbal equivalents for his perceptions of works of art and notions of \"pure painting\" (Agosti).": [
        [
            0,
            6,
            [
                "Lo-fi",
                "Long hi"
            ]
        ],
        [
            173,
            179,
            [
                "Agnostic",
                "Acosta",
                "Agustin",
                "Agostini",
                "Agassi",
                "Agustín"
            ]
        ]
    ],
    "He was more of an advocate of connoisseurship than of a history of art.": [],
    "<a href=\"/hopec\">Charles Hope</a> characterized Longhi as \"a brilliantly eloquent critic and connoisseur, mainly preoccupied with the intense scrutiny of individual works of art,\" adding that Longhi lacked the inclination to investigate social and historical circumstances in which art was produced.": [],
    "Longhi was not insensitive to the criteria, however; the patronage art historian <a href=\"/haskellf\">Francis Haskell</a> remarked that what he admired most about Longhi was \"his ability to make historical connections.": [
        [
            0,
            6,
            [
                "Lo-fi",
                "Long hi"
            ]
        ]
    ],
    "\"</p>": []
}