{
    "<p>Modernist scholar.": [],
    "Terpstra's parents, both historians, convinced their daughter to study law.": [
        [
            0,
            8,
            [
                "Telstra"
            ]
        ]
    ],
    "After graduation, however, in 1932 she began studying art history at Utrecht University.": [],
    "Following her second graduation, she worked for a short time at the Hague Gemeentemuseum.": [
        [
            64,
            67,
            [
                "The"
            ]
        ]
    ],
    "She quit her position when she married, and she then moved to Eindhoven.": [],
    "She remained active as a high school teacher of art history.": [],
    "In Eindhoven she frequently visited the municipal van Abbemuseum, then directed by <a href=\"/wildee\">Eduard Leon Louis de Wilde</a>, where the collection and exhibitions of international modern art were a source of inspiration, and aroused her particular interest in the Dutch pioneers of modern art in the early 1900s.": [
        [
            3,
            12,
            [
                "Eindhoven,"
            ]
        ],
        [
            54,
            64,
            [
                "Abbe museum"
            ]
        ]
    ],
    "In 1953 she chose this topic for her doctoral dissertation, and began her search in many museum depositories.": [
        [
            3,
            7,
            [
                "1953,"
            ]
        ]
    ],
    "She earned her doctor's degree from Utrecht University under <a href=\"/gelderj\">J.": [],
    "G. van Gelder</a> in 1958.": [
        [
            3,
            6,
            [
                "Van"
            ]
        ],
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "This dissertation became the first part of a much broader publication <em>Moderne kunst in Nederland, 1900-1914</em> (Modern art in the Netherlands, 1900-1914), which appeared in 1959.": [],
    "It offers a critical stylistic analysis of new trends in painting in the first years of the 1900s that led to the so-called Amsterdam Luminism, which became prominent in the years 1909-1910, and in which the painters Piet Mondriaan, Jan Sluyters, and Leo Gestel played a central role.": [
        [
            134,
            142,
            [
                "Feminism",
                "Humanism",
                "Leninism"
            ]
        ],
        [
            217,
            221,
            [
                "Paid",
                "Pair",
                "Poet",
                "Diet",
                "Pain",
                "Paint"
            ]
        ],
        [
            222,
            231,
            [
                "Mondrian"
            ]
        ],
        [
            237,
            245,
            [
                "Clusters",
                "Shutters",
                "Slayers",
                "Sluggers",
                "Stutters",
                "Flutters"
            ]
        ],
        [
            255,
            261,
            [
                "Tested",
                "Vessel",
                "Gospel",
                "Gentle",
                "Rested",
                "Vested"
            ]
        ]
    ],
    "She also dealt with different manifestations of European modernisms that existed between 1911 and 1914.": [
        [
            57,
            67,
            [
                "modernism",
                "modernists",
                "modern isms"
            ]
        ]
    ],
    "Her book, which is rich in descriptions of the stylistic features of the artworks, also provides an interesting chronicle of the art scene of those years.": [],
    "Terpstra wrote a new preface for the 1987 reprint.": [
        [
            0,
            8,
            [
                "Telstra"
            ]
        ]
    ],
    "She then lived in Germany, where she died in 1995.": [],
    "As a high school teacher in art history, Terpstra focused rather on the emotional perception when viewing art works than on a pure intellectual approach.": [
        [
            41,
            49,
            [
                "Telstra"
            ]
        ]
    ],
    "Writing after her death, Carel Blotkamp expressed regrets that the author of this important study on modern art had not the opportunity, in the 1950s, to become an academic in this field.</p>": [
        [
            25,
            30,
            [
                "Carl",
                "Care",
                "Call",
                "Car",
                "Cars",
                "Card"
            ]
        ],
        [
            31,
            39,
            [
                "Blowlamp"
            ]
        ]
    ]
}