{
    "<p>Historian of the art of the [former] Dutch East Indies region.": [],
    "Jeanne Haaxman received her earliest art education from her father, Pieter Anne Haaxman, who was a journalist and art critic.": [
        [
            7,
            14,
            [
                "Hartman",
                "Hangman",
                "Headman",
                "Taxman",
                "Haman",
                "Hawkman"
            ]
        ],
        [
            80,
            87,
            [
                "Hartman",
                "Hangman",
                "Headman",
                "Taxman",
                "Haman",
                "Hawkman"
            ]
        ]
    ],
    "Her mother was Janetta Maria Wijnkamp.": [
        [
            15,
            22,
            [
                "Janette",
                "Panetta",
                "Janet ta"
            ]
        ],
        [
            29,
            37,
            [
                "Winamp"
            ]
        ]
    ],
    "After her graduation from high school, in 1899, she studied drawing and art history at the Academy in The Hague, where she earned her degree as secondary school teacher.": [],
    "In 1902 she was appointed an anatomical illustrator at the Anatomisch Laboratorium of Leiden University, where she in addition attended art history classes.": [
        [
            3,
            7,
            [
                "1902,"
            ]
        ],
        [
            59,
            69,
            [
                "Anatomist",
                "Anatomic",
                "Anatomists"
            ]
        ],
        [
            70,
            82,
            [
                "Laboratories"
            ]
        ]
    ],
    "In 1909 she married Wolter de Loos (1878-1950), who had studied law at Leiden University.": [
        [
            3,
            7,
            [
                "1909,"
            ]
        ],
        [
            20,
            26,
            [
                "Walter",
                "Welter",
                "Bolter",
                "Colter",
                "Jolter",
                "Molter"
            ]
        ]
    ],
    "In 1911 he assumed the position as a clerk in the Council of Justice in Padang, Sumatra, in the Dutch East Indies (later Indonesia).": [
        [
            3,
            7,
            [
                "1911,"
            ]
        ]
    ],
    "In 1921 the family moved to the town of Batavia (now Jakarta).": [],
    "This presented De Loos-Haaxman opportunities to use her skills as an art historian.": [
        [
            18,
            30,
            [
                "Loos-Hartman"
            ]
        ]
    ],
    "Partly due to the prominent position of her husband, she became actively involved in local cultural institutions, such as the Bataviaas Genootschap van Kunsten en Wetenschappen (Association for the Arts and the Sciences of Batavia), founded in 1778, and the Bataviase Kunstkring (Art Circle of Batavia), founded in 1902.": [
        [
            126,
            135,
            [
                "Batavia as"
            ]
        ],
        [
            152,
            159,
            [
                "Unseen",
                "Munster",
                "Tungsten",
                "Austen",
                "Kirsten",
                "Kinsmen"
            ]
        ],
        [
            258,
            267,
            [
                "Batavia",
                "Batavian"
            ]
        ],
        [
            268,
            278,
            [
                "Unstring"
            ]
        ]
    ],
    "Among her first interests were the drawings and water colors of the French painter Ernest Hardouin who lived and worked in Batavia around 1841.": [
        [
            90,
            98,
            [
                "Hardwood",
                "Hardin",
                "Baudouin"
            ]
        ]
    ],
    "In 1923 she wrote the catalog for an exhibition of Chinese art, organized by the Bataviase kunstkring.": [
        [
            3,
            7,
            [
                "1923,"
            ]
        ],
        [
            81,
            90,
            [
                "Batavia",
                "Batavian"
            ]
        ],
        [
            91,
            101,
            [
                "unstring"
            ]
        ]
    ],
    "From 1924 onwards she oversaw the restoration of the portrait collection of the Dutch governors-general (gouverneur-generaal), which was in a very bad shape.": [
        [
            105,
            124,
            [
                "gouverneur-general"
            ]
        ]
    ],
    "At the occasion of the 150th anniversary of the Bataviaas Genootschap in 1928, she co-authored an edition of the topographical drawings of Batavia and of places along the coast of Java by the Danish painter Johannes Rach (1720-1783).": [
        [
            48,
            57,
            [
                "Batavia as"
            ]
        ],
        [
            216,
            220,
            [
                "Reich",
                "Each",
                "Race",
                "Reach",
                "Rich",
                "Ranch"
            ]
        ]
    ],
    "Between 1927 and 1932 De Loos-Haaxman taught art history and drawing at the newly opened lyceum in Batavia.": [
        [
            25,
            37,
            [
                "Loos-Hartman"
            ]
        ]
    ],
    "In 1930 she eventually was appointed curator of the so-called \"Landsverzameling Schilderijen\", which included the portraits of the Dutch governors.": [
        [
            3,
            7,
            [
                "1930,"
            ]
        ]
    ],
    "She published her ongoing research on the portraits in 13 articles in the periodical of the Bataviaas Genootschap, <em>Tijdschrift voor Indische Taal-, Land- en Volkenkunde</em>.": [
        [
            92,
            101,
            [
                "Batavia as"
            ]
        ]
    ],
    "The same year, 1930, she became commissioner for the visual arts in the board of the Bataviase Kunstkring and in the board of the Bond van Indische Kunstkringen.": [
        [
            85,
            94,
            [
                "Batavia",
                "Batavian"
            ]
        ],
        [
            95,
            105,
            [
                "Unstring"
            ]
        ],
        [
            139,
            147,
            [
                "Indicate",
                "Indie",
                "Indices",
                "Indicted",
                "Induce",
                "Niche"
            ]
        ]
    ],
    "Among the initiatives of the Bataviase kunstkring was the set up of an overview of privately-owned western art in Java.": [
        [
            29,
            38,
            [
                "Batavia",
                "Batavian"
            ]
        ],
        [
            39,
            49,
            [
                "unstring"
            ]
        ],
        [
            58,
            64,
            [
                "set-up"
            ]
        ]
    ],
    "For this purpose De Loos-Haaxman did research in the lower city of Batavia, occasionally in collaboration with the Dutch author Maria Dermoût, born in Java in 1888.": [
        [
            20,
            32,
            [
                "Loos-Hartman"
            ]
        ],
        [
            134,
            141,
            [
                "Dermot"
            ]
        ]
    ],
    "As a commissioner of the Bataviase Kunstkring De Loos-Haaxman was responsible for the organization of the exhibition program.": [
        [
            25,
            34,
            [
                "Batavia",
                "Batavian"
            ]
        ],
        [
            35,
            45,
            [
                "Unstring"
            ]
        ]
    ],
    "In addition to the annual shows of contemporary foreign artists staying in the East Indies she organized several thematic exhibitions of Dutch art.": [],
    "In 1935 she was actively involved in the registration and exhibition of indigenous, European, and Dutch silverwork, including the silver of the Dutch East India Company (VOC).": [
        [
            3,
            7,
            [
                "1935,"
            ]
        ],
        [
            104,
            114,
            [
                "silver work"
            ]
        ]
    ],
    "At her initiative additional exhibitions were made possible through the generous loans of the Dutch industrial and art collector P. A. Regnault (1868-1954), who owned several paint factories in the Dutch East Indies.": [
        [
            135,
            143,
            [
                "Renault"
            ]
        ]
    ],
    "Between 1935 and 1939 five shows were held in the so-called loan museum, created for this purpose in one of the rooms of the Bataviase kunstkring.": [
        [
            125,
            134,
            [
                "Batavia",
                "Batavian"
            ]
        ],
        [
            135,
            145,
            [
                "unstring"
            ]
        ]
    ],
    "On display were selections from Regnault's collection, including paintings by Picasso, Gauguin, Van Gogh, Ensor, Zadkine, Sluyters, and many other avant-garde artists.": [
        [
            32,
            40,
            [
                "Renault"
            ]
        ],
        [
            106,
            111,
            [
                "Sensor",
                "Tensor",
                "Censor",
                "ENSO",
                "Ens or"
            ]
        ],
        [
            113,
            120,
            [
                "Nadine",
                "Adkins",
                "Rankine",
                "Yadkin"
            ]
        ],
        [
            122,
            130,
            [
                "Clusters",
                "Shutters",
                "Slayers",
                "Sluggers",
                "Stutters",
                "Flutters"
            ]
        ]
    ],
    "These exhibitions were a source of inspiration for young Indonesian painters.": [],
    "In 1939, her huband retired and the family returned to The Netherlands.": [
        [
            13,
            19,
            [
                "husband",
                "hub and"
            ]
        ]
    ],
    "Settling in Leiden, De Loos-Haaxman published her two-volume study on the \"Landsverzameling Schilderijen\", <em>De Landsverzameling Schilderijen in Batavia, Landvoogdsportretten en Compagnieschilders</em> in 1941.": [
        [
            23,
            35,
            [
                "Loos-Hartman"
            ]
        ]
    ],
    "Her widowed daughter Jeanne (1910-1973), also an art historian, was interned in a Japanese camp during World War II in the Dutch East Indies.": [],
    "She returned to the Netherlands were she and her mother shared an interest in the cultural history of the Dutch East Indies.": [],
    "In 1968 De Loos-Haaxman published her delayed report, as she called it, on western artists in the Dutch East Indies during three centuries, <em>Verlaat rapport Indië.": [
        [
            11,
            23,
            [
                "Loos-Hartman"
            ]
        ],
        [
            144,
            151,
            [
                "Verdant",
                "Everlast"
            ]
        ],
        [
            160,
            165,
            [
                "Indie",
                "India",
                "Indies",
                "INDIA",
                "Indic",
                "Indio"
            ]
        ]
    ],
    "Drie eeuwen Westerse schilders, tekenaars, grafici, zilversmeden en kunstnijveren in Nederlands-Indië</em>.": [
        [
            0,
            4,
            [
                "Die",
                "Drive",
                "Drain",
                "Dried",
                "Erie",
                "Dire"
            ]
        ],
        [
            5,
            11,
            [
                "Leuven",
                "Reuben",
                "Eugen"
            ]
        ],
        [
            12,
            20,
            [
                "Western",
                "Westerly",
                "Esters",
                "Testers",
                "Westerns",
                "Westerner"
            ]
        ],
        [
            21,
            30,
            [
                "Schiller",
                "chillers",
                "shielders"
            ]
        ],
        [
            32,
            41,
            [
                "teenagers"
            ]
        ],
        [
            43,
            50,
            [
                "graphic",
                "graphics"
            ]
        ],
        [
            85,
            101,
            [
                "Nederland-Indië",
                "Nederlands-Indie"
            ]
        ]
    ],
    "In 1972 she wrote the introduction to the catalog of the exhibition of Dutch Eas Indies artists, held in the Amsterdam Rijksmuseum, organized by her daughter.": [
        [
            3,
            7,
            [
                "1972,"
            ]
        ],
        [
            77,
            80,
            [
                "Ea's",
                "Ea",
                "EAS",
                "Was",
                "As",
                "Has"
            ]
        ]
    ],
    "De Loos-Haaxman published her memoirs the same year in a somehwhat bitter title, <em>Dagwerk in Indië.": [
        [
            3,
            15,
            [
                "Loos-Hartman"
            ]
        ],
        [
            57,
            66,
            [
                "somewhat"
            ]
        ],
        [
            85,
            92,
            [
                "Dagger",
                "Daggers"
            ]
        ],
        [
            96,
            101,
            [
                "Indie",
                "India",
                "Indies",
                "INDIA",
                "Indic",
                "Indio"
            ]
        ]
    ],
    "Hommage aan een verstild verleden</em> (Time in the Indies: homage to a silenced past).": [
        [
            0,
            7,
            [
                "Homage"
            ]
        ],
        [
            8,
            11,
            [
                "AAN",
                "an",
                "can",
                "man",
                "San",
                "ran"
            ]
        ],
        [
            12,
            15,
            [
                "been",
                "even",
                "men",
                "seen",
                "ten",
                "Ben"
            ]
        ],
        [
            16,
            24,
            [
                "versatile"
            ]
        ],
        [
            25,
            33,
            [
                "overladen"
            ]
        ]
    ],
    "She died at age ninety-five.": [],
    "Her early manuscript on the painter Hardouin was published posthumously in 1982, <em>De Franse schilder Ernest Hardouin in Batavia</em>.": [
        [
            36,
            44,
            [
                "Hardwood",
                "Hardin",
                "Baudouin"
            ]
        ]
    ],
    "<em>Verlaat rapport Indië</em> was praised in a 1969 lecture of the Vereniging van Nederlandse Kunsthistorici (Association of Dutch Art Historians) by its chair, <a href=\"/vandewaalh\">Henri Van de Waal</a>.</p>": []
}