{
    "<p>Artist and formal-analysis author on Cézanne paintings.": [],
    "Loran was born Erleloran Johnson.": [
        [
            0,
            5,
            [
                "Loan",
                "Logan",
                "Moran",
                "Koran",
                "Loren",
                "Lorna"
            ]
        ]
    ],
    "He entered University of Minnesota briefly, between 1922-1923, switching to the the Minneapolis School of Art (now the Minneapolis College of Art and Design), where he graduated in 1926.": [
        [
            76,
            83,
            [
                "the"
            ]
        ]
    ],
    "Through the Chaloner Foundation, a body funding the study of \"great works of art\" by students in the museums of Europe, he continued study on the continent.": [
        [
            12,
            20,
            [
                "Chalker",
                "Chalkier",
                "Cloner"
            ]
        ]
    ],
    "Johnson became fascinated by the artist Paul Cézanne.": [],
    "Like the Cézanne scholar, <a href=\"/rewaldj\">John Rewald</a>, Johnson combed the French countryside around Aix-en-Provence, France, photographing the scenes and motifs Cézanne used in his paintings of Mont-Ste.": [],
    "Victoire and the countryside.": [
        [
            0,
            8,
            [
                "Victory",
                "Victoria",
                "Victories",
                "Victor",
                "Victors",
                "Víctor"
            ]
        ]
    ],
    "He immersed himself in the study of Cézanne, even living in Cézanne's studio temporarily.": [],
    "Returning to the United States in 1929, he settled in New York publishing and writing criticism in art magazines (\"Cézanne's Country\" in <em>The Arts</em> in 1930) and showing his own artistic work.": [],
    "He contracted tuberculosis and returned to Minneapolis where he was employed in the Public Works of Art Project, a federal program that supported out-of-work artists during the Depression.": [],
    "His painting subject matter returned to that of regional Minnesota.": [
        [
            13,
            27,
            [
                "subject"
            ]
        ]
    ],
    "Sometime in the mid-1930s, Johnson changed his name to Erle Loran.": [
        [
            55,
            59,
            [
                "Erie",
                "Earle",
                "Elle",
                "Merle",
                "Berle",
                "Erse"
            ]
        ],
        [
            60,
            65,
            [
                "Loan",
                "Logan",
                "Moran",
                "Koran",
                "Loren",
                "Lorna"
            ]
        ]
    ],
    "In 1936, he was appointed to the faculty at the University of California, Berkeley.": [],
    "The following year he married Clyta Sisson (1911-1982).": [
        [
            30,
            35,
            [
                "Cloth",
                "Clara",
                "Clyde",
                "Costa",
                "Alta",
                "CTA"
            ]
        ],
        [
            36,
            42,
            [
                "Sis son"
            ]
        ]
    ],
    "Beginning in the 1940s, Loran collected Asian, pre-Columbian, American Indian and African tribal art.": [
        [
            24,
            29,
            [
                "Loan",
                "Logan",
                "Moran",
                "Koran",
                "Loren",
                "Lorna"
            ]
        ]
    ],
    "He served as chair of the Art Department in the early 1950s.": [],
    "As an artist, Loran became the leader of a group of painters known as the \"Berkeley School.\"": [
        [
            14,
            19,
            [
                "Loan",
                "Logan",
                "Moran",
                "Koran",
                "Loren",
                "Lorna"
            ]
        ]
    ],
    "His art work was collected by the Smithsonian Institution, Washgington, D. C., the Los Angeles County Museum and the San Francisco Museum of Modern Art.": [
        [
            59,
            70,
            [
                "Washington"
            ]
        ]
    ],
    "In 1943 Loran published his book <em>Cézanne's Composition</em>, approaching the artist's work from the approach of form and space almost exclusively.": [
        [
            8,
            13,
            [
                "Loan",
                "Logan",
                "Moran",
                "Koran",
                "Loren",
                "Lorna"
            ]
        ]
    ],
    "At a time when Post-Impressionist art still confused much of the American public, the book explained Cézanne analytically based upon the formalist construction of the work, with diagrams and arrows, describing the art in aesthetic terms.": [],
    "Loran's book was an immediate success with teachers and students.": [
        [
            0,
            5,
            [
                "Loan",
                "Logan",
                "Moran",
                "Koran",
                "Loren",
                "Lorna"
            ]
        ]
    ],
    "It was adopted by many universities which only then were beginning to teach modern art.": [],
    "In 1954 Loran studied with Hans Hofmann, the painter and theoretician of modern art in New York.": [
        [
            8,
            13,
            [
                "Loan",
                "Logan",
                "Moran",
                "Koran",
                "Loren",
                "Lorna"
            ]
        ],
        [
            32,
            39,
            [
                "Hoffmann"
            ]
        ]
    ],
    "His painting students at Berkeley included Richard Diebenkorn and Sam Francis.": [],
    "Loran retired from the University in 1972.": [
        [
            0,
            5,
            [
                "Loan",
                "Logan",
                "Moran",
                "Koran",
                "Loren",
                "Lorna"
            ]
        ]
    ],
    "After his first wife died in 1982, he married Ruth Page Schorer (1913-2010).": [
        [
            56,
            63,
            [
                "Scorer"
            ]
        ]
    ],
    "He suffered a stroke in Berkeley and died at age 93.": [],
    "An avid atheist, his funeral service was held at the De Young Museum in Golden Gate Park in San Francisco and his body cremated.": [],
    "His papers are housed at the Archives of American Art.</p>\n\n<p>Loran's book on Cézanne represents the rigid formalism in which modern art was taught in the first half of the twentieth century.": [
        [
            63,
            68,
            [
                "Loan",
                "Logan",
                "Moran",
                "Koran",
                "Loren",
                "Lorna"
            ]
        ]
    ],
    "While the book was written in part for practicing artists to learn composition, it re-enforced the notion that modern art could be understood apart from politics or subject considerations.": [],
    "The pop artist Roy Lichtenstein was inspired by Loran's diagrams of Cézanne paintings, which struck Lichtenstein as a \"ludicrously mechanistic attempt to explain the appeal of [Cézanne's] work.\"": [
        [
            48,
            53,
            [
                "Loan",
                "Logan",
                "Moran",
                "Koran",
                "Loren",
                "Lorna"
            ]
        ]
    ],
    "The artist was sued by Loran for copyright infringement.</p>": [
        [
            23,
            28,
            [
                "Loan",
                "Logan",
                "Moran",
                "Koran",
                "Loren",
                "Lorna"
            ]
        ]
    ]
}