{
    "<p>Expatriate writer in France and Giacometti scholar.": [],
    "Lord was born to Albert Lord, a New York stock broker and Louise Bennett (Lord).": [
        [
            41,
            53,
            [
                "stockbroker"
            ]
        ]
    ],
    "He attended Wesleyan University, but a self-admitted poor student, he enlisted in the United States army after the attack on Pearl Harbor in 1941.": [
        [
            39,
            52,
            [
                "admitted"
            ]
        ],
        [
            86,
            104,
            [
                "United States Army"
            ]
        ]
    ],
    "His facility with French qualified him for Military Intelligence Service af the invasion of Normandy; he was stationed in France.": [
        [
            73,
            75,
            [
                "AF",
                "a",
                "of",
                "as",
                "at",
                "an"
            ]
        ]
    ],
    "While there, Lord searched out Pablo Picasso in 1944 locating him in his studio on the Rue des Grands-Augustins.": [
        [
            91,
            94,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            95,
            111,
            [
                "Grands-Augustine"
            ]
        ]
    ],
    "Following the war, Lord left Wesleyan with graduating, returning to Paris in 1947, perhaps because his homosexuality might be better accepted there.": [],
    "Despite his sexual proclivities, he entered into an affair with Picasso's mistress, Dora Maar (1907-1997) after she and the artist were split.": [],
    "He kept meticulous journals of the conversations that he had with nearly all the litterati of post-war Paris.": [
        [
            81,
            90,
            [
                "literati",
                "glitterati"
            ]
        ]
    ],
    "His intention was to become a writer, but excessive socializing kept him from production.": [],
    "Lord met the Swiss sculptor Alberto Giacometti in 1952 at the Café aux Deux Magots, and frequently visited his studio in Montparnasse.": [
        [
            71,
            75,
            [
                "DEU",
                "DEUG",
                "DEX"
            ]
        ],
        [
            76,
            82,
            [
                "Maggots",
                "Fagots"
            ]
        ]
    ],
    "The two remained friends throughout the artist's life.": [],
    "After two unsuccessful novels, Lord was asked to write a book on Giacometti by the Museum of Modern Art to accompany the 1965 retrospective exhibition on the artist.": [],
    "<em>A Giacometti Portrait</em> was hailed a success and is today valued as a source for information and insight on the artist.": [],
    "In 1970 Lord began a full-length treatment of the scultpor, completed only in 1985 and published as <em>Giacometti: A Biography</em>.": [
        [
            50,
            58,
            [
                "sculptor"
            ]
        ]
    ],
    "The book's frank description of Giacometti's sadistic tendencies and mental problems drew the ire of many of the sculptor's friends, who signed a public protest letter against the book.": [],
    "Lord set out to write a series of memoirs based upon personalisties.": [
        [
            53,
            67,
            [
                "personalities"
            ]
        ]
    ],
    "<em>Picasso and Dora: A Personal Memoir</em> appeared in 1993 followed by <em>Six Exceptional Women</em> the following year and <em>Some Remarkable Men</em> in 1996.": [],
    "<em>A Gift for Admiration</em> was published in 1998.": [],
    "He adopted his life-companion, Gilles Foy-Lord, officially as his son.": [
        [
            38,
            46,
            [
                "Folklore",
                "Foreword",
                "Gaylord",
                "Forlorn",
                "Foulard"
            ]
        ]
    ],
    "While working on a book of his experiences in the army, <em>My Queer War</em>, he suffered a heart attack at his home in Paris and died at age 86.": [],
    "Portraits exist of Lord by Picasso, Giacometti, Balthus, Lucian Freud, and Henri Cartier-Bresson.": [
        [
            48,
            55,
            [
                "Malthus"
            ]
        ]
    ],
    "Lord's style is that of a raconteur and witness to the event itself.": [],
    "All of his writing weaves autobiography, reportage with gossip (<em>Times</em> London).": [],
    "His portraits of his experiences with Gertrude Stein, Jean Cocteau, Balthus, Peggy Guggenheim and the art historian <a href=\"/cooperd\">Douglas Cooper</a> provide rich documentary evidence on these personalities.</p>": [
        [
            68,
            75,
            [
                "Malthus"
            ]
        ]
    ]
}