{
    "<p>Architectural historian of the Italian Renaissance.": [],
    "Lotz initially studied Law at Freiburg (im Breisgau) and art history at Munich.": [
        [
            0,
            4,
            [
                "Lot",
                "Lots",
                "Lott",
                "Lodz",
                "LOTR",
                "LOZ"
            ]
        ],
        [
            40,
            42,
            [
                "I'm",
                "IM",
                "in",
                "is",
                "I",
                "it"
            ]
        ],
        [
            43,
            51,
            [
                "Reagan",
                "Brassaï"
            ]
        ]
    ],
    "He received his Ph.": [
        [
            16,
            18,
            [
                "pH",
                "PH",
                "PA",
                "PC",
                "Mph",
                "PM"
            ]
        ]
    ],
    "D. in 1937 under <a href=\"/heydenreichl\">Ludwig H. Heydenreich</a> in Hamburg, writing his dissertation on Jacopo Vignola's architecture.": [
        [
            3,
            5,
            [
                "In"
            ]
        ]
    ],
    "From then until 1942 he worked at the Kunsthistorisches Institut in Florence, first as a Fellow and then an Assistant.": [
        [
            56,
            64,
            [
                "Institute"
            ]
        ]
    ],
    "He was drafted into the German army and returned for military service in World War II.": [],
    "Captured by the allies in 1945, he was assigned to the International Commission for Monuments in Munich.": [],
    "With the conclusion of the war, Lotz found himself again working with Heydenreich, this time as deputy director (and Heydenreich as director) at the Zentralinstitut für Kunstgeschichte in Munich.": [
        [
            32,
            36,
            [
                "Lot",
                "Lots",
                "Lott",
                "Lodz",
                "LOTR",
                "LOZ"
            ]
        ],
        [
            70,
            81,
            [
                "Ehrenreich"
            ]
        ],
        [
            117,
            128,
            [
                "Ehrenreich"
            ]
        ],
        [
            165,
            168,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "He accepted a call from <a href=\"/claflina\">Agnes Rindge Claflin</a>, Professor of art at Vassar, to teach there in 1952, replacing <a href=\"/krautheimerr\">Richard Krautheimer</a>.": [],
    "Lotz wrote very few books for a scholar of his stature, preferring book-length articles.": [
        [
            0,
            4,
            [
                "Lot",
                "Lots",
                "Lott",
                "Lodz",
                "LOTR",
                "LOZ"
            ]
        ]
    ],
    "One article during this period, \"Die ovalen Kirchenräume des Cinquecento\" (1955) broke new ground in the subject of church building types.": [
        [
            57,
            60,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "In 1959 he again replaced Krautheimer, this time at Krautheimer's retirement from the Institute of Fine Arts, New York University.": [
        [
            3,
            7,
            [
                "1959,"
            ]
        ]
    ],
    "Lotz supervised many dissertations at NYU.": [
        [
            0,
            4,
            [
                "Lot",
                "Lots",
                "Lott",
                "Lodz",
                "LOTR",
                "LOZ"
            ]
        ]
    ],
    "In 1962 he accepted the directorship of the Bibliotheca Hertziana (Max Planck Institut) in Rome in.": [
        [
            3,
            7,
            [
                "1962,"
            ]
        ],
        [
            78,
            86,
            [
                "Institute"
            ]
        ]
    ],
    "There he enlarged the institution's focus to cover Italian art and architecture, attracting scholars from throughout the world.": [],
    "It was during this final period of his life that Lotz wrote the two books which made him accessible to the broader and English-speaking world.": [
        [
            49,
            53,
            [
                "Lot",
                "Lots",
                "Lott",
                "Lodz",
                "LOTR",
                "LOZ"
            ]
        ]
    ],
    "The first, published in 1974 with Heydenreich, was the thirty-eighth volume of the Pelican History of Art, <em>The Architecture in Italy: 1400-1600</em>.": [
        [
            34,
            45,
            [
                "Ehrenreich"
            ]
        ]
    ],
    "Although constrained by the format Penguin Press set for the series, the survey book nevertheless demonstrated Lotz's sensitivity to, among other issues, architectural patronage as a portion of architectural history.": [
        [
            111,
            115,
            [
                "Lot",
                "Lots",
                "Lott",
                "Lodz",
                "LOTR",
                "LOZ"
            ]
        ]
    ],
    "The following year Lotz published a selection of his articles translated into English, <em>Studies in Italian Architecture</em>.": [
        [
            19,
            23,
            [
                "Lot",
                "Lots",
                "Lott",
                "Lodz",
                "LOTR",
                "LOZ"
            ]
        ]
    ],
    "He was elected president of the <em>Centro Internazionale di Studi di Architettura Andrea Palladio</em> in Vicenza.": [],
    "He retired from the Hertziana in 1980 with the intention to continue his scholarship.": [],
    "However, while running on the Spanish steps in Rome to move his car (to avoid a parking ticket), he suffered a heart attack and died.": [],
    "He is buried in the Protestant Cemetery in Rome.": [],
    "<a href=\"/chastela\">André Chastel</a> succeeded him as president of the Palladio center.": [],
    "Lotz's methodology has been described as pragmatic, flexible and empirical.": [
        [
            0,
            4,
            [
                "Lot",
                "Lots",
                "Lott",
                "Lodz",
                "LOTR",
                "LOZ"
            ]
        ]
    ],
    "Like many of the architectural historians of his generation (and particularly those who contributed to the <em>Pelican History of Art</em> series), Lotz employed a linear view of stylistic development in regard to architecture.": [
        [
            148,
            152,
            [
                "Lot",
                "Lots",
                "Lott",
                "Lodz",
                "LOTR",
                "LOZ"
            ]
        ]
    ],
    "He saw the history of architecture as the emergence of strong architect personalities (such as Bramante) on building style.": [
        [
            95,
            103,
            [
                "Bram ante"
            ]
        ]
    ],
    "Ever more Rome-focused in his thinking, he virtually ignored south Italy in favor of major architectural centers.": [],
    "Despite these limitations, Lotz's work was rooted in the object.": [
        [
            27,
            31,
            [
                "Lot",
                "Lots",
                "Lott",
                "Lodz",
                "LOTR",
                "LOZ"
            ]
        ]
    ],
    "Architectural theory was less a factor in interpretation than the documents of the building itself.": [],
    "In this sense, he contrasts approaches like that of <a href=\"/wittkowerr\">Rudolf Wittkower</a> in Wittkower's <em>Architectural Principles in the Age of Humanism</em>.": [],
    "He was seldom interested in abstract theory, preferring patronage as a dominant factor in architecture.": [],
    "Lotz also had an appreciation for interiors, unusual among architectural historians of his age.": [
        [
            0,
            4,
            [
                "Lot",
                "Lots",
                "Lott",
                "Lodz",
                "LOTR",
                "LOZ"
            ]
        ]
    ],
    "He approached a building as a viewer would, relying less on floor plans or preliminary drawings and more on the de facto completed project.": [],
    "\"Lotz's youthful research on Vignola seems to have left him with an intuitive sympathy for canonical, if inventive, classicism, whereas he remained uncomfortable with what he defined as 'mannerist' attitudes.\"": [
        [
            1,
            5,
            [
                "Lot",
                "Lots",
                "Lott",
                "Lodz",
                "LOTR",
                "LOZ"
            ]
        ],
        [
            29,
            36,
            [
                "Viola",
                "Pianola",
                "Signora"
            ]
        ],
        [
            187,
            196,
            [
                "mannerism"
            ]
        ]
    ],
    "(Deborah Howard).</p>": []
}