{
    "<p>Architectural historian and Director of the Museum of Modern Art, New York 1968-1969.": [],
    "Lowry served in the army during World War II.": [],
    "Initially considering the law as a career, he served an assistant to Justice Robert Jackson in Paris at the war crimes tribunal.": [],
    "He returned to Chicago and received a B. A. degree in philosophy, working as assistant editor for the American Bar Association journal.": [],
    "He married Isabel Barrett in 1946.": [],
    "Lowry traveled again to Europe, studying art at Grenoble and the Sorbonne.": [],
    "Moving back to Chicago, he completed an A.M.": [],
    "in 1952 and his Ph.D.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "in 1957, both at the University of Chicago under <a href=\"/middeldorfu\">Ulrich Middeldorf</a>.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "His dissertation topic was on the architectural programs of the Louvre.": [],
    "After teaching at the University of California, Riverside, 1954-1957, he taught at New York University, Institute of Fine Arts, 1957-59, before chairing the art department at Pomona College in California.": [],
    "In 1963 he joined Brown University as professor of art, becoming chair of the department in 1967.": [
        [
            3,
            7,
            [
                "1963,"
            ]
        ]
    ],
    "When the 1966 floods in Florence destroyed many works of art, Lowry and fellow Brown art historian <a href=\"/lichtf\">Fred Licht</a>.": [],
    "Lowry became chairman of the Committee to Rescue Italian Art, (CRIA) which acted as a fund-raising group, eventually raising $1,750,000.": [
        [
            63,
            67,
            [
                "CIA",
                "ARIA",
                "CRIB",
                "CURIA",
                "CHIA",
                "CRA"
            ]
        ]
    ],
    "At the retirement of Museum of Modern art Director, <a href=\"/dharnoncourtr\">René d'Harnoncourt</a>, Lowry succeeded him.": [],
    "From the first, however, his position was fraught with controversy.": [],
    "New York artists picketed the museum and threatened a sit-in demanding more of a say in museum affairs.": [],
    "Lowry offered to set up committees where artists would be involved.": [],
    "The public input to the private museum was viewed with alarm by MoMA's wealthy board.": [],
    "Lowry attempted to take on the job of curator of painting and sculpture in addition to his job as director, a plan that was resented by the department.": [],
    "Scarcely more than a year later, Lowry tendered his resignation at the Board's insistence in 1969.": [],
    "He joined the University of Massachusetts in Boston as faculty in 1971 to 1980.": [],
    "In 1980, Lowry was founding director of the National Building Museum in Washington, D.C.": [],
    "and consulted with the Getty Museum on Daguerreotype photographs, of which he and his wife were collectors.": [
        [
            0,
            3,
            [
                "And"
            ]
        ]
    ],
    "He died of pneumonia in Brooklyn, NY.": [],
    "He is not related to the current MoMA Director, Glenn D. Lowry.</p>": []
}