{
    "<p>Poet, art critic and prolific art-book writer.": [],
    "Lucie-Smith was the son of a British civil servant assigned to Jamaica, John Dudley Lucie-Smith (d.": [],
    "1941) and Mary Frances Lushington (Lucie-Smith).": [
        [
            23,
            33,
            [
                "Washington",
                "Ludington"
            ]
        ]
    ],
    "His forbears had been some of the first white settlers in colonizing the island in 1627.": [],
    "Raised in the privileged environment of the white colonial class, his father died when he was eight years old.": [],
    "He and his mother moved to England in 1946.": [],
    "In 1949 Lucie-Smith received a scholarship to Merton College, Oxford University, still only seventeen.": [],
    "However, the college was full of older returning servicemen and he felt much out of place.": [
        [
            59,
            63,
            [
                ", and"
            ]
        ]
    ],
    "Lucie-Smith wrote art criticism for <em>Isis</em>, Oxford's student magazine, and earned a B.A.": [],
    "in 1954.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "His art criticism broadened into articles for the <em>Listener</em>, the <em>New Statesman</em> and the BBC program \"Critics\" as well.": [],
    "Lucie-Smith was much impressed with the criticism of <a href=\"/bergerj\">John Berger</a>.": [],
    "He fulfilled a military obligation as an Education Officer in the Royal Air Force for two years.": [],
    "Failing the foreign-office exam, Lucie-Smith entered Notley's Advertising agency in London as a copywriter in 1956, working as a journalist and in broadcasting on the side, and writing poetry.": [
        [
            53,
            59,
            [
                "Motley"
            ]
        ]
    ],
    "There he met two other writers later to be famous, the poet Peter Redgrove (1932- 2003) and the playwright William Trevor (b.": [
        [
            66,
            74,
            [
                "Redgrave",
                "Red grove"
            ]
        ],
        [
            80,
            82,
            [
                "–"
            ]
        ]
    ],
    "1928).": [],
    "The critic and poet Philip Hobsbaum (1932-2005) invited Lucie-Smith to join the avant-garde poetry discussion group known simply as \"the Group.\"": [
        [
            27,
            35,
            [
                "Nussbaum"
            ]
        ]
    ],
    "With Hobsbaum's encouragement, Lucie-Smith published a collection of poems, <em>A Tropical Childhood</em>.": [
        [
            5,
            13,
            [
                "Nussbaum"
            ]
        ]
    ],
    "The book was highly praised and Lucie-Smith became a poet of note overnight.": [],
    "He assumed chairmanship of the Group when Hobsbaum withdrew.": [
        [
            42,
            50,
            [
                "Nussbaum"
            ]
        ]
    ],
    "In 1961 the publisher Paul Hamlyn (1926-2001) commissioned Lucie-Smith's first book, a popularized 48-page art history on Peter Paul Rubens for the \"Spring Books\" series.": [
        [
            27,
            33,
            [
                "Hamlin"
            ]
        ]
    ],
    "This started a spate of art book writing.": [],
    "He met Black Mountain and Beat poets on his various trips to New York on art research.": [],
    "Lucie-Smith founded Turret Books in 1965, editing <em>The Penguin Book of Elizabethan Verse</em> for Penguin Press the same year.": [],
    "In 1966 he left Notley's to become a freelance writer.": [
        [
            3,
            7,
            [
                "1966,"
            ]
        ],
        [
            16,
            22,
            [
                "Motley"
            ]
        ]
    ],
    "His most popular art book, <em>Movements in Art since 1945</em> first appeared in 1969 and has been continually been revised.": [],
    "A second poetry anthology, <em>Penguin Anthology British Poetry Since 1945</em> appeared in 1970.": [],
    "Lucie-Smith published an influential popular book on photography, <em>The Invented Eye</em>, in 1975 as well as his autobiography, <em>The Burnt Child</em>.": [],
    "In 1977, <em>Art Now</em>, a book of \"unconventional judgments\" (New York Times) appeared as well as a novel.": [],
    "<em>The Thames and Hudson Dictionary of Art Terms</em> (1984) In the late 1990's, he began a collaboration with the artist Judy Chicago, first co-authoring <em>Women and Art: Contested Territory</em> (1999) with her, a book exploring women both as subjects and creators of art, and then a biography of Chicago in 2000.": [
        [
            74,
            80,
            [
                "1990s"
            ]
        ]
    ],
    "Lucie-Smith's art books do not incorporate new research, rather, they have been praised for restating the complexities of art history to a larger lay audience.": [],
    "Topics such as erotics in art and his work with Judy Chicago have explored new ground.": [],
    "Lucie-Smith's unusual viewpoints of modern art, from the poets purview, have made his work on art more than simple survey work.</p>": [
        [
            57,
            62,
            [
                "poets'",
                "poet's"
            ]
        ]
    ]
}