{
    "<p>Toledo Museum of Art curator, 1969-1995, classical art scholar.": [],
    "Luckner graduated in 1967 from Georgetown University.": [
        [
            0,
            7,
            [
                "Buckner",
                "Luckier"
            ]
        ]
    ],
    "He worked for the National Endowment for the Arts in Washgington, D. C.": [
        [
            53,
            64,
            [
                "Washington"
            ]
        ]
    ],
    "(a collage of his hangs in the Rayburn House building).": [],
    "He received an M. A. from Stanford University in art history in 1969, working briefly for the Stanford University Art Museum.": [],
    "The same year, Luckner was hired by Toledo Museum of Art director <a href=\"/wittmanno\">Otto Wittmann, Jr.</a>, as assistant curator for classical art.": [
        [
            15,
            22,
            [
                "Buckner",
                "Luckier"
            ]
        ]
    ],
    "He married Agathokleia \"Kleia\" Raubitschek, a nurse-midwife and daughter of Princeton's classics professor Antony Raubitschek, in 1971.": [
        [
            24,
            29,
            [
                "Klein",
                "Klan",
                "Leia"
            ]
        ]
    ],
    "Luckner reinstalled the classical vase collection at Toledo and created the glass gallery, an important collection of historic glass founded by glass magnate Edward Drummond Libby.": [
        [
            0,
            7,
            [
                "Buckner",
                "Luckier"
            ]
        ]
    ],
    "Luckner was promoted to Curator of Ancient Art in 1973 where he developed the African art gallery.": [
        [
            0,
            7,
            [
                "Buckner",
                "Luckier"
            ]
        ]
    ],
    "An NEA grant allowed him to write the second fascicule of Toledo's <em>Corpus Vasorum Antiquorum.</em> His \"Silver for the Gods, 800 years of Greek and Roman Silver,\" in 1977 was one of two important shows he oversaw.": [
        [
            45,
            54,
            [
                "fascicle"
            ]
        ]
    ],
    "As a curator, he purchased 70 classical antiquities for the collection, none of which was ever questioned in authenticity of provenance, including the Darius painter, Exekias, and Makron.": [
        [
            167,
            174,
            [
                "Enemies",
                "Exits",
                "Elias",
                "Extras",
                "Exerts",
                "Eyelids"
            ]
        ],
        [
            180,
            186,
            [
                "Akron",
                "Matron",
                "Macron"
            ]
        ]
    ],
    "In 1985 he launched an exhibit with <a href=\"/bothmerd\">Dietrich von Bothmer</a> and Marion True titled, \"The Amasis Painter and his World,\" one of the most heralded classical art shows of his generation.": [
        [
            3,
            7,
            [
                "1985,"
            ]
        ]
    ],
    "Luckner was made Curator of Special Exhibitions at Toledo in 1986.": [
        [
            0,
            7,
            [
                "Buckner",
                "Luckier"
            ]
        ]
    ],
    "Between 1992 and 1994 he worked as guest curator at the Art Institute of Chicago researching and reinstalling that institution's classical collection which had heretofore been stored.": [],
    "He worked on a similar project for the J.B.": [],
    "Speed Museum in Louisville, KY.": [],
    "He suffered a heart attack slightly before his 50th birthday and died.Luckner was according to one Toledo newspaper account, \"an ebullient, indefatigable promoter of all things ancient - and an especially riveting storyteller.\"": [
        [
            70,
            77,
            [
                " Luckner"
            ]
        ]
    ],
    "His purchase of gnathia for the museum lead that painter to be named \"the Toledo Painter.": [
        [
            16,
            23,
            [
                "graphic",
                "gather",
                "Gandhi",
                "Gothic",
                "Nathan",
                "Anatolia"
            ]
        ]
    ],
    "\"</p>": []
}