{
    "<p>Art collector, cataloger and connoisseur of Netherlandish drawings and prints.": [],
    "Lugt began his career at age twelve in 1899 when he constructed a catalog of the print collection in Rijksprentenkabinet in Amsterdam.": [
        [
            0,
            4,
            [
                "Lust",
                "Lug",
                "Lugo",
                "Luge",
                "Lugs",
                "LGT"
            ]
        ]
    ],
    "By age fifteen, he had written a biography of Rembrandt, illustrated with photographic reproductions and with his own copies of etchings and drawings by Rembrandt (published 1997, Fondation Custodia).": [
        [
            180,
            189,
            [
                "Foundation"
            ]
        ],
        [
            190,
            198,
            [
                "Custodial",
                "Custodian"
            ]
        ]
    ],
    "Lugt cut short his formal education to become an employee at the auction house Frederik Muller in Amsterdam in 1901.": [
        [
            0,
            4,
            [
                "Lust",
                "Lug",
                "Lugo",
                "Luge",
                "Lugs",
                "LGT"
            ]
        ]
    ],
    "By 1911 he had become a partner of the firm, a position he held until 1915.": [],
    "One of his tasks at the auction house was the compilation of sale catalogs.": [],
    "His ongoing interest resulted in the four volumes of his famous <em>Répertoire des catalogues de ventes publiques</em> (published in 1938, 1953, 1964, and one - posthumously - in 1987).": [],
    "In the 1930s he donated his huge collection of sale catalogues and many other documentary materials to the Rijksbureau voor Kunsthistorische Documentatie at The Hague along with his personal library, which he considered on \"permanent loan.\"": [
        [
            52,
            62,
            [
                "catalogs"
            ]
        ],
        [
            119,
            123,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            141,
            153,
            [
                "Documentation",
                "Documentaries"
            ]
        ]
    ],
    "Lugt's 1910 marriage to Jacoba Klever, a woman of independent means, meant that he could pursue his interests without financial concerns.": [
        [
            0,
            4,
            [
                "Lust",
                "Lug",
                "Lugo",
                "Luge",
                "Lugs",
                "LGT"
            ]
        ],
        [
            24,
            30,
            [
                "Jacob",
                "Jacobs",
                "Jacobi",
                "Jacoby",
                "Jacob a"
            ]
        ],
        [
            31,
            37,
            [
                "Clever",
                "Lever",
                "Kl ever"
            ]
        ]
    ],
    "In 1921, he completed his most famous work, <em>Les marques de collections de dessins et d'estampes</em>, a catalog for identifying collection marks and stamps.": [],
    "A year later, the French Minister of Education and the Fine Arts commissioned him to compile the inventory of Dutch and Flemish drawings in the Louvre.": [],
    "Between 1927 and 1969, he published nine volumes on drawings of the \"écoles du Nord\" from the Louvre's collection as well as those in other collections in Paris, including the Petit Palais (collection Dutuit), the Bibliothèque Nationale, and the école des Beaux-Arts.": [
        [
            69,
            75,
            [
                "becomes",
                "comes",
                "roles",
                "codes",
                "holes",
                "scores"
            ]
        ],
        [
            76,
            78,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ],
        [
            79,
            83,
            [
                "Word",
                "Lord",
                "Nor",
                "Ford",
                "Cord",
                "Norm"
            ]
        ],
        [
            176,
            181,
            [
                "Petite",
                "Pewit",
                "Pet it"
            ]
        ],
        [
            182,
            188,
            [
                "Calais",
                "Pal ais"
            ]
        ],
        [
            201,
            207,
            [
                "Outfit",
                "Outwit",
                "Intuit",
                "Outhit"
            ]
        ],
        [
            227,
            236,
            [
                "National",
                "Nationals",
                "Rationale",
                "Nation ale"
            ]
        ],
        [
            246,
            251,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            252,
            255,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Meanwhile, Lugt, together with his wife, built an impressive collection of drawings, prints, books, paintings etc.": [
        [
            11,
            15,
            [
                "Lust",
                "Lug",
                "Lugo",
                "Luge",
                "Lugs",
                "LGT"
            ]
        ]
    ],
    "During the Second World War, the couple fled to the United States where <a href=\"/stechoww\">Wolfgang Stechow</a> secured a temporary position for him lecturing at Oberlin College, Oberlin, Ohio.": [],
    "During this time he participated in a symposium on Dutch art historians were he stated his particular view of the discipline (see the essay in <em>Contributions...</em>, 1943, bibliography).": [],
    "Lugt, whose devout Mennonite faith led him to consider their art collection part of God's gift, sought a cultural center which would make their collection accessible to the public.": [
        [
            0,
            4,
            [
                "Lust",
                "Lug",
                "Lugo",
                "Luge",
                "Lugs",
                "LGT"
            ]
        ]
    ],
    "This they realized, not in The Netherlands, but in France, with the creation of the Fondation Custodia in 1947.": [
        [
            84,
            93,
            [
                "Foundation"
            ]
        ],
        [
            94,
            102,
            [
                "Custodial",
                "Custodian"
            ]
        ]
    ],
    "Ten years later, the Institut Néerlandais was opened, also in their honor.": [
        [
            21,
            29,
            [
                "Institute"
            ]
        ]
    ],
    "Exhibitions and other activities, first initiated by Frits Lugt himself, continued even after his death in 1970.</p>": [
        [
            53,
            58,
            [
                "Fruits",
                "Fits",
                "Fritz",
                "Frets",
                "Fries",
                "Writs"
            ]
        ],
        [
            59,
            63,
            [
                "Lust",
                "Lug",
                "Lugo",
                "Luge",
                "Lugs",
                "LGT"
            ]
        ]
    ]
}