{
    "<p>Director of the Department of Sculpture and Applied Arts, Rijksmuseum Amsterdam (to 1963); professor of the history of applied arts at Leiden University (1964-1981).": [],
    "He entered the Museum in 1943 where he carried out the reinstallation of the collection in the department of sculpture and applied arts, following the post war renovation.": [
        [
            151,
            159,
            [
                "post-war",
                "postwar"
            ]
        ]
    ],
    "This campaign for the Rijksmuseum under director-in-chief <a href=\"/roelld\">David Cornelis Röell</a>, was completed in 1952.": [],
    "On that occasion, his revised edition of the catalog of furniture and carpentry appeared, <em>Catalogus van Meubelen en Betimmeringen</em>.": [],
    "In 1962, under director-in-chief <a href=\"/vanschendela\">Arthur F. É. Van Schendel</a>, the eighteenth-century section of the department was housed in the newly built galleries in the former western inner court of the museum.": [],
    "Lunsingh Scheurleer considerably enlarged the collection.": [
        [
            0,
            8,
            [
                "Lansing",
                "Lunging"
            ]
        ],
        [
            9,
            19,
            [
                "Schuyler",
                "Scheduler"
            ]
        ]
    ],
    "His acquisitions included various tapestries, furniture, and silverware by the famous silversmiths Paulus van Vianen (ca.": [
        [
            110,
            116,
            [
                "Linen",
                "Vine",
                "Vines",
                "Diane",
                "Vane",
                "Dianne"
            ]
        ]
    ],
    "1570-1613), Adam van Vianen (1569-1627), and Johannes Lutma (1587-1669).": [
        [
            21,
            27,
            [
                "Linen",
                "Vine",
                "Vines",
                "Diane",
                "Vane",
                "Dianne"
            ]
        ],
        [
            54,
            59,
            [
                "Burma",
                "Lima",
                "Lucia",
                "Luna",
                "Lemma",
                "Lump"
            ]
        ]
    ],
    "In 1961 he published a study on the development of Dutch furnishing during five centuries, <em>Van haardvuur tot beeldscherm: vijf eeuwen interieur- en meubelkunst in Nederland</em>.": [
        [
            3,
            7,
            [
                "1961,"
            ]
        ]
    ],
    "From 1956 onward, he was in charge of a national research project on inventories of the House of Orange residences between 1567 and 1795, in collaboration with S. W. A. Drossaers.": [
        [
            169,
            178,
            [
                "Dossiers",
                "Dressers",
                "Dossers"
            ]
        ]
    ],
    "Lunsingh Scheurleer was responsible for the annotations on objects of applied arts, furniture, tapestry, jewelry etc.": [
        [
            0,
            8,
            [
                "Lansing",
                "Lunging"
            ]
        ],
        [
            9,
            19,
            [
                "Schuyler",
                "Scheduler"
            ]
        ]
    ],
    "The three-volume work appeared, between 1974 and 1976, in the <em>Rijks Geschiedkundige Publicatiën</em> series.": [],
    "In 1964, Lunsingh Scheurleer obtained the position of professor of the history of applied arts at Leiden University.": [
        [
            9,
            17,
            [
                "Lansing",
                "Lunging"
            ]
        ],
        [
            18,
            28,
            [
                "Schuyler",
                "Scheduler"
            ]
        ]
    ],
    "His inaugural lecture dealt with the symbolic meaning of chairs, <em>Aspecten der westerse zetelsymboliek</em>.": [],
    "He initiated the so-called Rapenburg project, carried out at Leiden University, in collaboration with C. Willemijn Fock, who succeeded him as professor in 1982, and A. J. van Dissel.": [
        [
            27,
            36,
            [
                "Ravensburg",
                "Ypenburg"
            ]
        ],
        [
            105,
            114,
            [
                "Willem",
                "Villein",
                "Willems"
            ]
        ],
        [
            115,
            119,
            [
                "Rock",
                "Folk",
                "Lock",
                "Dock",
                "Fork",
                "Mock"
            ]
        ],
        [
            175,
            181,
            [
                "Diesel",
                "Dispel",
                "Dissed",
                "Disses"
            ]
        ]
    ],
    "This six-volume publication (1986-1992) concentrates on the description and reconstruction of the furnishing in interiors of historic houses situated at the Rapenburg canal in Leiden, and on the social and cultural position of its subsequent occupants.": [
        [
            157,
            166,
            [
                "Ravensburg",
                "Ypenburg"
            ]
        ]
    ],
    "Students actively involved in the project had the opportunity to combine theory with practice in this field.": [],
    "Soon after his arrival in Leiden, Lunsingh Scheurleer became actively involved in the preservation of the cultural heritage in and around this city, as chairman of the committee Het Leidse Woonhuis, until 1971, and as chairman of the Association Oud Leiden (1966-1974).": [
        [
            34,
            42,
            [
                "Lansing",
                "Lunging"
            ]
        ],
        [
            43,
            53,
            [
                "Schuyler",
                "Scheduler"
            ]
        ],
        [
            178,
            181,
            [
                "He",
                "Get",
                "Her",
                "Set",
                "Hit",
                "Let"
            ]
        ],
        [
            182,
            188,
            [
                "Ease",
                "Lapse",
                "Lads",
                "Ladle",
                "Lase",
                "Lades"
            ]
        ],
        [
            189,
            197,
            [
                "Woo-hoo"
            ]
        ],
        [
            246,
            249,
            [
                "Out",
                "Old",
                "Our",
                "Odd",
                "Loud",
                "Mud"
            ]
        ]
    ],
    "In the same period, as a committee member of the Netherlands Department for Conservation (Rijkscommissie voor de Monumentenzorg), from 1961 to 1978, he was involved in the restoration of important national monuments.": [
        [
            105,
            109,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ]
    ],
    "For many years he played a prominent role in the board of the Koninklijke Nederlandse Oudheidkundige Bond (Dutch Association of Antiquarians), which he chaired between 1955 and 1958, and again in 1966.": [
        [
            74,
            85,
            [
                "Nederland"
            ]
        ]
    ],
    "In 1980, Lunsingh Scheurleer published on the Dutch cabinetmaker Pierre Gole (1620-1684), who served at the court of Louis XIV.": [
        [
            9,
            17,
            [
                "Lansing",
                "Lunging"
            ]
        ],
        [
            18,
            28,
            [
                "Schuyler",
                "Scheduler"
            ]
        ],
        [
            72,
            76,
            [
                "Gone",
                "Role",
                "Gold",
                "Golf",
                "Hole",
                "Pole"
            ]
        ]
    ],
    "On the occasion of his retirement in 1981 a Festschrift was presented to him which contained articles on furnishing and applied arts, and which was published as the 1980 <em>Netherlands Yearbook for History of Art</em>.": [],
    "He continued his study on Pierre Gole, which posthumously appeared as a monograph in 2005.</p>": [
        [
            33,
            37,
            [
                "Gone",
                "Role",
                "Gold",
                "Golf",
                "Hole",
                "Pole"
            ]
        ]
    ]
}