{
    "<p>Art historian and museum curator.": [],
    "Remmet van Luttervelt studied art history at Leiden University between 1936 and 1941.": [
        [
            0,
            6,
            [
                "Rem met"
            ]
        ],
        [
            11,
            21,
            [
                "Lutterell"
            ]
        ]
    ],
    "In 1943, he obtained his doctoral degree at Utrecht University under Professor <a href=\"/vogelsangw\">Willem Vogelsang</a> with a dissertation on country-houses along the Vecht River: <em>De buitenplaatsen aan de Vecht</em>.": [],
    "He published a rewritten version of this study in 1948.": [],
    "His career in the Dutch museum world began as early as 1941, with his appointment as research assistant at the Centraal Museum in Utrecht.": [
        [
            111,
            119,
            [
                "Central"
            ]
        ]
    ],
    "In 1946, he was appointed as curator of the National History Department of the Rijksmuseum at Amsterdam.": [],
    "During the war, the collections were removed from the building for safe keeping in various places.": [],
    "Prior to the return of the objects, Van Luttervelt traveled to the United States on an invitation by the Rockefeller Foundation in New York to visit around ninety museums during a three months' tour.": [
        [
            40,
            50,
            [
                "Lutterell"
            ]
        ]
    ],
    "He was impressed by the fact that American museums tried to present, as far as possible, a complete picture of American history.": [],
    "Van Luttervelt wanted to apply the same approach in his department by introducing a more or less chronological overview of national history.": [
        [
            4,
            14,
            [
                "Lutterell"
            ]
        ]
    ],
    "A temporary display, covering the period from the early Middle Ages up to the 1815 Battle of Waterloo, was opened to the public in March 1948.": [],
    "In the early 60s, when plans for a new national museum aborted, Van Luttervelt worked on a new display in the Rijksmuseum, for which a much larger space now was made available.": [
        [
            68,
            78,
            [
                "Lutterell"
            ]
        ]
    ],
    "He wanted the visitor to follow a fixed route along the objects, thus creating a coherent story of national history.": [],
    "Discussions about this approach arose, and when Van Luttervelt died prematurely in 1963, his ideas were abandoned.": [
        [
            52,
            62,
            [
                "Lutterell"
            ]
        ]
    ],
    "The display that eventually opened in 1971, did not present a story in a chronological order, but highlighted historical events in quite a different way.": [],
    "Van Luttervelt was a many-sided scholar, and as an authority in art history as well as in history, he advocated an interdisciplinary approach in these fields.": [
        [
            4,
            14,
            [
                "Lutterell"
            ]
        ]
    ],
    "He was a substantial contributor to the catalogs of the exhibitions held in the Rijksmuseum.": [],
    "His interests included the genealogy and the representation in art of the Dutch royal family and nobility as well as the history of the Dutch East and West India trading companies (VOC and WIC).": [],
    "For many years he prepared the catalog of objects related to the history of these companies.": [],
    "In 1950, he published an album with 96 illustrations of the most important objects in the collection of the Dutch History Department.": [],
    "His study on a particular collection of paintings in the Rijksmuseum, made in Turkey by the painter J.B.": [],
    "Vanmour, born in Valenciennes in the North of France in 1671, was published in 1958.": [
        [
            0,
            7,
            [
                "Amour",
                "Armour"
            ]
        ],
        [
            17,
            29,
            [
                "Valentines",
                "Valencies"
            ]
        ]
    ],
    "Van Luttervelt was an enthusiastic traveler, always searching and finding new topics for his articles and scholarly work.": [
        [
            4,
            14,
            [
                "Lutterell"
            ]
        ]
    ],
    "He published frequently in historical and art-historical journals, such as the <em>Rijksmuseum Bulletin</em>, the <em>Bulletin van de Koninklijke Nederlandse Oudheidkundige Bond</em>, <em>Oud Holland</em>, and the <em>Kunsthistorisch Jaarboek</em> (Netherlands Year-book for History of Art).": [],
    "In one of his articles: \"Nationale kunstgeschiedenis\" (1957), Van Luttervelt argued against the systematic classification of works of art in national categories, a method widely used in the 19<sup>th</sup> century.": [
        [
            25,
            34,
            [
                "National",
                "Nationals",
                "Rationale",
                "Nation ale"
            ]
        ],
        [
            66,
            76,
            [
                "Lutterell"
            ]
        ],
        [
            197,
            199,
            [
                "the",
                "TH",
                "Th",
                "to",
                "tho",
                "TT"
            ]
        ]
    ],
    "National boundaries are changing in the course of history and, therefore, are unable in his view to serve as a framework for the study of art.": [],
    "Works of art rather need to be studied in relation to their specific historical context and circumstances.</p>": []
}