{
    "<p>President of the Archives of American Art and columnist for <em>Art in America</em>.": [],
    "Lynes was the son of an Episcopal minister, Joseph Russell Lynes and Adelaide Sparkman (Lynes).": [
        [
            0,
            5,
            [
                "Lines",
                "Lanes",
                "Lynxes",
                "Lyres",
                "Lyses"
            ]
        ],
        [
            59,
            64,
            [
                "Lines",
                "Lanes",
                "Lynxes",
                "Lyres",
                "Lyses"
            ]
        ],
        [
            78,
            86,
            [
                "Parkman",
                "Spark man"
            ]
        ],
        [
            88,
            93,
            [
                "Lines",
                "Lanes",
                "Lynxes",
                "Lyres",
                "Lyses"
            ]
        ]
    ],
    "Lynes was raised in the Berkshires area of Massachusetts and later in New York.": [
        [
            0,
            5,
            [
                "Lines",
                "Lanes",
                "Lynxes",
                "Lyres",
                "Lyses"
            ]
        ]
    ],
    "He attended Yale University, graduating in 1932.": [],
    "Initially he worked at a clerk at the publisher Harper & Brothers between 1932 and 1936.": [],
    "He married the art historian Mildred Akin in1934.": [],
    "He briefly took a position as director of publications at Vassar College in 1937 before working as an assistant school principal (1937-40) and principal 1940-44 at the Shipley School in Bryn Mawr, PA.": [
        [
            168,
            175,
            [
                "Shirley"
            ]
        ]
    ],
    "During World War II, he served in the pre-induction unit of the Army Service Forces (a civilian position) of the United States War Department, between 1942-44.": [],
    "Lynes began a long association with <em>Harper's</em> magazine by writing the column \"After Hours\" and working as an assistant editor for the magazine, 1944-47.": [
        [
            0,
            5,
            [
                "Lines",
                "Lanes",
                "Lynxes",
                "Lyres",
                "Lyses"
            ]
        ]
    ],
    "He rose to managing editor, 1947-67.": [],
    "Lynes also authored a feature in <em>Art in America</em> called \"The State of Taste.\"": [
        [
            0,
            5,
            [
                "Lines",
                "Lanes",
                "Lynxes",
                "Lyres",
                "Lyses"
            ]
        ]
    ],
    "He was a founding member of the Archives of American Art in 1961, serving as its president from 1966-71.": [],
    "He was also a founding member of the Landmarks Preservation Commission of New York, serving between 1962-69.": [],
    "His <em>Art-makers</em> (1970) was a popular survey of 19th-century art production.": [],
    "In 1973 he published a history of the Museum of Modern Art, New York and in the 1980's penned an monthly piece for <em>Architectural Digest</em> called \"Russell Lynes Observes.\"": [
        [
            3,
            7,
            [
                "1973,"
            ]
        ],
        [
            80,
            86,
            [
                "1980s"
            ]
        ],
        [
            94,
            96,
            [
                "a"
            ]
        ],
        [
            161,
            166,
            [
                "Lines",
                "Lanes",
                "Lynxes",
                "Lyres",
                "Lyses"
            ]
        ]
    ],
    "He died of heart failure in 1991 New York city.": [
        [
            33,
            46,
            [
                "New York City"
            ]
        ]
    ],
    "Lynes' interest was in the social phenomenon of art.": [
        [
            0,
            5,
            [
                "Lines",
                "Lanes",
                "Lynxes",
                "Lyres",
                "Lyses"
            ]
        ]
    ],
    "He wrote numerous books and articles on taste.": [],
    "His books on American taste and manners.": [],
    "In books such as <em>Snobs</em>, <em>The Tastemakers</em>, and <em>Highbrow, Lowbrow, Middlebrow</em>, were satirical and popular.": [],
    "Lynes criticized American conservative preferences in art and architecture along with a general ridicule of pretentious people.</p>": [
        [
            0,
            5,
            [
                "Lines",
                "Lanes",
                "Lynxes",
                "Lyres",
                "Lyses"
            ]
        ]
    ]
}