{
    "<p>Modernist art historian and critic; Professor, University of Sussex, Brighton, 1976-1989.": [],
    "The son of a Jewish father, the Berlin publisher Paul Loewenstein (who took the name Lynton in 1944), and a Roman Catholic mother Amalie, Lynton's family emigrated to London in 1935 as the Nazi's power in Germany consolidated.": [
        [
            54,
            65,
            [
                "Levenshtein",
                "Wolfenstein"
            ]
        ],
        [
            85,
            91,
            [
                "Lyndon",
                "Linton"
            ]
        ],
        [
            130,
            136,
            [
                "Amalia",
                "Amelie",
                "Amélie"
            ]
        ],
        [
            138,
            144,
            [
                "Lyndon",
                "Linton"
            ]
        ],
        [
            154,
            166,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "When his father's attempts at a dressmaking business in London failed, Lynton and his brothers were sent back to Germany to continue their education, but recalled in 1938 just as the Holocaust intensified.": [
        [
            71,
            77,
            [
                "Lyndon",
                "Linton"
            ]
        ]
    ],
    "Lynton studied at Douai, the Benedictine school near Reading.": [
        [
            0,
            6,
            [
                "Lyndon",
                "Linton"
            ]
        ],
        [
            18,
            23,
            [
                "Douay"
            ]
        ]
    ],
    "He entered the University of London, Birkbeck College, the University's night school for mature students, taking courses from <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a> and assisting him with his <em>Buildings of England</em> series.": [],
    "It was Pevsner, who despite Lynton's interest in music, convinced him to study art history at the Courtauld Institute.": [
        [
            7,
            14,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ],
        [
            28,
            34,
            [
                "Lyndon",
                "Linton"
            ]
        ],
        [
            98,
            107,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "He married Janet Irving in 1949 (divorced in 1968).": [],
    "After graduating from the Courtauld, Lynton joined Leeds College of Art in 1951 as a lecturer in the School of Architecture and then the School of Art in 1955.": [
        [
            26,
            35,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ],
        [
            37,
            43,
            [
                "Lyndon",
                "Linton"
            ]
        ]
    ],
    "Leeds was directed by Harry Thubron (1915-1985) and assisted by E. J. Victor Pasmore (1908-1998), Terry Frost (1915-2003) and Tom Hudson (1922-1997), all of who were modernizing art education under the principles of <a href=\"/readh\">Herbert Read</a>.": [
        [
            28,
            35,
            [
                "Huron",
                "Hebron",
                "Theron"
            ]
        ],
        [
            77,
            84,
            [
                "Palmore",
                "Pas more"
            ]
        ]
    ],
    "Lynton learned under these revolutionizing educators.": [
        [
            0,
            6,
            [
                "Lyndon",
                "Linton"
            ]
        ]
    ],
    "He soon moved his courses into teaching 20th-century art at summer school, the artist Bridget Riley was among his early students.": [],
    "In 1961 he was appointed Senior lecturer (and later head of the Department of Art and General Studies) at Chelsea School of Art, London.": [
        [
            3,
            7,
            [
                "1961,"
            ]
        ]
    ],
    "The same year he became London correspondent for the Art International (through 1966) and separated from his first wife to live with a former student, Sylvia Towning.": [
        [
            158,
            165,
            [
                "Owning",
                "Towing",
                "Downing",
                "Toning",
                "Gowning"
            ]
        ]
    ],
    "He reviewed for <em>Art News</em> and <em>Review</em>, replacing <a href=\"/allowayl\">Lawrence Alloway</a> at Alloway's suggestion, for <em>Art International</em>.": [],
    "When Patrick Heron (1920-1999) retired from art criticism at <em>The Guardian</em>, Lynton assumed his role in 1965, competing with the substantially methodologically different critics <a href=\"/sylvesterd\">David Sylvester</a> and <a href=\"/bergerj\">John Berger</a> (<em>Times</em>) In 1970 he relinquished both positions to become the Director of Exhibition for the Arts Council of Great Britain.": [
        [
            84,
            90,
            [
                "Lyndon",
                "Linton"
            ]
        ]
    ],
    "There he mounted shows including \"Art in Revolution: Soviet Art and Design since 1917\" in 1971, \"Pioneers of Modern Sculpture,\" 1973 and, in 1974, \"Edvard Munch\" as well as a succession of contemporary one-person exhibitions by Lucian Freud, Diane Arbus, Morris Louis and Antoni Tàpies.": [
        [
            248,
            253,
            [
                "Arius",
                "Airbus",
                "Albus",
                "Argus",
                "Århus",
                "Ar bus"
            ]
        ]
    ],
    "Lynton invited Tate curator Ann Seymour to create the show \"The New Art\" for the Hayward, a project impossible at her own institution (<em>Independent</em>).": [
        [
            0,
            6,
            [
                "Lyndon",
                "Linton"
            ]
        ]
    ],
    "His shows treating photography as an art form, unusual for the time in London, raised the profile of the Hayward.": [],
    "He resigned from the Art Council in 1975 after difficulties with its notoriously difficult chairman of the Art Panel, <a href=\"/popehennessyj\">John Pope-Hennessy</a>.": [],
    "After a year teaching at the Open University, Lynton joined the University of Sussex, Brighton as professor.": [
        [
            46,
            52,
            [
                "Lyndon",
                "Linton"
            ]
        ]
    ],
    "From 1975 he also lectured as professor at the School for European Studies.": [],
    "Lynton wrote <em>The Story of Modern Art</em> in 1980 as an attempt to update <em>The Story of Art</em> by <a href=\"/gombriche\">E.": [
        [
            0,
            6,
            [
                "Lyndon",
                "Linton"
            ]
        ]
    ],
    "H. Gombrich</a>.": [],
    "He acted as School for European Studies' Dean between 1985 and 1988. in 1985 he was appointed a trustee of the National Portrait Gallery, London, which he held until 1999.": [
        [
            69,
            71,
            [
                "In"
            ]
        ]
    ],
    "In 1987 he mounted the British Council Henry Moore exhibition in Delhi, India, and for the exhibition \"Picturing People in Kuala Lumpur, Hong Kong and Singapore\" during 1989-1990 year.": [
        [
            3,
            7,
            [
                "1987,"
            ]
        ]
    ],
    "He retired from both Sussex (emeritus) and lecturing at the School for European Studies in 1989.": [],
    "His second marriage to Towning ended in 1989 when his affair with another woman became known (<em>Telegraph</em>).": [
        [
            23,
            30,
            [
                "Owning",
                "Towing",
                "Downing",
                "Toning",
                "Gowning"
            ]
        ]
    ],
    "Another Henry Moore exhibition under his aegis was held between 1991 and 1992 in Leningrad, Moscow and Helsinki.": [],
    "Lynton's book on Vladimir Tatlin was posthumously published in 2009.": [
        [
            0,
            6,
            [
                "Lyndon",
                "Linton"
            ]
        ],
        [
            26,
            32,
            [
                "Gatlin"
            ]
        ]
    ],
    "Lynton was not an infallible eye.": [
        [
            0,
            6,
            [
                "Lyndon",
                "Linton"
            ]
        ]
    ],
    "He deplored late Picasso (in a famous review of the Grand Palais show in 1966), and later, Francis Bacon.": [],
    "His <em>Story of Modern Art</em> was criticized for ignoring new art historical approaches--social and feminist; he approached art from the point of view of the artist, largely formal values.</p>": []
}