{
    "<p>Founder of the departments of Egyptian art for both the Museum of Fine Arts, Boston, and the Metropolitan Museum of Art, New York.": [],
    "In 1905, while excavating for the Boston Museum of Fine Arts in Egypt, he met <a href=\"/laffanw\">William M. Laffan</a> the collector and friend of the financier and collector J. P. Morgan (1837-1913).": [],
    "Morgan, chairman of the Metropolitan Museum of Art's board of directors, was interested in forming an Egyptian Department similar to the Museum of Fine Arts, Boston.": [],
    "Laffan's approval of Lythgoe convinced Morgan to hire him away from Boston.": [
        [
            0,
            6,
            [
                "Afghan",
                "Lankan",
                "Caffeine",
                "Leighton",
                "Layman",
                "Lawman"
            ]
        ],
        [
            21,
            28,
            [
                "Lithgow"
            ]
        ]
    ],
    "In 1906 Lythgoe resigned from both his Harvard lectureship and the Boston Museum to become the first curator of Egyptian Art at the Metropolitan.": [
        [
            8,
            15,
            [
                "Lithgow"
            ]
        ]
    ],
    "Lythgoe invited his former Harvard student, <a href=\"/winlockh\">Herbert Eustis Winlock</a>, to join the staff of the Metropolitan Museum of Art's expedition in Egypt.": [
        [
            0,
            7,
            [
                "Lithgow"
            ]
        ]
    ],
    "Winlock later rose through the ranks under Lythgoe, from assistant curator of Egyptian art Lythgoe spent the next ten years making extraordinary finds for the Met in Egypt.": [
        [
            0,
            7,
            [
                "Win lock"
            ]
        ],
        [
            43,
            50,
            [
                "Lithgow"
            ]
        ],
        [
            91,
            98,
            [
                "Lithgow"
            ]
        ]
    ],
    "At the Metropolitan, Lythgoe hired the Oxford scholar Arthur C. Mace (1874-1928), Ambrose Lansing (1891-1959), and <a href=\"/wilkinsonc\">Charles Wilkinson</a>, who later founded the Metropolitan's Department of Ancient Near Eastern Art.": [
        [
            21,
            28,
            [
                "Lithgow"
            ]
        ]
    ],
    "in 1907, Lythgoe and his staff excavated the pyramids at Lisht, in 1908 the Oasis of Kharga and in 1910 Luxor (Thebes), the seat of the XI Dynasty.": [
        [
            0,
            2,
            [
                "In"
            ]
        ],
        [
            9,
            16,
            [
                "Lithgow"
            ]
        ],
        [
            57,
            62,
            [
                "Light",
                "List",
                "Liszt"
            ]
        ],
        [
            85,
            91,
            [
                "Charge",
                "Karma",
                "Kara",
                "Dharma",
                "Sharia",
                "Karla"
            ]
        ]
    ],
    "Lythgoe's friendship with millionaire Edward S. Harkness (1874-1940) brought donations from him and Henry Walters (1848-1931), then on the board of the Metropolitan and later founder of the Walters Art Museum in Baltimore.": [
        [
            0,
            7,
            [
                "Lithgow"
            ]
        ]
    ],
    "Winlock eventually succeeding Lythgoe as curator of Egyptian art when Lythgoe retired in 1929.</p>": [
        [
            0,
            7,
            [
                "Win lock"
            ]
        ],
        [
            30,
            37,
            [
                "Lithgow"
            ]
        ],
        [
            70,
            77,
            [
                "Lithgow"
            ]
        ]
    ]
}