{
    "<p>Donatello and Italian Renaissance sculpture scholar.": [],
    "Lányi's father was Arpád Lányi, a Hungarian bureaucrat.": [
        [
            0,
            5,
            [
                "Lanai"
            ]
        ],
        [
            19,
            24,
            [
                "ARPA"
            ]
        ],
        [
            25,
            30,
            [
                "Lanai"
            ]
        ]
    ],
    "The younger Lányi was born in&nbsp;Várna, Hungary, which is present-day Varín, Slovakia.&nbsp;He attended a humanities Gymnasium in Budapest, receiving his <em>Abitur</em> in 1920.": [
        [
            12,
            17,
            [
                "Lanai"
            ]
        ],
        [
            27,
            34,
            [
                "inns",
                "INBS",
                "INSP",
                "inanest",
                "&nbsp;"
            ]
        ],
        [
            35,
            40,
            [
                "Verna"
            ]
        ],
        [
            72,
            77,
            [
                "Vain",
                "Marin",
                "Karin",
                "Darin",
                "Sarin",
                "Varix"
            ]
        ]
    ],
    "Between 1920 and 1924 and again in 1927 he studied art history, archaeology and history in Vienna under the Vienna-School scholar <a href=\"/schlosserj\">Julius Alwin von Schlosser</a> and then in Munich under <a href=\"/pinderw\">Wilhelm Pinder</a>.": [],
    "He wrote a dissertation (likely supervised by Pinder) in Munich on Jacopo della Quercia in 1929.": [
        [
            46,
            52,
            [
                "Hinder",
                "Binder",
                "Cinder",
                "Finder",
                "Pinter",
                "Kinder"
            ]
        ],
        [
            67,
            73,
            [
                "JaCoCo"
            ]
        ],
        [
            74,
            79,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ],
        [
            80,
            87,
            [
                "Mercia",
                "Murcia",
                "Quercus"
            ]
        ]
    ],
    "Between 1929 and 1932 he worked as a volunteer researcher for the State Art Museum in Berlin in the graphics collection under <a href=\"/friedlanderm\">Max J. Friedländer</a> and at the Kaiser Friedrich-Wilhelm Museum under Thomas Demmler and, particularly important for his later work, the Italian Renaissance sculpture scholar <a href=\"/schottmullerf\">Frida Schottmüller</a>.": [],
    "In 1932 a Swiss benefactor financed a research stay in Florence at the Kunsthistorisches Institut where he worked on a monograph on Donatello.": [
        [
            89,
            97,
            [
                "Institute"
            ]
        ]
    ],
    "There he met Monika Mann (1910-1992), the daughter of the novelist Thomas Mann (1875-1955), who was studying art history at the time.": [],
    "The 1938 laws against Jews holding academic or museum positions in the Reich made a career in German-speaking countries impossible for him.": [],
    "He emigrated to England in 1938 with Mann where he continued his Donatello research.": [
        [
            3,
            15,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "The two married in 1939.": [],
    "As England became a target for Nazi strikes, his father-in-law, living in Princeton, N. J., used his connections to secure a visa for travel to Canada.": [],
    "The boat carrying them to North America, the \"SS City of Benares\" was torpedoed in the North Atlantic by the German U-boat U-48 and sunk.": [
        [
            57,
            64,
            [
                "Bewares",
                "Bénard",
                "Ben ares"
            ]
        ]
    ],
    "Lányi drowned and his wife was injured, but survived.": [
        [
            0,
            5,
            [
                "Lanai"
            ]
        ],
        [
            13,
            17,
            [
                ", and"
            ]
        ]
    ],
    "The suitcases containing his notes for his book on Donatello were returned to his widow recovering in Scotland who took them with her to the United States.": [],
    "Two of Lányi's articles in English appeared posthumously in the <em>Art Bulletin</em> and the <em>Burlington Magazine</em>.": [
        [
            7,
            12,
            [
                "Lanai"
            ]
        ]
    ],
    "His notes and photographs on Donatello was considered so important they were taken over by the New York University Renaissance scholar <a href=\"/jansonh\">Horst Woldemar Janson</a> and published with Janson's text in 1957 as the critical catalog on the sculptor.": [],
    "Lányi's untimely death is one of the great tragedies of art history.": [
        [
            0,
            5,
            [
                "Lanai"
            ]
        ]
    ],
    "An historian of great promise, his writings influenced <a href=\"/popehennessyj\">John Pope-Hennessy</a>, later the director of Victoria and Albert Museum and eminent sculpture historian.": [
        [
            0,
            2,
            [
                "A"
            ]
        ]
    ],
    "Drowned at sea.</p>": []
}