{
    "<p>Swiss composer and pianist who wrote an important treatise on the measurements of Chartres cathedral.": [],
    "Lévy studied in Basle and Paris under the virtuoso Raoul Pugno (1852-1914) and Egon Petri (1881-1962).": [
        [
            16,
            21,
            [
                "Base",
                "Basel",
                "Basie",
                "Bale",
                "Baste"
            ]
        ],
        [
            57,
            62,
            [
                "Pug no"
            ]
        ],
        [
            79,
            83,
            [
                "Ego",
                "Eton",
                "Egos",
                "Eon",
                "Exon",
                "Econ"
            ]
        ],
        [
            84,
            89,
            [
                "Petra"
            ]
        ]
    ],
    "Beginning in 1916, he taught at Basle Conservatory under the composer Hans Huber (1852-1921), with whom he also studied.": [
        [
            32,
            37,
            [
                "Base",
                "Basel",
                "Basie",
                "Bale",
                "Baste"
            ]
        ]
    ],
    "When Huber fell ill in the following year, Lévy succeeded him.": [],
    "He moved to Paris in 1921, teaching and founding the <em>Choeur Philharmonique</em> in 1928.": [],
    "The <em>Choeur</em> was responsible for the first Parisian performances of Brahms's <em>Ein Deutsches Requiem</em> and Liszt's oratorio <em>Christus</em>.": [],
    "At the outbreak of World War II, Lévy, a Jew, emigrated to the United States to escape the Nazi invasion of France.": [
        [
            46,
            58,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "In the U.S.": [],
    "he concertized and taught, first at the New England Conservatory, and then at Bennington College and the University of Chicago.": [
        [
            0,
            2,
            [
                "He"
            ]
        ]
    ],
    "At Chicago, Lévy came into contact with the German art historian <a href=\"/simsono\">Otto von Simson</a>.": [],
    "The two shared interests in theory, especially medieval.": [],
    "Lévy had studied the writings of Pythagoras and the mathematical similarities between musical scales and star distances explored by Keppler.": [
        [
            132,
            139,
            [
                "Kepler"
            ]
        ]
    ],
    "In this connection, Lévy performed a detailed measurement of Chartres cathedral, whose proportions, he concluded were carefully planned, symbolism thoughtfully organized and \"full of musicality.\"": [],
    "Lévy joined the Massachusetts Institute of Technology, also teaching at Brooklyn College, CUNY.": [],
    "Simson published Lévy's measurements as an appendix to Simson's book on Gothic cathedrals, the same year that Lévy published his findings separately at MIT.": [
        [
            0,
            6,
            [
                "Simon",
                "Simpson",
                "Samson",
                "Simeon",
                "Stimson",
                "Simón"
            ]
        ],
        [
            55,
            61,
            [
                "Simon",
                "Simpson",
                "Samson",
                "Simeon",
                "Stimson",
                "Simón"
            ]
        ]
    ],
    "He retired in 1966 and returned to Switzerland.": [],
    "Lévy was an accomplished, if unique, pianist and composer whose work on Chartres was his only foray into architectural history.": [],
    "His treatise was superseded in 1961 by the research and measurements of <a href=\"/coxl\">Leonard Cox</a>.": [],
    "Simson used Lévy's findings as an appendix to his 1956 book <em>The Gothic Cathedral</em>.": [
        [
            0,
            6,
            [
                "Simon",
                "Simpson",
                "Samson",
                "Simeon",
                "Stimson",
                "Simón"
            ]
        ]
    ],
    "Despite Lévy's request that his Chartres work not be used in Simson's second edition, Simson wrote in that edition that all students of Chartres are in Lévy's debt.</p>": [
        [
            61,
            67,
            [
                "Simon",
                "Simpson",
                "Samson",
                "Simeon",
                "Stimson",
                "Simón"
            ]
        ],
        [
            86,
            92,
            [
                "Simon",
                "Simpson",
                "Samson",
                "Simeon",
                "Stimson",
                "Simón"
            ]
        ]
    ]
}