{
    "<p>Otto Dix scholar and architectural historian in East Germany.": [],
    "After studying in a variety of areas, Löffler obtained his Ph.D.": [],
    "at the Ludwig-Maximilians-Universität in Munich in 1928 with a dissertation on the poet Eduard von Keserling.": [
        [
            0,
            2,
            [
                "At"
            ]
        ],
        [
            7,
            37,
            [
                "Ludwig-Maximilian-Universität",
                "Ludwig-Maximilians-University"
            ]
        ],
        [
            99,
            108,
            [
                "Deserving",
                "Reserving",
                "Deserting",
                "Reselling",
                "Resealing",
                "Keeling"
            ]
        ]
    ],
    "Following his degree, Löffler joined the Staatlichen Gemäldegalerie in Dresden.": [],
    "He was part of the group of artists and intellectuals, the so-called \"Deer Group\" (Hirsche) which centered around Fritz Bienert, son of the Dresden modernist art collector Ida Bienert (1870-1965/6).": [
        [
            83,
            90,
            [
                "Hirsch"
            ]
        ],
        [
            120,
            127,
            [
                "Inert",
                "Benet",
                "Gainer",
                "Wiener",
                "BITNET",
                "Gainers"
            ]
        ],
        [
            176,
            183,
            [
                "Inert",
                "Benet",
                "Gainer",
                "Wiener",
                "BITNET",
                "Gainers"
            ]
        ]
    ],
    "Another of this group was the Neue Sachlichkeit (New Objectivitiy) painter Otto Dix, whom Löffler met in the 1920s.": [
        [
            30,
            34,
            [
                "Nee",
                "Neut",
                "Née",
                "NEE",
                "Névé"
            ]
        ],
        [
            53,
            65,
            [
                "Objectivity"
            ]
        ]
    ],
    "Löffler organized the first exhibition of Dix's works in Dresden in 1933.": [],
    "After the Nazi's ascension to government Löffler found this art disparaged and he was ultimately dismissed for promoting \"left-wing art.\"": [
        [
            74,
            78,
            [
                ", and"
            ]
        ]
    ],
    "He returned the the Dresden Museum in 1948 following World War II.": [
        [
            12,
            19,
            [
                "the"
            ]
        ]
    ],
    "However, in 1950 he was again dismissed, this time by the (communist) East German government for, ironically, being too reactionary.": [],
    "Between 1951 and his retirement in 1968 he worked at the Institut für Denkmalpflege in East Germany.": [
        [
            57,
            65,
            [
                "Institute"
            ]
        ],
        [
            66,
            69,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "During this time he published articles and books on the somewhat safer area of Dresden architecture, and was actively involved in the restoration of the Baroque city.": [],
    "In 1960 he wrote a biography on Otto Dix, which he turned into a catalogue raisonnée of Dix's paintings, the first, in 1981.</p><p>Löffler’s intimate connection with his native Dresden defined much of his activity as an art historian and critic.": [
        [
            3,
            7,
            [
                "1960,"
            ]
        ],
        [
            65,
            74,
            [
                "catalog"
            ]
        ]
    ],
    "The ironic situation he found himself between the two government ideologies--National Socialism in the period up to the end of World War II, and Soviet-style communism, meant that his progressive-style methodology was continually out of favor.</p>": []
}