{
    "<p>Historian of an early book on Symbolism; University of Nevada-Reno professor of art history.": [],
    "While working on his art history Ph.D.": [],
    "he translated and published the book <em>History of Art</em> by <a href=\"/gombriche\">E.": [],
    "H. Grombrich</a> into Swedish.": [
        [
            3,
            12,
            [
                "Gombrich"
            ]
        ]
    ],
    "His art history degree, from the University of Uppsala, was granted in 1959 with a dissertation written in English on French Symbolism.": [],
    "His dissertation was published the same year under the title <em>The Genesis of Modernism: Seurat, Gauguin, van Gogh, and French Symbolism in the 1880's</em>, a ground-breaking approach to the under-appreciated period of Symbolism.": [],
    "He married Karin Liwendahl around this time.": [],
    "Lövgren revised a second edtion of a standard reference work, <em>Rabén & Sjögrens Lexikon över modern konst</em> as <em>Lexikon över modern konst</em> in 1965.": [
        [
            0,
            7,
            [
                "Loren"
            ]
        ],
        [
            25,
            31,
            [
                "edition"
            ]
        ]
    ],
    "In 1967 Lövgren immigrated to the United States, teaching initially at Indiana University.": [
        [
            8,
            15,
            [
                "Loren"
            ]
        ]
    ],
    "He lectured at the University of California, Berkeley, 1969-1970, before settling at the University of Nevada at Reno as professor of art history.": [],
    "He served as a member of the board of directors of the Nevada Art Museum there beginning in 1971.": [],
    "Lövgren taught a wide variety of courses in the small art history department and held a devoted following of students.": [
        [
            0,
            7,
            [
                "Loren"
            ]
        ]
    ],
    "His daughter-in-law is the curator/artist Rachelle Puryear (b.": [
        [
            51,
            58,
            [
                "Purview",
                "Purer",
                "Purveyor",
                "Pursuer",
                "Purser",
                "Curare"
            ]
        ]
    ],
    "1947), married to his son, Håkan Lövgren, a film scholar and translator.": [
        [
            27,
            32,
            [
                "Hakan",
                "Haman",
                "Hasan"
            ]
        ],
        [
            33,
            40,
            [
                "Loren"
            ]
        ]
    ],
    "Lövgren was one of the early art historians to write on the cultural period known as Symbolism, a movement which had previously been subsumed under the concept of being \"after Impressionism\" (i.e., Post-Impressionism).": [
        [
            0,
            7,
            [
                "Loren"
            ]
        ]
    ],
    "His documentary approach to Symbolism contrasted with that of the other documentary art historian of this time, <a href=\"/rewaldj\">John Rewald</a>, whose book, called <em>Post-Impressionism</em>, had appeared three years earlier.": [],
    "Instead of Rewald's \"choir of strident voices\" approach, Lövgren mapped disparate art forms, poetry and novels onto the whole of Symbolist painting.": [
        [
            11,
            17,
            [
                "Reward"
            ]
        ],
        [
            57,
            64,
            [
                "Loren"
            ]
        ],
        [
            129,
            138,
            [
                "Symbolism"
            ]
        ]
    ],
    "His book discussed the social context (economic, political, etc.)": [],
    "of just three representative works of art, Van Gogh's \"Starry Night\" (1889), Seurat's \"La Grande Jatte\" (1884-1886), and Gauguin's \"Jacob Wrestling with the Angel\" (1888).": [
        [
            0,
            2,
            [
                "Of"
            ]
        ],
        [
            97,
            102,
            [
                "Matte",
                "Latte"
            ]
        ]
    ],
    "A third text in English on Symbolism, by the Dutch art historian <a href=\"/rookmaakerh\">Hans Rookmaaker</a>, appeared the same year.": [],
    "Unlike the other major Symbolist art scholar of his time, <a href=\"/goldwaterr\">Robert Goldwater</a>, Lövgren denied the suitability of the use of the term \"Symbolism\" for the period of art history.</p>": [
        [
            23,
            32,
            [
                "Symbolism"
            ]
        ]
    ]
}