{
    "<p>Founder of the popular German art history survey of the nineteenth and early twentieth centuries, <em>Grundriss der Kunstgeschichte</em>.": [],
    "Lübke's father and grandfather were hosiery merchants.": [
        [
            0,
            5,
            [
                "Luke",
                "Lube"
            ]
        ]
    ],
    "Denied art training by his father,&nbsp;Lübke entered a Catholic school at 21.&nbsp; The cruelty of the school caused him unhappiness.&nbsp; Lübke next studied philology at Bonn in 1845.&nbsp; The teaching of <a href=\"/kinkelg\">Gottfried Kinkel</a> there inspired him in art history.": [
        [
            33,
            39,
            [
                ", &nbsp"
            ]
        ],
        [
            40,
            45,
            [
                "Luke",
                "Lube"
            ]
        ],
        [
            141,
            146,
            [
                "Luke",
                "Lube"
            ]
        ]
    ],
    "At the time, Kinkel was one of only two professors of art history (the other being <a href=\"/kuglerf\">Franz Kugler</a>).": [
        [
            13,
            19,
            [
                "Kinked",
                "Finkel"
            ]
        ]
    ],
    "Lübke's initial interest was in medieval art, inspired by castles in the Rheinland.&nbsp; After three semesters he left Bonn for Berlin, as moving about in universities was standard at that time.&nbsp; In Berlin, he heard the famous professors, Leopold Ranke and, in art history <a href=\"/hothoh\">Heinrich Hotho</a> and <a href=\"/waagenf\">Friedrich Waagen</a>.&nbsp; The philologist&nbsp;Franz Susemihl (1826 -1901) and art historian <a href=\"/eggersf\">Friedrich Eggers</a> became friends and also, to a lesser degree, <a href=\"/burckhardtj\">Jakob Burckhardt</a>.&nbsp;Lübke was extremely poor these years and had relied on benefactors and modest work to remain in Berlin.&nbsp; After passing his exam, he was hired at a gymnasium to teach philology.&nbsp; The work of&nbsp;<a href=\"/puttrichl\">Ludwig Puttrich</a>,&nbsp;Denkmale der Baukunst des Mittelalters in Sachsen, became a model for&nbsp;Lübke.&nbsp; In 1871, Lübke was among the team of art historians (the others including <a href=\"/thausingm\">Moriz Thausing</a>, <a href=\"/lutzowk\">Carl von Lützlow</a>, <a href=\"/bayersdorfera\">Adolf Bayersdorfer</a>, <a href=\"/lippmannf\">Friedrich Lippmann</a>, <a href=\"/woltersa\">Alfred Wolters</a>, <a href=\"/meyerb\">Bruno Meyer</a>, <a href=\"/woermannk\">Karl Woermann</a>, <a href=\"/malszg\">G.": [
        [
            0,
            5,
            [
                "Luke",
                "Lube"
            ]
        ],
        [
            73,
            82,
            [
                "Zealand",
                "Thailand",
                "Rhineland",
                "Headland",
                "Haaland"
            ]
        ],
        [
            253,
            258,
            [
                "Range",
                "Rank",
                "Ranked",
                "Ranks",
                "Rake",
                "Ranee"
            ]
        ]
    ],
    "Malsz</a> and <a href=\"/bodew\">Wilhelm Bode</a>) who convened in Dresden to determine which of two versions of Hans Holbein the younger's <em>Meyer Madonna</em> was the autograph work.": [
        [
            0,
            5,
            [
                "Also",
                "Male",
                "Males",
                "Mass",
                "False",
                "Mall"
            ]
        ]
    ],
    "The so-called \"Holbein convention,\" one of the important events in nineteenth-century art history when many methodical approaches were employed to determined authenticity, concluded that the Darmstadt version was the original.": [],
    "In the mid 1880s, Lübke and Lützlow took over publication of the <em>Denkmäler der Kunst</em>, begun by <a href=\"/voita\">August von Voit</a>, as an atlas to <em>Handbuch der Kunstgeschichte</em> of <a href=\"/kuglerf\">Franz Kugler</a>.": [
        [
            18,
            23,
            [
                "Luke",
                "Lube"
            ]
        ],
        [
            28,
            35,
            [
                "Outflow"
            ]
        ]
    ],
    "At Lübke's death in 1893 the series was taken over by <a href=\"/semraum\">Max Semrau</a>.&nbsp; His students include <a href=\"/gurlittc\">Cornelius Gurltt</a></p>\n\n<p>Lübke's <em>Handbuch</em> became the standard view of art among the German public much the same (and for much the same reason) that <a href=\"/jansonh\">Horst Woldemar Janson</a> and his <em>History of Art</em> was in the United States in the 1960s and 1970s.": [
        [
            3,
            8,
            [
                "Luke",
                "Lube"
            ]
        ]
    ],
    "Lübke's declaration that \"Jews, having no artistic sensibility of their own, [and had] borrowed architectural forms on an eclectic principle from the nations dwelling around them,\" lent a historical validity to anti-Semitic stereotypes of Jews as parasites (Olin).</p>": [
        [
            0,
            5,
            [
                "Luke",
                "Lube"
            ]
        ]
    ]
}