{
    "<p>Art historiographer and theorist; refounder of art department at Bonn after World War II.": [
        [
            37,
            46,
            [
                "rebounder"
            ]
        ]
    ],
    "Lützeler's father was a porcelain painter and later a day laborer.": [
        [
            0,
            8,
            [
                "Butler",
                "Luther",
                "Letterer",
                "Cutler",
                "Guzzler",
                "Puzzler"
            ]
        ]
    ],
    "Attending university from such a modest background proved a challenge, but Lützeler nevertheless pursued university at Friedrich-Wilhelms-Universität (Bonn) studying art history and <em>Germanistik</em> under Paul Hankamer (1891-1945), <a href=\"/walzelo\">Oskar Walzel</a> (1864-1944), <a href=\"/clemenp\">Paul Clemen</a> and <a href=\"/worringerw\">Wilhelm Worringer</a>.": [
        [
            75,
            83,
            [
                "Butler",
                "Luther",
                "Letterer",
                "Cutler",
                "Guzzler",
                "Puzzler"
            ]
        ],
        [
            119,
            149,
            [
                "Friedrich-Wilhelm-Universität",
                "Friedrich-Wilhelms-University"
            ]
        ]
    ],
    "Beginning in 1919 he concentrated in philosophy at Cologne under the phenomenologist Max Scheler (1874-1928), whom Lützeler found as a spiritual friend and mentor.": [
        [
            115,
            123,
            [
                "Butler",
                "Luther",
                "Letterer",
                "Cutler",
                "Guzzler",
                "Puzzler"
            ]
        ]
    ],
    "Lützeler planed to earn his doctorate in art history, but his thesis topic on art perception was considered too philosophical for art historians.": [
        [
            0,
            8,
            [
                "Butler",
                "Luther",
                "Letterer",
                "Cutler",
                "Guzzler",
                "Puzzler"
            ]
        ]
    ],
    "His Ph.D.": [],
    "was granted in 1924 in philosophy, his dissertation supervised by the philosophy professor Adolf Dyroff (1866-1943).": [
        [
            0,
            3,
            [
                "Was"
            ]
        ],
        [
            97,
            103,
            [
                "Doff",
                "DeGroff",
                "Zaroff"
            ]
        ]
    ],
    "While writing his habilitation he worked as a theater critic and lecturer in Bonn.": [
        [
            18,
            30,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ]
    ],
    "His <em>Habilitationschrift</em>, accepted in 1930 was <em>Grundstile der Kunst</em> (foundational styles of art).": [],
    "Lützeler's strong Roman Catholic convictions, however, put him at odds with the Nazis, who assumed power in Germany in 1933.": [
        [
            0,
            8,
            [
                "Butler",
                "Luther",
                "Letterer",
                "Cutler",
                "Guzzler",
                "Puzzler"
            ]
        ]
    ],
    "His support of Jewish colleagues and opposition to Hitler resulted in the annulling of his habilitation in 1940, preventing him from teaching further.": [
        [
            91,
            103,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ]
    ],
    "He was banned from lecturing or publishing in the whole of the Reich in 1942.": [],
    "Lützeler fearlessly lectured, mostly to Catholic associations in the Rheinland.": [
        [
            0,
            8,
            [
                "Butler",
                "Luther",
                "Letterer",
                "Cutler",
                "Guzzler",
                "Puzzler"
            ]
        ],
        [
            69,
            78,
            [
                "Zealand",
                "Thailand",
                "Rhineland",
                "Headland",
                "Haaland"
            ]
        ]
    ],
    "After the fall of the Nazis in World War II, the occupying British forces re-established his academic rights in June 1945; he was appointed professor of art history and esthetics at Bonn in 1946, assuming direction of the Kunsthistorisches Institut in Bonn.": [
        [
            169,
            178,
            [
                "aesthetics",
                "esthetic"
            ]
        ],
        [
            240,
            248,
            [
                "Institute"
            ]
        ]
    ],
    "Lützeler helped found the <em>Zeitschrift für ästhetik und allgemeine Kunstwissenschaft</em> in 1947 which he edited with <a href=\"/gantnerj\">Joseph Gantner</a> beginning in 1952.": [
        [
            0,
            8,
            [
                "Butler",
                "Luther",
                "Letterer",
                "Cutler",
                "Guzzler",
                "Puzzler"
            ]
        ]
    ],
    "He also founded the <em>Bonner Beiträge zur Kunstwissenschaft</em> with <a href=\"/einemh\">Herbert von Einem</a> in 1950.": [],
    "During the student unrest years of 1967-1968 Lützeler served as Dean of the Faculty of Arts at Bonn.": [
        [
            45,
            53,
            [
                "Butler",
                "Luther",
                "Letterer",
                "Cutler",
                "Guzzler",
                "Puzzler"
            ]
        ]
    ],
    "He helped found the \"Forschungsstelle für Orientalische Kunstgeschichte\" (Research Center for Oriental Art History), and, after his retirement in 1970, acted as its director between 1974 and 1985.": [
        [
            38,
            41,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            42,
            55,
            [
                "Orientalist",
                "Orientalism",
                "Orientalists",
                "Orientalize"
            ]
        ]
    ],
    "His wife, Marga, died in 1979.": [
        [
            10,
            15,
            [
                "Maria",
                "Mara",
                "Marge",
                "Marta",
                "Margo",
                "Marla"
            ]
        ]
    ],
    "He died at age 86 and is buried at the Südfriedhof in Bonn.</p>\n\n<p>Lützeler conceived of art experience in a tripartite of what he termed \"experience\", \"perception\" and \"understanding.\"": [
        [
            68,
            76,
            [
                "Butler",
                "Luther",
                "Letterer",
                "Cutler",
                "Guzzler",
                "Puzzler"
            ]
        ]
    ],
    "He employed the diverse methodologies of anthropology, psychology and philosophy to create a world art history.": [],
    "Contemporary methodological approaches like iconology or <em>Geistesgeschichte</em> were viewed with suspicion by him (Fork).": [
        [
            44,
            53,
            [
                "phonology"
            ]
        ]
    ],
    "His reputation, however, has been largely limited to the German-speaking world as Lützeler published no scholarly work in English.</p>": [
        [
            82,
            90,
            [
                "Butler",
                "Luther",
                "Letterer",
                "Cutler",
                "Guzzler",
                "Puzzler"
            ]
        ]
    ]
}