{
    "<p>Keeper of the Tate, 1907-1911 and Wallace Collection, 1911-1924; early British exponent of French Impressionism.": [],
    "MacColl was the son of the Reverend Dugald MacColl (1826-1882) and Janet Scott Mathieson (MacColl) (d.": [
        [
            0,
            7,
            [
                "Mac Coll"
            ]
        ],
        [
            36,
            42,
            [
                "Dual",
                "Donald",
                "Ducal",
                "Durand",
                "Fugal",
                "Duval"
            ]
        ],
        [
            43,
            50,
            [
                "Mac Coll"
            ]
        ],
        [
            79,
            88,
            [
                "Matheson"
            ]
        ],
        [
            90,
            97,
            [
                "Mac Coll"
            ]
        ]
    ],
    "1895).": [],
    "He was educated at Glasgow Academy (graduated in 1869), and between 1873 and 1876 at University College School, Hampstead.": [
        [
            112,
            121,
            [
                "Hempstead"
            ]
        ]
    ],
    "He entered University College, London in 1876 graduating with his MA in 1881.": [],
    "He joined Lincoln College, Oxford, that year, earning the Newdigate prize for poetry in 1882.": [
        [
            58,
            67,
            [
                "Woodgate"
            ]
        ]
    ],
    "Beginning in 1887 he took a study trip for art, travelling in Italy, Greece, Germany, Holland, and Belgium, returning in 1889.": [],
    "He met and reputedly proposed marriage to the early woman classical art scholar <a href=\"/harrisonj\">Jane Ellen Harrison</a>.": [],
    "In England, MacColl studied art under Frederick Brown at the Westminster School of Art.": [
        [
            12,
            19,
            [
                "Mac Coll"
            ]
        ]
    ],
    "This landed him a job as art critic to <em>The Spectator</em> between 1890 and 1896.": [],
    "At the 1893 launch of the Goupil Gallery, MacColl regularly exhibited there and at the New English Art Club.": [
        [
            26,
            32,
            [
                "Gospel",
                "Pupil",
                "Groupie"
            ]
        ],
        [
            42,
            49,
            [
                "Mac Coll"
            ]
        ]
    ],
    "He and Harrison produced a collected work on vases, <em>Greek Vase Paintings: a Selection of Examples</em> in 1894.": [],
    "MacColl left criticism for the <em>Spectator</em> in 1896 to become art critic for the <em>Saturday Review</em>.": [
        [
            0,
            7,
            [
                "Mac Coll"
            ]
        ]
    ],
    "The following year he married Andrée Adèle Désirée Jeanne Zabé (d.": [
        [
            30,
            36,
            [
                "Andrew",
                "Andre",
                "Andrea",
                "Andrei",
                "Andres",
                "Andrey"
            ]
        ],
        [
            43,
            50,
            [
                "Desiree",
                "Desire",
                "Desired",
                "Desires"
            ]
        ],
        [
            58,
            62,
            [
                "Abe",
                "Gabe",
                "Zane",
                "Babe",
                "ZAE"
            ]
        ]
    ],
    "1945).": [],
    "In 1902 MacColl wrote his <em>Nineteenth Century Art</em>, a survey of the painting the century before and one of the first to place French Impressionism in context.": [
        [
            8,
            15,
            [
                "Mac Coll"
            ]
        ]
    ],
    "He gave Impressionism its first British show at the 1900 Glasgow Exhibition.": [],
    "In 1901 MacColl edited the <em>Architectural Review</em> (until 1905) as representative of the committee for literary direction.": [
        [
            8,
            15,
            [
                "Mac Coll"
            ]
        ]
    ],
    "MacColl used his position to champion modern art and criticized conservative art acquitision.": [
        [
            0,
            7,
            [
                "Mac Coll"
            ]
        ],
        [
            81,
            92,
            [
                "acquisition"
            ]
        ]
    ],
    "He publicly accused the executors of the the sculptor Sir Francis Chantrey estate of buying mediocre works for the Royal Academy, instead great works the will had demanded.": [
        [
            37,
            44,
            [
                "the"
            ]
        ],
        [
            66,
            74,
            [
                "Chandra",
                "Chantey",
                "Chan trey"
            ]
        ]
    ],
    "His book, the <em>Administration of the Chantrey Bequest</em> 1904, lead to the acquisition of the work of artists P. Wilson Steer, William Rothenstein, and Muirhead Bone.": [],
    "In 1906 MacColl left the <em>Saturday Review</em> (succeeded by <a href=\"/bakerc\">C.": [
        [
            8,
            15,
            [
                "Mac Coll"
            ]
        ]
    ],
    "H. Collins Baker</a>) to be keeper of the Tate Gallery.": [],
    "At the Tate, MacColl displayed many Turners never before seen, and established the Alfred Stevens room.": [
        [
            13,
            20,
            [
                "Mac Coll"
            ]
        ]
    ],
    "MacColl received an LLD from Glasgow in 1907.": [
        [
            0,
            7,
            [
                "Mac Coll"
            ]
        ]
    ],
    "Believing he had contracted tuberculosis, MacColl resigned in 1911 and moved to the warmer climate of Fiesole, Italy.": [
        [
            42,
            49,
            [
                "Mac Coll"
            ]
        ],
        [
            102,
            109,
            [
                "Fie sole"
            ]
        ]
    ],
    "Eventually convinced he did not have the disease, MacColl returned to London to become keeper of the Wallace Collection, succeeding <a href=\"/phillipsc\">Claude Phillips</a>.": [
        [
            50,
            57,
            [
                "Mac Coll"
            ]
        ]
    ],
    "MacColl was appointed a trustee of the Tate Gallery from 1917 (until 1927).": [
        [
            0,
            7,
            [
                "Mac Coll"
            ]
        ]
    ],
    "In 1924 he resigned and was succeeded at the Wallace by <a href=\"/camps\">Samuel James Camp</a>.": [
        [
            3,
            7,
            [
                "1924,"
            ]
        ]
    ],
    "He received an honorary DLitt from Oxford in 1925 and was appointed a member of the British School at Rome the same year.": [
        [
            24,
            29,
            [
                "List",
                "Diet",
                "Elite",
                "Lift",
                "Deity",
                "Dirt"
            ]
        ]
    ],
    "Between 1925 and 1929 he was a member of the Royal Fine Arts Commission.": [],
    "MacColl began contributing to the <em>Saturday Review</em> in 1921, moving to the <em>Week-End Review</em> in 1930 when Gerald Barry, its editor, left as well.": [
        [
            0,
            7,
            [
                "Mac Coll"
            ]
        ]
    ],
    "In 1931 MacColl published <em>Confessions of a Keeper</em>, his collected criticism and in 1940 his collected poetry.": [
        [
            8,
            15,
            [
                "Mac Coll"
            ]
        ]
    ],
    "He continued to write artists' biographies, and in 1945, his <em>Life, Work and Setting of Philip Wilson Steer</em> won the James Tait Black memorial prize.": [
        [
            130,
            134,
            [
                "Wait",
                "Tail",
                "Tied",
                "Tie",
                "Ties",
                "Tier"
            ]
        ]
    ],
    "He died at his home in Hampstead and was cremated at Golders Green crematorium.": [
        [
            23,
            32,
            [
                "Hempstead"
            ]
        ],
        [
            53,
            60,
            [
                "Holders",
                "Golfers",
                "Folders",
                "Polders",
                "Solders",
                "Gilders"
            ]
        ]
    ],
    "MacColl's early writings praised the modernist artists of French impressionists and the English followers.": [
        [
            0,
            7,
            [
                "Mac Coll"
            ]
        ]
    ],
    "He frequently criticized the conservatism of the Royal Academy.": [],
    "It was largely through MacColl's efforts that the National Art Collections Fund was founded in 1903.": [
        [
            23,
            30,
            [
                "Mac Coll"
            ]
        ]
    ],
    "During the 1920s MacColl lobbied hard for the repair (instead of destruction) of John Rennie's Waterloo Bridge, which had begun to collapse.": [
        [
            17,
            24,
            [
                "Mac Coll"
            ]
        ],
        [
            86,
            92,
            [
                "Ronnie",
                "Jennie",
                "Bennie",
                "Lennie",
                "Rennin"
            ]
        ]
    ],
    "Despite his efforts, the bridge was demolished.</p>": []
}