{
    "<p>Landscape architectural historian at Dumbarton Oaks, 1972-1988.": [
        [
            40,
            49,
            [
                "Lumberton"
            ]
        ]
    ],
    "Blair was raised in Colorado Springs, CO.": [],
    "She earned her B.A.": [],
    "from Vassar College in 1946 and an M.A.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "from the Institute of Fine Arts, New York University.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "She married Gregory MacDougall, changing her name at that time (later divorced).": [],
    "Living in Boston during the 1960s and early 1970s, she served on the Cambridge Historical Commission, co-authoring volume two of the <em>Cambridge Architectural Survey</em>.": [],
    "She was later appointed chair of the newly formed Boston Landmarks Commission.": [],
    "In 1970 she earned her Ph.D.": [
        [
            3,
            7,
            [
                "1970,"
            ]
        ]
    ],
    "from Harvard writing on the topic of the development of the Roman Garden Style.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "Between 1972 and 1988, MacDougall served as director of the program of studies in Landscape Architecture at Dumbarton Oaks, Harvard University's research center in Washington, D. C. John Dixon Hunt succeeded MacDougall upon her retirement in 1988.": [
        [
            108,
            117,
            [
                "Lumberton"
            ]
        ]
    ],
    "She was a member of the Faculty of Arts and Sciences and a visiting associate professor at the Harvard Graduate School of Design.": [],
    "She served as the Society of Architectural Historians president and vice president, and then editor of the society's journal from 1984 to 1987.": [],
    "In her retirement, she researched architectural historiography.": [],
    "Her death was the result of pneumonia.": [],
    "MacDougall, known as Betty, helped transform the study of gardens into an academic discipline.": [],
    "She was one of the first scholars to use art-historical principles for the topic, analyzing the use of color and design in 16th- and 17th-century French and Italian gardens similar to way art historians study other painting of the period.</p>": []
}