{
    "<p>Architectural historian of classical Rome, professor of art, Smith College, 1965-.": [],
    "MacDonald's father was William Lloyd MacDonald, Sr., and his mother Susan E. Elrod (MacDonald).": [
        [
            77,
            82,
            [
                "Elroy",
                "El rod"
            ]
        ]
    ],
    "He served in World War II in the U.S.": [],
    "Army Air Forces, 1942-1945, rising to first lieutenant.": [],
    "Afterward, MacDonald entered Harvard University, receiving his A.B.": [],
    "in 1949.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He began lecturing at:Boston Architectural Center in the history of architecture in 1950, continuing for his A.M.at Harvard.": [],
    "During that time he participated in the excavation of the mosaics at Hagia Sophia, organized by the Byzantine Institute, beginning in 1951, immediately after the death of its instigator, <a href=\"/whittemoret\">Thomas Whittemore</a>.": [],
    "His master's degree was awarded from Harvard in 1953.": [],
    "The same year he married Dale Ely.": [
        [
            30,
            33,
            [
                "Fly",
                "Rely",
                "Elf",
                "Elk",
                "Elm",
                "Ply"
            ]
        ]
    ],
    "MacDonald taught at Wheaton College, Norton, MA, as an instructor of classics in 1953 while pursuing his Ph.D.": [],
    "After an American Academy in Rome fellowship, 1954-1956, he graduated in 1956, writing his dissertation on the Hippodrome structure in Byzantium.": [],
    "The same year he joined Yale University as an instructor, promoted to assistant professor in 1959.": [],
    "He published <em>Early Christian and Byzantine Architecture</em> in 1962 and the following year was made associate professor of history of art at Yale.": [],
    "His second book, <em>The Architecture of the Roman Empire</em> appeared in 1965.": [],
    "In what has been described as a \"generational transition/bloodbath\" in the department (Sears), MacDonald left along with several other younger scholars, including <a href=\"/kostofs\">Spiro Konstantin Kostof</a>.": [],
    "He joined Smith College, Northampton, MA, as professor of art in 1965 where he remained the rest of his career.": [],
    "Macdonald was appointed A. P. Brown Professor in 1974.": [],
    "He wrote several moving biographical entries on Whittemore, an important man-of-action for Byzantine art who had heretofore not been documented, beginning with a piece for the <em>American Biographical Dictionary</em> in 1974.": [
        [
            48,
            58,
            [
                "Whitmore"
            ]
        ]
    ],
    "He also authored the book, <em>Northampton Massachusetts Architecture and Buildings</em>, 1975.": [],
    "His <em>Architecture of the Roman Empire</em> was reissued as a 3-volume paperback set in the 1980s, part of the Yale Publications in the History of Art.": [],
    "It became the standard text for undergraduate courses for most of the second half of the twentieth century.": [],
    "United States</p>": []
}