{
    "<p>Biographer of French Realist and Post-Impressionist artists.": [],
    "Mack's parents were Adolph \"Dick\" Mack (1858-1948), a pharmacist and owner of a pharmacy, and Clara Gerstle (Mack) (1861-1909), daughter of the Lewis Gerstle, grocery magnate of San Francisco (Gerstle Park, Marin County).": [
        [
            100,
            107,
            [
                "Gentle",
                "Wrestle",
                "Trestle",
                "Nestle",
                "Pestle",
                "Gristle"
            ]
        ],
        [
            150,
            157,
            [
                "Gentle",
                "Wrestle",
                "Trestle",
                "Nestle",
                "Pestle",
                "Gristle"
            ]
        ],
        [
            193,
            200,
            [
                "Gentle",
                "Wrestle",
                "Trestle",
                "Nestle",
                "Pestle",
                "Gristle"
            ]
        ]
    ],
    "Mack attended the University of California before switching to the Massachusetts Institute of Technology, from which he received his B. A. in architecture in 1916.": [],
    "He worked as an architectural draftsman in New York until World War I was declared.": [],
    "After serving in the War, he returned to San Francisco where he again did architectural drawing and theater design production.": [],
    "In 1926 he left his architecture to travel to Spain where he made architectural measurements together with Thomas Gibson (1865-1941), producing a book on southern Spanish architecture in 1928.": [
        [
            3,
            7,
            [
                "1926,"
            ]
        ]
    ],
    "A companion volume for northern Spanish architecture appeared in 1930.": [],
    "Mack did extensive archival research in France, England and the United States on the artist Paul Cézanne, publishing a scholarly yet popular biography in 1935.": [],
    "This met with critical acclaim for its original archival research, standardizing the artist's life.": [],
    "He followed this with a second biography on Henri Toulouse-Lautrec in 1938.": [],
    "Mack served in the military a second time during World War II, stationed in England with the office of Strategic Services.": [],
    "During this time, he published a history on the Panama Canal.": [],
    "After the war, Mack wrote a third biography of a French artist, Gustave Courbet, in 1951.": [],
    "He authored a book on the 1906 San Francisco earthquake, of which he was a personal survivor, in 1981.": [],
    "Mack died in his Manhattan apartment at age 88.": [],
    "His papers, 1903-1974, are held at the University of California, Berkeley.Mack was the earliest full-length biographer of Cézanne in English.": [
        [
            74,
            78,
            [
                " Mack"
            ]
        ]
    ],
    "His biography began a series of scholarly English-language-authored biographies on the artist by <a href=\"/rewaldj\">John Rewald</a>, <a href=\"/lindsayj\">Jack Lindsay</a> and <a href=\"/nochlinl\">Linda Nochlin</a>.": [],
    "Mack's thoroughness as an archival researcher dispelled many stories about the artist, for example, that the artist's family had descended from a Napoleonic officer and a black woman.</p>": []
}