{
    "<p>Deputy Keeper of the National Gallery, 1952-1961; responsible for moving two national art collections to wartime safety.": [],
    "MacLaren was raised in Blackheath, London.": [
        [
            0,
            8,
            [
                "Maclaren",
                "McLaren",
                "McLean",
                "MacLean",
                "MacLain",
                "Maclean"
            ]
        ],
        [
            23,
            33,
            [
                "Black heath"
            ]
        ]
    ],
    "His father, also Neil MacLaren, was a journalist who founded the London School of Journalism in 1920.": [
        [
            22,
            30,
            [
                "Maclaren",
                "McLaren",
                "McLean",
                "MacLean",
                "MacLain",
                "Maclean"
            ]
        ]
    ],
    "The younger MacLaren attended Malvern College and the London University, majoring in English.": [
        [
            12,
            20,
            [
                "Maclaren",
                "McLaren",
                "McLean",
                "MacLean",
                "MacLain",
                "Maclean"
            ]
        ],
        [
            30,
            37,
            [
                "Tavern",
                "Calvert",
                "Cavern",
                "Malden",
                "Maven",
                "Salver"
            ]
        ]
    ],
    "At the establishment of the Courtauld Institute, MacLaren became one of their first admitted students.": [
        [
            28,
            37,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ],
        [
            49,
            57,
            [
                "Maclaren",
                "McLaren",
                "McLean",
                "MacLean",
                "MacLain",
                "Maclean"
            ]
        ]
    ],
    "He joined the National Gallery, London, in 1935.": [],
    "MacLaren had a particular affinity for Spanish painting.": [
        [
            0,
            8,
            [
                "Maclaren",
                "McLaren",
                "McLean",
                "MacLean",
                "MacLain",
                "Maclean"
            ]
        ]
    ],
    "When civil war broke out in Spain, he advised in the removal of the paintings from the Prado to Geneva, Switzerland, in 1939 were they were exhibited at the Musée d'Art et d'histoire there, \"Les chefs-d'oeuvre du Musée du Prado.\"": [
        [
            157,
            162,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            174,
            182,
            [
                "history",
                "historic",
                "histories",
                "histone",
                "historize"
            ]
        ],
        [
            210,
            212,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ],
        [
            213,
            218,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ]
    ],
    "At the outbreak of World War II, he joined the army, but was released to help safeguard the National Gallery building.": [],
    "Under Gallery Director <a href=\"/clarkk\">Kenneth Clark</a> he and another deputy keeper, <a href=\"/daviesm\">Martin Davies</a>, supervised the war-time evacuation of paintings to a mine in North Wales.": [],
    "Davies remained in Wales while MacLaren was in charge of the Gallery building in London.": [
        [
            31,
            39,
            [
                "Maclaren",
                "McLaren",
                "McLean",
                "MacLean",
                "MacLain",
                "Maclean"
            ]
        ]
    ],
    "During the German Blitz attack in London, he slept in the basement with the Chief Warder.": [],
    "In 1947 he organized the exhibition of \"Spanish Paintings from British Collections at the Arts Council of Great Britain.\"": [
        [
            3,
            7,
            [
                "1947,"
            ]
        ]
    ],
    "He married Nina Tarakanova (1911-1994), a Russian former ballerina of Sergei Diaghilev (1872-1929) and his company, the following year.": [],
    "Soon afterward, the Gallery established a conservation department, which MacLaren supervised.": [
        [
            73,
            81,
            [
                "Maclaren",
                "McLaren",
                "McLean",
                "MacLean",
                "MacLain",
                "Maclean"
            ]
        ]
    ],
    "As such he weighed in heavily against the Gallery's cleaning policy.": [],
    "Together with Anthony E. Werner, the gallery's research chemist, he authored an article on the nature of glazes.": [],
    "The cleaning issue became emotional in some cases, with other scholars, such as <a href=\"/mahond\">Denis Mahon</a>, arguing against and <a href=\"/gombriche\">E.": [],
    "H. Gombrich</a> arguing for.": [],
    "MacLaren developed detailed conservation files for every painting including full written details, X-ray, infra-red and ultra-violet photographs when made.": [
        [
            0,
            8,
            [
                "Maclaren",
                "McLaren",
                "McLean",
                "MacLean",
                "MacLain",
                "Maclean"
            ]
        ],
        [
            119,
            131,
            [
                "ultraviolet"
            ]
        ]
    ],
    "He was appointed Deputy Keeper responsible for the Spanish, Dutch and Flemish schools of painting.": [],
    "In 1952 he issued a catalog of the Gallery's collection in Spanish painting.": [
        [
            3,
            7,
            [
                "1952,"
            ]
        ]
    ],
    "It revealed many archival discoveries which MacLaren had unearthed.": [
        [
            44,
            52,
            [
                "Maclaren",
                "McLaren",
                "McLean",
                "MacLean",
                "MacLain",
                "Maclean"
            ]
        ]
    ],
    "One of the hires in MacLaren's department was the future director of the National Gallery, <a href=\"/leveym\">Michael Levey</a>.": [
        [
            20,
            28,
            [
                "Maclaren",
                "McLaren",
                "McLean",
                "MacLean",
                "MacLain",
                "Maclean"
            ]
        ]
    ],
    "A catalog of the Dutch school appeared by MacLaren in 1960 replacing one of 1929.": [
        [
            42,
            50,
            [
                "Maclaren",
                "McLaren",
                "McLean",
                "MacLean",
                "MacLain",
                "Maclean"
            ]
        ]
    ],
    "At the death of Keeper <a href=\"/gibsonw\">William Pettigrew Gibson</a> in 1960, MacLaren believed himself in succession for the job, despite disputes with the current director <a href=\"/hendyp\">Philip Hendy</a> and the other candidate, Davies, senior to him.": [],
    "When Hendy appointed Davies, MacLaren resigned, joining Sotheby's auction house as their chief adviser on Spanish painting.": [
        [
            5,
            10,
            [
                "Henry",
                "Wendy",
                "Handy",
                "Heady",
                "Bendy",
                "Hendry"
            ]
        ],
        [
            29,
            37,
            [
                "Maclaren",
                "McLaren",
                "McLean",
                "MacLean",
                "MacLain",
                "Maclean"
            ]
        ]
    ],
    "An ebullient and extrovert personality, MacLaren eschewed the company of other art historians in England, who reciprocated by ignoring his somewhat conservative writings.": [
        [
            40,
            48,
            [
                "Maclaren",
                "McLaren",
                "McLean",
                "MacLean",
                "MacLain",
                "Maclean"
            ]
        ]
    ],
    "His catalogs were superseded by newer versions by Allan Braham (1970) and Christopher Brown (1991).": [
        [
            56,
            62,
            [
                "Graham",
                "Abraham",
                "Brahma",
                "Bra ham"
            ]
        ]
    ],
    "In addition to his specialty and devotion to Spanish art, MacLaren was also an authority on the Gallery's Rubens and Van Dyck pictures.</p>": [
        [
            58,
            66,
            [
                "Maclaren",
                "McLaren",
                "McLean",
                "MacLean",
                "MacLain",
                "Maclean"
            ]
        ]
    ]
}