{
    "<p>Byzantinist and Italian Renaissance scholar; Director, Victoria and Albert Museum, London, 1924-1945.": [
        [
            3,
            14,
            [
                "Byzantines"
            ]
        ]
    ],
    "Maclagen was the son of William Dalrymple Maclagan (1826-1910), bishop of Lichfield, and Augusta Anne Barrington.": [
        [
            0,
            8,
            [
                "Maclaren"
            ]
        ],
        [
            42,
            50,
            [
                "McLagan"
            ]
        ],
        [
            74,
            83,
            [
                "Litchfield"
            ]
        ]
    ],
    "He attended Winchester College, before Christ Church, Oxford, focusing on classics.": [],
    "His personal interest was initially in literature and poetry.": [],
    "He published verse <em>Leaves in the Road</em>, in 1901.": [],
    "After graduating in 1902, an interest in William Blake leading to his study, <em>Blake's Prophetic Books</em>, <em>Jerusalem</em>, 1904, and <em>Milton</em>, 1907, both with Archibald George Blomefield Russell (1879-1955).": [
        [
            191,
            201,
            [
                "Bloomfield"
            ]
        ]
    ],
    "He secured a position as assistant in the department of textiles at the Victoria and Albert Museum in 1905, writing <em>A Guide to English Ecclesiastical Embroideries</em> for the Museum in 1907.": [],
    "Maclagan was promoted to the department of architecture and sculpture in 1909, reinstalling the collection of Italian sculpture.": [
        [
            0,
            8,
            [
                "McLagan"
            ]
        ]
    ],
    "His friendship with the poet William Butler Yeats (1865-1939) led to him providing Yeats with the text of Liudprand of Cremona (c.": [
        [
            119,
            126,
            [
                "Ceremony",
                "Fremont",
                "Ramona",
                "Clemons",
                "Creon",
                "Tremont"
            ]
        ]
    ],
    "922-972) in 1910, which became the source for Yeats' \"Sailing to Byzantium\" poem.": [],
    "In 1912 Maclagan met the Byzantinist <a href=\"/tylerr\">Royall Tyler</a> and his wife in Venice where they toured the monuments.": [
        [
            8,
            16,
            [
                "McLagan"
            ]
        ],
        [
            25,
            36,
            [
                "Byzantines"
            ]
        ]
    ],
    "He married Helen Elizabeth Lascelles (1879-1942) in 1913.": [
        [
            27,
            36,
            [
                "Nacelles",
                "Sarcelles"
            ]
        ]
    ],
    "Maclagen's second museum catalog, <em>Catalogue of Italian Plaquettes</em> appeared in 1924.": [
        [
            0,
            8,
            [
                "Maclaren"
            ]
        ]
    ],
    "During World War I, Maclagan served in the Foreign Office from 1916 and in 1918 at the Ministry of Information as head of the Paris bureau and controller for France.": [
        [
            20,
            28,
            [
                "McLagan"
            ]
        ]
    ],
    "While in France, he met and became friends with the writer <a href=\"/whartone\">Edith Wharton</a> (1862-1937), who was doing relief work in France.": [],
    "He was appointed CBE (Commander of the Order of the British Empire) in 1919.": [],
    "He returned to the Victoria and Albert Museum and, at the retirement of <a href=\"/harcourtsmithc\">Cecil Harcourt-Smith</a> in 1924, became director.": [],
    "He delivered the <a href=\"/nortonc\">Charles Eliot Norton</a> lectures as professor of the same name at Harvard for the 1927-1928 year.": [],
    "Maclagan assigned the completion of his earlier <em>Catalogue of Italian Sculpture</em>, to the department's assistant keeper <a href=\"/longhurstm\">Margaret Longhurst</a>, which was published in 1932.": [
        [
            0,
            8,
            [
                "McLagan"
            ]
        ]
    ],
    "He was knighted the following year.": [],
    "His Norton lectures appeared in 1935 as <em>Italian Sculpture of the Renaissance</em>.": [],
    "As a director, Maclagen worked toward broader public appeal for the museum.": [
        [
            15,
            23,
            [
                "Maclaren"
            ]
        ]
    ],
    "He instituted sixpenny picture books, free public lectures, and an \"object of the week.\"": [
        [
            14,
            22,
            [
                "six penny"
            ]
        ]
    ],
    "He oversaw such exhibitions as the art of the livery companies of the City of London (1926), one on English medieval art (1930), the William Morris centenary exhibition (1934), Eumorfopoulos collection (1936).": [],
    "During World War II, he chaired the fine arts committee of the British Council beginning in 1941 continuing its traveling exhibits after the war.": [],
    "His essay, <em>The Bayeux Tapestry</em>, became a minor best seller, published in 1943 under the <em>King-Penguin</em> series.": [
        [
            56,
            67,
            [
                "bestseller"
            ]
        ]
    ],
    "Maclagen received honorary degrees from Birmingham (LLD, 1944) and Oxford (DLitt, 1945).": [
        [
            0,
            8,
            [
                "Maclaren"
            ]
        ],
        [
            75,
            80,
            [
                "List",
                "Diet",
                "Elite",
                "Lift",
                "Deity",
                "Dirt"
            ]
        ]
    ],
    "Following the War, he also hosted an exhibition of sculptures removed from Westminster Abbey for safekeeping in 1945.": [],
    "The same year he was appointed KCVO.": [
        [
            31,
            35,
            [
                "CVO",
                "KC VO"
            ]
        ]
    ],
    "A religious man involved in the Anglo-Catholic movement, he combined his interest and skills for the Central Council for the Care of Churches, headquartered in the Victoria and Albert Museum.": [],
    "While traveling in Spain, he died suddenly climbing to the church of Santa Cristina Pola de Lena.": [
        [
            84,
            88,
            [
                "Pole",
                "Poll",
                "Polar",
                "Polo",
                "Poly",
                "Polk"
            ]
        ]
    ],
    "He is buried at the British cemetery at Bilbao.": [],
    "He was the first to envisage the system of rearranging the museum according to primary and secondary collections, thereby making the task of obtaining some impression of the museum as a whole a less formidable proposition for the general visitor.": [],
    "This reorganization proved impracticable in the financial climate of the thirties and was not realized until <a href=\"/ashtonl\">Leigh Ashton</a> reassembled the collections after 1945, when a new field of opportunity was opened and a fresh emphasis was placed upon the whole question of museum display.": [],
    "During Maclagan's term of office, fresh interest was focused on the museum either by the acquisitions or by the series of distinguished exhibitions which he personally organized.": [
        [
            7,
            15,
            [
                "McLagan"
            ]
        ]
    ],
    "These reflected the fastidious precision of his scholarship and the wide range of his perceptions as a connoisseur.": [],
    "Fluent in French and German, he He was one of the first private collectors to buy the work of Henry Moore and unveiled the painting of the crucifixion by Graham Sutherland in the church of St.": [
        [
            29,
            34,
            [
                "he"
            ]
        ]
    ],
    "Matthew at Northampton.": [],
    "His skill as a bookplate designer resulted in one for the American art historian <a href=\"/berensonb\">Bernard Berenson</a>.": [],
    "Maclagan and Longhurst's Italian sculpture catalog was superseded in 1964 by that of <a href=\"/popehennessyj\">John Pope-Hennessy</a>.</p>": [
        [
            0,
            8,
            [
                "McLagan"
            ]
        ]
    ]
}