{
    "<p>Author of the first Prado catalog and Director of the Museo de Arte Moderno, Madrid, 1885-1898.": [
        [
            71,
            78,
            [
                "Modern",
                "Moderns",
                "Moderna"
            ]
        ]
    ],
    "Madrazo was the son of the painter José de Madrazo y Agudo (1781-1859).": [
        [
            0,
            7,
            [
                "Madras",
                "Medrano",
                "Madrasa",
                "Madroño"
            ]
        ],
        [
            53,
            58,
            [
                "Aged",
                "Ago",
                "Audio",
                "Auto",
                "Audi",
                "Judo"
            ]
        ]
    ],
    "He studied law in Spain before contemporary art in Paris.": [],
    "Madrazo published articles of art criticism in <em>El artista</em> in 1835 and 1836 before returning to Madrid in 1840, continuing to contribute to the journals <em>El laberinto</em>, <em>El español</em> and <em>No me olvides</em>.": [
        [
            0,
            7,
            [
                "Madras",
                "Medrano",
                "Madrasa",
                "Madroño"
            ]
        ]
    ],
    "Madrazo was commissioned to write the first permanent holdings catalog for the Museo del Prado which was published in 1843.": [
        [
            0,
            7,
            [
                "Madras",
                "Medrano",
                "Madrasa",
                "Madroño"
            ]
        ]
    ],
    "He contributed the sections on the Spanish and Italian schools in the 1872 Catalogo descriptivo e histórico del Museo del Prado.": [
        [
            75,
            83,
            [
                "Catalog",
                "Catalogs"
            ]
        ],
        [
            84,
            95,
            [
                "descriptive"
            ]
        ],
        [
            98,
            107,
            [
                "historic"
            ]
        ]
    ],
    "Madrazo wrote numerous articles to the multivolume <em>Recuerdos y bellezas de España</em> 1839-6, <em>Monumentos arquitectónicos de España</em> 1884-92 and <em>España: Sus monumentos y su arte</em> 1884-92.": [
        [
            0,
            7,
            [
                "Madras",
                "Medrano",
                "Madrasa",
                "Madroño"
            ]
        ]
    ],
    "In the 1870s, he published archaeological studies on silverwork, tapestries and enamels.": [
        [
            53,
            63,
            [
                "silver work"
            ]
        ]
    ],
    "His article contributions were published in the journal <em>La ilustración española y americana</em>.": [],
    "His <em>Viaje artístico de tres siglos por las colecciones de cuadros de los reyes de España</em> appeared in 1884.": [],
    "The following year he was appointed Director of the new Museo de Arte Moderno in Madrid.": [
        [
            70,
            77,
            [
                "Modern",
                "Moderns",
                "Moderna"
            ]
        ]
    ],
    "He remained director until his death in 1898.</p>": []
}