{
    "<p>Collector and historian of Baroque art.": [],
    "Mahon was heir to the Guinness Mahon merchant banking fortune.": [
        [
            0,
            5,
            [
                "Mason",
                "Macon",
                "Manon",
                "Mahan"
            ]
        ],
        [
            31,
            36,
            [
                "Mason",
                "Macon",
                "Manon",
                "Mahan"
            ]
        ]
    ],
    "His father was John FitzGerald Mahon (d.": [
        [
            20,
            30,
            [
                "Fitzgerald",
                "Fitz Gerald"
            ]
        ],
        [
            31,
            36,
            [
                "Mason",
                "Macon",
                "Manon",
                "Mahan"
            ]
        ]
    ],
    "1942) son of the 4th Baronet of Castlegar, County Galway, Ireland, and his mother Lady Alice Evelyn Browne (d.": [
        [
            32,
            41,
            [
                "Castle gar"
            ]
        ]
    ],
    "1970).": [],
    "After attending Eton, Mahon entered Christ Church, Oxford University, where he received an M.A.in history in 1932 and where <a href=\"/clarkk\">Kenneth Clark</a>, later a director of the National Gallery, was director of the Ashmolean Museum.": [
        [
            22,
            27,
            [
                "Mason",
                "Macon",
                "Manon",
                "Mahan"
            ]
        ]
    ],
    "Mahon stayed to study with Clark informally after his degree and Clark steered Mahon to research the rather neglected field of Italian 17th-century painting.": [
        [
            0,
            5,
            [
                "Mason",
                "Macon",
                "Manon",
                "Mahan"
            ]
        ],
        [
            79,
            84,
            [
                "Mason",
                "Macon",
                "Manon",
                "Mahan"
            ]
        ]
    ],
    "Mahon attended lectures on the Italian Baroque by <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a> at the newly-founded Courtauld Institute in London in 1933.": [
        [
            0,
            5,
            [
                "Mason",
                "Macon",
                "Manon",
                "Mahan"
            ]
        ]
    ],
    "Pevsner directed Mahon's research on Guercino, producing the first analysis of this artist in English.": [
        [
            0,
            7,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ],
        [
            17,
            22,
            [
                "Mason",
                "Macon",
                "Manon",
                "Mahan"
            ]
        ]
    ],
    "The following year, 1934, he began collecting art when he spotted Guercino's <em>Jacob Blessing the Sons of Joseph</em> through a dealer's window in Paris.": [],
    "In the late 1930s he met the refugee art historian <a href=\"/kurzo\">Otto Kurz</a>, a fellow enthusiast of the Italian Baroque.": [],
    "Mahon employed Kurz to translate Italian and traveled with him to the Soviet Union to study the Italian masters there.": [
        [
            0,
            5,
            [
                "Mason",
                "Macon",
                "Manon",
                "Mahan"
            ]
        ],
        [
            15,
            19,
            [
                "Kurt",
                "Kurtz",
                "Kurd"
            ]
        ]
    ],
    "Among Mahon's other astute buys were Guido Reni's <em>Rape of Europa</em>, a work orginally commissioned for the King of Poland in 1636, which Mahon purchased in 1945 at a Christie's auction.": [
        [
            6,
            11,
            [
                "Mason",
                "Macon",
                "Manon",
                "Mahan"
            ]
        ],
        [
            82,
            91,
            [
                "originally"
            ]
        ],
        [
            143,
            148,
            [
                "Mason",
                "Macon",
                "Manon",
                "Mahan"
            ]
        ]
    ],
    "In 1947 he published <em>Studies in Seicento Art and Theory</em>, a series of essays promoting seventeenth-century Italian art.": [
        [
            3,
            7,
            [
                "1947,"
            ]
        ]
    ],
    "These nearly single-handedly served to change scholarly opinion on the era.": [],
    "Mahon met the young art historian <a href=\"/salernol\">Luigi Salerno</a> while Salerno was a fellow at the Warburg which began a life-long collaboration and friendship.": [
        [
            0,
            5,
            [
                "Mason",
                "Macon",
                "Manon",
                "Mahan"
            ]
        ]
    ],
    "Salerno's early publications on Giovanni Lanfranco and <a href=\"/mancinig\">Giulio Mancini</a> were indebted to Mahon's critique (Julier).": [
        [
            41,
            50,
            [
                "Gianfranco"
            ]
        ]
    ],
    "In Bologna, the art historian <a href=\"/gnudic\">Cesare Gnudi</a> sponsored many exhibitions with Mahon, bringing these artists to a higher profile.": [],
    "Mahon took his beliefs into politics in the mid-1950s by working to defeat a bill to allow the National Gallery to sell paintings in its collection.": [
        [
            0,
            5,
            [
                "Mason",
                "Macon",
                "Manon",
                "Mahan"
            ]
        ]
    ],
    "He became a trustee of the National Gallery in 1956.": [],
    "At that time, the museum had not bought a major Italian Baroque painting in the past century.": [],
    "In 1960 Mahon published a public disagreement with the dating and chronology of early works of Poussin, then on display at the Louvre exhibition on Poussin, a show arranged by the other high-profile British Poussin scholar, <a href=\"/blunta\">Anthony Blunt</a>.": [
        [
            8,
            13,
            [
                "Mason",
                "Macon",
                "Manon",
                "Mahan"
            ]
        ]
    ],
    "This professional rivalry lasted throughout both their careers.": [],
    "As a trustee of the Gallery, Mahon weighed in publicly against the cleaning (\"overcleaning\" he termed it) of Gallery paintings in the early 1960s, opposing the opinions of others including Kurz and <a href=\"/gombriche\">E.": [
        [
            29,
            34,
            [
                "Mason",
                "Macon",
                "Manon",
                "Mahan"
            ]
        ],
        [
            189,
            193,
            [
                "Kurt",
                "Kurtz",
                "Kurd"
            ]
        ]
    ],
    "H. Gombrich</a>.": [],
    "When his term on the board ended in 1964, he served a second term--unique in the institution, beginning in 1966.": [],
    "He was appointed CBE in 1967.": [],
    "Again in collaboration with Salerno, Mahon identified two paintings in the 1970s to Caravaggio in American museums, the Detroit Institute of Arts \"Martha and Mary Magdalene\" and the Cleveland Museum of Art \"The Crucifixion of Saint Andrew.\"": [
        [
            37,
            42,
            [
                "Mason",
                "Macon",
                "Manon",
                "Mahan"
            ]
        ]
    ],
    "In 1973 he led the opposition against the Conservative Government to force museums to charge entry fees.": [
        [
            3,
            7,
            [
                "1973,"
            ]
        ]
    ],
    "When a painting in the process of being cleaned in 1992, \"Christ taken into Captivity,\" in Dublin and thought to be a Caravaggio, Mahon discovered the archival reference to the painting, verifying it as by the master.": [
        [
            130,
            135,
            [
                "Mason",
                "Macon",
                "Manon",
                "Mahan"
            ]
        ]
    ],
    "This has been termed one of the most remarkable re-attributions of the century (<em>Times</em>).": [],
    "Mahon received honorary doctorates from Newcastle in 1969, Oxford in 1994, Rome (La Sapienza) in 1998, and Bologna in 2002.": [
        [
            0,
            5,
            [
                "Mason",
                "Macon",
                "Manon",
                "Mahan"
            ]
        ]
    ],
    "He was knighted in 1986.": [],
    "In 1999, at age 89, he donated his vast collection to various public museums in the British Isles and Italy.": [],
    "His donations included: twenty-six works went to the National Gallery, London, five to the Birmingham Museum and Art Gallery, six to the Fitzwilliam Museum, Cambridge, eight to the National Gallery of Scotland, one to Temple Newsam in Leeds, twelve to the Ashmolean in Oxford, a number to the National Gallery of Ireland, Dublin and the Pinacoteca Nazionale, Bologna.": [
        [
            225,
            231,
            [
                "Newsom",
                "News am"
            ]
        ],
        [
            348,
            357,
            [
                "National",
                "Nationals",
                "Rationale"
            ]
        ]
    ],
    "He died at his London home--the only one he had ever lived in--at age one hundred.": [],
    "Mahon was one of the few major collectors of art who was also a serious and respected scholar.": [
        [
            0,
            5,
            [
                "Mason",
                "Macon",
                "Manon",
                "Mahan"
            ]
        ]
    ],
    "As a collector, he was responsible, along with <a href=\"/sitwells\">Sacheverell Reresby Sitwell</a> and <a href=\"/boreniust\">Tancred Borenius</a>, for bringing Italian Baroque painters to the attention of English-speaking collecting public and scholars.": [],
    "Between 1934 to the late 1960's Mahon collected Italian baroque pictures when few others did.": [
        [
            25,
            31,
            [
                "1960s"
            ]
        ],
        [
            32,
            37,
            [
                "Mason",
                "Macon",
                "Manon",
                "Mahan"
            ]
        ]
    ],
    "\"They were worth nothing in the Thirties...for thirty years I had the field to myself,\" he once quipped.": [],
    "He claimed never to have paid more than 2000 pounds for a picture and stopped when prices rose, in part because of his very scholarship.": [],
    "His <em>Studies</em>, 1947, revised Guercino's reputation, by proving through documentary evidence that the artist's change from an early painterly style to one of restrained classicism was not failure of inspiration but because of contemporary aesthetic theory.": [],
    "His generally conservative methodology has been criticized by few.": [],
    "A celebrated methodological exchange occurred between him and <a href=\"/harrisa\">Ann Sutherland Harris</a> on documents concerning Poussin.": [],
    "His chronology for the early Poussin work, based largely upon connoisseurship, has generally been favored over his rivals.</p>": []
}