{
    "<p>Novelist and art historian/theorist; French Minister of Culture, 1960-1969.": [],
    "Malraux was the son of Fernand-Georges Malraux (1879-1930) and Berthe Félicie Lamy (Malraux) (d.": [
        [
            63,
            69,
            [
                "Berth",
                "Berths",
                "Bertha",
                "Bertie",
                "Berthed",
                "Bethe"
            ]
        ],
        [
            70,
            77,
            [
                "Felice",
                "Felicia"
            ]
        ],
        [
            78,
            82,
            [
                "Lay",
                "Lady",
                "Lamp",
                "Lamb",
                "Lazy",
                "Lame"
            ]
        ]
    ],
    "1933).": [],
    "His father, an investment banker, divorced his wife when Malraux was fifteen; Malraux was raised by his mother and grandmother, Adrienne Lamy (d.": [
        [
            137,
            141,
            [
                "Lay",
                "Lady",
                "Lamp",
                "Lamb",
                "Lazy",
                "Lame"
            ]
        ]
    ],
    "1940) in the small town of Bondy (Paris outskirts).": [
        [
            27,
            32,
            [
                "Body",
                "Bond",
                "Bonds",
                "Bony",
                "Bundy",
                "Bandy"
            ]
        ]
    ],
    "He left school at seventeen without graduating, working for the bookseller René-Louis Doyon (1885-1966) and then art department of the publisher Simon Kra (1853 - 1940), in Paris where he oversaw Kra's art publications <em>Editions du Sagittaire</em>.": [
        [
            151,
            154,
            [
                "Era",
                "IRA",
                "Bra",
                "Kara",
                "NRA",
                "Ara"
            ]
        ],
        [
            160,
            163,
            [
                "–"
            ]
        ],
        [
            196,
            199,
            [
                "Era",
                "IRA",
                "Bra",
                "Kara",
                "NRA",
                "Ara"
            ]
        ]
    ],
    "In 1921 he was in charge of the art <em>Editions de luxe</em> of the art dealer <a href=\"/kahnweilerd\">Daniel-Henri Kahnweiler</a> (1884-1979).": [
        [
            3,
            7,
            [
                "1921,"
            ]
        ]
    ],
    "Malraux's own contribution to the series, <em>Lunes en papier</em>, was illustrated by Fernand Léger.": [],
    "He also collaborated with Max Jacob (1876-1944) in the art and literary review <em>Action</em>.": [],
    "That year, too, 1921, Malraux married the wealthy German writer Clara Goldschmidt (1897-1982).</p>\n\n<p>Bad investments with his wife's fortune in the stock market, however, resulted in the couple's departure to Indochina.": [],
    "The trip to the former French colony, still under French control in 1923, formed an archaeological expedition sponsored by the French Government.": [],
    "There Malraux removed a bas-reliefs from a temple (still considered the property of the colonial government), and then attempted to smuggle them out of the country to sell in France.": [],
    "Caught, tried and sentenced to prison in 1924 he was released upon appeal from a Saigon appeals court.": [],
    "Malraux wrote for the Saigon newspaper <em>L'Indochine</em>, the organ of the nationalist movement \"Jeune-Annam\" (Young Annam League).</p>\n\n<p>He returned to France to launch two short-lived fine-press series, <em>la Sphère</em> and <em>Aux Aldes</em>, between 1926-1927.": [],
    "In 1927 he became the art editor at Gallimard publishing.": [
        [
            3,
            7,
            [
                "1927,"
            ]
        ],
        [
            36,
            45,
            [
                "Hallmark",
                "Ballard",
                "Billiard",
                "Mallard",
                "Wallboard",
                "Gaillard"
            ]
        ]
    ],
    "His first book on art, <em>Oeuvres gothico-bouddhiques du Pamir</em>, on his experience with southeast Asian art appeared in 1930.": [],
    "After his father's suicide, Malraux participated on excavations in Iran and Afghanistan and coordinated another book series, \"La Galerie de la Pleiade.\"": [
        [
            129,
            136,
            [
                "Valerie"
            ]
        ],
        [
            143,
            150,
            [
                "Pleiades"
            ]
        ]
    ],
    "In 1933 he published an article on the American author William Faulkner, bringing the (then) obscure southern American writer to the eventual attention of the Nobel Prize committee.": [
        [
            3,
            7,
            [
                "1933,"
            ]
        ]
    ],
    "The same year his fictionalized account of the defeat of the communists in Shanghai, <em>La condition humaine</em>, was published and awarded the <em>Prix Goncourt</em>.": [],
    "Malraux spoke at both the Moscow Writers' Congress in 1934 and the Congress of Writers in Defense of Culture, Paris, in 1935.": [],
    "Marxist sympathies led him to membership in several anti-Fascist organizations, including the \"Comite mondial antifasciste\" and \"La Ligue internationale contre l'anti-semitisme.\"": [
        [
            95,
            101,
            [
                "Comte",
                "Comity"
            ]
        ],
        [
            110,
            122,
            [
                "antifascist",
                "antifascists"
            ]
        ],
        [
            132,
            137,
            [
                "Life",
                "Like",
                "Line",
                "Light",
                "Live",
                "Figure"
            ]
        ],
        [
            138,
            152,
            [
                "Internationale",
                "international",
                "internationals",
                "internation ale",
                "internationally",
                "internationalize"
            ]
        ],
        [
            153,
            159,
            [
                "contra"
            ]
        ],
        [
            162,
            176,
            [
                "anti-Semitism"
            ]
        ]
    ],
    "He began a relationship with another writer, Josette Clotis (d.": [
        [
            53,
            59,
            [
                "Clovis",
                "Cloths",
                "Clots",
                "Clot is"
            ]
        ]
    ],
    "1944), with whom he had two sons.": [],
    "His earliest writing on art appeared in the initial issue of the magazine <em>Verve</em> in 1937</p>\n\n<p>During the Spanish civil war, Malraux organized the foreign division of the Spanish Republican air-force, touring the United States in 1938 to raise funds for them.": [
        [
            116,
            133,
            [
                "Spanish Civil War"
            ]
        ]
    ],
    "With France's entry into World War II, he joined a tank division, was captured in 1940, but escaped.": [],
    "He spent three years, 1940-1944 with Josette, quietly writing, until he joined the French resistance.": [],
    "Arrested again by the Gestapo in 1944 in Toulouse, the city was shortly thereafter liberated and Malraux free again.": [],
    "He led the Alsace-Lorraine resistance brigade in 1945, adopting the sobriquet \"Colonel Berger.\"": [],
    "While engaged in the fighting in Alsace, Josette was killed in a railroad accident in southwest France the same year.</p>\n\n<p>The post-war government appointed Malraux Minister of Information in 1945 (which he held only for a year).": [],
    "He and Clara officially divorced in 1946.": [],
    "In 1947 his art-historical career began in earnest.": [],
    "He issued <em>Le musée imaginaire</em>, the first volume of his most-important art series, <em>La Psychologie de l'art</em>, whose early sections had appeared as the 1937 article.": [],
    "The second volume, <em>La Creation artisque</em> appeared in 1948.": [],
    "That same year he married his half-brother's widow, the pianist Marie-Madeleine Lioux (1914-2014).": [
        [
            80,
            85,
            [
                "Linux",
                "Sioux"
            ]
        ]
    ],
    "Volume three of <em>Le musée imaginaire</em>, <em>La monnaie de l'absolu</em>, was published in 1949.": [],
    "It appeared in English as part of the important Bollingen book series in 1949.": [
        [
            48,
            57,
            [
                "Bollinger"
            ]
        ]
    ],
    "In 1951 Malraux expanded and reissued <em>La Psychologie de l'art</em> as the <em>Les Voix du silence</em>, including the new section, \"Les Metamorphoses d'Apollon.\"": [],
    "A two-volume picture book, <em>Le musée imaginaire de la sculpture mondiale</em> was initially published in 1952.": [],
    "He embarked on a second philosophical narrative on art, <em>La métamorphose des dieux</em> in 1957.": [],
    "While lecturing on art in Venice, de Gaulle appointed him a minister of information in 1958, eventually rising to the position of Minister of Culture, a cabinet level appointment in 1960 (through 1969).</p>\n\n<p>As Minister of Culture, he oversaw the restoration of the Louvre Museum colonnade to its original state.": [],
    "He also built cultural centers (art museums, libraries) in provincial cities throughout France, known as <em>Maisons de la Culture</em>, a vision he shared and assisted with by Sorbonne art historian (and supporter) <a href=\"/chastela\">André Chastel</a>.": [],
    "In 1960 Malraux founded and directed Gallimard's important art book survey series, <em>L'Univers des formes</em> (some of which were translated into English as the <em>Arts of Mankind</em> series).": [
        [
            37,
            46,
            [
                "Hallmark",
                "Ballard",
                "Billiard",
                "Mallard",
                "Wallboard",
                "Gaillard"
            ]
        ]
    ],
    "In 1961, both his sons by his second marriage, Gautier and Vincent Malraux, were killed in an automobile accident.": [],
    "He separated from his third wife, Madeleine, in 1966.": [],
    "He conferred with Richard Nixon in Washgington, D. C., before Nixon's historic trip to China in 1972.": [
        [
            35,
            46,
            [
                "Washington"
            ]
        ]
    ],
    "Wracked by asthma as a result of his heavy smoking, he suffered his first (and near fatal) heart attack the same year.": [],
    "Further volumes of <em>La métamorphose</em> appeared in 1974 and 1976.": [],
    "Malraux lived his final years near the small town of Varières, France, in the family chateaux of Louise de Vilmorin, his last companion.": [
        [
            53,
            61,
            [
                "Varies",
                "Varieties",
                "Varices",
                "Arieses"
            ]
        ],
        [
            85,
            93,
            [
                "châteaux"
            ]
        ]
    ],
    "He contracted cancer for which he underwent surgery in 1976; a second pulmonary embolism took his life.": [],
    "He was buried in the local cemetery in Varières.": [
        [
            39,
            47,
            [
                "Varies",
                "Varieties",
                "Varices",
                "Arieses"
            ]
        ]
    ],
    "In 1996 his ashes were moved to the Panthéon necropolis, Paris.</p>\n\n<p>Malraux's legacy as an art writer/theorist is uneven.": [
        [
            36,
            44,
            [
                "Pantheon",
                "Pantheons"
            ]
        ]
    ],
    "His art books lack hard original scholarship.": [],
    "He denied that he was an art historian, despite his analytical art writing.": [],
    "<a href=\"/gombriche\">E.": [],
    "H. Gombrich</a> and <a href=\"/duthuitg\">Georges Duthuit</a> in particular criticized his lack of scholarship, according to some scholars, unfairly (Allan).": [],
    "Chastel, however, defended him as a synthesizer.": [
        [
            0,
            7,
            [
                "Chaste",
                "Chattel",
                "Chastely",
                "Chasten",
                "Chaster"
            ]
        ]
    ],
    "Malraux's ideas on the psychology of art parallel French art historians of the time, largely <a href=\"/fauree\">Élie Faure</a> and <a href=\"/focillonh\">Henri Focillon</a>.": [],
    "His reputation in the English-speaking world suffered from poor translations which often gave the impression of vacuity (Harris).": [],
    "However, Malraux counteracted the fashionable notion that Western civilization was in decline, by celebrating the continual personal creativity of the artist.": [],
    "\"Art, for Malraux, was essentially the means whereby man affirmed his power to transcend destiny...\" (<em>Times</em> obituary).": [],
    "His lasting influence was the concept of \"le musée imaginaire\" (usually translated into English as \"the museum without walls\"), which espoused visualizing art without the traditional confines (and constructs) of the museum and art-historical grouping, i.e., by country and periodization.": [
        [
            42,
            44,
            [
                "LE",
                "Le",
                "he",
                "we",
                "be",
                "me"
            ]
        ],
        [
            45,
            50,
            [
                "Muse",
                "muse",
                "muses",
                "mused",
                "fusee"
            ]
        ],
        [
            51,
            61,
            [
                "imaginary",
                "imaginative",
                "imaginable"
            ]
        ]
    ],
    "The advent of the internet in the 1990s brought Malraux's notion of \"museum without walls\" to a new art museum community who began to define themselves in a web presence, delivering images to a public who never set foot in their museum.</p>\n\n<p>Malraux's reputation as a man of action is tempered by his periodic acts of unethical behavior and disinformation about himself.": [],
    "He never disputed his removal of the national treasures of Cambodia without permission for his personal gain; his recounting of his war service, though his actions were truly heroic, was exaggerated in subsequent years.": [],
    "His <em>Who's Who in France</em> entry stated that he attended the Lycée Condorcet and graduated from the École des Langues Orientales, inaccuracies that he never dispelled and of which he may have been the contributor.</p>": [
        [
            106,
            111,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            112,
            115,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            116,
            123,
            [
                "Languages",
                "Argues",
                "Leagues",
                "Ranges",
                "Angles",
                "Lanes"
            ]
        ],
        [
            124,
            134,
            [
                "Orientals",
                "Orientates",
                "Orient ales"
            ]
        ]
    ]
}