{
    "<p>Wrote a history of painting in Bologna through biographies of Bolognese artists in 1678.": [],
    "Malvasia was born to an aristocratic Bolognese family.": [
        [
            0,
            8,
            [
                "Malaysia",
                "Malaria"
            ]
        ]
    ],
    "He gained early fame for his poetry and dabbled in painting as an aristocratic pursuit under Giacinto Campana (b.": [
        [
            93,
            101,
            [
                "Jacinto"
            ]
        ],
        [
            102,
            109,
            [
                "Campania"
            ]
        ]
    ],
    "1600) and Giacomo Cavedone and the literary academy <em>dei Gelati</em>.": [
        [
            18,
            26,
            [
                "Cave done",
                "Caved one"
            ]
        ]
    ],
    "After graduating with a law degree, Malvasia went to Rome in 1639 where he further participated in the literary academies (<em>degli Umoristi</em> and <em>dei Fantastici</em>) and meeting Cardinal Giovanni Francesco Ginetti, Cardinal Bernardino Spada (1594-1661) and the artist Alessandro Algardi (1598-1654).": [
        [
            36,
            44,
            [
                "Malaysia",
                "Malaria"
            ]
        ]
    ],
    "From 1647 onward he lectured in Law at the university in Bologna.": [],
    "After publication of an essay related the theological aspects of a painting, <em>Lettera a Monsignor Albergati</em>, 1652, and obtaining a theology degree in 1653, he was appointed a canon in Bologna Cathedral in 1662.": [],
    "Malvasia's appointment took him to the capitals of the Italian states and contacts with the cultural administrators of the land, including <a href=\"/boschinim\">Marco Boschini</a> and Nicolas Régnier, and Cardinal Leopoldo de' Medici (whom he advised on his collections) and, in 1665, Pierre Cureau de la Chambre, who gained him <em>entré</em> into the French court of Louis XIV and the Académie Royale.": [
        [
            0,
            8,
            [
                "Malaysia",
                "Malaria"
            ]
        ]
    ],
    "During this period, Malvasia collected and researched the artistic life of his native Bologna.": [
        [
            20,
            28,
            [
                "Malaysia",
                "Malaria"
            ]
        ]
    ],
    "This resulted in the 1678 <em>Felsina pittrice</em>, Malvasia's narrative art history of painting in Bologna.": [],
    "Organized through biographies of Bolognese artists, it is the core primary document on Bolognese artists of the Baroque.": [],
    "Conscious of lives-of-artists books such as the 1550 work of <a href=\"/vasarig\">Giorgio Vasari</a> and <a href=\"/baglioneg\">Giovanni Baglione</a>, Malvasia's attempts to place Bolognese art at the fore, attracting Florentine supremacy and highlighting Bolognese innovation.": [],
    "He divided his book into four sections, beginning with the primitives, then Francesco Francia, then the Carracci and, ending with the great baroque artists of Malvasia's generation, Guido Reni, Domenichino, Francesco Albani and Guercino.": [
        [
            104,
            112,
            [
                "Carrack",
                "Carrasco",
                "Carpaccio"
            ]
        ],
        [
            159,
            167,
            [
                "Malaysia",
                "Malaria"
            ]
        ]
    ],
    "In 1686 he published <em>Le pitture di Bologna</em>, a \"gallery guide\" for the artists about whom he had spoken in the <em>Felsina</em>.": [
        [
            3,
            7,
            [
                "1686,"
            ]
        ]
    ],
    "The guide was tremendously popular and was reprinted seven times in the next hundred years.": [],
    "In 1694, his final art commentary, <em>Il Claustro di S Michele in Bosco di Bologna</em>, on the Caracci school artists, appeared.": [],
    "Malvasia's strong argument for Bologna caused controversy.": [
        [
            0,
            8,
            [
                "Malaysia",
                "Malaria"
            ]
        ]
    ],
    "<a href=\"/balduniccif\">Filippo Baldinucci</a> attacked Malvasia's stance in an <em>Apologia</em> of his <em>Notizie di professori del disegno</em>, as well as the Venetian <a href=\"/boschinim\">Marco Boschini</a> (1613-1678), and in 1703, Vincenzo Vittoria (1650-1712) in his <em>Osservazioni sopra il libro della Felsina Pittrice per difesa di Raffaello</em>.": [],
    "Malvasia's methodology concentrated on documents without forcing a single conclusion, as much of the other art historical encomia had previously done.": [
        [
            0,
            8,
            [
                "Malaysia",
                "Malaria"
            ]
        ],
        [
            122,
            129,
            [
                "encomium",
                "uncomic",
                "Ecosia"
            ]
        ]
    ],
    "<a href=\"/bellorig\">Giovanni Pietro Bellori</a>, who, in his <em>Vite</em>, used historical material to support his classicist position, whereas Malvasia's <em>Felsina Pittrice</em> is more empirical and allows a greater freedom of aesthetic viewpoints.": [],
    "Malvasia's work suffered much in the centuries since its publication.": [
        [
            0,
            8,
            [
                "Malaysia",
                "Malaria"
            ]
        ]
    ],
    "Parts of his work were attacked as forgeries, others decried his idea of eclecticism for the Carracci.": [
        [
            93,
            101,
            [
                "Carrack",
                "Carrasco",
                "Carpaccio"
            ]
        ]
    ],
    "Since the 1980s, Malvasia's work has undergone a period of reassessment and the value of his original ideas and scholarship once again valued.": [
        [
            17,
            25,
            [
                "Malaysia",
                "Malaria"
            ]
        ]
    ],
    "<em>Felsina Pittrice</em> remains one of the core primary texts of the Bolognese Baroque.</p>": []
}