{
    "<p>Biographer of early Renaissance artists including Filippo Brunelleschi.": [],
    "Manetti was born to a wealthy family of Florentine merchants and educated privately; he retained partial interest in a silk warehouse in Florence throughout his life.": [],
    "Through his studies, he knew the architect and Renaissance theorist Filippo Brunelleschi and became interested in architecture.": [],
    "A true Renaissance man, he was a mathematician, astronomer and friend of the great renaissance philosopher Marsilio Ficino (1433-1499).": [],
    "Manetti developed as an authority in architecture and may have even designed buildings, but owning to the popularity of his name in Florence, none can be ascribed to him with certainty.": [],
    "In 1466 he was appointed <em>operaio</em> (Councilor) at the Ospedale degli Innocenti, a Brunelleschi designed building of 1419.": [
        [
            3,
            7,
            [
                "1466,"
            ]
        ]
    ],
    "Around 1480 Manetti appended his account of a life of Brunelleschi, <em>Vita di Filippo Brunelleschi</em> meant to accompany an earlier anecdotal text possibly by Brunelleschi himself, known as <em>Novella del Grasso</em>.": [],
    "The manuscript ends abruptly at the design for Santo Spirito, either because the latter portion was destroyed or it is unfinished.": [
        [
            53,
            60,
            [
                "Spirit",
                "Spirits"
            ]
        ]
    ],
    "In 1491 Manetti, working under the title of <em>architectus</em>, was part of a panel to select the façade design for the Cathedral in Florence.": [],
    "During that same time, he wrote a second manuscript, <em>Huomini singhularii in Firenze dal MCCCC.": [
        [
            57,
            64,
            [
                "Homing",
                "Houdini",
                "Hominid",
                "Humming",
                "Hominy",
                "Hominin"
            ]
        ],
        [
            65,
            76,
            [
                "singular",
                "singularity",
                "singularly",
                "singulars",
                "singularize"
            ]
        ],
        [
            88,
            91,
            [
                "DAL",
                "day",
                "deal",
                "dual",
                "Dan",
                "Dale"
            ]
        ]
    ],
    "innanzi</em>, a more strictly biographical work.": [
        [
            0,
            7,
            [
                "Innanzi"
            ]
        ]
    ],
    "<em>Huomini</em> begins with an Italian translation from the second section of the Latin <em>De origine civitatis Florentiae et de eiusdem famosis civibus</em> by <a href=\"/villanif\">Filippo Villani</a>, and concludes with biographies of theologians and other humanists as well as eight Florentine artists, centered around the person of Brunelleschi.": [],
    "Manetti's <em>Vite di Filippo Brunelleschi</em> is the first comprehensive biography of a single Italian artist to be written in the early Renaissance (Pacciani).": [],
    "It was the model for the later <em>Vite</em> of <a href=\"/vasarig\">Giorgio Vasari</a>.": [],
    "Manetti's conception of a history of architecture used the familiar standard model of a Greek acme and Roman decline as a segue to Brunelleschi's Renaissance (\"rebirthing\") work.": [],
    "Manetti's use of first-hand experiences and excerpts of public documents make his art writing a serious art history as opposed to the anecdotes of famous lives popular at the time.": [],
    "His documentation of Brunelleschi's influence and that of contemporary Florentine culture, illustrates Brunelleschi's intentional introduction of classical architectural motives into the new Renaissance style.": [],
    "Along with <a href=\"/filarete\">Filarete</a> and later Vasari, Manetti conceived of Renaissance architecture as the civilized rebirth from the barbarian Gothic style (Grodecki).": [],
    "Manetti should not be confused with Antonio di Ciaccheri Manetti (1402-1460), also an architect associated with Brunelleschi works.</p>": [
        [
            47,
            56,
            [
                "Catcher",
                "Catchers"
            ]
        ]
    ]
}