{
    "<p>Marceau graduated from Columbia Architecture School in 1921.": [],
    "A Prix de Rome enabled him to study at the American Academy in Rome for three years.": [
        [
            2,
            6,
            [
                "PRI",
                "Prim",
                "Prig",
                "PIX",
                "RIX",
                "Pix"
            ]
        ]
    ],
    "Upon returning to the United States he married Rebecca Alvord.": [
        [
            55,
            61,
            [
                "Alford"
            ]
        ]
    ],
    "In 1926 he was named an instructor of architectural design at the University of Pennsylvania.": [
        [
            3,
            7,
            [
                "1926,"
            ]
        ]
    ],
    "In 1929 he left the University to become the curator the magnificent art collection amassed by the Philadelphia lawyer John G. Johnson (1841-1917), which Johnson had left to the city at his death in 1917, succeeding the first curator <a href=\"/belle\">Edward Hamilton Bell</a> who had died that year.": [
        [
            3,
            7,
            [
                "1929,"
            ]
        ]
    ],
    "In 1933 the collection was moved to the Philadelphia Museum of Art and Marceau accompanied the donation now with the title assistant director of the Museum.": [],
    "In 1937 he mounted the major exhibition on the major American sculptor William Rush.": [
        [
            3,
            7,
            [
                "1937,"
            ]
        ]
    ],
    "Marceau was named Associate Director in 1945.": [],
    "He worked closely with the bombastic director of the Museum, <a href=\"/kimballf\">Fiske Kimball</a>.": [],
    "Among his acquisitions, Marceau was key in obtaining the studio of Thomas Eakins from the artist's widow, resulting in the Museum becoming the largest holder of that artist's work.": [],
    "In 1955 he succeeded Kimball as director of the Philadelphia Museum of Art.": [
        [
            3,
            7,
            [
                "1955,"
            ]
        ]
    ],
    "He retired in 1964 and was succeeded by Evan H. Turner.": [],
    "He died in a Germantown, PA, nursing home.</p>": []
}