{
    "<p>Art historian and conservation scholar.": [],
    "Marijnissen was born in Ghent but at an early age lost the sight in his right eye from a serious ulcer.": [],
    "Despite this, Marijnissen studied art history and in 1948 wrote a dissertation on the Patronage of Philip II under <a href=\"/coremansp\">Paul Coremans</a>.": [],
    "However the technical aspects of art, rather than archival research, caught his attention.": [
        [
            0,
            7,
            [
                "However,"
            ]
        ]
    ],
    "Cormans teaching led Marijnissen to join the initiative to restore L'Agneau Mystique (The Lamb of God) and issue a publication on it.</p>\n<p>He was appointed to the Institut Royal du Patrimoine Artistique (IRPA, Royal Institute for Cultural Heritage), Brussels, as Assistant Director, overseeing the Conservation Department under his mentor, Coremans.": [
        [
            0,
            7,
            [
                "Normans"
            ]
        ],
        [
            69,
            75,
            [
                "Agnes",
                "Apnea",
                "Aeneas",
                "Agnew",
                "Juneau",
                "Anneal"
            ]
        ],
        [
            165,
            173,
            [
                "Institute"
            ]
        ],
        [
            183,
            193,
            [
                "Patrimony",
                "Patrimonies"
            ]
        ],
        [
            194,
            204,
            [
                "Artistic",
                "Armistice",
                "Critique",
                "Martinique",
                "Artiste"
            ]
        ],
        [
            206,
            210,
            [
                "IRA",
                "IPA",
                "ARPA",
                "IRMA",
                "RPA",
                "IRFA"
            ]
        ]
    ],
    "Unfortunately relations between the two men became strained when the actual duties for Marijnissen's position and their friendship ultimately ceased.": [],
    "After Coremans death in 1965, Marijnissen defended his dissertation the following year.": [],
    "He published his a revised version of his dissertation, <em>Dégradation, conservation, restauration de l'œuvre d'art</em>, (Degradation, Conservation and Restoration of Works of Art) in 1967.": [],
    "</p>\n<p>Marijnissen employed a connoisseurship method in his work.": [],
    "He devoted much of this scholarly energies to determining fakes.": [],
    "His scholarly opinions could be at odds with the mainstream; he chose not to take sides in the debate of when Brueghel's <em>Fall of Icarus</em> was painted in the artist's career, a view which <a href=\"https://arthistorians.info/whitej\">John White</a>.": [
        [
            110,
            118,
            [
                "Bruegel"
            ]
        ]
    ],
    "chided as a moment when \"warning bells should really ring.": [
        [
            0,
            6,
            [
                "Chided"
            ]
        ]
    ],
    "\"</p>": []
}