{
    "<p>Writer on nineteenth-century Dutch painting; painter and art critic.": [],
    "As a young girl, Marius learned painting and drawing with Jan Striening (1827-1903) in Deventer.": [
        [
            62,
            71,
            [
                "Straining"
            ]
        ],
        [
            87,
            95,
            [
                "Dev enter"
            ]
        ]
    ],
    "Around 1880, she became a pupil of August Allebé (1838-1927) at the Amsterdam Academy of Fine Arts.": [],
    "In 1883, she settled in The Hague as a painter.": [],
    "Her works, drawings, watercolors, and paintings, mostly kept in private collections, are not widely known.": [],
    "Letters written by the painter Jan Toorop (1858-1928) to Marius reveal some information on her work.": [
        [
            35,
            41,
            [
                "Troop",
                "Towrope",
                "Dewdrop",
                "Rewrap",
                "MOROP",
                "Quiróz"
            ]
        ]
    ],
    "From 1891 onward, she began publishing art criticism in various Dutch periodicals, journals, and newspapers, mostly on contemporary painters who worked in The Hague.": [],
    "She also occasionally wrote about events and developments taking place in museums.": [],
    "Among her articles in <em>De Gids</em> are a series of studies on the English painter and art critic <a href=\"/ruskinj\">John Ruskin</a> (1819-1900), which she also included in her 1899 monograph on this artist, <em>John Ruskin, een inleiding tot zijn werken</em>.": [],
    "Another contribution to <em>De Gids</em>, in 1903, dealt with Vincent van Gogh (1853-1890).": [],
    "In the same year she published her important survey on Dutch nineteenth-century painting, <em>De Hollandsche schilderkunst in de negentiende eeuw</em>.": [],
    "Among the artists whose works are described or mentioned in the book are 16 female painters.": [],
    "Several of these artists she knew personally, including the so-called Hague School painters, whose works she admired and described with empathic dedication.": [],
    "The information provided was partly gathered by her self and partly culled from existing reference works, including the three-volume 1857-1864 dictionary by <a href=\"/krammc\">Christiaan Kramm</a>, <em>De levens en werken der Hollandsche en Vlaamsche kunstschilders, beeldhouwers, graveurs en bouwmeesters van den vroegsten tot op onze tijd</em>.": [],
    "Marius grouped the painters together according to the specific genre, or the school to which they belonged.": [],
    "The book was well received in the art world, and <a href=\"/martinw\">Wilhelm Martin</a>, then assistant director of the Mauritshuis in The Hague, appreciated its art historical value.": [],
    "It was translated in German (1906) and in English (1908).": [],
    "The publication of her book enabled Marius to earn her livelihood as an author, and she decided to stop painting.": [],
    "In 1905, she wrote a booklet for children on Rembrandt, and in 1906 she produced a 1907 calendar book on Jan Steen.": [],
    "In 1909, she coauthored with Pieter Boele van Hensbroek (1853-1912) a publication on Museum Mesdag in The Hague, and, in 1910, she translated in Dutch the 1909 survey on nineteenth-century painting by <a href=\"/beneditel\">Léonce Bénédite</a>, <em>La peinture au XIXième siècle</em>, in which she revised the chapter on Dutch painters.": [
        [
            36,
            41,
            [
                "Boyle",
                "Bole",
                "Boole"
            ]
        ],
        [
            46,
            55,
            [
                "Benbrook"
            ]
        ],
        [
            92,
            98,
            [
                "Mes dag"
            ]
        ]
    ],
    "Between 1895 and 1907, she was an art critic for the newspaper <em>Het Vaderland</em>, and subsequently, until 1916, for <em>Het Nieuws van den Dag</em>.": [],
    "In 1917 she coauthored a monograph on Johannes Bosboom (1817-1891) with <a href=\"/martinw\">Wilhelm Martin</a>.": [
        [
            3,
            7,
            [
                "1917,"
            ]
        ],
        [
            47,
            54,
            [
                "Bosom",
                "Boxroom"
            ]
        ]
    ],
    "In 1919 Marius worked on a revised edition of her 1903 study on Dutch nineteenth-century painting, but she was then in very poor health and died in the same year.": [],
    "The book was posthumously published in 1920, with an introduction by Martin.": [],
    "An expanded version of the 1908 English edition was published in 1973, by the British art writer Geraldine Norman.": [],
    "While reproducing the content of the original, Norman added a number of artists not discussed by Marius.": [],
    "Unfortunately, she mistook Marius for a male author, due perhaps to the fact that Marius signed her work with the initials only of her first and middle name.": [],
    "In the 1930 volume of Thieme-Becker's <em>Allgemeines Lexikon</em> Marius is correctly mentioned as a female portrait and still life painter, as well as an author.": [
        [
            22,
            35,
            [
                "Theme-Becker"
            ]
        ]
    ],
    "Marius had a many-sided relationship with the artistic milieu to which she belonged as a painter and art critic.": [],
    "She had connections with leading persons active in the art market and the museum world.": [],
    "<a href=\"/brediusa\">Abraham Bredius</a> was among them.": [],
    "In his obituary on Marius in <em>Onze Kunst Bredius</em> wrote that she had played a significant role in Dutch art criticism.</p>": []
}