{
    "<p>Print collector and early art historian.": [],
    "Mariette was born to a family of Parisian engravers and print dealers.": [
        [
            0,
            8,
            [
                "Marietta",
                "Marlette"
            ]
        ]
    ],
    "These familial connections created friendships early on for Mariette with antiquarians such as <a href=\"/caylusacp\">Anne Claude Philippe Caylus</a>, whom he met at age 22.": [
        [
            60,
            68,
            [
                "Marietta",
                "Marlette"
            ]
        ]
    ],
    "After attending the Collège des Jésuites in Paris, Mariette's father sent him to Germany and the Netherlands in 1717 to further his artistic and business ambitions.": [
        [
            20,
            27,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ],
        [
            28,
            31,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            32,
            40,
            [
                "Jesuits"
            ]
        ],
        [
            51,
            59,
            [
                "Marietta",
                "Marlette"
            ]
        ]
    ],
    "In Vienna he cataloged the art collection of Prince Eugene of Savoy.": [
        [
            3,
            9,
            [
                "Vienna,"
            ]
        ]
    ],
    "Throughout his travels and work, Mariette made the acquaintance and maintained contact with most of the scholarly and artistic community in Europe.": [
        [
            33,
            41,
            [
                "Marietta",
                "Marlette"
            ]
        ]
    ],
    "One of these was Pierre Crozat (1665-1740) whom he met in Paris in 1720.": [
        [
            24,
            30,
            [
                "Croat"
            ]
        ]
    ],
    "He married Angélique-Catherine Doyen in 1724.": [],
    "For Caylus, Mariette wrote <em>Lettre sur Leonardo da Vinci</em> in 1730, a preface to the Count's book on Leonardo caricatures.": [
        [
            4,
            10,
            [
                "Callus"
            ]
        ],
        [
            12,
            20,
            [
                "Marietta",
                "Marlette"
            ]
        ]
    ],
    "Through his artistic connections, Mariette was named a member of the Academy of Drawing in Florence in 1733.": [
        [
            34,
            42,
            [
                "Marietta",
                "Marlette"
            ]
        ]
    ],
    "His knowledge of prints and his now close friendship with Caylus and artist Charles-Antoine Coypel secured a position reorganizing the print collection of the Bibliothèque Royale.": [
        [
            58,
            64,
            [
                "Callus"
            ]
        ],
        [
            92,
            98,
            [
                "Compel"
            ]
        ]
    ],
    "In 1741 Mariette was asked to catalog Crozat's considerable collection of paintings and antiquities.": [
        [
            8,
            16,
            [
                "Marietta",
                "Marlette"
            ]
        ],
        [
            38,
            44,
            [
                "Croat"
            ]
        ]
    ],
    "At the death of his father in 1742, Mariette had already been running the family print business.": [
        [
            36,
            44,
            [
                "Marietta",
                "Marlette"
            ]
        ]
    ],
    "However, by 1750 he sold it in order to buy office of Contrôleur Général de la Grande Chancellerie, allowing him to research art for the rest of his life.": [
        [
            54,
            64,
            [
                "Controller"
            ]
        ],
        [
            65,
            72,
            [
                "General",
                "Genera",
                "Generals",
                "Generali"
            ]
        ],
        [
            86,
            98,
            [
                "Chancelleries"
            ]
        ]
    ],
    "In 1750 he published <em>Traité des pierres gravées</em>, his treatise on graphics.": [
        [
            3,
            7,
            [
                "1750,"
            ]
        ]
    ],
    "He was made an associate member of the Royal Academy of Painting and Sculpture, acceding to honorary member in 1757.": [],
    "Although he left numerous annotations to <em>Abecedario pittorico</em> (1704) of <a href=\"/orlandip\">Pellegrino Antonio Orlandi</a>, his major ambition was to write a history of engraving and a dictionary of artists.": [],
    "His father's notes on artists, used to further the art trade, and his own correspondence with the eighteenth-century art world, were the basis of these projects, none of which, however, ever came to fruition.": [],
    "He amassed a fabulous art collection, mostly prints and drawings, which were sold at auction after his death.": [],
    "Caylus used Mariette's notes on Varsari's Lives for his manuscript <em>Vies d'artistes du XVIIIe siècle</em>.": [
        [
            0,
            6,
            [
                "Callus"
            ]
        ],
        [
            12,
            20,
            [
                "Marietta",
                "Marlette"
            ]
        ],
        [
            32,
            39,
            [
                "Var sari"
            ]
        ]
    ],
    "In 1851 Mariette's <em>Abecedario</em> notes were assembled into a book by Philippe de Chennevières and <a href=\"/montaiglona\">Anatole de Montaiglon</a>.": [
        [
            8,
            16,
            [
                "Marietta",
                "Marlette"
            ]
        ]
    ],
    "Mariette is the founder of the modern discipline of print connoisseurship and collecting.</p>": [
        [
            0,
            8,
            [
                "Marietta",
                "Marlette"
            ]
        ]
    ]
}