{
    "<p>Princeton professor of civil engineering who researched Chartres and other medieval structures on a technical level.": [],
    "Mark was the son of Herman Mark and Laura Bloom (Mark).": [],
    "His father was an attorney.": [],
    "Mark graduated from the City College (modern City College of New York, CUNY) with a BCE in 1952.": [],
    "That same year he was hired at Combustion Engineering, Inc., New York, NY, as stress analyst.": [],
    "He married Janet Harvery (d.": [
        [
            17,
            24,
            [
                "Harvey",
                "Carvery"
            ]
        ]
    ],
    "1976) in 1955.": [],
    "In 1957 he joined Princeton University as a research engineer and lecturer.": [
        [
            3,
            7,
            [
                "1957,"
            ]
        ]
    ],
    "Mark investigated structural stress on Amiens cathedral using modern engineering analysis.": [
        [
            39,
            45,
            [
                "Aliens",
                "Amines",
                "Miens",
                "A miens"
            ]
        ]
    ],
    "His research, covered even in <em>Life</em> (magazine), concluded among other things that the towers of the cathedral were necessary to stabilize the walls and that the flying buttresses protected the building in horizontal wind pressures.": [],
    "In 1968 he was elevated to associate professor of civil engineering.": [
        [
            3,
            7,
            [
                "1968,"
            ]
        ]
    ],
    "Mark was made (full) professor in the department of civil engineering and architecture in 1974.": [],
    "He served on the board of consultants for the National Endowment for the Humanities bewtee 1975 and 1983.": [
        [
            84,
            90,
            [
                "bootee",
                "booted",
                "bootees",
                "Bootes"
            ]
        ]
    ],
    "Mark published a book in 1982 on his findings on Gothic buildings, <em>Experiments in Gothic Structure</em>.": [],
    "The book further advanced technical knowledge n the construction of Gothic churches.": [],
    "In 1996 he retired Professor Emeritus of Architecture & Civil Engineering from the University.": [
        [
            3,
            7,
            [
                "1996,"
            ]
        ]
    ],
    "Mark devised experiments using plastic cross-sectional models to examine how actual Gothic buildings withstood their stress.": [],
    "Using weights attached to the models to simulate the loads, he heated and cool them, using polarized light to photograph the degree and places of stress on the structure.": [],
    "Mark's most famous conclusion, that the ribbing in Gothic vaults served no structural function, was groundbreaking.": [],
    "The ribbing, he observed, served as a centering guide during construction and to hide joint lines.</p>": []
}