{
    "<p>Art historian, iconographer, and connoisseur; wrote early survey of Italian art.": [
        [
            18,
            30,
            [
                "iconography",
                "iconographic",
                "scenographer",
                "sonographer"
            ]
        ]
    ],
    "Van Marle studied in Paris at the école des Chartes and the école Pratique des Hautes études.": [
        [
            4,
            9,
            [
                "Male",
                "Marie",
                "Marble",
                "Maple",
                "Mare",
                "Earle"
            ]
        ],
        [
            34,
            39,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            40,
            43,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            44,
            51,
            [
                "Charles",
                "Charges",
                "Charts",
                "Charter",
                "Charted",
                "Charters"
            ]
        ],
        [
            60,
            65,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            66,
            74,
            [
                "Critique",
                "Plastique"
            ]
        ],
        [
            75,
            78,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            79,
            85,
            [
                "Hates",
                "Hastes",
                "Sautés",
                "Sautes"
            ]
        ]
    ],
    "In 1910, he took his degree of Docteur-ès-Lettres at the Sorbonne.": [
        [
            31,
            49,
            [
                "Doctor-ès-Lettres",
                "Docteur-ES-Lettres",
                "Docteur-ès-Letters"
            ]
        ]
    ],
    "His earliest writings are on Dutch medieval history.": [],
    "In 1908, he published <em>Le Comté de Hollande sous Philippe le Bon</em> (The County of Holland under Philippe le Bon), and in 1910 followed <em>Hoorn au Moyen âge</em>.": [],
    "In 1916, a study on the doctrine of the mystic Eckehart (ca 1260-1327) appeared in Dutch: <em>De mystieke leer van Meister Eckehart</em>.": [
        [
            47,
            55,
            [
                "Eckhart"
            ]
        ]
    ],
    "After his marriage, he settled in Perugia in 1918, where he could afford to live without employment, dedicating his life to art-historical research.": [],
    "He wrote several studies on Italian painting and iconography.": [],
    "In 1923 he began publishing his monographic series on Italian paintings which covered the the early Christian era to the end of the <em>Quattrocento</em>, <em>The Development of the Italian Schools of Painting</em>.": [
        [
            3,
            7,
            [
                "1923,"
            ]
        ],
        [
            86,
            93,
            [
                "the"
            ]
        ]
    ],
    "He had projected 21 volumes, but only published 17 before his sudden death in 1936.": [],
    "Volume 16 remained unpublished.": [],
    "After his death, the text was completed by <a href=\"/perkinsf\">Frederick Mason Perkins</a> and edited by Van Marle's wife, Charlotte, in 1937.": [],
    "She also composed the General Index, in an additional 19th volume.": [],
    "Between 1932 and 1934, the two first volumes were published in Italian, in a translation by Alba Buitoni.": [
        [
            97,
            104,
            [
                "Button",
                "Burton",
                "Newton",
                "Buttons",
                "Britons",
                "Briton"
            ]
        ]
    ],
    "Another important work by Van Marle is his two-volume <em>Iconographie de l'art profane au Moyen-âge et à la Renaissance, et la décoration des demeures</em>, published in 1931-32.": [
        [
            30,
            35,
            [
                "Male",
                "Marie",
                "Marble",
                "Maple",
                "Mare",
                "Earle"
            ]
        ]
    ],
    "It deals with a large variety of representations of daily life, and allegories and symbols, decorating churches, illuminated books and dwellings.": [],
    "Van Marle's death at 49 left two further volumes in preparation.": [
        [
            4,
            9,
            [
                "Male",
                "Marie",
                "Marble",
                "Maple",
                "Mare",
                "Earle"
            ]
        ]
    ],
    "In the preface of the first volume of the <em>Development of the Italian Schools of Painting</em>, Van Marle explained several aspects of his methodology.": [
        [
            103,
            108,
            [
                "Male",
                "Marie",
                "Marble",
                "Maple",
                "Mare",
                "Earle"
            ]
        ]
    ],
    "One of his statements was the suggestion that a modern art historian has to take into account both the results of archival research and those of connoisseurship.": [],
    "His knowledge was almost encyclopedic and his connoisseurship lead him frequently to new discoveries and attributions, which he published in various international magazines and journals.": [],
    "Van Marle employed psychological analysis to his subjects.": [
        [
            4,
            9,
            [
                "Male",
                "Marie",
                "Marble",
                "Maple",
                "Mare",
                "Earle"
            ]
        ]
    ],
    "John Presland described him as a cosmopolitan and a humanist, likening him to Erasmus of Rotterdam.</p>": [
        [
            5,
            13,
            [
                "Pres land"
            ]
        ]
    ]
}