{
    "<p>Princeton Department of Art and Archaeology founder and professor of art history 1883-1924; scholar of the Della Robbia.": [
        [
            116,
            122,
            [
                "Robbie",
                "Robbin"
            ]
        ]
    ],
    "Marquand was born to a family of New England wealth and status His father was Henry Gurdon Marquand (1819-1902), a wealthy banker and patron of arts (and early Metropolitan Museum of Art trustee), and Elizabeth Love Allen (Marquand).": [
        [
            0,
            8,
            [
                "Maryland"
            ]
        ],
        [
            84,
            90,
            [
                "Gordon"
            ]
        ],
        [
            91,
            99,
            [
                "Maryland"
            ]
        ],
        [
            223,
            231,
            [
                "Maryland"
            ]
        ]
    ],
    "The younger Marquand was sent to St.": [
        [
            12,
            20,
            [
                "Maryland"
            ]
        ]
    ],
    "Paul's School and the Princeton University where he graduated in the class of 1874.": [],
    "He was Latin salutatorian, class president, an excellent athlete with awards in science.": [
        [
            3,
            12,
            [
                "was a latin",
                "was the Latin"
            ]
        ]
    ],
    "Marquand initially studied theology as a graduate student, both at Princeton Theological Seminary and the at Union Theological Seminary, where he received an M.A.": [
        [
            0,
            8,
            [
                "Maryland"
            ]
        ]
    ],
    "He spent the academic year 1877-78 at the University of Berlin before returning to the newly founded Johns Hopkins University.": [],
    "At Hopkins he was a fellow in ethics, receiving an honorary Ph.D.": [
        [
            3,
            10,
            [
                "Hopkins,"
            ]
        ]
    ],
    "in philosophy there in 1880.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Princeton president James McCosh (1811-1894) recruited him to Princeton University, then known as the College of New Jersey, in 1881 to lecture in logic and assist in Latin.": [
        [
            26,
            32,
            [
                "McCoy",
                "McCook",
                "McCord",
                "Mucosa",
                "McComb",
                "Accost"
            ]
        ]
    ],
    "Marquand's father had been a generous contributor to the College and was a founder of the Metropolitan Museum of Art in New York.": [
        [
            0,
            8,
            [
                "Maryland"
            ]
        ]
    ],
    "McCosh, who for some time been adamant about founding a department of art for the college, appointed Marquand professor of the history of art.": [
        [
            0,
            6,
            [
                "McCoy",
                "McCook",
                "McCord",
                "Mucosa",
                "McComb",
                "Accost"
            ]
        ],
        [
            101,
            109,
            [
                "Maryland"
            ]
        ]
    ],
    "In 1883, a department of art was established through the lobbying of <a href=\"/primew\">William Cowper Prime</a>; Prime and Marquand were appointed its first professors.": [],
    "While on a trip to Rome in 1883, Marquand fell gravely ill with what McCosh called \"Roman fever\", and for the rest of his life, Marquand found his physical activity limited.": [
        [
            33,
            41,
            [
                "Maryland"
            ]
        ],
        [
            69,
            75,
            [
                "McCoy",
                "McCook",
                "McCord",
                "Mucosa",
                "McComb",
                "Accost"
            ]
        ],
        [
            128,
            136,
            [
                "Maryland"
            ]
        ]
    ],
    "In 1884 Marquand began teaching classes under the new \"art department\" curriculum, lecturing privately on Greek art.": [
        [
            8,
            16,
            [
                "Maryland"
            ]
        ]
    ],
    "In 1890 his appointment came under the department of Archaeology and Marquand was given the duties of directing of the Museum of Historic Art.": [
        [
            69,
            77,
            [
                "Maryland"
            ]
        ]
    ],
    "Marquand hired <a href=\"/frothinghama\">Arthur Lincoln Frothingham, Jr.</a>, from Johns Hopkins in 1886, and the two revised and rewrote the <em>Bilder Atlas</em> of <a href=\"/carrierem\">Moritz Carrière</a> as the third volume of the <em>Iconographic Encyclopedia</em> in 1887.": [
        [
            0,
            8,
            [
                "Maryland"
            ]
        ]
    ],
    "Marquand received an honorary LL.D.": [
        [
            0,
            8,
            [
                "Maryland"
            ]
        ]
    ],
    "from Hobard College in 1888.": [
        [
            0,
            4,
            [
                "From"
            ]
        ],
        [
            5,
            11,
            [
                "Howard",
                "Hobart",
                "Hoard",
                "Ho bard"
            ]
        ]
    ],
    "He was an early contributor to the newly-launched <em>American Journal of Archaeology and the History of the Fine Arts</em> (1885) and member of its parent organization, the Archaeological Institute of America.": [],
    "In 1891 Marquand published an altarpiece by Andrea della Robbia in the <em>AJA</em> which his father had purchased in 1882.": [
        [
            8,
            16,
            [
                "Maryland"
            ]
        ],
        [
            51,
            56,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ],
        [
            57,
            63,
            [
                "Robbie",
                "Robbin"
            ]
        ]
    ],
    "This began a long interest in the Robbia family accomplishment, resulting his several monographs and catalogs of their work.": [
        [
            34,
            40,
            [
                "Robbie",
                "Robbin"
            ]
        ]
    ],
    "His subsequent trips to Italy were searches for other examples.": [],
    "He published his findings in another issue of the <em>Journal</em> (1893) as well as in <em>Scribner's Magazine</em> (1893).": [],
    "Around 1890 Frothingham and Marquand developed major disagreements over the teaching of art, apparently from the overlap of each other's interest in renaissance art.": [
        [
            12,
            23,
            [
                "Frothing ham"
            ]
        ],
        [
            28,
            36,
            [
                "Maryland"
            ]
        ]
    ],
    "Frothingham was much more willing to introduce new topics for the history of art than Marquand.": [
        [
            0,
            11,
            [
                "Frothing ham"
            ]
        ],
        [
            86,
            94,
            [
                "Maryland"
            ]
        ]
    ],
    "Frothingham taught his renaissance course (which was largely mediev al monuments) for the last time in 1892-93.": [
        [
            0,
            11,
            [
                "Frothing ham"
            ]
        ],
        [
            68,
            70,
            [
                "all"
            ]
        ]
    ],
    "Frothingham and Marquand wrote one of the first college textbooks for art in 1896, known as <em>A Textbook of the History of Sculpture</em>.": [
        [
            0,
            11,
            [
                "Frothing ham"
            ]
        ],
        [
            16,
            24,
            [
                "Maryland"
            ]
        ]
    ],
    "In 1896, too, he married Eleanor Cross; he was forty-three.": [],
    "They traveled to Rome where he served as annual professor at the American School of Classical Studies (now the American Academy in Rome).": [],
    "Upon his return, he found Frothingham teaching in areas he disapproved, and stopped paying him mid-semester (which Marquand had full authority to do).": [
        [
            26,
            37,
            [
                "Frothing ham"
            ]
        ],
        [
            115,
            123,
            [
                "Maryland"
            ]
        ]
    ],
    "Princeton President Francis Landly Patton found money to complete Frothingham's semester, but Frothingham was moved to another department to avoid further issues with Marquand.": [
        [
            28,
            34,
            [
                "Landry",
                "Blandly",
                "Lankly"
            ]
        ],
        [
            66,
            77,
            [
                "Frothing ham"
            ]
        ],
        [
            94,
            105,
            [
                "Frothing ham"
            ]
        ],
        [
            167,
            175,
            [
                "Maryland"
            ]
        ]
    ],
    "In 1909, Marquand's first independent book, <em>Greek Architecture</em>, appeared.": [
        [
            9,
            17,
            [
                "Maryland"
            ]
        ]
    ],
    "The need for scholarly art-historical books in English led him to found and finance the <em>Princeton Monographs in Art and Archaeology</em>.": [],
    "His own catalog of the Robbia holdings in the United States, 1912, was among that series.": [
        [
            23,
            29,
            [
                "Robbie",
                "Robbin"
            ]
        ]
    ],
    "Around 1910 he met the art critic <a href=\"/matherf\">Frank Jewett Mather, Jr.</a>, in Italy and convinced the former literature professor to join his new Department of Art and Archaeology in 1910.": [],
    "Marquand's research slowed during World War I in order to teach courses left behind by faculty now in military service.": [
        [
            0,
            8,
            [
                "Maryland"
            ]
        ]
    ],
    "His study of heraldry in the Robbia appeared in 1919, followed by Giovanni della Robbia in 1920, Benedetto and Santi Buglioni in 1921, and <em>Andrea della Robbia and His Atelier</em> in 1922.": [
        [
            29,
            35,
            [
                "Robbie",
                "Robbin"
            ]
        ],
        [
            117,
            125,
            [
                "Bullion",
                "Bugling"
            ]
        ]
    ],
    "Marquand retired that year and was succeeded by <a href=\"/moreyc\">Charles Rufus Morey</a>.": [
        [
            0,
            8,
            [
                "Maryland"
            ]
        ]
    ],
    "Marquand's final catalog, <em>The Brothers of Giovanni della Robbia</em>, was nearly complete when he died in a hospital in New York City.": [
        [
            0,
            8,
            [
                "Maryland"
            ]
        ]
    ],
    "The book was completed by Mather and others in 1928.": [],
    "He donated the spectacular <em>Christ before Pilate</em> by Hieronymous Bosch to the Princeton Art Museum.</p>\n\n<p>Marquand had an ingenious and diverse mind; his logic machine, invented while at Johns Hopkins, is part of the historical collections at Princeton University.": [
        [
            60,
            71,
            [
                "Hieronymus"
            ]
        ],
        [
            115,
            123,
            [
                "Maryland"
            ]
        ]
    ],
    "He anonymously funded travel fellowships of the Archaeological Institute of America.": [],
    "His doctoral students included <a href=\"/butlerh\">Howard Crosby Butler</a> and <a href=\"/wardc\">Clarence Ward</a>.": [],
    "<a href=\"/panofskye\">Erwin Panofsky</a> cited Marquand's writings on the Della Robbia as one of serveral \"very good art-historical books\" with which European scholars such as himself were familiar before World War II.</p>": []
}