{
    "<p>Spanish professor, historian, and academic who concentrated in research regarding Mudejar art, ceramics, and the city of Toledo at large (<em>La Virgen del Prado y la cerámica de Talavera de la Reina</em>, <em>La loza dorada</em>).": [
        [
            85,
            92,
            [
                "Mudéjar"
            ]
        ]
    ],
    "After graduating with a B.A.": [],
    "in History from the Universidad Complutense in Madrid, she achieved a law degree there as well.": [
        [
            0,
            2,
            [
                "In"
            ]
        ],
        [
            32,
            43,
            [
                "Computers",
                "Competence",
                "Completeness",
                "Completes",
                "Computes",
                "Complacence"
            ]
        ]
    ],
    "She achieved her doctorate in history, also at the Complutense University, with a thesis covering Mudejar art from Toledo.</p>\n\n<p>In 1972, Caviró was appointed director of the Museum of the Valencia Institute of Don Juan.": [
        [
            51,
            62,
            [
                "Computers",
                "Competence",
                "Completeness",
                "Completes",
                "Computes",
                "Complacence"
            ]
        ],
        [
            98,
            105,
            [
                "Mudéjar"
            ]
        ],
        [
            140,
            146,
            [
                "Cairo"
            ]
        ]
    ],
    "She participated in, among other congresses, the I and II Mudejarism Symposiums (held in 1975 and 1981).": [
        [
            45,
            50,
            [
                "the",
                "I"
            ]
        ],
        [
            58,
            68,
            [
                "Mudéjares"
            ]
        ]
    ],
    "Caviró was a correspondent of the Royal Academy of Fine Arts and Historical Sciences of Toledo beginning in 1975, and became a member of the International Association of Researchers the same year.": [
        [
            0,
            6,
            [
                "Cairo"
            ]
        ]
    ],
    "The year 1975 also marked a time when she became Corresponding Academician of the Royal Academy of Fine Arts and Historical Sciences of Toledo.": [],
    "These positions complemented Caviró’s teaching career, and specialization in Mudejar crafts fields.": [
        [
            29,
            35,
            [
                "Cairo"
            ]
        ],
        [
            77,
            84,
            [
                "Mudéjar"
            ]
        ]
    ],
    "Over the course of her career she received many recognitions, including membership in the Hispanic Society of America in 1979.": [],
    "She was a professor for the Complutense University and the Art and Culture Foundation.": [
        [
            28,
            39,
            [
                "Computers",
                "Competence",
                "Completeness",
                "Completes",
                "Computes",
                "Complacence"
            ]
        ]
    ],
    "She has also taught for the San Pablo CEU University, the Association of Spanish University Women, the Bowling Green State University, the Club Maraya, and the Zayas Club.": [
        [
            144,
            150,
            [
                "Malaya",
                "Maraca",
                "Mara ya"
            ]
        ],
        [
            160,
            165,
            [
                "Mayas",
                "Kayas"
            ]
        ]
    ],
    "One of Caviró’s most significant publications was <em>Conventos de Toledo: Toledo, castillo interior</em> in 1990, a book that has become essential for the study of the heritage of Toledo monasteries which were threatened with closure.</p>\n\n<p>Caviró was a profound researcher.": [
        [
            7,
            13,
            [
                "Cairo"
            ]
        ]
    ],
    "In 2016, the Royal Association of Hidalgos of Spain awarded her the VI Hidalgos de España Prize in Genealogy, Heraldry and Nobility for <em>Las “Magníficas Señoras” y Los Linajes Toledanos: VI Premio Hidalgos de España Sobre Heráldica, Genealogía y Nobiliaria<em> (“The magnificent ladies and the lineages of Toledo)” She left an essential legacy of study on the convents of Toledo, the presence of Mudejar craft fields, and the memory of significant women from Toledo.": [
        [
            34,
            42,
            [
                "Hidalgo's",
                "Hidalgo"
            ]
        ],
        [
            71,
            79,
            [
                "Hidalgo's",
                "Hidalgo"
            ]
        ],
        [
            145,
            155,
            [
                "Magnificat"
            ]
        ],
        [
            171,
            178,
            [
                "Lines",
                "Lineages",
                "Linkages",
                "Finales",
                "Linage",
                "Ligates"
            ]
        ],
        [
            179,
            188,
            [
                "Toledos"
            ]
        ],
        [
            193,
            199,
            [
                "Premix"
            ]
        ],
        [
            200,
            208,
            [
                "Hidalgo's",
                "Hidalgo"
            ]
        ],
        [
            219,
            224,
            [
                "Sober",
                "Sore",
                "Sabre"
            ]
        ],
        [
            225,
            234,
            [
                "Heraldic"
            ]
        ],
        [
            236,
            246,
            [
                "Genealogical",
                "Genealogy",
                "Genealogies",
                "Genealogist",
                "Genealogize"
            ]
        ],
        [
            399,
            406,
            [
                "Mudéjar"
            ]
        ]
    ],
    "As such, she lifted up women from Toledo, directed the bachelor’s degrees and doctoral theses of many students, and specialized in her own version of growth, a type that was conscious of craft and distinctively hers.</em></p>": [
        [
            13,
            22,
            [
                "lifted"
            ]
        ]
    ]
}