{
    "<p>Scholar of the late gothic and early renaissance eras; professor of Visual Art at the University of East Anglia, 1965-95.": [],
    "Martindale was the son of the (Church of England) Archdeacon of Bombay, India.": [
        [
            0,
            10,
            [
                "Martingale",
                "Martin dale"
            ]
        ]
    ],
    "He was educated at the choir school of Christ Church, Oxford and at Westminster School.": [],
    "He read history at New College, Oxford, and went on to graduate work at the Courtauld Institute of Art.": [
        [
            76,
            85,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "There he came under the influence of <a href=\"/wildej\">Johannes Wilde</a> (who first suggested the subject of Martindale's 1979 book, Mantegna), <a href=\"/blunta\">Anthony Blunt</a>, as well as the eminent medievalists <a href=\"/zarneckig\">George Zarnecki</a> and <a href=\"/kidsonp\">Peter Kidson</a>.": [],
    "He formed a particular bond with <a href=\"/hohlerc\">Christopher Hohler</a>, from whom he inherited an appreciation of the importance of original documents and texts.": [],
    "Martindale's early publication on criticized the work of <a href=\"/conantk\">Kenneth John Conant</a>, a particular adversary of Hohler.": [
        [
            0,
            10,
            [
                "Martingale",
                "Martin dale"
            ]
        ]
    ],
    "He was one of the scholars <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a> tapped for the <em>Buildings of England</em> series.": [],
    "In 1959 became a lecturer at the Courtauld Institute and the same year married Jane Brooke.": [
        [
            33,
            42,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "In 1965 <a href=\"/laskop\">Peter Erik Lasko</a> persuaded him to join the new School of Fine Art and Music he was establishing at the new University of East Anglia.": [],
    "The school became a rigorously academic center of art history, popularizing the discipline as an undergraduate in England.": [],
    "Among his colleagues was the (then) young lecturer Eric C. Fernie.": [
        [
            59,
            65,
            [
                "Bernie",
                "Ernie",
                "Fernier",
                "Fergie"
            ]
        ]
    ],
    "Martindale was a talented and enthusiastic teacher.": [
        [
            0,
            10,
            [
                "Martingale",
                "Martin dale"
            ]
        ]
    ],
    "He became Dean of the department in 1971, immediately involving himself in the negotiations for the creation of the Centre for the Visual Arts to house the Sainsbury collection, a a building eventually designed by Norman Foster.": [
        [
            178,
            181,
            [
                "a"
            ]
        ]
    ],
    "His <em>Rise of the Artist</em>, appearing in 1972, was a brilliant study of the hierarchies within the medieval patronage system.": [],
    "When Lasko left to become director of the Courtauld Institute in 1974 Martindale succeeded him as Professor.": [
        [
            5,
            10,
            [
                "Lasso"
            ]
        ],
        [
            42,
            51,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ],
        [
            70,
            80,
            [
                "Martingale",
                "Martin dale"
            ]
        ]
    ],
    "He was a founder member of the Association of Art Historians, supporting its annual conferences its journal, the important periodical <em>Art History</em>, first published in 1978.": [],
    "In 1988 Martindale brought out a book on Simone Martini, placing that artist in the broader historical context and reconstructing many of that artist's partial works.": [
        [
            8,
            18,
            [
                "Martingale",
                "Martin dale"
            ]
        ]
    ],
    "He was at work researching a book on European palace decoration when he died at age 62.": [],
    "His essay in the festschrift on Hohler in 1981 is a glimpse at this research.": [
        [
            32,
            38,
            [
                "Kohler",
                "Howler",
                "Holler"
            ]
        ]
    ],
    "Martindale was also a talented piano and harpsichordist.": [
        [
            0,
            10,
            [
                "Martingale",
                "Martin dale"
            ]
        ]
    ],
    "His work encompasses a broad range of historic areas emphasizing context of patronage, influences and the exchange of ideas.</p>": []
}