{
    "<p>Dutch seventeenth-century painting specialist; first <em>extraordinarius</em> professor of Art History at Leiden University; Museum Director.": [],
    "Martin grew up in Leiden where his father was professor at the city's university.": [],
    "Attending the University himself, Martin studied Dutch language and literature between 1894 and 1899.": [],
    "He had a special interest in Dutch seventeenth- century painting.": [],
    "He obtained a doctorate in 1901, writing on on the painter Gerard Dou, the Baroque Leiden artist: <em>Het leven en de werken van Gerrit Dou beschouwd in verband met het schildersleven van zijn tijd</em>.": [
        [
            41,
            46,
            [
                "on"
            ]
        ],
        [
            66,
            69,
            [
                "You",
                "Do",
                "Dog",
                "Duo",
                "Doug",
                "Dot"
            ]
        ]
    ],
    "The same year Martin joined the Mauritshuis Museum in The Hague as Assistant Director under <a href=\"/brediusa\">Abraham Bredius</a>, replacing <a href=\"/wallerf\">François Gérard Waller</a>.": [],
    "In 1909 he became the Director, which position he held for 36 years.": [
        [
            3,
            7,
            [
                "1909,"
            ]
        ]
    ],
    "During these years, he enriched the collection of paintings, updating the interior and instituting new conservation techniques.": [],
    "In 1914 he published the first of his new catalogs to replace the former one composed by Bredius and <a href=\"/hofstededegrootc\">Cornelis Hofstede de Groot</a>.": [
        [
            3,
            7,
            [
                "1914,"
            ]
        ],
        [
            89,
            96,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ]
    ],
    "In 1907, Martin obtained an <em>extraordinarius</em> professorship in Art History at the Leiden University.": [],
    "In 1935 he also became the Director of the Printroom (Prentenkabinet) of the same University.": [
        [
            3,
            7,
            [
                "1935,"
            ]
        ],
        [
            43,
            52,
            [
                "Print room"
            ]
        ]
    ],
    "Martin delicately fostered a relationship with his former director, Bredius, who, after a loan of 25 paintings to the Mauritshuis, bequeath of them to the museum through Martin's efforts.": [
        [
            68,
            75,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ]
    ],
    "This was no small feat.": [],
    "In 1921 the ever-petty Bredius apparently foiled Martin's attempts to acquire a Dutch primitive, Alberter Bouts, because Bredius wanted another Rembrandt for the Museum.": [
        [
            23,
            30,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ],
        [
            121,
            128,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ]
    ],
    "After World War II, <a href=\"/vandewaalh\">Henri Van de Waal</a> succeeded Martin's two positions in Leiden.": [],
    "Martin published various books and articles on Dutch Painting.": [],
    "His most important work is <em>De Hollandsche schilderkunst in de zeventiende eeuw</em>, published in 1935-1936 (two volumes).": [],
    "His field of research was not limited to the seventeenth century.": [],
    "He wrote books on several Dutch painters of late nineteenth century: in 1915, <em>Albert Neuhuys, zijn leven en zijn kunst;</em> in 1917, in collaboration with <a href=\"/mariusg\">G.": [],
    "H. Hermine Marius</a>, <em>Johannes Bosboom, 1817-1891,</em> and in 1921, <em>Thérèse van Duyl-Schwartze, 1851-1918.": [
        [
            3,
            10,
            [
                "Heroine",
                "Hermione",
                "Ermine",
                "Hermite",
                "Harmine",
                "Her mine"
            ]
        ]
    ],
    "Gedenkboek</em>.": [],
    "His second revision to a Mauritshuis catalog appeared in 1935.": [],
    "As the Director of the Museum Hendrik Willem Mesdag in The Hague, from 1934 until 1954, he was able to pursue his interest in this later period of Dutch Painting.": [
        [
            45,
            51,
            [
                "Mes dag"
            ]
        ]
    ],
    "He was an active member of different boards and commissions, including the <em>Rijkscommissie voor de Monumentenzorg</em> (State Commission for Monuments) and the <em>Nederlandse Oudheidkundige Bond</em>, as the co-editor of the <em>Bulletin</em>.": [],
    "A modest man, his knowledge and activities were of great importance for his contemporaries and for Dutch Art History.": [],
    "Martin was among the first art professors to be given the official responsibilities of \"art history.\"": [],
    "<a href=\"/sixj\">Jan Six</a> was the first professor <em>extraordinarius</em> of art history at Amsterdam University (1896-1916).": [],
    "Between 1907 and 1946, while Martin served as <em>extraordinarius</em> professor at Leiden University, <a href=\"/vogelsangw\">Willem Vogelsang</a> was the first <em>ordinarius</em> professor of art history at Utrecht University.": [],
    "R. E. O. Ekkart remarked in his biography of Martin that <em>De Hollandsche schilderkunst</em>, a broad overview of Dutch seventeenth century painting, Martin combined his personal research with the results of the investigations of Bredius, <a href=\"/hofstededegrootc\">Cornelis Hofstede de Groot</a>, <a href=\"/bodenhausene\">Eberhard Freiherr von Bodenhausen</a> and others.": [
        [
            9,
            15,
            [
                "Kart",
                "Elkhart",
                "Kmart",
                "Eckhart"
            ]
        ]
    ],
    "As a scholar, Martin was interested in the working circumstances and social milieu of artists as much as their paintings.</p>": []
}