{
    "<p>Marquand Professor of Art and Archaeology at Princeton University; scholar of Baroque.": [
        [
            3,
            11,
            [
                "Maryland"
            ]
        ]
    ],
    "Martin received his bachelor of arts degree at McMaster University, Hamilton, Ontario, in 1938.": [],
    "He attended Princeton University where he was awarded a master of fine arts degree in 1941.": [],
    "After teaching for a year at the Iowa State University, he enlisted in the Canadian army in 1942.": [],
    "He served with the Third Canadian Division during World War II, recording the division's invasion of the Normandy coast among other duties and attaining the rank of major.": [],
    "Martin returned to Princeton following the War as a Woodrow Wilson Fellow.": [],
    "His field of art history was Byzantium and his 1947 dissertation topic was on the illustration of the Heavenly Ladder of John Climacus, written under <a href=\"/moreyc\">Charles Rufus Morey</a>.": [
        [
            126,
            134,
            [
                "Climates",
                "Climaxes"
            ]
        ]
    ],
    "He joined the faculty of Princeton as an assistant professor that same year.": [],
    "Martin published in the area of Byzantine studies until 1954.": [],
    "After that, he changed to the baroque era, which he continued the rest of his life.": [],
    "He was appointed full professor in 1961.": [],
    "In 1968 Martin authored the first monograph in the <em>catalogue raisonné</em> for Peter Paul Rubens, the <em>Corpus Rubinianum Ludwig Burchard</em>.": [],
    "The volume, <em>The Ceiling Paintings for the Jesuit Church in Antwerp</em>, met with critical success and confirmed his reputation as a scholar for Rubens.": [],
    "He served as editor-in-chief of <em>Art Bulletin</em> from 1971 to 1974.": [],
    "In 1971 he organized a symposium and exhibition held at the Princeton University's Art Museum, <em>Rubens Before 1620</em>, with the aid of Rubenshuis director <a href=\"/baudouinf\">Frans Baudouin</a>.": [
        [
            3,
            7,
            [
                "1971,"
            ]
        ]
    ],
    "Martin authored a second volume in the Rubens <em>catalogue raisonné</em> series, <em>The Decorations for the Pompa Introitus Ferdinandi</em>, for which he received the <a href=\"/moreyc\">Charles Rufus Morey</a> Book Award of the College Art Association in 1972.": [],
    "He was named Marquand Professor of Art and Archaeology in 1970, and chairman of the art and archaeology department of Princeton from 1973 to 1979.": [
        [
            13,
            21,
            [
                "Maryland"
            ]
        ]
    ],
    "He published an introduction of Baroque art, <em>The Baroque</em>, in 1977.": [],
    "Martin lectured at the Philadelphia Museum of Art and served on the visiting committee to the department of European paintings of the Metropolitan Museum of Art.": [],
    "He was president of the College Art Association of America from 1984 to 1986.": [],
    "He was succeed in the Marquand Chair by Yoshiaki Shimizu.": [
        [
            7,
            14,
            [
                "succeeded",
                "succeeding"
            ]
        ],
        [
            22,
            30,
            [
                "Maryland"
            ]
        ],
        [
            40,
            48,
            [
                "Dashiki",
                "Yashmak",
                "Bosniak",
                "Bosniaks",
                "Yashmaks"
            ]
        ]
    ],
    "In his final years, he suffered from Alzheimer's disease; he died in relative obscurity in 2000.": [],
    "His students included <a href=\"/scribnerc\">Charles Scribner III</a>.": [],
    "Martin's reputation at Princeton was that of an engaging lecturer.": [],
    "He gave the appearance of never relying from prepared notes, but in fact, his lectures were scrupulously detailed, frequently written word-for-word.": [
        [
            32,
            39,
            [
                "relying on"
            ]
        ]
    ],
    "Student's recall a lecture style where he would move around the stage with a lively delivery.": [],
    "His gray van Dyck moustache gave him the appearance of a person from the era about which he lectured.</p>": [
        [
            18,
            27,
            [
                "mustache"
            ]
        ]
    ]
}