{
    "<p>Director of the Munich Gemäldesammlungen 1957-1964.": [],
    "Martin studied philosophy and art history at the university in Freiburg im Breisgau after the First World War.": [],
    "Among his major professors were the philosophers Martin Heidegger, and Edmund Husserl and the art historian <a href=\"/jantzenh\">Hans Jantzen</a>.": [],
    "His doctoral thesis, written under <a href=\"/wolfflinh\">Heinrich Wölfflin</a>, was on the subject of fourteenth-century stone sculpture from Nuremberg.": [],
    "Martin joined the Mannheim Kunsthalle under the directorship of <a href=\"/hartlaubg\">Gustav Hartlaub</a>.": [
        [
            27,
            37,
            [
                "Unstable"
            ]
        ]
    ],
    "During World War II Martin was in charge of museums and the protection of monuments in the Upper Rhein region in occupied Alsace, 1940-1945.": [
        [
            97,
            102,
            [
                "Than",
                "Train",
                "Brain",
                "Grain",
                "Khan",
                "Ryan"
            ]
        ]
    ],
    "After 1945 he worked closely with the Allies in the restitution of works, including pieces from the Karlsruhe Kunsthalle, of which he was now director.": [
        [
            110,
            120,
            [
                "Unstable"
            ]
        ]
    ],
    "His post-war exhibitions included one of German art that touring the United States in 1948.": [],
    "He issued the volumes on the modern age for the Karlsruhe Kunsthalle history of western art (1955-63).": [
        [
            58,
            68,
            [
                "Unstable"
            ]
        ]
    ],
    "In1956 Martin was appointed director of the Academy of Fine Arts in Karlsruhe.": [],
    "In that year he edited the manuscript of the late conservative painter and theorist Carl Hofer (1878-1955).": [],
    "The following year he moved to become Director of the Munich Gemäldesammlungen, which he held until his retirement in 1964.": [],
    "Beginning in 1965 he headed the commission of specialists determining the distribution of the remaining art from the Munich Central Art Collecting Point, the building storing looted works of art captured by the Allies.</p>": []
}