{
    "<p>Director of the Museum of Fine Arts, Houston.": [],
    "Marzio was born to Italian working-class immigrants.": [
        [
            0,
            6,
            [
                "Mario",
                "Mário"
            ]
        ]
    ],
    "The first to complete high school and college in his family, he attended Juniata College in Huntingdon, PA on a football scholarship.": [],
    "An art history class affected him so, he visited the Frick Collection in New York to see an original Goya.": [],
    "After graduating in 1965, Marzio earned an A. M. from the University of Chicago in 1966 and a Ph.D.": [
        [
            26,
            32,
            [
                "Mario",
                "Mário"
            ]
        ]
    ],
    "in art history and American history from the same institution in 1969.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "His dissertation topic was on drawing manuals of the nineteenth century in the United States.": [],
    "He taught at the University of Maryland and assisted the research for the historian Daniel J. Boorstin in his book <em>The Americans: The Democratic Experience</em>.": [],
    "Boorstin's book won a Pulitzer prize in 1973.": [],
    "He joined the Smithsonian Institution in Washgington, D. C. as curator of prints and chairman of cultural history.": [
        [
            41,
            52,
            [
                "Washington"
            ]
        ]
    ],
    "He was a Woodrow Wilson Senior Fellow in 1973.": [],
    "In 1978 Marzio was appointed director of the Corcoran Gallery of Art in the city.": [
        [
            8,
            14,
            [
                "Mario",
                "Mário"
            ]
        ]
    ],
    "When Museum of Fine Arts, Houston director <a href=\"/demontebellop\">Philippe de Montebell</a> accepted the postion of director at the Metropolitan Museum of Art in New York, Marzio was hired as his replacement for the Texas museum in 1982.": [],
    "In 1986 he oversaw the sculpture garden designed by Isamu Noguchi.": [
        [
            3,
            7,
            [
                "1986,"
            ]
        ],
        [
            52,
            57,
            [
                "ISAM",
                "SAMU",
                "Is amu"
            ]
        ],
        [
            58,
            65,
            [
                "Touch",
                "Couch",
                "Notch",
                "Pouch",
                "Gucci",
                "Sochi"
            ]
        ]
    ],
    "A center for European decorative arts was created through a four-and-a-half acre estate donation in 1991.": [],
    "In 1994 he was seriously considered to head the Museum of Modern Art, NY, but decline further interest to remain in Houston.": [
        [
            3,
            7,
            [
                "1994,"
            ]
        ],
        [
            25,
            43,
            [
                "considered heading"
            ]
        ]
    ],
    "Marzio's wife, Frances, served as assitant to the Board of Trustees to the MFA and later curator of the Glassell collection of African Art at the Museum.": [
        [
            0,
            6,
            [
                "Mario",
                "Mário"
            ]
        ],
        [
            34,
            42,
            [
                "assistant"
            ]
        ]
    ],
    "In 2000, he dedicated the Audry Jones Beck wing of the Museum--she herself donated 46 Impressionist and Post-Impressionist paintings--designed by Rafael Moneo.": [
        [
            26,
            31,
            [
                "Audrey",
                "Audra",
                "Au dry"
            ]
        ]
    ],
    "He died of cancer in 2010.": [],
    "Marzio's dual focus to increasing collection size and attendance yielded spectacular results.": [
        [
            0,
            6,
            [
                "Mario",
                "Mário"
            ]
        ]
    ],
    "The collection grew from 14000 to 62000 objects and attendance climbed from 380,000 to 2.5 million.": [],
    "He oversaw an endowment increase from $25 million to $1.2 billion (at its height).</p>": []
}