{
    "<p>Egyptologist, developer of the Cairo Museum and author of popular books on Egyptian art.": [],
    "Maspero was born to parents of Milanese extraction.": [
        [
            0,
            7,
            [
                "Master",
                "Masters",
                "Mastery",
                "Jasper",
                "Casper",
                "Maser"
            ]
        ]
    ],
    "As a young man he studied hieroglyphics école Normale in Paris.": [
        [
            40,
            45,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            46,
            53,
            [
                "Normal",
                "Nor male",
                "Norm ale"
            ]
        ]
    ],
    "He met the French conservator of Egyptian monuments for the Egyptian Pasha, Auguste Mariette (1821-1881) in 1867, demonstrating his skill by successfully translating some recently discovered fragments.": [
        [
            76,
            83,
            [
                "August",
                "Augusta",
                "Augusto",
                "Augusts",
                "Auguster"
            ]
        ],
        [
            84,
            92,
            [
                "Marietta",
                "Marlette"
            ]
        ]
    ],
    "Maspero was appointed a <em>répétiteur</em>(teacher) of Egyptian language and archeology at the école Pratique des Hautes études in 1869.": [
        [
            0,
            7,
            [
                "Master",
                "Masters",
                "Mastery",
                "Jasper",
                "Casper",
                "Maser"
            ]
        ],
        [
            96,
            101,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            102,
            110,
            [
                "Critique",
                "Plastique"
            ]
        ],
        [
            111,
            114,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            115,
            121,
            [
                "Hates",
                "Hastes",
                "Sautés",
                "Sautes"
            ]
        ]
    ],
    "He moved to occupy Champollion's chair (Professor of Egyptology) at the Collège de France in 1874.": [
        [
            72,
            79,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ]
    ],
    "In 1880, an archaeological mission to Cairo was established by the French government, with Maspero as its director.": [
        [
            91,
            98,
            [
                "Master",
                "Masters",
                "Mastery",
                "Jasper",
                "Casper",
                "Maser"
            ]
        ]
    ],
    "However, Mariette who was director of the Boulaq Museum (the beginnings of the Cairo Museum), died the next year and Maspero succeeded him.": [
        [
            9,
            17,
            [
                "Marietta",
                "Marlette"
            ]
        ],
        [
            42,
            48,
            [
                "Beulah",
                "Boulez",
                "Bola",
                "Bolas",
                "Boules",
                "Bosley"
            ]
        ],
        [
            117,
            124,
            [
                "Master",
                "Masters",
                "Mastery",
                "Jasper",
                "Casper",
                "Maser"
            ]
        ]
    ],
    "Shortly after that, the royal mummies at Der al-Bahari were discovered, raising the profile of the Museum to which they were moved.": [
        [
            41,
            44,
            [
                "Her",
                "Dr",
                "Deer",
                "Per",
                "Del",
                "Den"
            ]
        ],
        [
            45,
            54,
            [
                "Al-Jazari"
            ]
        ]
    ],
    "Maspero whetted the public's appetite in this new find by publishing articles in various magazines on Egyptian art, including these discoveries.": [
        [
            0,
            7,
            [
                "Master",
                "Masters",
                "Mastery",
                "Jasper",
                "Casper",
                "Maser"
            ]
        ]
    ],
    "He and various scholars, including the German archaeologist/architectural historian <a href=\"/borchardtl\">Ludwig Borchardt</a> authored the general catalog of antiquities for the Egyptian Museum, Cairo, (<em>Catalogue général des antiquités égyptiennes du Musée du Caire</em>).": [],
    "Maspero resigned from the museum in 1887 to return to the Collège de France and teaching where he was bestowed a D. C. L from Oxford University.": [
        [
            0,
            7,
            [
                "Master",
                "Masters",
                "Mastery",
                "Jasper",
                "Casper",
                "Maser"
            ]
        ],
        [
            58,
            65,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ]
    ],
    "His <em>Archéologie égyptienne</em> appeared in French and in an English version the same year with notes by the Egyptologist Sir W. M. Flinders Petrie (1853-1942).": [],
    "In 1895 he produced his history of the ancient world, <em>Histoire ancienne des peuples de l'Orient classique</em>, again simultaneously appearing in English.": [
        [
            3,
            7,
            [
                "1895,"
            ]
        ]
    ],
    "These publications gained him notoriety with the literature English-speaking world.": [],
    "However, the Cairo mission declined after Maspero's departure and in 1899 he was reappointed to the Egyptian initiative.": [
        [
            42,
            49,
            [
                "Master",
                "Masters",
                "Mastery",
                "Jasper",
                "Casper",
                "Maser"
            ]
        ]
    ],
    "There he oversaw the continuing construction of a permanent museum for Egyptian antiquities, which had been moved from Boulaq to Giza in 1880, and the exploration of Karnak.": [
        [
            119,
            125,
            [
                "Beulah",
                "Boulez",
                "Bola",
                "Bolas",
                "Boules",
                "Bosley"
            ]
        ],
        [
            166,
            172,
            [
                "Barney",
                "Karma",
                "Carney",
                "Kara",
                "Kana",
                "Kayak"
            ]
        ]
    ],
    "Under his leadership, the Cairo Museum building was opened in 1900 and the Giza collection moved to it in 1902.": [],
    "As an academic and archaeologist, Maspero understood the importance of the museum catalog.": [
        [
            34,
            41,
            [
                "Master",
                "Masters",
                "Mastery",
                "Jasper",
                "Casper",
                "Maser"
            ]
        ]
    ],
    "He devoted much of the resources to publishing the collections, which, by 1909, mounted to twenty-four volumes or sections.": [],
    "With the assistance of the Committee of Egyptology, Maspero encouraged archaeological exploration by issuing permits to numerous agencies.": [
        [
            52,
            59,
            [
                "Master",
                "Masters",
                "Mastery",
                "Jasper",
                "Casper",
                "Maser"
            ]
        ]
    ],
    "His health declining, he retired in 1914, succeeded by his assistant, Pierre Lacau (1873-1963).": [
        [
            77,
            82,
            [
                "Macau",
                "Lacey",
                "LACA"
            ]
        ]
    ],
    "Maspero returned to Paris as permanent secretary of the Académie des Inscriptions et Belles-Lettres.": [
        [
            0,
            7,
            [
                "Master",
                "Masters",
                "Mastery",
                "Jasper",
                "Casper",
                "Maser"
            ]
        ],
        [
            56,
            64,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            65,
            68,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            85,
            99,
            [
                "Belles-lettres"
            ]
        ]
    ],
    "He died suddenly two years later while attending a meeting of the Académie.": [
        [
            66,
            74,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "He is buried at the Cimetière du Montparnasse, Paris.": [
        [
            20,
            29,
            [
                "Cafetiere",
                "Cafetière"
            ]
        ]
    ],
    "Maspero's book, <em>Egyptian Archaeology</em> (1887) was a staple of early ancient art courses in the English-speaking world; it was the second book to be listed in the course catalog as a text for the art history classes during the early years of Princeton University's department of Art and Archaeology.": [
        [
            0,
            7,
            [
                "Master",
                "Masters",
                "Mastery",
                "Jasper",
                "Casper",
                "Maser"
            ]
        ]
    ],
    "Maspero's art histories focus more on the stories about art than strict object analysis.": [
        [
            0,
            7,
            [
                "Master",
                "Masters",
                "Mastery",
                "Jasper",
                "Casper",
                "Maser"
            ]
        ]
    ],
    "Even in his lifetime, his works were seen as glossing over the inconsistencies of archaeological discoveries in favor of a positivism.": [],
    "A London <em>Times</em> obituary described his methodology, saying \"His synthetic instinct and literary facility...produced a narrative which [was] often more coherent and continuous than the evidence warrants.\"": [],
    "He was a key player in the establishment of Egyptian art discoveries: in 1907 he suggested Howard Carter to Lord Carnarvon when Carnarvon needed an archaeologist to excavate the Valley of the Kings.</p>": [
        [
            113,
            122,
            [
                "Carnation"
            ]
        ],
        [
            128,
            137,
            [
                "Carnation"
            ]
        ]
    ]
}