{
    "<p>Second professor of the Department of Art and Archaeology, Princeton University, 1910-1933 and its first \"modernist\" (i.e., post-classicist).": [],
    "Mather was the son of Frank Jewett Mather, Sr.": [],
    "(1835-1929), a lawyer, and Caroline Arms Graves (Mather).": [],
    "After graduating in 1889 from Williams College, Williamstown, MA, Mather entered Johns Hopkins University where he completed his Ph.D.": [],
    "in 1892 in English philology and literature.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "That same year he traveled to Berlin to study art (specifically Italian painting) returning in 1893 to teach Anglo-Saxon and Romance languages at Williams.": [],
    "He mad a second trip to Europe, 1897-1898, studying at the Ecole des Hautes Etudes in Paris.": [
        [
            3,
            6,
            [
                "made"
            ]
        ],
        [
            59,
            64,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            65,
            68,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            69,
            75,
            [
                "Hates",
                "Hastes",
                "Sautés",
                "Sautes"
            ]
        ],
        [
            76,
            82,
            [
                "Études"
            ]
        ]
    ],
    "In 1900 he spent a year in Paris returning in 1901 to accept a job as an assistant editor of the <em>Nation</em> and then as the editorials writer for the <em>New York Evening Post</em>.": [
        [
            3,
            7,
            [
                "1900,"
            ]
        ],
        [
            129,
            139,
            [
                "editorials'",
                "editorial's"
            ]
        ]
    ],
    "He spent part of 1903 in Spain where the painting of Velasquez particularly impressed him.": [],
    "In 1904 he began art criticism for the <em>Post</em> and assuming the American editor duties of the <em>Burlington Magazine</em>.": [
        [
            3,
            7,
            [
                "1904,"
            ]
        ]
    ],
    "He married Ellen Suydam Mills in 1905.": [
        [
            17,
            23,
            [
                "Sunday",
                "Sudan",
                "Saddam",
                "Sundae",
                "Sundas"
            ]
        ]
    ],
    "Mather contracted typhoid fever the following year and, as part of the recovery, moved to Italy.": [],
    "He worked as a freelance journalist there covering among other events the Messina earthquake of 1908.": [],
    "Mather met the English-speaking expatriate community in there, including the art historians <a href=\"/berensonb\">Bernard Berenson</a> and <a href=\"/marquanda\">Allan Marquand</a>, founder (and major benefactor) of Princeton's the Department of Art and Archeology.": [],
    "Marquand, who was traveling in Italy at the time, invited Mather to teach art history at Princeton, which Mather did beginning in 1910.": [
        [
            0,
            8,
            [
                "Maryland"
            ]
        ]
    ],
    "Mather became the first Marquand Professor of Art and Archaeology, once again writing art criticism for the <em>Post</em>.": [
        [
            24,
            32,
            [
                "Maryland"
            ]
        ]
    ],
    "Mather's first book was the 1912 <em>Homer Martin: Poet in Landscape</em> on the relatively minor painter Homer Dodge Martin.": [],
    "His second, <em>The Collectors</em>, featured an early profile of Berenson.": [
        [
            66,
            74,
            [
                "Benenson"
            ]
        ]
    ],
    "Mather recognized the Armory Show in 1913 to be the epoch event it was: his review of it in the <em>Independent</em> won him an honorary degree from Williams College the same year.": [],
    "His collected criticism and essays appeared as the book <em>Estimates in Art</em> in 1916.": [],
    "Mather continued to write scholarly articles on art until the United States entered World War I, when he served as an ensign in the naval reserve.": [],
    "In 1920 Mather joined the Smithsonian Art Commission, a group charged with advising the national art collections and assumed the editorship of <em>Art in America</em>.": [],
    "His survey of likenesses of the poet Dante, <em>Portraits of Dante</em>, appeared in 1921.": [],
    "In 1922, Mather was chosen to direct the Museum of Historic Art (now the Princeton University Museum of Art).": [],
    "He used the university's endowments and his own funds to build the core of the European and American painting collection In 1923 he issued his <em>History of Italian Painting</em>, a standard especially among the general reading public.": [],
    "When Marquand died in 1924, Mather took over editing of Marquand's books on the Robbia artists (published in 1928).": [
        [
            5,
            13,
            [
                "Maryland"
            ]
        ],
        [
            56,
            64,
            [
                "Maryland"
            ]
        ],
        [
            80,
            86,
            [
                "Robbie",
                "Robbin"
            ]
        ]
    ],
    "That was followed by two books in 1927, one authored with fellow Princeton art Professor <a href=\"/moreyc\">Charles Rufus Morey</a> and the musicologist William James Henderson (1855-1937), <em>The American Spirit in Art</em> for <em>The Pageant of America</em> series, and <em>Modern Painting</em>, a curious book that valued the classical-tradition in painting of the nineteenth-century but little of the twentieth.": [],
    "He particularly disparaged German Expressionist painting.": [],
    "In 1931 Mather updated his <em>Estimates</em> collection with pieces on Albert Pinkham Ryder, Thomas Eakins, and Winslow Homer.": [
        [
            79,
            86,
            [
                "Pink ham"
            ]
        ]
    ],
    "He was among the first to rank these Americans higher than the Society painters (e.g., John Singer Sargent) which were contemporarily valued.": [],
    "A book on <em>The Isaac Master</em> was published in 1932.": [],
    "He retired emeritus from Princeton in 1933, retaining the directorship of the art museum.": [],
    "Mather wrote a treatise on esthetics, <em>Concerning Beauty</em> in 1935.": [
        [
            27,
            36,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "<em>Venetian Painters</em> appeared in 1936.": [],
    "<em>Western European Painting of the Renaissance</em> in 1939.": [],
    "Mather attempted vainly to re-enlist in the navy for World War II (he was over seventy).": [],
    "In 1946 he retired from the Museum, donating his collection of prints and drawings to the collection.": [
        [
            3,
            7,
            [
                "1946,"
            ]
        ]
    ],
    "He was succeeded by <a href=\"/dewalde\">Ernest DeWald</a>.": [],
    "Mather retired to his Bucks County farm, known as \"Three Brooks.\"": [],
    "He died in a Princeton hospital at age 85.": [],
    "His papers are housed at Princeton University.": [],
    "Like many independently wealthy self-educated art historians of the early twentieth century, Mather was highly opinioned and at times quixotic.": [
        [
            111,
            120,
            [
                "pinioned",
                "o pinioned"
            ]
        ]
    ],
    "His art histories are seldom consulted today; his art criticism, however, was both influential in his own time and enduring.": [],
    "His criticism written in the <em>Atlantic Monthly</em> reached a wide audience.": [],
    "In 1963 the professional society for art historians, the College Art Association, named an annual award for American criticism in his honor.": [],
    "Mather's criticism seldom pandered to the crowd or even to museum practice.": [],
    "He ranks among the top builders of early academic art collections among American universities.": [],
    "As a museum director, he was against \"period rooms\" in museums, the practice of placing objects together in a total environmental consistent with the period in which the objects were produced.": [],
    "He criticized the 1924 American Wing opening at the Metropolitan Museum of Art, New York for pandering to the \"antiquarian sentimentality\" as well as the larger size modern museums.": [],
    "Distinctly pro-French (or anti-German), perhaps because of the World War, he once wrote in a book introduction, \"I shudder when I think what a German or a Germanized American scholar would have made of the subject...\".</p>": []
}