{
    "<p>Byzantinist and historian of Early Christian art and architecture.": [
        [
            3,
            14,
            [
                "Byzantines"
            ]
        ]
    ],
    "Mathews graduated with a degree in Classics and Philosophy from Boston College in 1957, receiving an M.A.": [],
    "in philosophy the following year.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He taught as an Instructor in classical languages at Holy Cross College, Worcester, MA, between 1958 and 1960.": [],
    "Mathews wrote a second master's thesis in art history at New York University in 1962 before entering Weston College, Somerset, UK, for an Licentiate in Sacred Theology (S. T.": [
        [
            135,
            137,
            [
                "a"
            ]
        ]
    ],
    "L.)": [],
    "in 1965.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He was ordained a Roman Catholic priest in the Society of Jesus (Jesuits).": [],
    "Mathews returned to the Institute of Fine Arts, New York University, studying under the Byzantinist <a href=\"/buchthalh\">Hugo Buchthal</a> and writing dissertation on early churches in Constantinople under <a href=\"/krautheimerr\">Richard Krautheimer</a>.": [
        [
            88,
            99,
            [
                "Byzantines"
            ]
        ]
    ],
    "For the 1967-1969 years he was a Samuel H. Kress Fellowship at the Biblioteca Hertziana, Rome.": [
        [
            8,
            17,
            [
                "1967–1969"
            ]
        ],
        [
            43,
            48,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ]
    ],
    "He initially taught as a visiting Professor (<em>extraordinarius</em>) in Archaeology at the Pontificio Istituto Orientale, Rome, from 1969 to 1971.": [],
    "He returned to the United States as Associate Professor of Art at Brooklyn College, teaching until 1973.": [],
    "That year he became Professor of art history at U. C. L. A., returning to New York University in 1975 as Professor of the History of Art.": [],
    "He was a Guggenheim Fellow for the 1977-1978 year.": [],
    "Mathews was a Member at the Institute for Advanced Study, Princeton, N. J., in 1990.": [],
    "As a Guest Curator for for the Morgan Library, New York he organized the \"Treasures in Heaven\" exhibit of Armenian Illuminated Manuscripts, Pierpont Morgan Library in 1994.": [
        [
            19,
            26,
            [
                "for"
            ]
        ]
    ],
    "He was appointed John Langeloth Loeb Professorship in the History of Art in 1993.": [
        [
            22,
            31,
            [
                "Lancelot"
            ]
        ],
        [
            32,
            36,
            [
                "Lobe",
                "Lob",
                "LEB",
                "OEB"
            ]
        ]
    ],
    "A fellowship at the Metropolitan Museum of Art, New York, for the1996-1997 led to his appointment on the Visiting Committee to Medieval Art and the Cloisters, Metropolitan Museum of Art.": [],
    "Between 2001 and 2003 he was a senior fellow at Dumbarton Oaks, Washgington, D. C. In 2003 he received a J. Paul Getty Trust Collaborative Research Grant, to research his \"From Pagan to Byzantine Icons in Late Antique Egypt,\" 2003-2005.</p>": [
        [
            48,
            57,
            [
                "Lumberton"
            ]
        ],
        [
            64,
            75,
            [
                "Washington"
            ]
        ]
    ]
}