{
    "<p>First director of the Kunsthistorisches Institut, Christian-Albrecht-Universität, Kiel.": [
        [
            43,
            51,
            [
                "Institute"
            ]
        ],
        [
            53,
            83,
            [
                "Christian-Albrecht-University"
            ]
        ]
    ],
    "Matthaeis' early interests were the gothic Cistercian architecture of France and Germany, which was the subject of his 1892 <em>Habilitationsschrift</em>.": [
        [
            0,
            9,
            [
                "Matthias"
            ]
        ]
    ],
    "He studied the medieval wood sculpture of Schleswig-Holstein.": [],
    "As director of the Thaulow collection, he had attempted to create an independent \"Provincial museum of medieval church art,\" but this failed.": [
        [
            19,
            26,
            [
                "Shallow",
                "Harlow",
                "Tallow",
                "Hallow",
                "Thurlow"
            ]
        ]
    ],
    "Matthaei taught courses in 1896 on Hans Brueggemann and his attributed works.": [
        [
            0,
            8,
            [
                "Matthew",
                "Matthias",
                "Matthieu",
                "Matthäus"
            ]
        ]
    ],
    "Matthaei researched in 1897/98 on the medieval carving altars Schleswig Holstein.": [
        [
            0,
            8,
            [
                "Matthew",
                "Matthias",
                "Matthieu",
                "Matthäus"
            ]
        ],
        [
            62,
            80,
            [
                "Schleswig-Holstein"
            ]
        ]
    ],
    "Matthaeis lectured on a diverse range of subjects, including the history of the Italian painting from Giotto to Raffael, Rembrandt, and the history of the German art, and romantic art (in particular Moritz).": [
        [
            0,
            9,
            [
                "Matthias"
            ]
        ],
        [
            112,
            119,
            [
                "Rafael"
            ]
        ]
    ],
    "Matthaei was an engaging lecturer, who hosted public talks on topics such as \"introduction to the history of art,\" in 1901.": [
        [
            0,
            8,
            [
                "Matthew",
                "Matthias",
                "Matthieu",
                "Matthäus"
            ]
        ]
    ],
    "From 1902 onward, Matthaei excavated the church at Segeberg.": [
        [
            18,
            26,
            [
                "Matthew",
                "Matthias",
                "Matthieu",
                "Matthäus"
            ]
        ],
        [
            51,
            59,
            [
                "Seeker",
                "Seekers",
                "Spielberg",
                "Weinberg",
                "Iceberg",
                "Seeger"
            ]
        ]
    ],
    "In 1894, at the death of the classical philologist P.W.": [],
    "Forchhammers, the art history as a discipline was finally separated from Philology.": [],
    "The Institute was initially a projector for slides housed in a college building in the palace garden.": [],
    "Gradually books and art reproductions were added.": [],
    "In 1904 <a href=\"/neumannc\">Carl Neumann</a> began assumed Mattaeis' duties.</p>": []
}