{
    "<p>Specialist in ancient art of Crete, Rome, and the near East, in particular the art of seals.": [],
    "Matz was the nephew of archaeologist <a href=\"/matzf1843\">Friedrich Matz (1843-1874)</a>, and was often referred to as \"der Jünger\" (the younger).": [
        [
            0,
            4,
            [
                "Mate",
                "Matt",
                "Math",
                "Mat",
                "Mats",
                "Katz"
            ]
        ]
    ],
    "The younger Matz began his career as teacher at the Grauen Kloster gymnasium (advanced high school) in Berlin, 1914-1925.": [
        [
            12,
            16,
            [
                "Mate",
                "Matt",
                "Math",
                "Mat",
                "Mats",
                "Katz"
            ]
        ],
        [
            52,
            58,
            [
                "Frauen",
                "Graven",
                "Graben"
            ]
        ],
        [
            59,
            66,
            [
                "Closer",
                "Cluster",
                "Foster",
                "Roster",
                "Ulster",
                "Booster"
            ]
        ]
    ],
    "During these years he assisted in editing with <a href=\"/merckline\">Eugen von Mercklin</a> volume two of the printed catalog of the Deutsches Archäologisches Institut library begun by <a href=\"/maua\">August Mau</a>.": [],
    "In 1928, Matz published an ground-breaking text on the seals of Crete, <em>Die frühkretischen Siegel</em>.": [
        [
            9,
            13,
            [
                "Mate",
                "Matt",
                "Math",
                "Mat",
                "Mats",
                "Katz"
            ]
        ],
        [
            24,
            26,
            [
                "a"
            ]
        ]
    ],
    "He joined the University at Münster in 1934, remaining there until 1941 when he moved to Marburg University (1941-1958).": [],
    "As a compromise candidate, was elected Rektor of Marburg in the difficult postwar years 1946-47.": [
        [
            39,
            45,
            [
                "Rector"
            ]
        ]
    ],
    "He was the editor of the <em>Corpus der antiken Sarkophagreliefs</em> and was the founder of the <em>Archaeologica Homerica</em> and <em>Corpus der minoischen und mykenischen Siegel</em>.": [],
    "Matz was also a specialist in Roman art and in later years and assumed the editor of <em>Die Römischen Sarkophagreliefs</em> from <a href=\"/robertc\">Carl Robert</a>.": [
        [
            0,
            4,
            [
                "Mate",
                "Matt",
                "Math",
                "Mat",
                "Mats",
                "Katz"
            ]
        ]
    ],
    "He published a four-volume set on sarchophgi containing Bacchanal motifs.": [
        [
            34,
            44,
            [
                "sarcophagi"
            ]
        ]
    ],
    "His students included <a href=\"/andreaeb\">Bernard Andreae</a>.": [],
    "Strongly influenced by the work of <a href=\"/sedlmayrh\">Hans Sedlmayr</a> and the Vienna School, he was one of the earlier proponents of structuralist theory (Strukturforschung), a German theoretical notion attempting to replace the concept of style with a spatial structural analysis, which was linked to cultural identity, for ancient art.": [],
    "His influence on the classical-era art methodology was as important as those of <a href=\"/riegla\">Aloïs Riegl</a> and <a href=\"/wolfflinh\">Heinrich Wölfflin</a>.": [],
    "Other Strukturforschung scholars of ancient art included <a href=\"/schweitzerb\">Bernhard Schweitzer</a> and <a href=\"/kaschnitzweinbergg\">Guido Kaschnitz von Weinberg</a> and <a href=\"/krahmerg\">Gerhard Krahmer</a>.</p>": []
}