{
    "<p>Early excavator of Pompeii and namer of the four Roman wall painting style categories; first to advance the hypothesis that Roman art was not dependent on Greek origins, but can be seen as a high achievement on its own.": [
        [
            34,
            39,
            [
                "name",
                "named",
                "names",
                "gamer",
                "Nader",
                "Namur"
            ]
        ]
    ],
    "Mau trained in classical theology and received his Ph.D.": [
        [
            0,
            3,
            [
                "MAU",
                "May",
                "Man",
                "Map",
                "MA",
                "Mac"
            ]
        ]
    ],
    "in Kiel in 1863.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "A career in theology was halted when health reasons forced him to move Italy in 1872.": [],
    "He secured a position at the German Archaeological Institute in Rome studying Pompeian inscriptions under Theodor Mommsen (1817-1903).": [],
    "Mau's work with Pompeii led him to investigate current excavations in that city, then under the direction of Giuseppe Fiorelli (1823-1895).": [
        [
            0,
            3,
            [
                "MAU",
                "May",
                "Man",
                "Map",
                "MA",
                "Mac"
            ]
        ],
        [
            118,
            126,
            [
                "Fiorella"
            ]
        ]
    ],
    "Fiorelli's systematic study of Pompeii formed the basis for Mau's research on Roman wall painting.": [
        [
            0,
            8,
            [
                "Fiorella"
            ]
        ],
        [
            60,
            63,
            [
                "MAU",
                "May",
                "Man",
                "Map",
                "MA",
                "Mac"
            ]
        ]
    ],
    "In 1882 Mau published <em>Geschichte der decorativen Wandmalerei in Pompeji</em>.": [
        [
            8,
            11,
            [
                "MAU",
                "May",
                "Man",
                "Map",
                "MA",
                "Mac"
            ]
        ]
    ],
    "Here Mau postulated his famous four stylistic periods, a First Style (decorative), a Second and Third Style, and a Fourth Style (illusionistic and architectural, based upon theater).": [
        [
            5,
            8,
            [
                "MAU",
                "May",
                "Man",
                "Map",
                "MA",
                "Mac"
            ]
        ],
        [
            129,
            142,
            [
                "illusionist",
                "illusionists"
            ]
        ]
    ],
    "This characterization of Roman wall painting remains the organization used today.": [],
    "Mau spent his professional life as the librarian of the deutsches Archäologisches Institut (DAI).": [
        [
            0,
            3,
            [
                "MAU",
                "May",
                "Man",
                "Map",
                "MA",
                "Mac"
            ]
        ],
        [
            56,
            65,
            [
                "Deutsche"
            ]
        ],
        [
            82,
            90,
            [
                "Institute"
            ]
        ]
    ],
    "His archaeological knowledge of the inhabitants of Pompeii was used to write an account of their daily life in 1886 for the updated series <em>Handbuch der römischen Alterthümer</em>, edited by Mommsen.": [],
    "In 1900, Mau published <em>Pompeji in Leben und Kunst</em>, a projection of the city as it might have been, based upon the archaeological record of the time.": [
        [
            9,
            12,
            [
                "MAU",
                "May",
                "Man",
                "Map",
                "MA",
                "Mac"
            ]
        ]
    ],
    "The book quickly appeared in many translations and remains a major guide to the site.": [],
    "Together with <a href=\"/matzf\">Friedrich Matz (1890-1974)</a> and <a href=\"/merckline\">Eugen von Mercklin</a> they published the library catalog of the Institute.": [],
    "Mau's achievement was his early assertion that Roman art was not dependent on Greek origins, but rather should be seen as a high achievement on its own.</p>": [
        [
            0,
            3,
            [
                "MAU",
                "May",
                "Man",
                "Map",
                "MA",
                "Mac"
            ]
        ]
    ]
}