{
    "<p>Van Dyck scholar, <em>catalogue raisonné</em> author and curator, Cabinet des Estampes, Bibliothèque royale de Belgique.": [
        [
            77,
            80,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            81,
            89,
            [
                "Estates",
                "Escapes",
                "Stamps",
                "Stamped",
                "Stamper",
                "Stampers"
            ]
        ],
        [
            114,
            122,
            [
                "Belgium"
            ]
        ]
    ],
    "Marie Hendrickx obtained a doctoral degree in Philosophy and Letters in classics (Histoire de l'Antiquité) from the Université Libre de Bruxelles.": [
        [
            6,
            15,
            [
                "Hendrick",
                "Hendricks",
                "Hendrick x"
            ]
        ],
        [
            82,
            90,
            [
                "History",
                "Historic",
                "Histories",
                "Histone",
                "Historize"
            ]
        ],
        [
            96,
            105,
            [
                "Antiquity",
                "Antiquate"
            ]
        ]
    ],
    "In 1929 she joined the Bibliothèque royale de Belgique in Brussels as an intern.": [
        [
            3,
            7,
            [
                "1929,"
            ]
        ],
        [
            46,
            54,
            [
                "Belgium"
            ]
        ]
    ],
    "Her appointment as librarian followed in 1931.": [],
    "She worked at the Cabinet des Estampes (Printroom) under curator <a href=\"/lebeerl\">Louis I. J. J. Lebeer</a>.": [
        [
            26,
            29,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            30,
            38,
            [
                "Estates",
                "Escapes",
                "Stamps",
                "Stamped",
                "Stamper",
                "Stampers"
            ]
        ],
        [
            40,
            49,
            [
                "Print room"
            ]
        ]
    ],
    "After her involvement in the acquisition of prints from the Joseph Havenith collection, she was charged with cataloging 175 engravings belonging to the so-called <em>Iconographie</em> of Van Dyck.": [
        [
            67,
            75,
            [
                "Seventh",
                "Haven",
                "Zenith",
                "Cavendish",
                "Amenity",
                "Havens"
            ]
        ]
    ],
    "The first editions of this collection of 80 portraits of Van Dyck's contemporaries, made by various engravers after drawings and paintings by the master, had appeared in the 1630s.": [],
    "During a vacation in the United Kingdom, in 1933, Hendrickx studied prints of the <em>Iconographie</em> preserved in the British Museum.": [
        [
            50,
            59,
            [
                "Hendrick",
                "Hendricks",
                "Hendrick x"
            ]
        ]
    ],
    "It soon became clear that a new catalog was needed, as a replacement of the 1877 catalog of Franz Wibiral.": [
        [
            98,
            105,
            [
                "Liberal",
                "Tibial"
            ]
        ]
    ],
    "Hendrickx embarked on this project traveling to Paris and Great Britain as well as to the Netherlands, where she examined the collection of <a href=\"/lugtf\">Frits Lugt</a>.": [
        [
            0,
            9,
            [
                "Hendrick",
                "Hendricks",
                "Hendrick x"
            ]
        ]
    ],
    "After World War II she returned to the Netherlands to visit Print Rooms and to inspect the collection of <a href=\"/bierensdehaanj\">Johan Catharinus Justus Bierens de Haan</a>.": [],
    "By that time she was married to René Mauquoy.": [
        [
            37,
            44,
            [
                "Marquis",
                "Marque",
                "Marquee",
                "Masque",
                "Mauro",
                "Marques"
            ]
        ]
    ],
    "She was appointed adjunct curator in 1949.": [],
    "In that year, Mauquoy-Hendrickx traveled to Italy on a grant from the Fondation nationale Princesse Marie-José.": [
        [
            14,
            31,
            [
                "Mauquoy-Hendrick"
            ]
        ],
        [
            70,
            79,
            [
                "Foundation"
            ]
        ],
        [
            80,
            89,
            [
                "national",
                "nationals",
                "rationale",
                "nation ale"
            ]
        ],
        [
            90,
            99,
            [
                "Princess",
                "Princesses",
                "Princessy"
            ]
        ]
    ],
    "In the 1950s she visited several collections in Germany.": [],
    "Her catalog, <em>Iconographie d'Antoine Van Dyk.": [
        [
            17,
            29,
            [
                "Iconographic"
            ]
        ],
        [
            44,
            47,
            [
                "Dye",
                "DKK",
                "DMK",
                "CYK",
                "DAK",
                "DCK"
            ]
        ]
    ],
    "Catalogue raisonné</em>, was published in 1956 by the Académie royale de Belgique.": [
        [
            54,
            62,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            73,
            81,
            [
                "Belgium"
            ]
        ]
    ],
    "She was elected a corresponding member of the Académie royale d'Archéologie de Belgique in 1958.": [
        [
            46,
            54,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            64,
            75,
            [
                "Archeologies"
            ]
        ]
    ],
    "In 1960 Mauquoy-Hendrickx was appointed curator of the Cabinet des Estampes succeeding Lebeer.": [
        [
            8,
            25,
            [
                "Mauquoy-Hendrick"
            ]
        ],
        [
            63,
            66,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            67,
            75,
            [
                "Estates",
                "Escapes",
                "Stamps",
                "Stamped",
                "Stamper",
                "Stampers"
            ]
        ],
        [
            87,
            93,
            [
                "Le beer"
            ]
        ]
    ],
    "In honor of the latter, an exhibition of the acquisitions of the Print Room between 1930 and 1960 was held in 1961.": [],
    "Mauquoy-Hendrickx wrote the catalog with the assistance of Lydia De Pauw-Deveen, <em>Le Cabinet des Estampes.": [
        [
            0,
            17,
            [
                "Mauquoy-Hendrick"
            ]
        ],
        [
            96,
            99,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            100,
            108,
            [
                "Estates",
                "Escapes",
                "Stamps",
                "Stamped",
                "Stamper",
                "Stampers"
            ]
        ]
    ],
    "Trente années d'acquisitions, 1930-1960</em>.": [
        [
            0,
            6,
            [
                "Trent",
                "Trento"
            ]
        ],
        [
            7,
            13,
            [
                "annexes"
            ]
        ]
    ],
    "In 1965 Mauquoy-Hendrickx continued her travels across Europe to study the prints of the Wierix brothers, who worked as engravers in Antwerp between 1570 and 1620.": [
        [
            8,
            25,
            [
                "Mauquoy-Hendrick"
            ]
        ],
        [
            89,
            95,
            [
                "Wear",
                "Wearing",
                "Wears",
                "Wearer",
                "Weary",
                "Beatrix"
            ]
        ]
    ],
    "The acquisition of 500 prints of the Wierix brothers, in 1932, from the Havenith collection, eventually had made it necessary to replace the 1866 <em>catalogue raisonné</em> by Louis Alvin (1806-1887).": [
        [
            37,
            43,
            [
                "Wear",
                "Wearing",
                "Wears",
                "Wearer",
                "Weary",
                "Beatrix"
            ]
        ],
        [
            72,
            80,
            [
                "Seventh",
                "Haven",
                "Zenith",
                "Cavendish",
                "Amenity",
                "Havens"
            ]
        ]
    ],
    "After her retirement, in 1971, she kept working on this project.": [],
    "Her second magnum opus, <em>Les estampes des Wierix conservées au Cabinet des Estampes de la Bibliothèque royale Albert Ier</em>, appeared in three volumes between 1978 and 1983, with an introduction by Lebeer.": [],
    "The art historian Carl van de Velde was responsible for biographical notices and archival documentation in the third volume.": [
        [
            30,
            35,
            [
                "Verde",
                "Veld",
                "Veldt",
                "Velds"
            ]
        ]
    ],
    "Researching the engravings of the Wierix brothers, Mauquoy-Hendrickx found new materials regarding her 1956 catalog, <em>L'Iconographie d'Antoine Van Dyck</em>.": [
        [
            34,
            40,
            [
                "Wear",
                "Wearing",
                "Wears",
                "Wearer",
                "Weary",
                "Beatrix"
            ]
        ],
        [
            51,
            68,
            [
                "Mauquoy-Hendrick"
            ]
        ]
    ],
    "At age 80, as honorary curator, she decided to provide a second edition, which appeared in 1991.": [],
    "Mauquoy-Hendrickx was known for the scrutiny and precision of her research.": [
        [
            0,
            17,
            [
                "Mauquoy-Hendrick"
            ]
        ]
    ],
    "Her catalog of the prints of the Wierix family was acclaimed, in 1984, by Antony Griffiths in the <em>Burlington Magazine,</em> as the \"finest catalogue of old master prints produced since the Second World War.": [
        [
            33,
            39,
            [
                "Wear",
                "Wearing",
                "Wears",
                "Wearer",
                "Weary",
                "Beatrix"
            ]
        ],
        [
            121,
            123,
            [
                ", <"
            ]
        ],
        [
            143,
            152,
            [
                "catalog"
            ]
        ]
    ],
    "\"</p>": []
}