{
    "<p>Maxon studied at the Cooper Union between 1934 and 1938.": [
        [
            3,
            8,
            [
                "Mason",
                "Saxon",
                "Taxon",
                "Macon",
                "Axon",
                "Manon"
            ]
        ]
    ],
    "He received his bachelor's degree from the University of Michigan in 1941.": [],
    "He attended Harvard University where he received his master's degree in 1945 and Ph.D.": [],
    "in 1948 on the subject of Tintoretto.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "That year he accepted a position as director of the University of Kansas Art Museum in Lawrence, KS.": [],
    "In 1952 he moved to be director of the art museum at the Rhode Island School of Design.": [
        [
            3,
            7,
            [
                "1952,"
            ]
        ]
    ],
    "In 1959 Maxon was appointed director of fine arts at the Art Institute of Chicago, replacing <a href=\"/richd\">Daniel Catton Rich</a>.": [
        [
            8,
            13,
            [
                "Mason",
                "Saxon",
                "Taxon",
                "Macon",
                "Axon",
                "Manon"
            ]
        ]
    ],
    "At Chicago, he was responsible for the early \"blockbuster\" shows, including Treasures of Versailles (1962) and Treasures of Poland (1966).": [],
    "He was Associate Director of the Institute between 1966 and 1972.": [],
    "In 1970 Maxon issued the survey catalog for the Art Institute, published by Harry N. Abrams.": [
        [
            8,
            13,
            [
                "Mason",
                "Saxon",
                "Taxon",
                "Macon",
                "Axon",
                "Manon"
            ]
        ]
    ],
    "Shows featuring artists of the Institute's strength followed; \"Paintings of Renoir,\" 1973 and \"Paintings by Monet,\" 1975.": [],
    "In 1977, while dining in a Chicago restaurant, he choked on food and died at age 60.": [],
    "Maxon was a strong personality whose art disputes could some times be personal.": [
        [
            0,
            5,
            [
                "Mason",
                "Saxon",
                "Taxon",
                "Macon",
                "Axon",
                "Manon"
            ]
        ],
        [
            56,
            66,
            [
                "sometimes"
            ]
        ]
    ],
    "After two caustic reviews of works by fellow renaissance scholars <a href=\"/tietzeh\">Hans Tietze</a> and <a href=\"/tietzee\">Erica Tietze-Conrat</a>, the scholar David Rosand (b.": [],
    "1938) accused Maxon of a senseless personal vendetta.</p>": [
        [
            14,
            19,
            [
                "Mason",
                "Saxon",
                "Taxon",
                "Macon",
                "Axon",
                "Manon"
            ]
        ]
    ]
}