{
    "<p>Historian of Spanish art and embelmata book collector; first art historian to use photo-reproduction in an art history book.": [
        [
            32,
            41,
            [
                "emblematic",
                "labelmate"
            ]
        ]
    ],
    "Stirling was the son of Archibald Stirling of Keir and Cawder (1769-1847) and Elizabeth Maxwell (Stirling) (1793-1822), both among Scotland's oldest families.": [
        [
            46,
            50,
            [
                "Are",
                "Were",
                "Here",
                "Car",
                "Far",
                "War"
            ]
        ],
        [
            55,
            61,
            [
                "Calder",
                "Cawdor",
                "Carder"
            ]
        ]
    ],
    "He was born in Kirkintilloch, Scotland, UK, near Glasgow.": [],
    "He was educated privately at Pilton Rectory, Northamptonshire, and Cossington Rectory, Leicestershire, before attending Trinity College, Cambridge.": [
        [
            29,
            35,
            [
                "Milton",
                "Piston",
                "Hilton",
                "Wilton",
                "Piton",
                "Ailton"
            ]
        ],
        [
            67,
            77,
            [
                "Covington"
            ]
        ]
    ],
    "He graduated in 1839, the same year making a grand tour with George Holland of Germany, Switzerland, France, and Italy.": [],
    "After a fail attempt as a tory seat in Perthshire in 1841, Stirling made a second tour, now including Spain and the Middle East.": [
        [
            26,
            30,
            [
                "Tory",
                "story",
                "try",
                "Tony",
                "torn",
                "toy"
            ]
        ],
        [
            39,
            49,
            [
                "Perth shire"
            ]
        ]
    ],
    "He received an M.A.": [],
    "from Cambridge in 1943.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "In 1846, Stirling published his mid-eastern experiences in <em>Songs of the Holy Land</em>.": [],
    "His Spanish travels--and Seville in particular--convinced him in early 1843 to write a history of Spanish art.": [],
    "Stirling made a second trip to Spain educating himself on Spanish art in collections there and in Britain.": [],
    "His <em>Annals of the Artists of Spain</em> appeared in 1848.": [],
    "Annals broke ground in several ways, particularly its chronological organization and groupings by ruling monarch.": [],
    "Stirling's work was well received in Britain, though another art historian of Spanish art, <a href=\"/justic\">Carl Nicolaus Heinrich Justi</a>, ceased upon Stirling's scant treatment of artistic technique.": [],
    "In 1852 Stirliing published <em>The Cloister Life of the Emperor Charles the Fifth</em>, a book about the emperor whose religious conviction led to his abdication to a monastery.": [
        [
            8,
            17,
            [
                "Stirling"
            ]
        ]
    ],
    "The volume was his most popular in terms of sales and quickly appeared in German, Dutch, and Spanish.": [],
    "In 1855, Stirling re-edited the portions of the Annals Velazquez, producing a separate volume, <em>Velazquez and his Works</em>, adding a separate catalog of prints after his paintings.": [],
    "Although Justi's longer study soon supplanted it, the book became a benchmark of the \"monographic study\" in art history publishing (Macartney).": [
        [
            9,
            14,
            [
                "Just",
                "Justin"
            ]
        ],
        [
            132,
            141,
            [
                "McCartney"
            ]
        ]
    ],
    "The book was serialized in its Spanish translation in the <em>Gaceta de Madrid</em>.": [],
    "German and French translations also followed, including catalog in the French edition written by Willem Bürger (<a href=\"/thoret\">Etienne-Joseph-Théophile Thoré</a>).": [
        [
            97,
            110,
            [
                "William Burges"
            ]
        ]
    ],
    "Around 1859 he completed the research for a two-volume Charles' illegitimate son, Don John of Austria, or, Passages from the History of the Sixteenth Century, however, the work was only published posthumously in 1883.": [],
    "Between 1857 and 1859 Stirling worked to translate the Annals into Spanish, but publication never happened.": [],
    "He issued an extremely small print run (25 copies) of a fourth volume, employing a photo-reproductive process developed by William Fox Talbot called Talbotype, the first art history book to use photographs.": [
        [
            13,
            28,
            [
                "tiny",
                "minimal",
                "minuscule"
            ]
        ],
        [
            149,
            158,
            [
                "Talbot",
                "Teletype",
                "Haplotype",
                "Holotype",
                "Karyotype"
            ]
        ]
    ],
    "Stirling's father died in 1847, inheriting the estates of Keir and Cawder.": [
        [
            58,
            62,
            [
                "Are",
                "Were",
                "Here",
                "Car",
                "Far",
                "War"
            ]
        ],
        [
            67,
            73,
            [
                "Calder",
                "Cawdor",
                "Carder"
            ]
        ]
    ],
    "He became a noted book collector, rehabbing a room in his estates as a cedar-lined library.": [],
    "His emblem book collection is now part of the Glasgow University Library.": [],
    "At the same time, Stirling began collecting art, particularly the Spanish art about which he wrote.": [],
    "These included the collections of Louis-Philippe (his <em>Galerie Espagnole</em>) and the Frank Hall Standish collection as well as works by El Greco and Goya prints.": [],
    "He was as interested in facsimile (copies) as originals, adding to the accusation that he was a weak connoisseur.": [],
    "His commitment to the photographic process (and slight allegiance to the original) resulted in facsimile prints books for popular consumption.": [],
    "These included <em>Examples of the Engraved Portraiture of the Sixteenth Century</em> (1872), <em>Solyman the Magnificent Going to Mosque</em> (1877), and the anatomical tables of Vesalius ( 1874).": [],
    "In 1852 Stirling was elected the Conservative MP for Perthshire and except for a loss in 1868 and re-instatement in 1874, held the office the rest of his life.": [
        [
            53,
            63,
            [
                "Perth shire"
            ]
        ],
        [
            98,
            112,
            [
                "reinstatement"
            ]
        ]
    ],
    "As a government official, he served on the select committee on the fine arts in 1853 and later was named a trustee of all the major public art museums, National Gallery, the National Portrait Gallery, and the British Museum.": [],
    "After the death of his uncle, Sir John Maxwell, Stirling succeeded him to the Pollok estate near Glasgow, becoming Sir William Stirling Maxwell in 1863.": [
        [
            78,
            84,
            [
                "Pollock",
                "Poll ok"
            ]
        ]
    ],
    "In 1865 he married Lady Anna Maria Leslie Melville; she was killed in a fire at Keir in 1874.": [
        [
            3,
            7,
            [
                "1865,"
            ]
        ],
        [
            80,
            84,
            [
                "Are",
                "Were",
                "Here",
                "Car",
                "Far",
                "War"
            ]
        ]
    ],
    "Maxwell married a second time in 1877 to Caroline Elizabeth Sarah Norton, née Sheridan (1808-1877).": [],
    "However she, too, died later the same year.": [
        [
            0,
            7,
            [
                "However,"
            ]
        ]
    ],
    "Early in 1878 Maxwell contracted a fever in Venice and died.": [],
    "He is buried in the Keir crypt at Lecropt kirk, a gothic revival church near Dunblane, Scotland.": [
        [
            20,
            24,
            [
                "Are",
                "Were",
                "Here",
                "Car",
                "Far",
                "War"
            ]
        ],
        [
            34,
            41,
            [
                "Decrypt"
            ]
        ],
        [
            42,
            46,
            [
                "Kirk",
                "kick",
                "Dirk",
                "Kira",
                "kink",
                "dirk"
            ]
        ],
        [
            77,
            85,
            [
                "Dublin",
                "Duncan",
                "Mundane",
                "Duane",
                "Dunbar",
                "Durban"
            ]
        ]
    ],
    "His art collection at Keir House as well as the estates were sold by his grandson.": [
        [
            22,
            26,
            [
                "Are",
                "Were",
                "Here",
                "Car",
                "Far",
                "War"
            ]
        ]
    ],
    "Remnants still remain at Pollok House, Glasgow.": [
        [
            25,
            31,
            [
                "Pollock",
                "Poll ok"
            ]
        ]
    ],
    "Maxwell was among the most important English-writer of Spanish art, a genre underappreciated for most of the nineteenth century.": [],
    "Modern scholars found his research extraordinary in scope and seriousness (Brown).": [],
    "His most famous work, the <em>Annals</em> organized the art in Spain around a broad social, cultural, and historical context, perhaps the first to the art of Velázquez and Murillo as cultural phenomenon and not simply unique, artistic genius.": [],
    "His personal art collection is remarked upon by <a href=\"/waageng\">Gustav Friedrich Waagen</a>.": [],
    "His Goya proofs of the Disasters of War were acquired by the Museum of Fine Arts, Boston, and published by the prints curator <a href=\"/sayree\">Eleanor Sayre</a>.</p>": [
        [
            111,
            117,
            [
                "prints'",
                "print's"
            ]
        ]
    ]
}