{
    "<p>Historian of Spanish art.": [],
    "Mayer's parents were Jonas Mayer and Bertha Liebmann (Mayer).": [
        [
            44,
            52,
            [
                "Riemann",
                "Lehmann",
                "Lippmann"
            ]
        ]
    ],
    "His father was a merchant in Darmstadt.": [],
    "Mayer attended the Neues Gymnasium in Darmstadt, graduating in 1904.": [
        [
            19,
            24,
            [
                "Neuss"
            ]
        ]
    ],
    "He studied art history, archaeolog and <em>Germanistik</em> at the universities at Munich and Berlin.": [
        [
            24,
            34,
            [
                "archaeology"
            ]
        ]
    ],
    "In 1907 he received his Ph.D.": [
        [
            3,
            7,
            [
                "1907,"
            ]
        ]
    ],
    "from Berlin, writing a dissertation on Jusepe Ribera under <a href=\"/wolfflinh\">Heinrich Wölfflin</a>.": [
        [
            0,
            4,
            [
                "From"
            ]
        ],
        [
            39,
            45,
            [
                "Joseph",
                "Julep",
                "Juleps",
                "Fusee",
                "Jaspé"
            ]
        ],
        [
            46,
            52,
            [
                "Rivera",
                "Ribeira",
                "Rib era"
            ]
        ]
    ],
    "He published his thesis as a book the following year.": [],
    "After a year's study travel, mostly in Spain, he took an unpaid position at the Alte Pinakothek in Munich which molted into a position as curator in 1914.": [
        [
            80,
            84,
            [
                "Alter",
                "Ate",
                "Ale",
                "Alto",
                "Alta",
                "Ante"
            ]
        ]
    ],
    "During this time he research his habilitation, which allowed him to work as a <em>Privatdozent</em>.": [
        [
            20,
            28,
            [
                "researches",
                "researched"
            ]
        ],
        [
            33,
            45,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ]
    ],
    "In 1920 he was appointed chief conservator and associate professor at the University in Munich.": [
        [
            3,
            7,
            [
                "1920,"
            ]
        ]
    ],
    "He habilitated the same year.": [],
    "A second edtion of his Ribera book appeared in 1923 as did his work on Goya.": [
        [
            9,
            15,
            [
                "edition"
            ]
        ],
        [
            23,
            29,
            [
                "Rivera",
                "Ribeira",
                "Rib era"
            ]
        ]
    ],
    "Liebmann's works, including his travelogues on Spain, were published in English giving him a a high Anglo-American profile.": [
        [
            0,
            8,
            [
                "Riemann",
                "Lehmann",
                "Lippmann"
            ]
        ],
        [
            91,
            94,
            [
                "a"
            ]
        ]
    ],
    "With the Nazi's accession to power in 1933, Mayer position at the Pinakothek was in jeopardy because he was a Jew.": [],
    "When the art historian <a href=\"/pinderw\">Wilhelm Pinder</a> in a Munich lecture, denounced over a 100 works in the Pinakothek collections as fakes, a swipe at Mayer's curatation.": [],
    "Mayer was denounced as well by his students, including the later eminent art historians (and National Socialist sympathizers) <a href=\"/dusslerl\">Luitpold Dussler</a> and <a href=\"/degenhartb\">Bernhard Degenhart</a>.": [],
    "Mayer emigrated to France, working as the editor of the art journal <em>Pantheon</em> the same year and doing other writing.": [
        [
            6,
            18,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "When France was overrun by the Nazis in 1940, Mayer fled to Cannes, France.": [],
    "However, he was arrested by the Gestapo, apparently during a sojour to Paris, and deported to the Auschwitz concentration camp in 1943.": [
        [
            61,
            67,
            [
                "sojourn"
            ]
        ]
    ],
    "He perished there in 1944.</p>": []
}