{
    "<p>Metropolitan Museum of Art Curator of Prints 1946-1966.": [],
    "Mayor was born to Alfred Goldsborough Mayor (1868-1922) and Harriet Hyatt (Mayor) (1868-1960).": [
        [
            25,
            37,
            [
                "Golds borough",
                "Goldsboro ugh"
            ]
        ]
    ],
    "His father was a marine biologist and his grandfather and namesake the famous biologist Alpheus Hyatt (1838-1902) and his mother a sculptor.": [
        [
            88,
            95,
            [
                "Orpheus",
                "Alfons",
                "Alphas",
                "Cepheus"
            ]
        ]
    ],
    "Mayor was born in the house which later became part of the Woods Hole Oceanographic Institute.": [],
    "A maternal aunt and uncle were the wealthy art patrons Anna Hyatt Huntington (1876-1973), also a sculptor, and Archer M. Huntington (1870-1955), founder of the Hispanic Society of America in 1904.": [],
    "Mayor received an A. B., from Princeton University in 1922.": [],
    "After teaching art history at Vassar for a year--he had only taken two art courses as an undergraduate--Mayor was awarded a Rhodes scholarship which allowed him take a second bachelor's degree at Christ Church, College, Oxford University in 1926.": [],
    "Intent on being a literary scholar and novelist, he met the celebrated hostess Lady Ottoline Morell (1873-1938), with whom he wintered in Florence.": [
        [
            84,
            92,
            [
                "Otto line"
            ]
        ],
        [
            93,
            99,
            [
                "Morel",
                "Morels",
                "Corell",
                "Morrell",
                "Morwell"
            ]
        ]
    ],
    "In Italy visited the famous Harvard art historian <a href=\"/berensonb\">Bernard Berenson</a>.": [],
    "Between 1926-1927 he spent at the American School of Classical Studies.": [],
    "Returning to the United States, he lectured (on acting) at the School of the American Laboratory Theatre in New York City in 1928.": [],
    "There he met Lincoln Kirstein (1907-1996) and worked on the literary magazine, <em>Hound and Horn</em>.": [
        [
            21,
            29,
            [
                "Kirsten",
                "Kirstin"
            ]
        ]
    ],
    "In 1932 he left the School, married Virginia Sluder, and, desperately looking for an art job in the height of the Depression, he accepted an offer from <a href=\"/ivinsw\">William M. Ivins, Jr.</a> to join the Department of Prints at the Metropolitan Museum of Art, New York.": [
        [
            3,
            7,
            [
                "1932,"
            ]
        ],
        [
            45,
            51,
            [
                "Slider"
            ]
        ]
    ],
    "In 1946 he succeeded Ivins as Curator in the department.": [
        [
            3,
            7,
            [
                "1946,"
            ]
        ],
        [
            21,
            26,
            [
                "Ivies"
            ]
        ]
    ],
    "His tenure as curator was marked by the acquisition of the celebrated print collection of the Prince of Leichtenstein in the late 1940s.": [
        [
            104,
            117,
            [
                "Liechtenstein",
                "Lichtenstein"
            ]
        ]
    ],
    "The terms of the sale stipulated that the collection be sold <em>en masse</em>.": [],
    "Mayor arranged with the dealer Colnaghi to purchase the less-famous artists, ignoring the Rembrandts and Dürers, thereby making the sale possible and giving the Met first choice among the \"reproductive prints\" which were underappreciated at the time.": [
        [
            31,
            39,
            [
                "Coinage",
                "Collage",
                "Collagen",
                "Collages",
                "Coinages",
                "Conagra"
            ]
        ],
        [
            90,
            100,
            [
                "Rembrandt's",
                "Rembrandt"
            ]
        ],
        [
            105,
            111,
            [
                "Duress",
                "Curers",
                "Durer",
                "Dupers",
                "Darers"
            ]
        ]
    ],
    "Other items in the sale went to the British Museum through the efforts of <a href=\"/pophama\">Hugh Popham</a>.": [],
    "In 1955 he succeeded his uncle as president of the Hispanic Society.": [
        [
            3,
            7,
            [
                "1955,"
            ]
        ]
    ],
    "In 1966 he retired emeritus.": [
        [
            3,
            7,
            [
                "1966,"
            ]
        ]
    ],
    "In his retirement years, Mayor worked on several long-standing art projects.": [],
    "One was the translation and reissue of the critical catalog of print catalog by the art historian <a href=\"/lehrsm\">Max Lehrs</a>, <em>Geschichte und kritischer Katalog des deutschen, niederländischen, und französichen Kupferstichs</em>, 1908-1934.": [],
    "This appeared in 1969 as <em>Late Gothic Engravings of Germany & the Netherlands</em>.": [],
    "In the early 1970s, together with <a href=\"/blunta\">Anthony Blunt</a> he edited the new illustrated edition of the wood engravings volumes (vols.": [],
    "12-21) of <em>Le peintre graveur</em>, by <a href=\"/bartscha\">Adam von Bartsch</a>.": [],
    "He was president of the Hispanic Society of America, New York City, from 1955-80 and awarded a Boston Museum Award, 1971.Mayor presided over the Metropolitan's Department of Prints during a period of development.": [
        [
            121,
            126,
            [
                " Mayor"
            ]
        ]
    ],
    "Building on Ivins' important acquisitions of the first half of the century, Museum staff characterized Mayor's tenure as one of \"filling in the valleys between Ivins' mountain-top masterworks.\"": [
        [
            12,
            17,
            [
                "Ivies"
            ]
        ],
        [
            160,
            165,
            [
                "Ivies"
            ]
        ]
    ],
    "This was in no way a sleight; Mayor frequently purchased less sought after pieces from great print collections, as in the case of the Prince of Leichtenstein's sale, artists who later reputations would validate Mayor's critical judgment.": [
        [
            144,
            157,
            [
                "Liechtenstein",
                "Lichtenstein"
            ]
        ]
    ],
    "In addition to adding to the museum's holdings of engravings and woodblocks, he also sought to broaden the collection to include all aspects of printing: wine labels, mail-order catalogs, and perhaps the finest collection of cigarette insert-cards.": [],
    "Although an art historian in the connoisseur tradition, he conceived of prints, ironically for a museum curator, as popular forms of communication.": [],
    "His <em>Prints and People: A Social History of Printed Pictures</em> (1952) sets graphics in the context of social communication.</p>": []
}