{
    "<p>Architectural historian and museum curator.": [],
    "McAndrew graduated <em>magna cum laude</em> at Harvard University in 1924.": [
        [
            0,
            8,
            [
                "McAndrews"
            ]
        ]
    ],
    "He continued graduate studies at Harvard for three years, receiving his Master of Architecture diploma in 1941.": [],
    "He never sought a Ph.": [
        [
            18,
            20,
            [
                "pH",
                "PH",
                "PA",
                "PC",
                "Mph",
                "PM"
            ]
        ]
    ],
    "D.. McAndrew practiced architecture in the firm of Aymar Embury II for the another three years before studying in Mexico and Europe.": [
        [
            1,
            3,
            [
                ".",
                "…"
            ]
        ],
        [
            4,
            12,
            [
                "McAndrews"
            ]
        ],
        [
            51,
            56,
            [
                "Aymara",
                "Amar",
                "Ammar"
            ]
        ],
        [
            57,
            63,
            [
                "Em bury"
            ]
        ]
    ],
    "During the late 1920s he met <a href=\"/barra\">Alfred H. Barr, Jr.</a>, and <a href=\"/johnsonp\">Philip Johnson</a> when those two were founding the architecture department of the Museum of Modern Art in New York.": [],
    "Between 1932 and 1937 McAndrew taught architectural history at Vassar College, delivering a course on domestic architecture at the Hartford Art School in 1935.": [
        [
            22,
            30,
            [
                "McAndrews"
            ]
        ]
    ],
    "In 1937, after lecturing at the Graduate School of Fine Arts, New York University, on modern architecture, he resigned to become curator of the Department of Architecture and Industrial Art at the Museum of Modern Art, New York.": [],
    "McAndrew mounted the MoMA show on the recently-completed Fallingwater house by Frank Lloyd Wright in 1938 and designed th sculture garden for the Museum.": [
        [
            0,
            8,
            [
                "McAndrews"
            ]
        ],
        [
            57,
            69,
            [
                "Falling water"
            ]
        ],
        [
            119,
            121,
            [
                "the",
                "TH",
                "Th",
                "to",
                "tho",
                "TT"
            ]
        ],
        [
            122,
            130,
            [
                "culture",
                "sculpture"
            ]
        ]
    ],
    "He spent the years of World War II as coordinator of inter-American affairs in Mexico.": [],
    "He became director of the Wellesley College art museum in 1947 which he served until 1957.</p>\n\n<p>As director, he helped train a number of scholars, including <a href=\"/boberp\">Phyllis Pray Bober</a> in museum work.": [],
    "In 1970 McAndrew founded and was first chairman of Save Venice Inc., a foundation devoted to restoring the art and buildings of Venice, Italy, because of its sinking.": [
        [
            8,
            16,
            [
                "McAndrews"
            ]
        ]
    ],
    "His <em>Venetian Architecture of the Early Renaissance</em>, a major survey of the unique architecture of the region, appeared poshumously in 1980.": [
        [
            127,
            138,
            [
                "posthumously"
            ]
        ]
    ],
    "He was succeeded at the Save Venice, Inc.": [],
    "by his colleague, the Wellesley art historian <a href=\"/fergussonp\">Peter J. Fergusson</a>, whose house garden McAndrew had also designed.</p>": [
        [
            0,
            2,
            [
                "By"
            ]
        ]
    ]
}