{
    "<p>Architectural critic and historian.": [],
    "McCoy graduated from the University of Michigan, working as a freelance editor in New York.": [],
    "She joined the the city's avant-garde literary circles working as a research assistant for the writerTheodore Dreiser (1871-1945).": [
        [
            11,
            18,
            [
                "the"
            ]
        ],
        [
            95,
            109,
            [
                "writer Theodore"
            ]
        ]
    ],
    "She moved to Paris, living there until the Depression forced her return.": [],
    "She settled in Key West, Florida, where she wrote short stories and a novel.": [],
    "In 1932 she moved to Santa Monica, CA, where she remained the rest of her life.": [
        [
            3,
            7,
            [
                "1932,"
            ]
        ]
    ],
    "She married Berkeley Tobey (d.": [
        [
            21,
            26,
            [
                "Today",
                "Obey",
                "Toby",
                "Tuba",
                "Toga",
                "Tokay"
            ]
        ]
    ],
    "1962) in 1940.": [],
    "During the World War II she contributed to the war effort as a draftsman for Douglas Aircraft Corporation.": [],
    "Her experience there in design convinced her togo into architecture.": [
        [
            45,
            49,
            [
                "Togo",
                "too",
                "logo",
                "Toto",
                "toga",
                "Pogo"
            ]
        ]
    ],
    "The prejudice against women in the profession limited her to drafting positions, howver, one of which she took in the Hollywood office of the modernist architect Rudolf M. Schindler (1887-1953) in 1944.": [
        [
            81,
            87,
            [
                "however",
                "hover",
                "howler",
                "Hoover",
                "hoover"
            ]
        ]
    ],
    "Through the firm she came in contact with many architects.": [],
    "She left Schindler's employ in 1947 resolving to combine her interests in architecture and writing.": [],
    "She was a contributing editor to <em>Art and Architecture</em> between 1951 and 1957.": [],
    "McCoy published her first two books bothin 1960: <em>Neutra</em> and <em>Five California Architects</em>.": [
        [
            36,
            42,
            [
                "both in"
            ]
        ]
    ],
    "The latter became her seminal work and helped create the climate that permitted California's remarkable architecture of the 1970's and 1980's to flower (Goldberger, 1990).": [
        [
            124,
            130,
            [
                "1970s"
            ]
        ],
        [
            135,
            141,
            [
                "1980s"
            ]
        ]
    ],
    "The New York architectural critic Paul Goldberger became one of her most ardent champions, writing the introduction to the 1975 reprint of <em>Five California Architects</em>.": [],
    "In 1985, she received the American Institute of Architects' national honor award for excellence.": [],
    "A smoker, she died of emphysema at age 85 in her life-long Santa Monica home.": [],
    "\"Almost single-handedly, [McCoy] awakened serious scholars to the extraordinary richness of California architecture;\" she largely revived the reputation of Bernard Maybeck, Irving Gill, R. M. Schindler and Charles and Henry Greene from obscurity (Goldberger, 1975).": [
        [
            164,
            171,
            [
                "May beck",
                "Maybe ck"
            ]
        ]
    ],
    "She discovered that California was the place where the American dream fused more naturally and intensely with modernism (Goldberger, 1990).In her writing she argued that the Modern Movement developed in America at least as early as in Europe (<em>Dictionary of Architecture</em>).": [
        [
            139,
            141,
            [
                " In"
            ]
        ]
    ],
    "McCoy's prose--like her personality, Goldberger quipped--was blunt and \"matter-of-fact.\"": [],
    "She wrote about an architect using art history, sociology, economics and biography.</p>": []
}