{
    "<p>Professor of baroque art at Vassar and Harvard Universities; wrote an early history of baroque art in English.": [],
    "McComb's father was the Reverend Samuel McComb (1864-1938), an Irish clergyman educated in Northern Ireland and at Oxford and Berlin.": [],
    "His mother (d.": [],
    "1934) was Scottish.": [],
    "Samuel McComb was involved with an Episcopal movement known as the Emmanuel movement.": [],
    "The younger McComb attended a variety of middle and grammar schools: Hannover, Germany, private study of Latin in Paris, and the Rugby School (England) 1910 and 1912.": [],
    "When his father was assigned to a Boston church in 1906, McComb attended the Noble and Greenough School and Milton Academy in Massachusetts, preparing for Harvard University.": [
        [
            87,
            96,
            [
                "Enough",
                "Greenhouse",
                "Greenwich",
                "Greenish",
                "Greening",
                "Greenlight"
            ]
        ]
    ],
    "He entered Harvard in 1914.": [],
    "Among his classmates and friends was the future author John Dos Passos (1896-1970).": [],
    "The two remained close their entire lives.": [],
    "They wrote for the <em>Harvard Monthly</em>, the undergraduate magazine.": [],
    "McComb and Dos Passos toured Europe before McComb graduated from Harvard in 1918.": [
        [
            15,
            21,
            [
                "Passes",
                "Lassos",
                "Bassos"
            ]
        ]
    ],
    "He began working on his M. A. at Harvard.": [],
    "He married Constance Atwood in 1923.": [],
    "In 1924 he published an article in the magazine jointly published by Princeton and Harvard, <em>Art Studies</em>, \"The Life and Times of Francesco di Giorgio.\"": [
        [
            3,
            7,
            [
                "1924,"
            ]
        ]
    ],
    "He worked for a year at the Metropolitan Museum of art before accepting a teaching appointment at Vassar in 1924.": [
        [
            28,
            54,
            [
                "Metropolitan Museum of Art"
            ]
        ]
    ],
    "The following year his daughter (and later art historian), Pamela was born.": [],
    "McComb joined the faculty at Harvard in 1927.": [],
    "His <em>Agnolo Bronzino: His Life and Works</em> appeared in 1928, the first English-language dissertation on the topic.": [],
    "In 1929 his wife filed for divorce, citing infidelity.": [],
    "McComb organized the first exhibition of Italian baroque art in the United States the same year.": [],
    "In 1934 he published one of the first surveys of Baroque art, <em>Baroque Painters of Italy</em>, to enthusiastic reviews.": [
        [
            3,
            7,
            [
                "1934,"
            ]
        ]
    ],
    "Among his students included the future Harvard art historian <a href=\"/freedbergs\">Sydney Joseph Freedberg</a>.": [],
    "In the 1930s, McComb adopted a pro-Fascist attitude toward Franco and Mussolini (thought not Hitler), which caused tension with many, included Dos Passos.": [
        [
            147,
            153,
            [
                "Passes",
                "Lassos",
                "Bassos"
            ]
        ]
    ],
    "Dapper and cultured, McComb conducted several love affairs without concealment.": [],
    "In 1939 McComb was denied tenured at Harvard, partly due, according Freedberg, to a reticence to ingratiate himself with powerful Harvard faculty such as <a href=\"/sachsp\">Paul J. Sachs</a> and his public philandering.": [
        [
            68,
            77,
            [
                "Friedberg",
                "Freed berg"
            ]
        ]
    ],
    "McComb inherited his father's estate, living without permanent occupation in Boston.": [],
    "In 1941 he moved to Gloucester, MA, and then Asheville, NC the following year.": [
        [
            3,
            7,
            [
                "1941,"
            ]
        ]
    ],
    "He secured Irish citizenship in 1943.": [],
    "McComb returned to Boston in 1944, ever more penurious.": [],
    "He lectured at various universities, authenticating paintings, and eventually selling his correspondence with Dos Passos in 1951.": [
        [
            114,
            120,
            [
                "Passes",
                "Lassos",
                "Bassos"
            ]
        ]
    ],
    "In the 1960s, he edited the letters of <a href=\"/berensonb\">Bernard Berenson</a>, whom he knew and had often visited in Florence, for Houghton Mifflin.": [],
    "He collapsed of a heart attack on a Boston street in 1968.": [],
    "His daughter was the art historian <a href=\"/askewp\">Pamela Askew</a>.</p>": []
}