{
    "<p>Curator and historian of African-American art.": [],
    "McElroy was the son of Geraldine McElroy (1923-2010) an African-American seamstress, and spent his youth in Fairmont, West Virginia.": [],
    "In 1970, McElroy received a B.A.": [],
    "in art education from Fairmont State College in Fairmont, WV.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "From 1970 to 1971, he worked as an intern at the Cincinnati Art Museum researching and preparing a catalog essay for an exhibition of paintings by African American landscapist, Robert S. Duncanson (1821-1872).": [
        [
            164,
            175,
            [
                "landscapes",
                "landscaping"
            ]
        ],
        [
            187,
            196,
            [
                "Duncan son"
            ]
        ]
    ],
    "He earned a M.A.": [
        [
            10,
            11,
            [
                "an"
            ]
        ]
    ],
    "in art history from the University of Cincinnati in 1972, specializing in 19th century American and French art, with a thesis topic on Duncanson and his works.": [
        [
            0,
            2,
            [
                "In"
            ]
        ],
        [
            135,
            144,
            [
                "Duncan son"
            ]
        ]
    ],
    "From 1972 to 1973, McElroy was Assistant Curator at the Utah Museum of Fine Arts in Salt Lake City.": [
        [
            27,
            40,
            [
                "was an assistant",
                "was the Assistant"
            ]
        ]
    ],
    "The next year he worked as assistant to the Media Director at Emerson College in Boston.": [],
    "While working as a Rockefeller Fellow in museum studies at the de Young Museum in San Francisco between 1974-1976, he earned a second M.A.": [],
    "in mass communication from Emerson College in 1975.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "The following year, McElroy began a doctoral degree in art history, with an initial focus on Dutch painting, and later on 19th century painting at the University of California, Berkeley.": [],
    "His graduate studies at Berkley ended in 1978 when he took a position as a curator, later to be assistant director, of the National Council of Negro Women's Bethune Museum and Archives in Washington, D.C.": [],
    "(through 1988).": [],
    "During that time he again entered a doctoral program in art history at the University of Maryland.": [],
    "He continued his research interest in Dutch 17th-century art, branching into 20th century American and then African-American artwork.<p>\n<p>While still at the Bethune, McElroy accepted a position as adjunct curator at the Corcoran Gallery of Art in 1986, which is where he made his most significant contribution to the art world.": [],
    "While studying the work of William Sydney Mount (1807-1868), he realized the need to examine the representation of African Americans in American art.": [],
    "The following year, however, McElroy was severely injured in an auto accident in New Mexico which left him a paraplegic, requiring a wheelchair for mobility.": [],
    "He nevertheless mounted the important exhibition, <em>Facing History: The Black Image in American Art, 1710-1940</em> with Corcoran chief curator Jane Livingston (b.": [],
    "1944).": [],
    "This show, which received national attention, examined the ways in which American artists, both African American and European American, \"reinforced a number of largely restrictive stereotypes of black identity,\" as McElroy wrote in the catalog.": [],
    "In addition to his position as adjunct curator at the Corcoran, McElroy served in other capacities between 1988 and 1990.": [],
    "McElroy co-curated an exhibition in 1988 sponsored by the Smithsonian Institution Traveling Exhibition Service (SITES) on works of African-American artists from the Evans-Tibbs Collection.": [
        [
            165,
            176,
            [
                "Evans-Gibbs"
            ]
        ]
    ],
    "In addition to the catalog, <em>Facing History…</em>, McElroy published <em>African-American Artists, 1880-1987: Selections from the Evans-Tibbs Collection</em>, in 1989, as well as reviews of several other exhibitions.<p>\n<p>Between November 1989 and February 1990 he held the position of Manager of Technical Information Services for the American Association of Museums.": [],
    "In 1990 he was an advisory panelist for the District of Columbia Commission on the Arts and Humanities.": [
        [
            3,
            7,
            [
                "1990,"
            ]
        ]
    ],
    "McElroy was also appointed by the Department of Art History at the University of Maryland as an Assistant Professor teaching American and African American art.": [],
    "This position was to have begun in September 1990, however, McElroy suffered a pulmonary embolism (age 41) and died shortly before then.<p>": []
}