{
    "<p>Art collector and curator of the decorative arts, Philadelphia Museum of Art, from 1935 to 1963.": [],
    "McIlhenny was the son of a former president of the Philadelphia Museum of Art, John D. McIlhenny (1866-1925) and the Frances G. Plumer (McIlhenny).": [
        [
            0,
            9,
            [
                "McElhenney"
            ]
        ],
        [
            87,
            96,
            [
                "McElhenney"
            ]
        ],
        [
            128,
            134,
            [
                "Plume",
                "Plumber",
                "Plumes",
                "Plumed",
                "Plumper",
                "Blumer"
            ]
        ],
        [
            136,
            145,
            [
                "McElhenney"
            ]
        ]
    ],
    "His grandfather had been an Irish immigrant who invented the gas meter, bringing the family an immense fortune.": [],
    "The younger McIlhenny attended the Episcopal Academy in Philadelphia and Milton Academy in Boston, before graduating from Harvard as a Phi Beta Kappa in 1933, where he studied under <a href=\"/portera\">A.": [
        [
            12,
            21,
            [
                "McElhenney"
            ]
        ]
    ],
    "Kingsley Porter</a>.": [],
    "McIlhenny completed a graduate degree in art history at the Fogg Art Museum, Harvard University, under <a href=\"/sachsp\">Paul J. Sachs</a>.": [
        [
            0,
            9,
            [
                "McElhenney"
            ]
        ],
        [
            60,
            64,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "His prominence as a collector in Philadelphia led to an appointment as curator of the decorative arts at the Philadelphia Museum of Art, a post for which he accepted a salary of $1 a year.": [],
    "McIlhenny served the museum between 1935 and 1963, with four years' service in the United States Navy during World War II.": [
        [
            0,
            9,
            [
                "McElhenney"
            ]
        ]
    ],
    "During the 1930s, McIlhenny developed one of the finest private collections of French late-19th-century painting in the United States.": [
        [
            18,
            27,
            [
                "McElhenney"
            ]
        ]
    ],
    "His acquisitions included the 1936 purchase of Degas' masterwork \"Interior\" 1868-69.": [],
    "In 1937 he purchased the mansion in Ireland, Glenveagh, owned by his former Harvard art professor, Porter.": [
        [
            3,
            7,
            [
                "1937,"
            ]
        ]
    ],
    "As curator, he was also instrumental in organizing the important Degas exhibition in 1936, collaborating with his Fogg mentors <a href=\"/sachsp\">Paul J. Sachs</a> and <a href=\"/mongana\">Agnes Mongan</a>.": [
        [
            114,
            118,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "Other exhibitions included one on Daumier in 1937, and \"Philadelphia Silver\" in 1956.": [],
    "After his resignation from the Museum he was elected a trustee in 1964 serving as vice president from 1968 to 1976, and as the chairman of the Philadelphia Museum's board of trustees from 1976 until his death.": [],
    "He died after undergoing heart surgery.": [],
    "His art collection, valued at $100 million at his death, was left to the Philadelphia Museum.": [],
    "The collection included Ingres' 1812 portrait, \"Countess of Tournon,\" Jacques-Louis David's \"Pope Pius VII and Cardinal Caprara,\" 1805, four Delacroix paintings (including a small version of \"The Death of Sardanapalus,\" 1844), van Gogh's \"Rain,\" 1889, three Toulouse-Lautrecs (including his self-portrait of 1896 and his \"Dance at the Moulin Rouge,\" 1890), Renoirs, Matisses and Cézanne's portrait of his wife (1883-87).": [
        [
            60,
            67,
            [
                "Tour non"
            ]
        ],
        [
            120,
            127,
            [
                "Capoeira",
                "Cabrera",
                "Capra",
                "Capybara",
                "Cascara",
                "Carrera"
            ]
        ],
        [
            258,
            275,
            [
                "Toulouse-Lautrec"
            ]
        ],
        [
            357,
            364,
            [
                "Renoir's",
                "Renoir"
            ]
        ],
        [
            366,
            374,
            [
                "Matisse's",
                "Matisse"
            ]
        ]
    ],
    "A fairly open homosexual (for the time), McIlhenny was one of the more knowledgeable collector's of his art, thought not a scholar.</p>": [
        [
            41,
            50,
            [
                "McElhenney"
            ]
        ]
    ]
}