{
    "<p>Architectural historian of 17th to 19th century Europe at Yale.": [],
    "Meeks was born in Bridgeport, Connecticut in 1907, the son of Joseph Vanderslice Meeks.": [
        [
            0,
            5,
            [
                "Meek's",
                "Meek",
                "Weeks",
                "Meets",
                "Seeks",
                "Geeks"
            ]
        ],
        [
            81,
            86,
            [
                "Meek's",
                "Meek",
                "Weeks",
                "Meets",
                "Seeks",
                "Geeks"
            ]
        ]
    ],
    "He received a Ph.B.": [
        [
            14,
            16,
            [
                "pH",
                "PH",
                "PA",
                "PC",
                "Mph",
                "PM"
            ]
        ],
        [
            17,
            18,
            [
                " B"
            ]
        ]
    ],
    "degree from Yale University in 1928.": [
        [
            0,
            6,
            [
                "Degree"
            ]
        ]
    ],
    "Meeks joined the faculty at Yale — where he would spend his entire teaching career — as an assistant in architecture in 1930.": [
        [
            0,
            5,
            [
                "Meek's",
                "Meek",
                "Weeks",
                "Meets",
                "Seeks",
                "Geeks"
            ]
        ]
    ],
    "He earned a B.F.A.": [],
    "in 1931 and an M.A.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "in 1934, both at Yale.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "In the same year, he was married to Carol Silvester and was appointed Assistant Professor of art in 1937.": [
        [
            42,
            51,
            [
                "Sylvester"
            ]
        ]
    ],
    "Throughout his career at Yale, Everett V. Meeks (1879-1954), Dean of the School of Architecture, exerted a strong influence over the younger professor.": [
        [
            42,
            47,
            [
                "Meek's",
                "Meek",
                "Weeks",
                "Meets",
                "Seeks",
                "Geeks"
            ]
        ]
    ],
    "It was Dean Meeks “who encouraged and stimulated [his] interest in architecture\" (Meeks, <em>Railroad Station</em>).": [
        [
            12,
            17,
            [
                "Meek's",
                "Meek",
                "Weeks",
                "Meets",
                "Seeks",
                "Geeks"
            ]
        ],
        [
            82,
            87,
            [
                "Meek's",
                "Meek",
                "Weeks",
                "Meets",
                "Seeks",
                "Geeks"
            ]
        ]
    ],
    "During this period, Meeks became one of the earliest members of the Society of Architectural Historians (SAH), an institution to which he became devoted and served in a range of capacities throughout his life.</p>\n\n<p>Meeks was appointed Associate Professor of architecture and the history of art in 1946 and, following this, he earned a Ph.D.": [
        [
            20,
            25,
            [
                "Meek's",
                "Meek",
                "Weeks",
                "Meets",
                "Seeks",
                "Geeks"
            ]
        ],
        [
            218,
            223,
            [
                "Meek's",
                "Meek",
                "Weeks",
                "Meets",
                "Seeks",
                "Geeks"
            ]
        ]
    ],
    "from Harvard in 1948.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "Meeks’ dissertation, entitled “The Architectural Development of the American Railroad Station,\" would go on to form the basis of his first book.": [
        [
            0,
            5,
            [
                "Meek's",
                "Meek",
                "Weeks",
                "Meets",
                "Seeks",
                "Geeks"
            ]
        ]
    ],
    "In the same year, he received a Guggenheim fellowship to study in Europe.": [],
    "Between 1950 and 1956 he served his first term as director of the SAH.": [],
    "Meeks was appointed Professor in 1956 and his first book, <em>The Railroad Station: An Architectural History</em>, was published.": [
        [
            0,
            5,
            [
                "Meek's",
                "Meek",
                "Weeks",
                "Meets",
                "Seeks",
                "Geeks"
            ]
        ]
    ],
    "Following the influence of <a href=\"/focillonh\">Henry Focillon</a> (1881-1943) — a visiting professor at Yale in his final years— <em>The Railroad Station</em> was focused on the “metamorphosis of a great central theme\" (Kleinbauer, 1982).": [],
    "The book traces the chronological history of Western Architecture from the nineteenth to the mid-twentieth century through a focus on this particular eponymous building type.": [],
    "Meeks explored the railway station as a type of building that existed at the intersection of architecture, engineering, and art.": [
        [
            0,
            5,
            [
                "Meek's",
                "Meek",
                "Weeks",
                "Meets",
                "Seeks",
                "Geeks"
            ]
        ]
    ],
    "Between 1958 and 1965 (and briefly again in 1966) he served as director of the SAH for a second time.": [],
    "Meek’s final book — the completed version of which he sent to the publishers before his death — was <em>Italian Architecture: 1750-1914</em>.": [],
    "It was published posthumously in 1966, an overview of architecture on the peninsula during the long nineteenth century.": [],
    "His students include <a href=\"/herseyg\">George Hersey</a>.</p>": []
}