{
    "<p>Professor of Art History, catholic priest.": [],
    "Frits van der Meer attended the Gymnasium in Sneek (The Netherlands).": [
        [
            0,
            5,
            [
                "Fruits",
                "Fits",
                "Fritz",
                "Frets",
                "Fries",
                "Writs"
            ]
        ],
        [
            14,
            18,
            [
                "Meet",
                "Beer",
                "Meter",
                "Deer",
                "Mere",
                "Peer"
            ]
        ],
        [
            45,
            50,
            [
                "Seek",
                "Sneak",
                "Sleek",
                "Sneer",
                "Sn eek"
            ]
        ]
    ],
    "In 1919, he decided to become a priest, and continued high school at the Aartsbischoppelijk Kleinseminarie in Culemborg.": [
        [
            110,
            119,
            [
                "Luxembourg",
                "Nuremberg",
                "Lomborg"
            ]
        ]
    ],
    "Between 1924 and 1928 he studied Theology at the Grootseminarie Rijsenburg near Driebergen.": [
        [
            64,
            74,
            [
                "Hindenburg",
                "Rosenberg",
                "Eisenberg",
                "Roseburg"
            ]
        ]
    ],
    "He was ordained priest in 1928.": [],
    "In 1932, after a trip to the Balkan, Istanbul, Greece and Italy, he began studying Christian archeology at the Instituto di Archeologia Cristiana in Rome.": [
        [
            124,
            135,
            [
                "Archeological",
                "Archeologist",
                "Archeology",
                "Archeologies"
            ]
        ],
        [
            136,
            145,
            [
                "Cristina",
                "Cristiano",
                "Christiana",
                "CRISTINA",
                "Cristian",
                "Cristian a"
            ]
        ]
    ],
    "In 1934, he received his doctorate with a dissertation on the theme of the Maiestas Domini in representations of the Apocalypse.": [
        [
            75,
            83,
            [
                "Mainstay",
                "Mainstays",
                "Fiestas",
                "Siestas"
            ]
        ],
        [
            84,
            90,
            [
                "Dominic",
                "Domino",
                "Dominik",
                "Doming",
                "Do mini"
            ]
        ]
    ],
    "It was published in 1938: <em>Maiestas Domini.": [
        [
            30,
            38,
            [
                "Mainstay",
                "Mainstays",
                "Fiestas",
                "Siestas"
            ]
        ],
        [
            39,
            45,
            [
                "Dominic",
                "Domino",
                "Dominik",
                "Doming",
                "Do mini"
            ]
        ]
    ],
    "Théophanies de l'Apocalypse dans l'art chrétien.": [
        [
            0,
            11,
            [
                "Theophanies"
            ]
        ],
        [
            28,
            32,
            [
                "days",
                "fans",
                "Dan",
                "Hans",
                "cans",
                "dams"
            ]
        ],
        [
            39,
            47,
            [
                "Chretien",
                "Chrétien"
            ]
        ]
    ],
    "Etude sur les origines d'une iconographie spéciale du Christ</em>.": [
        [
            0,
            5,
            [
                "Étude"
            ]
        ],
        [
            6,
            9,
            [
                "SUR",
                "sure",
                "our",
                "Sir",
                "sub",
                "sum"
            ]
        ],
        [
            10,
            13,
            [
                "LES",
                "Les",
                "yes",
                "led",
                "less",
                "let"
            ]
        ],
        [
            14,
            22,
            [
                "origins"
            ]
        ],
        [
            25,
            28,
            [
                "one",
                "use",
                "June",
                "tune",
                "UNC",
                "dune"
            ]
        ],
        [
            29,
            41,
            [
                "iconographic"
            ]
        ],
        [
            42,
            50,
            [
                "special",
                "specials"
            ]
        ],
        [
            51,
            53,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ]
    ],
    "While in Rome, he visited the Near East and Jerusalem.": [],
    "In1939, after a three-year period of pastoral service as chaplain in Hilversum, he was appointed lecturer of Christian Archeology and Liturgy at the Catholic University of Nijmegen.": [],
    "His inaugural lecture, entitled: <em>Iets over de oorspronkelijkheid der oud-Christelijke kunst</em> (On the originality of Early Christian Art), became the subject of a later publication in 1949: <em>Christus' oudste gewaad: over de oorspronkelijkheid der oud-christelijke kunst</em>.": [],
    "In this book Van der Meer explored the rich thoughts and visions of early Christianity that shaped a new, transcendent art form.": [
        [
            17,
            20,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            21,
            25,
            [
                "Meet",
                "Beer",
                "Meter",
                "Deer",
                "Mere",
                "Peer"
            ]
        ]
    ],
    "In 1940, Van der Meer already had written the much acclaimed <em>Geschiedenis eener kathedraal</em> (History of a Cathedral).": [
        [
            13,
            16,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            17,
            21,
            [
                "Meet",
                "Beer",
                "Meter",
                "Deer",
                "Mere",
                "Peer"
            ]
        ]
    ],
    "One of his sources of inspiration had been the famous study on <em>Religious Art in France of the Thirteenth Century</em> by the French art historian <a href=\"/malea\">Émile Mâle</a>, first published in 1898.": [],
    "From 1946 onwards, Van der Meer was <em>extraordinarius</em> Professor of Christian Archeology and Liturgy as well as of Early Christian and Mediaeval Art.": [
        [
            23,
            26,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            27,
            31,
            [
                "Meet",
                "Beer",
                "Meter",
                "Deer",
                "Mere",
                "Peer"
            ]
        ]
    ],
    "In the latter position he succeeded Professor Gerard Brom (1882-1959), while another part of Brom's field was given to <a href=\"/tikkanenj\">J.": [
        [
            53,
            57,
            [
                "From",
                "Boom",
                "Bros",
                "Broom",
                "Brow",
                "Prom"
            ]
        ],
        [
            93,
            97,
            [
                "From",
                "Boom",
                "Bros",
                "Broom",
                "Brow",
                "Prom"
            ]
        ]
    ],
    "J. Tikkanen</a> who, in 1947, became <em>extraordinarius</em> Professor of Aesthetics and Art History of the New Era.": [
        [
            3,
            11,
            [
                "Bikaner",
                "Raikkonen",
                "Tienanmen",
                "Tirane",
                "Tiananmen",
                "Tiranë"
            ]
        ]
    ],
    "In 1955, Van der Meer eventually obtained a full professorship.": [
        [
            13,
            16,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            17,
            21,
            [
                "Meet",
                "Beer",
                "Meter",
                "Deer",
                "Mere",
                "Peer"
            ]
        ]
    ],
    "He was an inspired teacher, overwhelming his students with his somewhat extravagant enthusiasm (C. Peeters, 1998).": [
        [
            99,
            106,
            [
                "Peters",
                "Pesters",
                "Peepers",
                "Teeters",
                "Peelers",
                "Pewters"
            ]
        ]
    ],
    "He however did not participate in the broader administration of the faculty and university, disliking meetings and public events.": [],
    "He neither used to attend international symposia, nor maintained professional contacts with colleagues art historians.": [],
    "His many publications, written with eloquence and poetical inspiration, attest to his scholarly dedication as well as to his profound religiosity.": [],
    "In addition to the early Christian era, he had a special interest in the arts and ideas that flourished and developed in twelfth-century France and in his view were the expression of new awakenings of western civilization.": [],
    "In <em>Keerpunt der Middeleeuwen.": [
        [
            7,
            15,
            [
                "Keeping",
                "Serpent",
                "Kerpen",
                "Meerut",
                "Pierpont"
            ]
        ],
        [
            16,
            19,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "Tussen Cluny en Sens</em> (Turning-point in the Middle-Ages.": [
        [
            0,
            6,
            [
                "Sussex",
                "Hussein",
                "Tucson",
                "Lessen",
                "Tossed",
                "Austen"
            ]
        ],
        [
            7,
            12,
            [
                "Clung",
                "Clunky",
                "Clunk"
            ]
        ]
    ],
    "Between Cluny and Sens), published in 1951, he considered this specific era as an age of renewal, preceding the Italian Renaissance.": [
        [
            8,
            13,
            [
                "Clung",
                "Clunky",
                "Clunk"
            ]
        ]
    ],
    "In this he followed the earlier study by Charles Homer Haskins (1870-1937): <em>The Renaissance of the Twelfth Century</em>.": [],
    "In 1951, Van der Meer published his famous <em>Atlas van de Westerse beschaving</em>(Atlas of Western Civilization).": [
        [
            13,
            16,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            17,
            21,
            [
                "Meet",
                "Beer",
                "Meter",
                "Deer",
                "Mere",
                "Peer"
            ]
        ]
    ],
    "Another well known atlas followed in 1958: <em>Atlas van de Oudchristelijke wereld</em> (Atlas of the Early Christian World).": [],
    "Both works were translated into French, English, and German.": [],
    "These convenient large-scale books, illustrated with several maps, are still today consulted by students and scholars all over the world.": [],
    "As a theologian he became internationally known for his famous monograph on Saint Augustine: <em>Augustinus de zielzorger.": [
        [
            97,
            107,
            [
                "Augustin us"
            ]
        ]
    ],
    "Een studie over de praktijk van een kerkvader</em>.": [
        [
            0,
            3,
            [
                "Been",
                "Even",
                "Men",
                "Seen",
                "Ten",
                "Ben"
            ]
        ],
        [
            4,
            10,
            [
                "studied",
                "studies",
                "studio"
            ]
        ],
        [
            19,
            27,
            [
                "practice",
                "Prakrit",
                "Prateek",
                "prating",
                "pre-tick"
            ]
        ],
        [
            32,
            35,
            [
                "been",
                "even",
                "men",
                "seen",
                "ten",
                "Ben"
            ]
        ],
        [
            36,
            45,
            [
                "pervaded",
                "pervades",
                "pervade",
                "evader",
                "persuader",
                "serenader"
            ]
        ]
    ],
    "It was published in 1947, and translated in German, French, English (translated as <em>Augustine the Bishop.": [],
    "The Life and Work of a Father of the Church</em>) and Spanish.": [],
    "The book deals with the daily pastoral practice of this great Church Father.": [],
    "In 1950, Van der Meer was invited to become a member of the Koninklijke Nederlandse Akademie van Wetenschappen, and in 1964, he was granted the national P.C.": [
        [
            13,
            16,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            17,
            21,
            [
                "Meet",
                "Beer",
                "Meter",
                "Deer",
                "Mere",
                "Peer"
            ]
        ],
        [
            72,
            83,
            [
                "Nederland"
            ]
        ],
        [
            84,
            92,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "Hooft Award for literature.": [
        [
            0,
            5,
            [
                "Hoof",
                "Hoofs",
                "Hoot",
                "Ho oft"
            ]
        ]
    ],
    "In 1963-64 he wrote the script for the television show <em>Reise in die früchristliche Welt</em>, a European co-production which was broadcast in the Netherlands in 1968.": [],
    "After his retirement, in 1974, he carried on his scholarly work.": [],
    "In 1978, his richly illustrated <em>Apocalypse</em> appeared simultaneously in Dutch, German, French and English.": [],
    "In 1980, the city of Nijmegen granted him the Karel de Grote (Charlemagne) Award.</p>": [
        [
            46,
            51,
            [
                "Karl",
                "Earl",
                "Pearl",
                "Carl",
                "Karen",
                "Kiel"
            ]
        ]
    ]
}