{
    "<p>Modernist art historian and reformer of art history.": [],
    "Meier-Graefe was the son of, Edward Meier, a civil engineer for the Austro-Hungarian Empire and Marie Graefe, (d.": [
        [
            0,
            12,
            [
                "Fair-trade"
            ]
        ],
        [
            102,
            108,
            [
                "Grade",
                "Grave",
                "Greece",
                "Grace",
                "Grape",
                "Greene"
            ]
        ]
    ],
    "1867) who died giving birth to him.": [],
    "He was born in Pesitza, Banat, Hungary [formerly Austro-Hungarian Empire; which is present-day Banat, Romania.": [
        [
            15,
            22,
            [
                "Peseta"
            ]
        ],
        [
            24,
            29,
            [
                "Banal",
                "Ban at"
            ]
        ],
        [
            95,
            100,
            [
                "Banal",
                "Ban at"
            ]
        ]
    ],
    "The family moved to the Rhineland area of Germany; Meier-Graefe grew up near Düsseldorf, gaining his <em>Abitur</em> in 1879.": [
        [
            51,
            63,
            [
                "Fair-trade"
            ]
        ]
    ],
    "As an adult, he added his mother's name to his in her memory.": [],
    "He married Clotilde Vitzthum von Eckstädt, related to the future art historian <a href=\"/vitzthumg\">Georg Vitzthum von Eckstädt</a>.": [
        [
            11,
            19,
            [
                "Chloride",
                "Castile",
                "Clothed",
                "Collide",
                "Flotilla",
                "Coiled"
            ]
        ],
        [
            33,
            41,
            [
                "Ecstasy",
                "Ronstadt",
                "Eckhart",
                "Lipstadt"
            ]
        ]
    ],
    "Under pressure from his father he initially studied engineering in Munich in 1888, spending a semester in Zürich (1889) and then at Lüttich.": [
        [
            132,
            139,
            [
                "Lattice",
                "Sluttish"
            ]
        ]
    ],
    "He traveled to Paris the same year to see the World's Fair, intent on becoming a fiction writer.": [],
    "By 1890 he was back in Germany, in Berlin, studying art history under <a href=\"/grimmh\">Herman Grimm</a>.": [],
    "He also heard lectures by the cultural sociologist and art writer Georg Simmel (1858-1918), the philosopher Moritz Lazarus (1824-1903), the historian Heinrich von Treitschke (1834-1896) and the social economist Adolf Wagner (1835-1917).": [
        [
            72,
            78,
            [
                "Kimmel",
                "Simmer"
            ]
        ]
    ],
    "Leaving Berlin without receiving a degree, he published two novellas, <em>Ein Abend bei Laura</em> and <em>Nach Norden</em>, 1890 and 1893, both published by the illustrious Fischer Verlag.": [],
    "Meier-Graefe frequented the Berlin intelligencia, whose ranks included the writers Otto Julius Bierbaum (1865-1910), Stanislaw Przybyszewski (1868-1927), the poet Richard Dehmel (1863-1920), the philosopher August Strindberg (1849-1912) and Edvard Munch.": [
        [
            0,
            12,
            [
                "Fair-trade"
            ]
        ],
        [
            35,
            48,
            [
                "intelligence",
                "intelligentsia",
                "intelligences"
            ]
        ],
        [
            95,
            103,
            [
                "Birnbaum"
            ]
        ],
        [
            117,
            126,
            [
                "Stanislav"
            ]
        ],
        [
            171,
            177,
            [
                "Deemed",
                "Dermal",
                "Delmer",
                "Denzel",
                "Mehmed",
                "Mehmet"
            ]
        ]
    ],
    "Meier-Graefe's first art criticism was reviewing Munch's work.": [
        [
            0,
            12,
            [
                "Fair-trade"
            ]
        ]
    ],
    "In 1894, he, Meier-Graefe, helped found the cultural periodical <em>Pan</em>, acting as its art editor.": [
        [
            13,
            25,
            [
                "Fair-trade"
            ]
        ]
    ],
    "The periodical attracted original graphics by important artists (including Toulouse-Lautrec) and art-historical writing by <a href=\"/bodenhausene\">Eberhard Freiherr von Bodenhausen</a>, <a href=\"/kesslerhk\">Harry Klemens Ulrich Kessler</a> and <a href=\"/bodew\">Wilhelm Bode</a>.": [],
    "However, Meier-Graefe was dismissed after the initial issue by the magazine's wealthy backers because of the lack of attention to German artists.": [
        [
            9,
            21,
            [
                "Fair-trade"
            ]
        ]
    ],
    "He returned to Paris in 1895 where he began his own avant-garde art journal, <em>Dekorative Kunst</em>, in 1898.": [],
    "The magazine publicized the Jugendstil (Art Nouveau) style.": [
        [
            44,
            51,
            [
                "Nouméa",
                "Noumea"
            ]
        ]
    ],
    "The following year, Meier-Graefe opened La Maison Moderne, a gallery devoted to art nouveau works, with the artist Henry van de Velde.": [
        [
            20,
            32,
            [
                "Fair-trade"
            ]
        ],
        [
            50,
            57,
            [
                "Modern",
                "Moderns",
                "Moderna"
            ]
        ],
        [
            84,
            91,
            [
                "Nouméa",
                "Noumea"
            ]
        ]
    ],
    "In 1902 he was commissioned to write on French Impressionism by the art historian <a href=\"/mutherr\">Richard Muther</a> for Muther's pocket-sized surveys of art, the <em>Klassische Illustratoren</em> series and the <em>Sammlung illustrierter Monographien</em>.": [
        [
            3,
            7,
            [
                "1902,"
            ]
        ]
    ],
    "The first volume was <em>Edouard Manet und sein Kreis</em>.": [],
    "His gallery closed in 1903 and he returned to Berlin to write his ground-breaking history of modern art, <em>Die Entwicklungsgeschichte der modernen Kunst</em> (The Developmental History of Modern Art).": [
        [
            26,
            30,
            [
                ", and"
            ]
        ]
    ],
    "Meier-Graefe opposed valuing art based upon nationalism or the criteria of the academy.": [
        [
            0,
            12,
            [
                "Fair-trade"
            ]
        ]
    ],
    "In his 1905 book <em>Der Fall Böcklin und die Lehre von den Einheiten</em> (The Case of Böcklin and the Teaching of Unity), Meier-Graefe pointed out how lacking in modernity the popular Swiss artist was compared to the truly avant-garde of France.": [],
    "The book caused a furor, touching chords of nationalism and a particularly vitriolic attack by <a href=\"/thodeh\">Henry Thode</a> (and met with an equally powerful rebuttal by the painter Max Liebermann).": [],
    "He returned to French art and the work of Jean-Baptiste-Camille Corot and Courbet as well as the Impressionists.": [],
    "In 1910, he published his book <em>Spanische Reise</em> (Spanish Journey) which again broke ground with an analysis, sometimes described as a \"rediscovery\" of El Greco.": [],
    "While others, such as <a href=\"/maxwellw\">William Stirling Maxwell</a> had written favorably of El Greco previously, Meier-Graefe described El Greco as an Expressionist artist.": [],
    "Meier-Graefe's commitment to the primary sources of art history led him to translate Delacroix's journals into German in 1912.": [
        [
            0,
            12,
            [
                "Fair-trade"
            ]
        ]
    ],
    "However--and ironically--German Expressionism itself repelled him.": [],
    "In 1915 he volunteered in the German army on the Eastern front where he was captured and interned in a Russian POW camp in 1916.": [
        [
            3,
            7,
            [
                "1915,"
            ]
        ]
    ],
    "After his release, he divorced his first wife in 1917 and married Helene Lienhardt, settling in Dresden.": [
        [
            73,
            82,
            [
                "Reinhardt"
            ]
        ]
    ],
    "Together with the art historian <a href=\"/hausensteinw\">Wilhelm Hausenstein</a>, he edited the art-history yearbook, <em>Ganymede</em>, beginning in 1919.": [],
    "He moved to Berlin in 1921, occupying a house designed by architect and architectural historian <a href=\"/muthesiush\">Hermann Muthesius</a>.": [],
    "In 1922, he wrote a biography of van Gogh, titled <em>Vincent</em>.": [],
    "Of van Gogh, Meier-Graefe characterized his art as addressing the alienation modernity.": [
        [
            13,
            25,
            [
                "Fair-trade"
            ]
        ]
    ],
    "Meier-Graefe's embrace of most modern art drew the ire of national socialism in Germany.": [
        [
            0,
            12,
            [
                "Fair-trade"
            ]
        ]
    ],
    "He moved to France in 1930 for health reasons, resulting in permanent exile by the rise of Nazism in 1933.": [],
    "The Nazi's included him, one of the few art historians, in their attack on \"Degenerate Art,\" (<em>Entartete Kunst</em>).": [],
    "<em>Die Entwicklungsgeschichte</em> is a key writing in the history of modern art historiography.": [],
    "Meier-Graefe created a history of art for the nineteenth century, relating artists from Delacroix to Cézanne into a continuum, which had never been done before.": [
        [
            0,
            12,
            [
                "Fair-trade"
            ]
        ]
    ],
    "<em>Die Entwicklungsgeschichte</em> traced nineteenth-century art through the conception of artistic impulses (<em>das Bildhafte</em>) as opposed to economic or historical forces in art.": [],
    "He was the first to conceive the modern era of art as a series of formal problems solved on the canvas.": [],
    "His books were quickly translated into English and his writings accessible to an English-reading public.": [],
    "<a href=\"/rewaldj\">John Rewald</a> characterized Meier-Graefe as influential for French modernist art historians, an art historian uninterested in scholarship or \"library research,\" (\"The French learned...from Meier-Graefe,\" he wrote).": [],
    "Meier-Graefe could never shake off the reputation of being anti-German, however.": [
        [
            0,
            12,
            [
                "Fair-trade"
            ]
        ]
    ],
    "His attempts to show the work of Böcklin as reactionary resulted in an understandable backlash (see Adolf Grabowsky book, below).": [
        [
            33,
            40,
            [
                "Backlit",
                "Buckling",
                "Conklin",
                "Jacklin",
                "Bodkin",
                "Backlink"
            ]
        ]
    ],
    "His failure to embrace twentieth-century art forms (Cubism, German Expressionism) was particularly tragic and raised the ire of at least Emil Nolde, who branded him an \"enemy to German art.\"": [],
    "At sixtieth birthday in 1927, shortly before hostilities against him would again foment, tributes poured out from personalities as different as the playwright Gerhart Hauptmann (1862-1946) and the art historian <a href=\"/waldmanne\">Emil Waldmann</a>.</p>": []
}