{
    "<p>Historian of late medieval and early Renaissance art.": [],
    "Meiss' parents were Leon Meiss and Clara Loewenstein (Meiss).": [
        [
            0,
            5,
            [
                "Mass",
                "Pass",
                "Bass",
                "Maps",
                "Mask",
                "Miss"
            ]
        ],
        [
            25,
            30,
            [
                "Mass",
                "Pass",
                "Bass",
                "Maps",
                "Mask",
                "Miss"
            ]
        ],
        [
            41,
            52,
            [
                "Levenshtein",
                "Wolfenstein"
            ]
        ],
        [
            54,
            59,
            [
                "Mass",
                "Pass",
                "Bass",
                "Maps",
                "Mask",
                "Miss"
            ]
        ]
    ],
    "He studied architecture at Princeton University, receiving his B. A. in 1926.": [],
    "He worked as a construction supervisor in New York two years because his father, a businessman, initially refused to fund graduate work in art history.": [],
    "Meiss returned to scholarship in art history at the Graduate school at Harvard University in 1928, marrying Margaret Louchheim, later a psychotherapist, the same year.": [
        [
            0,
            5,
            [
                "Mass",
                "Pass",
                "Bass",
                "Maps",
                "Mask",
                "Miss"
            ]
        ],
        [
            117,
            126,
            [
                "Touchpad",
                "Louche"
            ]
        ]
    ],
    "He transferred almost immediately to New York University to study medieval and Renaissance painting.": [],
    "His master's thesis, written under <a href=\"/friedlanderw\">Walter F. Friedländer</a> was published as his first article, appearing in the <em>Art Bulletin</em> in 1931.": [],
    "His dissertation, on Francesco Traini, written under under <a href=\"/offnerr\">Richard Offner</a> and influenced by <a href=\"/panofskye\">Erwin Panofsky</a>, was approved for his Ph.D.": [
        [
            31,
            37,
            [
                "Train",
                "Trains"
            ]
        ],
        [
            47,
            58,
            [
                "under"
            ]
        ]
    ],
    "in 1933.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Meiss taught as an instructor at NYU, accepting a position at Columbia University in 1934.": [
        [
            0,
            5,
            [
                "Mass",
                "Pass",
                "Bass",
                "Maps",
                "Mask",
                "Miss"
            ]
        ]
    ],
    "Between 1940 and 1942, he served as the editor of <em>Art Bulletin</em>, and later became an honorary trustee of the Museum of Modern Art in New York.": [],
    "After World War II he chaired the American Committee for the Restoration of Italian Monuments.": [],
    "In 1951 he published his first book, the product of a Fulbright grant, <em>Painting in Florence and Siena after the Black Death,</em> a groundbreaking tome combining social history and rigorous connoisseurship.": [
        [
            3,
            7,
            [
                "1951,"
            ]
        ],
        [
            127,
            129,
            [
                ", <"
            ]
        ]
    ],
    "Meiss received the Haskins Medal in 1953 and the same year moved from Columbia to Harvard to be professor of art and curator of painting that the Fogg Art Museum.": [
        [
            0,
            5,
            [
                "Mass",
                "Pass",
                "Bass",
                "Maps",
                "Mask",
                "Miss"
            ]
        ],
        [
            146,
            150,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "The fine collection of Italian \"primitives\" collected by <a href=\"/forbese\">Edward Waldo Forbes</a> was a strong incentive.": [],
    "In 1958 he left Harvard to be Professor of Art at the Institute for Advanced Study, Princeton, N. J., succeeding Panofsky, his former teacher at NYU.": [
        [
            3,
            7,
            [
                "1958,"
            ]
        ],
        [
            113,
            121,
            [
                "Sinofsky"
            ]
        ]
    ],
    "In 1962 he published, with Leonetto Tintori, <em>The Painting of The Life of St.": [
        [
            3,
            7,
            [
                "1962,"
            ]
        ],
        [
            27,
            35,
            [
                "Loretto"
            ]
        ],
        [
            36,
            43,
            [
                "Into",
                "History",
                "Minor",
                "Victory",
                "Historic",
                "Winter"
            ]
        ]
    ],
    "Francis in Assisi</em>, a book using technical evidence in mural painting to settle large debates of art history.": [],
    "He edited the Festschrift for Panofsky in 1963.": [
        [
            30,
            38,
            [
                "Sinofsky"
            ]
        ]
    ],
    "In 1966, the floods in Florence led him to organize and chair the Committee to Rescue Italian Art, whose mission was to restore the damaged frescoes and buildings.": [],
    "His research focus broadened in the 1960s to include manuscript illumination.": [],
    "His series <em>French Painting in the Time of Jean de Berry</em> began appearing in 1967.": [],
    "Meiss' <em>Great Age of Fresco: Discoveries, Recoveries and Survivals</em>, 1970, was the result of excavation of Santa Croce after the flood, which revealed sinopia cartoons.": [
        [
            0,
            5,
            [
                "Mass",
                "Pass",
                "Bass",
                "Maps",
                "Mask",
                "Miss"
            ]
        ],
        [
            158,
            165,
            [
                "sinfonia"
            ]
        ]
    ],
    "It is not only a technical explanation of the history of fresco painting, but an account of the rescue of Italian art.": [],
    "His reputation as a scholar gained him membership into the American Academy of Arts, the American Philosophical Society, and the British Academy, as well as several French and Italian academic societies.": [],
    "In 1974 Meiss was diagnoses with a terminal illness.": [
        [
            8,
            13,
            [
                "Mass",
                "Pass",
                "Bass",
                "Maps",
                "Mask",
                "Miss"
            ]
        ]
    ],
    "He resigned from the Institute, dying at home in his study, surrounded by his family and books.": [],
    "The College Art Association named its grant for book illustration after him.": [],
    "His papers form part of the Archives of American Art.": [],
    "Like his teacher, Offner, Meiss sought to incorporate traditional connoisseurship methodology into art-historical work of a broader range which included social history and Panofsky's brand of iconography.": [
        [
            18,
            24,
            [
                "Offer"
            ]
        ],
        [
            26,
            31,
            [
                "Mass",
                "Pass",
                "Bass",
                "Maps",
                "Mask",
                "Miss"
            ]
        ],
        [
            172,
            180,
            [
                "Sinofsky"
            ]
        ]
    ],
    "His 1951 book, <em>Painting in Florence and Siena after the Black Death,</em> suggested that the horrors of the plague in Italy caused a change in iconography and painting style.": [
        [
            71,
            73,
            [
                ", <"
            ]
        ]
    ],
    "In the years since its publication, this thesis has been challenged by <a href=\"/coleb\">Bruce Cole</a> (who asserted the change in style was underway before the 1348 plague) and <a href=\"/osh\">Henk Van Os</a>, who felt Meiss reacting to the <em>Weltanschauung</em> of contemporary painting (Rothko's black paintings).": [],
    "Meiss was among the first American scholars to have benefited from the arrival of German scholars fleeing the Nazis in the 1930s and was considered among their best students.": [
        [
            0,
            5,
            [
                "Mass",
                "Pass",
                "Bass",
                "Maps",
                "Mask",
                "Miss"
            ]
        ]
    ],
    "His articles on the reconstruction of an altarpiece by Piero della Francesca was described by <a href=\"/popehennessyj\">John Pope-Hennessy</a> as \"brilliant.\"": [
        [
            61,
            66,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ]
    ],
    "His caustic review of <em>Florentine Painting</em> by the Marxist art historian <a href=\"/antalf\">Frederick Antal</a> in the <em>Art Bulletin</em> underlines the limits both of Antal's methodology and Meiss' tolerance of social analysis.</p>": []
}