{
    "<p>Early amateur art historian and algolist, published important translations of art treatises.": [
        [
            35,
            43,
            [
                "agonist",
                "algologist"
            ]
        ]
    ],
    "Mary Philadelphia Watkins was born to Sir Charles Watkins (d.": [],
    "1808), a barrister, in London.": [],
    "In 1827, Mary Watkins married John Merrifield (1788/9-1877) with whom she had five children.": [
        [
            35,
            45,
            [
                "Terrified"
            ]
        ]
    ],
    "After her husband qualified for his barrister exam, the family was moved to Brighton.": [],
    "During the 1840’s, she studied Venetian artistic restoration methods of Pietro Edwards (1744--1821) using old manuscripts, namely the <em>Volpato Manuscript</em>, and paintings with notable art historians, <a href=\"/lanzil\">Luigi Lanzi</a> and <a href=\"/eastlakec\">Sir Charles Eastlake</a>.": [
        [
            11,
            17,
            [
                "1840s"
            ]
        ]
    ],
    "In 1844, Merrifield translated the recently discovered Cennino Cennini's <em>A Treatise on Painting</em>.": [
        [
            9,
            19,
            [
                "Terrified"
            ]
        ],
        [
            55,
            62,
            [
                "Cunning",
                "Canning",
                "Conning",
                "Penning",
                "Henning",
                "Rennin"
            ]
        ],
        [
            63,
            70,
            [
                "Cunning",
                "Canning",
                "Conning",
                "Penning",
                "Henning",
                "Bernini"
            ]
        ]
    ],
    "From this work, the Royal Commission on the Fine Arts commissioned pieces on artistic mediums and methods, granting her the ability to travel to France and Northern Italy to uncover and transcribe documents with her son, Charles Merrifield.": [
        [
            229,
            239,
            [
                "Terrified"
            ]
        ]
    ],
    "This led to the publication of an 1846 collection of documents on the history of frescoes, titled <em>The Art of Fresco Painting</em>, a work still used today.": [],
    "In 1849, she published a two-volume collection of <em>Original Treatises Dating from the XIIth to the XVIIIth Centuries on the Arts of Painting in Oil, Miniature, Mosaic, and on Glass; of Gilding, Dyeing and Preparation of Colours and Artificial Gems</em>.": [],
    "This consisted of translations and reproductions of original documents.": [],
    "Merrifield's works went through numerous editions and re-edits, including one by <a href=\"/sewtera\">A.": [
        [
            0,
            10,
            [
                "Terrified"
            ]
        ]
    ],
    "C. Sewter</a>.": [
        [
            3,
            9,
            [
                "Suite",
                "Suited",
                "Sewer",
                "Suites",
                "Sooner",
                "Setter"
            ]
        ]
    ],
    "In 1854, Merrifield published <em>Dress As a Fine Art</em>, a study of previous fashions through an art and science lens and an attempt to refute negative female stereotypes.": [
        [
            9,
            19,
            [
                "Terrified"
            ]
        ]
    ],
    "In 1857, Merrifield received a £100 pension for her work in art and literature, works that have yet to be superseded today.": [
        [
            9,
            19,
            [
                "Terrified"
            ]
        ]
    ],
    "During this time, she was made an honorary member of the Accademia di Belle Arti of Bologna and was elected a member of the Royal Society of Arts in London.": [
        [
            57,
            66,
            [
                "Academia"
            ]
        ],
        [
            76,
            80,
            [
                "Art",
                "Anti",
                "Arts",
                "Artie",
                "Arty",
                "ARI"
            ]
        ]
    ],
    "Additionally, Merrifield became associated with a number of women’s movements during the 1860’s.": [
        [
            14,
            24,
            [
                "Terrified"
            ]
        ],
        [
            89,
            95,
            [
                "1860s"
            ]
        ]
    ],
    "From there, her interest shifted to the natural sciences, where she was one of the few women working in this field, publishing a work titled <em>A Sketch of the Natural History of Brighton</em>.": [],
    "She became a leading expert in the UK in the field of algology (the study of algae), later having a species of marine algae named after her, <em>rytiphlaea merrifieldiae</em>.": [],
    "While in Brighton, Merrifield worked on a number of exhibits in the Brighton Museum and Art Gallery (later relocated to the Booth Museum).": [
        [
            19,
            29,
            [
                "Terrified"
            ]
        ]
    ],
    "Additionally, Merrifield learned both Danish and Swedish to keep up with the most recent work in botanical research.": [
        [
            14,
            24,
            [
                "Terrified"
            ]
        ]
    ],
    "After her husband’s death in 1877, Merrifield moved into her daughter’s home in Cambridge.": [
        [
            35,
            45,
            [
                "Terrified"
            ]
        ]
    ],
    "Until her death in 1889, she wrote many papers for different scientific journals like <em>Nature and Journal of the Linnean Society</em>, while residing in her daughter’s home in Stapleford, Wiltshire.": [],
    "Her plant collections are in the Natural History Museum of London and the Booth Museum of Natural History.": [],
    "</p>\n<p>Merrifield’s research was also deeply influenced by Baconian empiricism, as much of her writing was based strictly on observations.": [
        [
            8,
            18,
            [
                "Terrified"
            ]
        ],
        [
            60,
            68,
            [
                "Baronial",
                "Draconian",
                "Bactrian"
            ]
        ]
    ],
    "Recent scholarship at the Key Archives of Brighton House has been working to transcribe all her correspondence to her husband (around 150 letters) during the 1840’s as she traveled the world to get a clearer picture of the work she had done.": [
        [
            158,
            164,
            [
                "1840s"
            ]
        ]
    ],
    "In addition to Charles, a mathematician, another son, Frederick, was a world-renowned entomologist.</p>": []
}