{
    "<p>Director of the Guggenheim Museum.": [],
    "Messer's father, Richard Messer (Meszleny) (1881-?": [
        [
            0,
            6,
            [
                "Lesser",
                "Messed",
                "Messes",
                "Messier",
                "Mesmer"
            ]
        ],
        [
            17,
            31,
            [
                "Richard Meier"
            ]
        ],
        [
            33,
            41,
            [
                "Medley",
                "Wesley",
                "Lesley",
                "Mosley",
                "Moseley",
                "Westley"
            ]
        ]
    ],
    "), was also an art historian (and professor) from Bratislava.": [
        [
            0,
            1,
            [
                ""
            ]
        ]
    ],
    "His mother was Agatha Albrecht (Messer), sister of the Slovak computer Alexander Albrecht (1885-1958).": [
        [
            32,
            38,
            [
                "Lesser",
                "Messed",
                "Messes",
                "Messier",
                "Mesmer"
            ]
        ]
    ],
    "Messer entered the United States in 1939.": [
        [
            0,
            6,
            [
                "Lesser",
                "Messed",
                "Messes",
                "Messier",
                "Mesmer"
            ]
        ]
    ],
    "He initially began his schooling at Theil College, Greenville, PA in 1939 moving to Boston University in 1941 where he received a B.A.": [
        [
            36,
            41,
            [
                "That",
                "Their",
                "Than",
                "Trail",
                "Thai",
                "Thaw"
            ]
        ]
    ],
    "in 1942.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "During World War II, Messer worked for Office of War Information, 1942-1943 before entering the U.S.": [
        [
            21,
            27,
            [
                "Lesser",
                "Messed",
                "Messes",
                "Messier",
                "Mesmer"
            ]
        ]
    ],
    "Army in 1943.": [],
    "He became a U.S.": [],
    "citizen in 1944.": [
        [
            0,
            7,
            [
                "Citizen"
            ]
        ]
    ],
    "After the War, he worked as a stockbroker in New York City.": [],
    "He continued his education at the Sorbonne, University of Paris, graduating in 1947.": [],
    "Messer married Remedios Garcia Villa in 1948, receiving his M.A.": [
        [
            0,
            6,
            [
                "Lesser",
                "Messed",
                "Messes",
                "Messier",
                "Mesmer"
            ]
        ],
        [
            15,
            23,
            [
                "Remedies"
            ]
        ]
    ],
    "from Harvard University in 1951.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "His first director position was at the Roswell Museum of History and Art (today, the Roswell Museum and Art Center) in Roswell, NM, in 1949.": [],
    "In 1952 he returned to New York, joining the American Federation of Arts, first as assistant director, then director of exhibitions in 1953 and director, 1955-1956.": [
        [
            3,
            7,
            [
                "1952,"
            ]
        ]
    ],
    "He moved to Boston to assume the position of director, Institute of Contemporary Art, in 1957.": [],
    "Messer was appointed director of the Solomon R. Guggenheim Museum in New York in 1961, replacing <a href=\"/sweeneyj\">James Johnson Sweeney</a> after Sween had had differences with the Guggenheim board.": [
        [
            0,
            6,
            [
                "Lesser",
                "Messed",
                "Messes",
                "Messier",
                "Mesmer"
            ]
        ]
    ],
    "Messer served with <a href=\"/arnasonh\">H.": [
        [
            0,
            6,
            [
                "Lesser",
                "Messed",
                "Messes",
                "Messier",
                "Mesmer"
            ]
        ]
    ],
    "H. Arnason</a>, who had been appointed the month before as Vice President for Art Administration.": [
        [
            3,
            10,
            [
                "Reason",
                "Treason",
                "Arson",
                "Aragon",
                "Anson",
                "Annabon"
            ]
        ]
    ],
    "He appointed the art critic and British gallery director <a href=\"/allowayl\">Lawrence Alloway</a> to be a curator in 1962.": [],
    "In 1966 when the Smithsonian Institution invited the Guggenehim to make selections for the United States submissions to the Venice Biennale, Alloway and Messer clashed over the choices so publicly that Smithsonian withdrew the invitation.": [
        [
            53,
            63,
            [
                "Guggenheim"
            ]
        ],
        [
            141,
            148,
            [
                "Galloway",
                "Calloway"
            ]
        ],
        [
            153,
            159,
            [
                "Lesser",
                "Messed",
                "Messes",
                "Messier",
                "Mesmer"
            ]
        ]
    ],
    "Messer fired Alloway.": [
        [
            0,
            6,
            [
                "Lesser",
                "Messed",
                "Messes",
                "Messier",
                "Mesmer"
            ]
        ],
        [
            13,
            20,
            [
                "Galloway",
                "Calloway"
            ]
        ]
    ],
    "He was a member of museum advisory panel of National Endowment for the Arts, 1974 to 1976.": [],
    "Messer was responsible for the acquisition of two important collections for the Solomon R. Guggenheim Foundation.": [
        [
            0,
            6,
            [
                "Lesser",
                "Messed",
                "Messes",
                "Messier",
                "Mesmer"
            ]
        ]
    ],
    "After the death Justin K. Thannhauser (1892-1976) in 1976, the museum added his collection, which included Impressionist, Post-Impressionist, and early modern masterpieces.": [
        [
            26,
            37,
            [
                "Tannhauser",
                "Tannhäuser"
            ]
        ]
    ],
    "Nearly the same time, the Peggy Guggenheim Collection (Guggenheim's niece) left her collection to her uncle's public institution, as well as the Venice palazzo that housed it, in 1976.": [],
    "Messer became a trustee and director of the Peggy Guggenheim Collection, Venice, Italy, director, beginning 1980.": [
        [
            0,
            6,
            [
                "Lesser",
                "Messed",
                "Messes",
                "Messier",
                "Mesmer"
            ]
        ]
    ],
    "He was made a Chevalier of French Legion of Honor, France, the same year.": [],
    "Despite these two spectacular acquisitions, Messer's later years at the Guggenheim were not successful, however.": [
        [
            44,
            50,
            [
                "Lesser",
                "Messed",
                "Messes",
                "Messier",
                "Mesmer"
            ]
        ]
    ],
    "Attendance fell and the museum faced fiancial difficulties.": [
        [
            37,
            45,
            [
                "financial"
            ]
        ]
    ],
    "In a bold move, the trustees hired <a href=\"/krenst\">Thomas Krens</a>, the talented director of MassMOCA to replaced Messer in 1986.": [],
    "Messer remained with the musem until 1988 Messer was responsible for the acquisition of two important collections for the Solomon R. Guggenheim Foundation.": [
        [
            0,
            6,
            [
                "Lesser",
                "Messed",
                "Messes",
                "Messier",
                "Mesmer"
            ]
        ],
        [
            25,
            30,
            [
                "museum",
                "Muse",
                "muse",
                "muses",
                "mused"
            ]
        ],
        [
            42,
            48,
            [
                "Lesser",
                "Messed",
                "Messes",
                "Messier",
                "Mesmer"
            ]
        ]
    ],
    "The first, the Thannhauser Collection, assembled by Justin K. Thannhauser, included Impressionist, Post-Impressionist, and early modern masterpieces.": [
        [
            15,
            26,
            [
                "Tannhauser",
                "Tannhäuser"
            ]
        ],
        [
            62,
            73,
            [
                "Tannhauser",
                "Tannhäuser"
            ]
        ]
    ],
    "The second was the Peggy Guggenheim Collection, as well as the Venice palazzo that housed it, which was secured by Guggenheim New Yok in 1976.</p>": [
        [
            130,
            133,
            [
                "You",
                "OK",
                "Yo",
                "ROK",
                "Yoko",
                "Yoke"
            ]
        ]
    ]
}