{
    "<p>Historian of Roman sculpture and the paintings of Raphael, also painter.": [],
    "Meyer began studying painting in Switzerland under the tutelage of Johann Koella and Johann Caspar Füssli.": [
        [
            74,
            80,
            [
                "Noella"
            ]
        ],
        [
            99,
            105,
            [
                "Fossil",
                "Fuss",
                "Fussy",
                "Tussle",
                "Muesli",
                "Fussed"
            ]
        ]
    ],
    "He traveled to Italy to study Roman sculpture in 1784, where he also dedicated himself to studying the paintings of Raphael.": [],
    "Meyer met <a href=\"/goethej\">Johann Wolfgang von Goethe</a> in 1787, who convinced him to move to Weimar to serve as his artistic advisor.": [],
    "Meyer made copies of Roman art, including the fresco \"Aldobrandini Wedding\" 1797 and the painting \"Odysseus and Nausica\" (1789) by Annibale Carraci for Goethe to study in Weimar.": [
        [
            112,
            119,
            [
                "Nautical",
                "Nausea"
            ]
        ],
        [
            131,
            147,
            [
                "Annibale Carracci"
            ]
        ]
    ],
    "As Goethe's artistic advisor, Meyer decorated Goethe's house in a Roman style, and painted portraits of Goethe and his family.": [],
    "He went back to Italy to collect information for a history of Italian art that Goethe wanted to complete.": [],
    "Together, the two men published several books and articles.": [],
    "They founded and edited an art magazine entitled <em>Propyläen</em> in 1798.": [],
    "Meyer's article entitled, \"Entwuf einer Kunstgeschichte des achtzehen Jahrhunderts\" appeared in Goethe's <em>Wincklemann und sein Jahrhundert</em> in 1805.": [
        [
            27,
            33,
            [
                "Entire",
                "Enter",
                "Entry",
                "Enters",
                "Entity",
                "Untrue"
            ]
        ],
        [
            34,
            39,
            [
                "anger",
                "liner",
                "anew",
                "diner",
                "finer",
                "miner"
            ]
        ],
        [
            56,
            59,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            60,
            69,
            [
                "eighteen"
            ]
        ]
    ],
    "In 1806, Meyer became the principal of the Freies Zeichen-Institut in Weimar.": [
        [
            43,
            49,
            [
                "Frames",
                "Flair",
                "Frees",
                "Frail",
                "Fries",
                "Flail"
            ]
        ],
        [
            50,
            66,
            [
                "Aachen-Institut",
                "Zeichen-Institute"
            ]
        ]
    ],
    "He wrote a book entitled, \"Neudeutsche religios-partiotische Kunst\" with Goethe in 1817, which angered German Romantics and ostracized him from their artistic community.</p>": [
        [
            27,
            38,
            [
                "Deutsche",
                "Süddeutsche"
            ]
        ],
        [
            39,
            60,
            [
                "religious-partiotische"
            ]
        ],
        [
            61,
            66,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ]
}