{
    "<p>Director of the Berliner Gemäldegalerie and compiler of the initial <em>Allgemeines Künstler-Lexikon</em>, later reissued as \"Thieme-Becker.\"": [],
    "When the publisher <a href=\"/engelmannw\">Wilhelm Engelmann</a> bought the rights to the <em>Neues Allgemeines Künstlerlexicon</em>, (1852) of <a href=\"/naglerg\">G.": [],
    "K. Nagler</a> from the publishing house Tendler (J. Grosser) they assigned Meyer to revise the encyclopedia.": [
        [
            3,
            9,
            [
                "Nadler",
                "Nagger"
            ]
        ],
        [
            40,
            47,
            [
                "Tender"
            ]
        ]
    ],
    "Engelmann planned the new work to be about fifteen volumes.": [
        [
            0,
            9,
            [
                "Tengelmann"
            ]
        ]
    ],
    "Only three volumes of the new <em>Allgemeines Künstler-Lexikon</em> appeared.": [],
    "Meyer succeeded <a href=\"/waageng\">Gustav Friedrich Waagen</a> as the director of the Berlin Gemäldegalerie in 1868.": [],
    "Meyer had been too extensive in his biographies of the better-known artists, and the work languished in 1885 after only three volumes.": [],
    "In the meantime, his work was becoming well-known outside the German-speaking world.": [],
    "<a href=\"/heatonm\">Mary Margaret Heaton</a> translated his biography of Correggio into English in 1876.": [],
    "Meyer's hires at the Gemäldegalerie included the great connoisseur <a href=\"/scheiblerl\">Ludwig Scheibler</a>.": [],
    "Meyer was succeeded at the Gemäldegalerie by <a href=\"/bodew\">Wilhelm Bode</a> in 1890.": [],
    "Meyer's work on the legend and life of Kaspar Hauser (1812-1833) were published posthumously as two books on him.": [
        [
            39,
            45,
            [
                "Caspar",
                "Gaspar"
            ]
        ],
        [
            46,
            52,
            [
                "Mauser",
                "Hauler",
                "Hawser",
                "Causer",
                "Ha user"
            ]
        ]
    ],
    "Meyer's daughter married the art historian and theorist <a href=\"/fiedlerk\">Konrad Fiedler</a>.</p>": []
}