{
    "Late-Victorian poet, journalist, and art critic.": [],
    "Meynell, then Thompson, was born into an affluent and well-educated family with a pianist- and amateur painter mother, Christiana Jane Weller (1825–1910), and an independently wealthy Jewish father, Thomas James Thompson (1809–1881).": [
        [
            0,
            7,
            [
                "Janell",
                "Mandell",
                "Mantell",
                "Manvell"
            ]
        ]
    ],
    "Thompson and her elder sister Elizabeth Thompson (1846-1933), later known as Lady Butler and one of the most acclaimed British painters in the 1870s, were homeschooled by their father.": [],
    "The Thompson family’s connection with many prominent writers at the time, including Charles Dickens, grew Alice Thompson’s literature interests at an early age.": [],
    "She frequently moved between England and Italy beginning at age four, enabling her to speak both English and Italian.": [],
    "She published her first poetry collection, <em>Preludes</em>, in 1875, quickly following the sudden success of her sister’s paintings.": [],
    "Among the admirers of <em>Preludes</em> were the English art critic <a href=\"/ruskinj\">John Ruskin</a> as well as journalist Wilfrid Meynell (1852-1948), who married Alice in 1877.": [],
    "Their subsequent family grew quickly with eight children, seven of whom survived to adulthood.": [],
    "Despite having a family to attend to, Meynell was equally committed to her journalist career, regularly contributing literary criticism to the <em>Pall Mall Gazette</em>, <em>the National Observer</em>, <em>The Spectator</em>, <em>the Saturday Review</em>, <em>The World</em>, and <em>The Tablet</em>, among other periodicals.": [
        [
            38,
            45,
            [
                "Janell",
                "Mandell",
                "Mantell",
                "Manvell"
            ]
        ]
    ],
    "Beginning in 1880, Meynell wrote as an accomplished art critic publishing essays continually in <em>the Magazine of Art</em>.": [
        [
            19,
            26,
            [
                "Janell",
                "Mandell",
                "Mantell",
                "Manvell"
            ]
        ]
    ],
    "She wrote about artists, including Alexandre Cabanel, Lawrence Alma-Tadema, Léon Bonnat, Henri Regnault, William Quiller Orchardson, Ernest Meissonier, and Alphonse de Neuville, in the “Our Living Artists” column of the magazine.": [
        [
            45,
            52,
            [
                "Cabinet",
                "Cabaret",
                "Caramel",
                "Chanel",
                "Cabal",
                "Caravel"
            ]
        ],
        [
            95,
            103,
            [
                "Renault"
            ]
        ],
        [
            113,
            120,
            [
                "Quilter"
            ]
        ],
        [
            121,
            131,
            [
                "Orchard son",
                "Orchards on"
            ]
        ]
    ],
    "Meynell contributed reviews of art exhibitions and collections and collaborated on many other articles in <em>the Magazine of Art</em> that were credited solely to her husband.": [
        [
            0,
            7,
            [
                "Janell",
                "Mandell",
                "Mantell",
                "Manvell"
            ]
        ]
    ],
    "During the same period, the friendly rival of <em>The Magazine of Art</em>, <em>The Art Journal</em>, was another periodical where Meynell published her essays on artists, paintings, and architecture.": [
        [
            131,
            138,
            [
                "Janell",
                "Mandell",
                "Mantell",
                "Manvell"
            ]
        ]
    ],
    "Her essay <em>The Point of Honour</em>, was collected along with her other works from periodicals into her first volume of essays published in 1893, <em>The Rhythm of Life</em>.": [],
    "In that essay she characterized Diego Velázquez as \"the first Impressionist.\"": [],
    "The year 1892 began Meynell’s friendship with English poet and literary critic Coventry Patmore (1823-1896), who made evident his devotion to Meynell by giving her the manuscript of his most famous work <em>The Angel in the House</em>.": [
        [
            20,
            27,
            [
                "Janell",
                "Mandell",
                "Mantell",
                "Manvell"
            ]
        ],
        [
            88,
            95,
            [
                "Palmore",
                "Pat more"
            ]
        ],
        [
            142,
            149,
            [
                "Janell",
                "Mandell",
                "Mantell",
                "Manvell"
            ]
        ]
    ],
    "Patmore invited John Singer Sargent to draw the portrait of Meynell in 1894, prompting Sargent’s admiration for Meynell’s work and consequential request for Meynell to write the introduction for <em>The Work of John S. Sargent, R.A.</em>, a book of Sargent’s pictures’ reproductions in 1903.": [
        [
            0,
            7,
            [
                "Palmore",
                "Pat more"
            ]
        ],
        [
            60,
            67,
            [
                "Janell",
                "Mandell",
                "Mantell",
                "Manvell"
            ]
        ],
        [
            87,
            94,
            [
                "Sergeant"
            ]
        ],
        [
            112,
            119,
            [
                "Janell",
                "Mandell",
                "Mantell",
                "Manvell"
            ]
        ],
        [
            157,
            164,
            [
                "Janell",
                "Mandell",
                "Mantell",
                "Manvell"
            ]
        ]
    ],
    "Meynell published her book on Ruskin, a praiser of Meynell’s earliest literary works, for <em>Blackwood's Modern English Writers</em> series in 1900.": [
        [
            0,
            7,
            [
                "Janell",
                "Mandell",
                "Mantell",
                "Manvell"
            ]
        ],
        [
            40,
            47,
            [
                "praise",
                "praised",
                "praises",
                "raiser"
            ]
        ],
        [
            51,
            58,
            [
                "Janell",
                "Mandell",
                "Mantell",
                "Manvell"
            ]
        ]
    ],
    "Titled <em>John Ruskin</em>, the book was intended to be “principally a hand-book of Ruskin” (8) as Meynell offered exhaustive analyses of over twenty writings by Ruskin.": [
        [
            100,
            107,
            [
                "Janell",
                "Mandell",
                "Mantell",
                "Manvell"
            ]
        ]
    ],
    "After a number of illnesses, migraines and depression among them, Meynell died in 1922, age 75.": [
        [
            66,
            73,
            [
                "Janell",
                "Mandell",
                "Mantell",
                "Manvell"
            ]
        ]
    ]
}