{
    "<p>Curator of Flemish painting at the Louvre; professor.": [],
    "Michel's family belonged to the French upper middle class.": [],
    "After graduating from the École centrale des Arts et Manufactures de Paris he worked as an industrial engineer and director of factories at both sides of the Franco-Belgian border.": [
        [
            26,
            31,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            32,
            49,
            [
                "Centrale des Arts"
            ]
        ]
    ],
    "During World War I, while he served as artillery captain, his factories were destroyed.": [],
    "From 1919 onwards he chose a career in art history.": [],
    "He received his first initiation from his uncle, a collector of paintings.": [],
    "He spent much time in Belgium, where he studied under <a href=\"/hulindeloog\">Georges Nicolas Marie Hulin de Loo</a>.": [],
    "Michel's first publications (1920, 1923) dealt with civic and monastic monuments of Belgium.": [],
    "In 1924 he was appointed <em>attaché</em> at the department of paintings at the Louvre, where he specialized in Flemish painting.": [
        [
            3,
            7,
            [
                "1924,"
            ]
        ]
    ],
    "He published a volume on the Flemish school, <em>École flamande</em>, in <em>La peinture au Musée du Louvre</em>.": [],
    "With Hulin de Loo he authored, in 1927, the catalog of paintings of the Bruges art collector <a href=\"/renderse\">Émile Renders</a>, <em>Early Flemish Paintings in the Renders Collection at Bruges, Exhibited at the Belgian Exhibition, Burlington House, January, 1927</em>.": [
        [
            5,
            10,
            [
                "Human",
                "Ruling",
                "Dublin",
                "Hull",
                "Colin",
                "Helen"
            ]
        ]
    ],
    "In 1931 his monograph on Bruegel the Elder appeared, <em>Bruegel</em>.": [],
    "In addition to his position at the Louvre he obtained, in 1934, a teaching position in the history of painting at the Université Libre de Bruxelles (Free University of Brussels).": [],
    "At the Louvre department of paintings he founded, in 1935, together with <a href=\"/huygher\">René Huyghe</a>, a documentation and education service, <em>Service d'Études et de Documentation du Département des peintures.</em> Michel headed this service for several years, starting in 1936.": [],
    "He published a critical study on the Bruegel reception in the <em>Gazette des Beaux-Arts</em> (1938).": [],
    "In 1939 his monograph on seventeenth-century Flemish painting appeared in French and in English.": [],
    "In 1940 Michel obtained the position of adjunct curator.": [],
    "During World War II, along with other colleagues, he was responsible for safe keeping the Louvre collections, which were hidden in castles all over the country.": [],
    "In 1944 he retired from the University of Brussels, while at the Louvre he was appointed honorary curator.": [
        [
            3,
            7,
            [
                "1944,"
            ]
        ]
    ],
    "He published a basic overview of sixteenth- and seventeenth-century Flemish painting in 1951.": [],
    "His catalog of Flemish paintings of the fifteenth- and sixteenth century in the Louvre appeared in 1953.": [],
    "As the head of the Service d'Études et de Documentation Michel had a special interest in museum reform.": [],
    "His recommendations were published in 1948, <em>Musée et conservateurs</em>.</p>": []
}