{
    "<p>Painter and Dutch and Flemish art scholar.": [],
    "Michel's mother was from Bavaria and the young man grew up with an appreciation of German as well as French culture.": [],
    "He studied drawing with Auguste Karl Migette (1802-1884) in Metz until 1845.": [
        [
            24,
            31,
            [
                "August",
                "Augusta",
                "Augusto",
                "Augusts",
                "Auguster"
            ]
        ],
        [
            37,
            44,
            [
                "Migrate",
                "Vignette",
                "Pipette",
                "Musette",
                "Dinette",
                "Ivette"
            ]
        ]
    ],
    "After graduating from the l'École polytechnique in Paris he returned to Metz to work as an artist.": [],
    "The so-called School of Metz artists revolved around the artist Charles-Laurent Maréchal (1801-1887).": [
        [
            80,
            88,
            [
                "Marshal"
            ]
        ]
    ],
    "Michel learned much about art criticism and art history from this magnetic personality.": [],
    "He travelled to Italy in 1852 staying at the Villa Medici where he met the academic painters Paul Baudry (1828-1886) and Alfred de Curzon (1820-1895).": [
        [
            98,
            104,
            [
                "Badly",
                "Barry",
                "Bakery",
                "Bauer",
                "Buddy",
                "Bury"
            ]
        ]
    ],
    "The following year he began exhibiting at the Salon and was a regular member until his death.": [],
    "He left Metz in 1872 to reside in Nancy and then, in 1880, to Paris.": [],
    "Michel's early publication was a book on the German art museums in 1886.": [],
    "This was followed by a study of Gerard Ter Borch in 1887 for the <em>Artistes célèbres</em> series published by the Librairie de l'art.": [
        [
            32,
            48,
            [
                "Gerard ter Borch"
            ]
        ]
    ],
    "Volumes on Jacob van Ruysdael and Landscape School of Harlem and one on Hobbema appeared in 1892.": [
        [
            21,
            29,
            [
                "Drysdale",
                "Russel"
            ]
        ],
        [
            72,
            79,
            [
                "Hobbes"
            ]
        ]
    ],
    "His large, heavily-illustrated book on Rembrandt, <em>Rembrandt, sa vie, son oeuvre et son temps</em> was issued in 1893.": [],
    "A devote o fhte museums of Germany, he discoverd the work of Max Klinger, devoting a lengthy article to his work in the <em>Gazette des Beaux-Arts</em> in 1894.": [
        [
            11,
            15,
            [
                "fate",
                "FTE",
                "fete",
                "fête",
                "FHE"
            ]
        ],
        [
            39,
            48,
            [
                "discovered",
                "discovery",
                "discover",
                "discovers",
                "Discovery"
            ]
        ]
    ],
    "He became a member Institute in 1892 and an officer of the Légion d'Honneur in 1903.": [
        [
            59,
            65,
            [
                "Legion",
                "Region",
                "Legions",
                "Lesion"
            ]
        ],
        [
            68,
            75,
            [
                "Conner",
                "Bonner",
                "Donner",
                "Hönne",
                "Honer",
                "Honker"
            ]
        ]
    ],
    "His daughter, Jeanne, married the archaeologist and classical art historian <a href=\"/collignonl\">Maxime Collignon</a>.": [],
    "He counted himself a colleague of the Dutch scholar <a href=\"/brediusa\">Abraham Bredius</a> and Berlin museums director <a href=\"/bodew\">Wilhelm Bode</a>.": [],
    "Michel's writing is imbued with positivism of and admiration for <a href=\"/taineh\">Hippolyte Taine</a>, (\"a philosopher of singular power\") portraying the artist amid his time (Peltre).": [],
    "His book on Breughel, for example, drew upon scientific studies like that of Jean-Martin Charcot (1825-1893) and Paul Richer (1849-1933), <em>Les démoniaques dans l'art</em> (Demoniacs in art) (1887), characterizing Breughel's representation of the insane with patients exhibiting \"hysteria and hystero-epilepsy\" from photographs taken in mental hospitals.": [
        [
            12,
            20,
            [
                "Bruegel"
            ]
        ]
    ],
    "The critical method of <a href=\"/fromentine\">Eugene Fromentin</a> is also evident.": [],
    "\"Fromentin first gave the example of an art critic who was himself a work of art\" (<em>Essays</em>, 1900).": [
        [
            1,
            10,
            [
                "Fomenting"
            ]
        ]
    ],
    "His criticism extended to music \"Les Maîtres de la symphonie.\"": [
        [
            37,
            44,
            [
                "Maître"
            ]
        ],
        [
            51,
            60,
            [
                "symphonic",
                "symphonies"
            ]
        ]
    ],
    "Michel was an early and astute critic of the art museum, reserving some scorn for the Louvre and praise for the German institutions.": [],
    "An advocate for art history as an academic pursuit, he again derided his native France in favor of the German academic model.": [],
    "His goal of academic reform was most significantly carried out by his son-in-law, the great French academic reformer Collignon.</p>": [
        [
            117,
            126,
            [
                "Collision"
            ]
        ]
    ]
}