{
    "<p>Art critic, professor, curator.": [],
    "Michel was from a protestant family of Montpellier, where his grandfather had been a minister.": [],
    "After graduating with a degree in arts and history in Montpellier, he went to Paris in 1872 where he briefly studied law.": [],
    "He then enrolled in the école des Hautes études and the école des Beaux-Arts where he studied under <a href=\"/taineh\">Hippolyte Taine</a>.": [
        [
            24,
            29,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            30,
            33,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            34,
            40,
            [
                "Hates",
                "Hastes",
                "Sautés",
                "Sautes"
            ]
        ],
        [
            56,
            61,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            62,
            65,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "In 1880 he settled in Paris where he became a contributor to various art magazines including the <em>Gazette des Beaux-Arts</em> and the <em>Journal des Débats</em>.": [
        [
            3,
            7,
            [
                "1880,"
            ]
        ]
    ],
    "He regularly reviewed exhibitions in Paris, such as the yearly Paris Salon and the Exposition Universelle.": [
        [
            94,
            105,
            [
                "Universally"
            ]
        ]
    ],
    "In 1886 he published a monograph on the painter François Boucher.": [
        [
            3,
            7,
            [
                "1886,"
            ]
        ]
    ],
    "Between 1887 and 1893 Michel taught history of art at the école Spéciale d'Architecture.": [
        [
            58,
            63,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            64,
            72,
            [
                "Special",
                "Specials"
            ]
        ]
    ],
    "He also wrote articles for the <em>Grande Encyclopédie</em> (Paris, 1885-1902).": [],
    "In 1891 he published <em>L'école française de David à Delacroix</em>.": [
        [
            3,
            7,
            [
                "1891,"
            ]
        ]
    ],
    "In 1893 he joined <a href=\"/courajodl\">Louis-Charles-Léon Courajod</a> at the Louvre Museum as adjunct curator of the Department of Sculpture of the Middle Ages, the Renaissance and the Modern Age.": [
        [
            3,
            7,
            [
                "1893,"
            ]
        ]
    ],
    "He also attended Courajod's classes at the école du Louvre.": [
        [
            17,
            25,
            [
                "Courage",
                "Curator",
                "Conrad",
                "Courted",
                "Curated",
                "Coursed"
            ]
        ],
        [
            43,
            48,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            49,
            51,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ]
    ],
    "He succeeded Courajod at his death in 1896 and began teaching the history of French sculpture at the école du Louvre.": [
        [
            13,
            21,
            [
                "Courage",
                "Curator",
                "Conrad",
                "Courted",
                "Curated",
                "Coursed"
            ]
        ],
        [
            101,
            106,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            107,
            109,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ]
    ],
    "A number of his exhibition revues later appeared together under the title, <em>Notes sur l'art moderne</em> (1896) and <em>Les Salons de 1897</em> (1897).": [],
    "He was the co-editor (with <a href=\"/lemonnierh\">Henry Lemonnier</a>) of the lectures of Courajod (1887-1896), published 1899-1902.": [],
    "Michel lectured throughout Europe.": [],
    "In the fall of 1903 he visited a number of universities and colleges in the United States, including Harvard, Dartmouth, Wellesley, and Smith.": [],
    "Michel hit upon the idea of creating a multi-volume general history of western art from the early Christian period up to the twentieth century, called <em>Histoire de l'art</em>.": [],
    "The first volume appeared in 1905.": [],
    "In addition to being the editor, he contributed many sections on French and Italian sculpture and wrote concluding essays for each volume.": [],
    "In the first year of World War I, in 1914, Michel lost his son, Robert, in action and never recovered from his grief.": [],
    "The war also interrupted the publication of the <em>Histoire de l'art</em> volumes.": [],
    "In 1917 Michel was elected a member to the Académie des Beaux-Arts.": [],
    "In 1920 he was appointed as professor at the Collège de France and left the Louvre.": [
        [
            3,
            7,
            [
                "1920,"
            ]
        ],
        [
            45,
            52,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ]
    ],
    "Three years later his weakening health forced him into retirement.": [],
    "By that time the seventh volume of his <em>Histoire de l'art</em> was published.": [],
    "Michel died in 1925, the last volume not yet completed.": [],
    "It was edited and published in 1929 by his pupil and successor at the Louvre, <a href=\"/vitryp\">Paul Vitry</a>.": [],
    "Michel questioned the use of the term \"Middle Ages\" for the period between Antiquity and Renaissance.": [],
    "His <em>Histoire de l'art</em>, one of the earliest general art histories of the 20th century, was meant to give a synthesis of the continuous evolution of art from one school to the other and from one period to the other, including the applied arts.": [],
    "Inspired by his mentor, Taine, Michel was convinced that the milieu in which art works were created needed to be studied.": [],
    "Like for his predecessor, Courajod, and many other French scholars of the time, he believed the aesthetic value of the artwork deserved to be considered above historical documentation.</p>": [
        [
            26,
            34,
            [
                "Courage",
                "Curator",
                "Conrad",
                "Courted",
                "Curated",
                "Coursed"
            ]
        ]
    ]
}