{
    "<p>Historian of ancient Greek and Roman sculpture; professor at the University in Strasbourg, 1872-1910.": [],
    "Michaelis' uncle was the classical art historian <a href=\"/jahno\">Otto Jahn</a>, who first interested him in ancient studies.": [],
    "Michaelis began classical studies in philology and archaeology from in 1853 at the university in Leipzig.": [],
    "In addition to his uncle, he also attended classes in Leipzig under <a href=\"/overbeckj\">Johannes Overbeck</a>.": [],
    "He traveled to Berlin where he further studied with Gerhard Böckh (1785-1867) and <a href=\"/curtiuse\">Ernst Curtius</a>.": [
        [
            60,
            65,
            [
                "Bock",
                "Boch"
            ]
        ]
    ],
    "After a study trip to Rome in 1857 and the fortuitous acquaintance of scholars at the DAI (deutsches Archäologisches Institut or German Archaeological Institute), Michaelis went to Greece with <a href=\"/conzea\">Alexander Conze</a>.": [
        [
            91,
            100,
            [
                "Deutsche"
            ]
        ],
        [
            117,
            125,
            [
                "Institute"
            ]
        ]
    ],
    "He taught briefly at the universities of Greifswald (from 1862) and Tübingen (from 1865-1872).": [],
    "In 1871, Michaelis published a monograph of the Parthenon.": [],
    "The following year he accepted the chair for Classical Archaeology at the recently established University of Strasbourg (1872), where he remained the rest of his career.": [],
    "In 1882 Michaelis published a catalog of private English collections of classical sculpture, requiring him to travel throughout the English countryside, collecting information about sculptures purchased in Italy by English aristocrats.": [],
    "<em>Ancient marbles in Great Britain</em>, in addition to a scholarly work on classical sculpture, serves as one of the most complete accounts of English collecting habits in the 19th century.": [],
    "Michaelis followed this in 1906 with <em>Die archäologischen Entdeckungen des neunzehnten Jahrhunderts</em>, one of the first historiographies of classical art in the 19th century.": [],
    "In 1911, Michaelis' volume on classical art for the early art-history survey for <a href=\"/springera\">Anton Springer</a>'s <em>Handbuch der Kunstgeschichte</em> appeared posthumously.": [],
    "He was influential for the dissertation of the medievalist <a href=\"/frankoberaspachk\">Karl Franck-Oberaspach</a>.": [],
    "Methodologically, Michaelis is credited as an early pioneer of the technique of cataloging collections using detailed sketches or pictures, as opposed to only written descriptions.": [],
    "His teaching so influenced the art historian <a href=\"/warburga\">Aby M. Warburg</a> that Warburg's dissertation was co-dedicated to Michaelis.</p>": []
}