{
    "<p>Professor and chair of the Department of Art, University of Chicago; historian of Italian Renaissance sculpture.": [],
    "Middeldorf was the son of Hans Middeldorf, a mining engineer, and Meta Zuckerschwerdt (Middeldorf).": [
        [
            0,
            10,
            [
                "Middelburg",
                "Middleford"
            ]
        ],
        [
            31,
            41,
            [
                "Middelburg",
                "Middleford"
            ]
        ],
        [
            87,
            97,
            [
                "Middelburg",
                "Middleford"
            ]
        ]
    ],
    "His family was of Dutch ancestry.": [],
    "Middeldorf began his study of art history in 1920-1921 initially under <a href=\"/wolfflinh\">Heinrich Wölfflin</a>, already retired, and <a href=\"/mayera\">August Liebmann Mayer</a> at the University of Munich.": [
        [
            0,
            10,
            [
                "Middelburg",
                "Middleford"
            ]
        ]
    ],
    "His dissertation, written under <a href=\"/goldschmidta\">Adolph Goldschmidt</a> in Berlin, centered on late medieval sculpture, <em>Die Entwicklung der thüringische-sächsische Plastik seit etwa 1250 bis 1350</em>.": [],
    "Berlin, with its spectacular collections at the Kaiser-Friedrich-Museum, also gave him an enthusiasm for Italian Renaissance sculpture and medals.": [],
    "He spent 1924-1926 as a Fellow and the Keeper of the photography collection (the <em>Fototeca</em>) at the Kunsthistorisches Institut in Florence and assisting <a href=\"/offnerr\">Richard Offner</a> in the <em>Corpus of Florentine Painting</em>.": [],
    "Middeldorf visited London frequently and made the acquaintance of its director, <a href=\"/hillg\">George Francis Hill</a>.": [
        [
            0,
            10,
            [
                "Middelburg",
                "Middleford"
            ]
        ]
    ],
    "In 1928 he published two articles with his colleague, <a href=\"/weinbergerm\">Martin Weinberger</a>, the latter in the first volume of the nascent British journal <em>Pantheon</em>.": [
        [
            3,
            7,
            [
                "1928,"
            ]
        ]
    ],
    "A vocal opponent to Nazism, Middeldorf emigrated to the United States in 1935 to become an Assistant Professor of Art History at the University of Chicago at the personal recommendation of <a href=\"/berensonb\">Bernard Berenson</a>.": [
        [
            28,
            38,
            [
                "Middelburg",
                "Middleford"
            ]
        ],
        [
            39,
            51,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "He remained at the University, eventually becoming chair, until 1953.": [],
    "His legendary Chicago department included <a href=\"/taylorj\">Joshua C. Taylor</a> and <a href=\"/simsono\">Otto von Simson</a>.": [],
    "Middeldorf concomitantly was honorary curator of sculpture at the Art Institute of Chicago, 1941-1953, where he was responsible for several major acquisitions.": [
        [
            0,
            10,
            [
                "Middelburg",
                "Middleford"
            ]
        ]
    ],
    "From 1953-1968, he served as the Director of the Kunsthistoriches Institut in Florence, where he worked to increase its reputation as an institution of sound art historical scholarship.": [
        [
            66,
            74,
            [
                "Institute"
            ]
        ]
    ],
    "A skilled administrator, Middeldorf raised funds locusing the institution on solid financial grounds.": [
        [
            25,
            35,
            [
                "Middelburg",
                "Middleford"
            ]
        ],
        [
            49,
            57,
            [
                "focusing",
                "lousing"
            ]
        ]
    ],
    "He also moved the institution to new quarters, doubled the size of the library and opened the doors to scholars of all nations.": [],
    "His Chicago students included <a href=\"/slives\">Seymour Slive</a>, <a href=\"/lowryb\">Bates Lowry</a>, <a href=\"/selzp\">Peter H. Selz</a> and <a href=\"/dowelyf\">Frank Dowley</a>.</p>\n\n<p>Middeldorf distinguished himself among American academics as one particularly devoted to the studying works of art in their original, eschewing a reliance on illustrations.": [],
    "His many writings indicate a broad knowledge of art <em>in situ</em>.": [],
    "His written contribution lacked the single specialized monograph on a topic that is a staple among academics.": [],
    "Though his writing was extremely diverse within the history of art, it was limited to extensive catalog entries and articles.": [],
    "As a teacher, he was known to be aloof except to his graduate students.</p>": []
}