{
    "<p>Museum director and archaeologist.": [],
    "Middleton was the son of the architect John Middleton (1820-1885) and Maria Margaret Pritchett (Middleton).": [],
    "He traveled to Italy with his family where he was initially educated and then Cheltenham, England, where he attended Cheltenham College and then Exeter College, Oxford beginning in 1865.": [],
    "The following year, however, he suffered a severe depression, precipitated by the death of a close friend, and remained at home, privately reading art and archaeology in solitude for nearly six years.": [],
    "During this time he became addicted to morphine, prescribed by his doctor, as a remedy for insomnia.": [],
    "Middleton recovered enough to begin serious world touring, including Salt Lake City and the Rocky Mountains of the United States; Mexico, Greece, Asia Minor, Egypt, and north Africa.": [
        [
            169,
            181,
            [
                "North Africa"
            ]
        ]
    ],
    "In Morocco where he secured entrance to Great Mosque by posing as an Islamic pilgrim.": [],
    "He returned to England and apprenticed in architecture under Sir George Gilbert Scott (1811-1878), and then as a partner in the firm of his father in Westminster.": [],
    "At his father's death in 1885, he liquidated the firm to begin life as a professional archaeologist.": [],
    "He attended courses at the Royal Academy.": [],
    "In 1879 he was elected a fellow of the Society of Antiquaries which led to articles in that Society's publications and in the <em>Journal of Hellenic Studies</em> and <em>Archaeologia</em> as well as entries for the 9th edition <em>Encyclopaedia Britannica</em>.": [
        [
            3,
            7,
            [
                "1879,"
            ]
        ]
    ],
    "In 1885 he published his book <em>Ancient Rome in 1885</em>.": [
        [
            3,
            7,
            [
                "1885,"
            ]
        ]
    ],
    "He was elected Slade professor of fine art at Cambridge the following year (to 1892), receiving an honorary MA degree at Cambridge the same year and another at Oxford in 1887.": [
        [
            15,
            20,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "His book <em>Ancient Rome</em> was popular enough for a second edition in 1888, the same year he was elected a fellow of King's College, Cambridge.": [],
    "In 1889 Middleton was named Director of the Fitzwilliam Museum at Cambridge.": [],
    "As director, he produced the catalog <em>Engraved Gems of Classical Times</em> in 1891.": [],
    "The following year was a watershed one for him: he became a lecturer at the Royal Academy in London and published three books, <em>Illuminated MSS of Classical and Mediaeval Times</em>, <em>Remains of Ancient Rome</em>, and <em>The Lewis Collection of Gems</em>, all in 1892.": [],
    "In addition, he was appointed director of the art collections of the South Kensington Museum (modern Victoria and Albert Museum) and married Bella Stillman.": [],
    "Middleton was awarded a Litt.D.": [
        [
            24,
            28,
            [
                "List",
                "Lift",
                "Pitt",
                "ITT",
                "Lott",
                "Witt"
            ]
        ],
        [
            29,
            30,
            [
                " D"
            ]
        ]
    ],
    "at Cambridge in 1893 followed by a D.CL, Oxford in 1894.": [
        [
            0,
            2,
            [
                "At"
            ]
        ]
    ],
    "The South Kensington Museum was in administrative disarray and Middleton's necessary involvement, coupled with his life-long depression and drug addiction, increased his despondency and drug use.": [],
    "At age 49, he overdosed on morphine (laudanum) and died.": [],
    "He was cremated at Woking, and is buried at Brookwood cemetery.": [
        [
            19,
            25,
            [
                "Working",
                "Waking",
                "Joking",
                "Poking",
                "Wooing",
                "Coking"
            ]
        ],
        [
            44,
            53,
            [
                "Brook wood"
            ]
        ]
    ],
    "In 1900, his drawings on the classical buildings of Athens were issued by <a href=\"/gardnere\">Ernest A. Gardner</a>.": [],
    "His lectures on art at Cambridge convinced <a href=\"/fryr\">Roger Fry</a>, then a biology student, to pursue art instead.</p>": []
}