{
    "<p>Sienese documentary art historian, editor of the the definitive Vasari <em>Lives</em> edition, founder of modern Italian scholarship of the Italian renaissance.": [
        [
            3,
            10,
            [
                "Scenes",
                "Sense",
                "Saints",
                "Gaines",
                "Haines",
                "Siamese"
            ]
        ],
        [
            48,
            55,
            [
                "the"
            ]
        ],
        [
            67,
            73,
            [
                "Va sari"
            ]
        ]
    ],
    "Milanesi studied law, but never completed a degree.": [
        [
            0,
            8,
            [
                "Milanese"
            ]
        ]
    ],
    "Instead, his talents at discerning Italian scripts and handwriting led him to the Biblioteca Comunale at Siena and the sources pertaining to art history.": [
        [
            93,
            101,
            [
                "Communal",
                "Comanage",
                "Comingle"
            ]
        ]
    ],
    "He set about transcribing and publishing with Lorenzo Ilari, an index to this collection, a project which he worked on throughout his life.": [
        [
            54,
            59,
            [
                "Clark",
                "Iraqi",
                "Blair",
                "Clara",
                "Alarm",
                "Atari"
            ]
        ]
    ],
    "In 1842 Milanesi joined the periodical L'Antologia, founded in 1821.": [
        [
            8,
            16,
            [
                "Milanese"
            ]
        ],
        [
            41,
            50,
            [
                "Apologia"
            ]
        ]
    ],
    "Together with his brother, Carlo (1816-1867), father Vincenzo Marchese (1808-1891) and Carlo Pini (1806-1879), Milanesi 1845 founded the Società di Amatori delle Belle Arti.": [
        [
            62,
            70,
            [
                "Marches"
            ]
        ],
        [
            93,
            97,
            [
                "Mini",
                "Pin",
                "Pine",
                "Pink",
                "Pins",
                "Ping"
            ]
        ],
        [
            111,
            119,
            [
                "Milanese"
            ]
        ],
        [
            137,
            144,
            [
                "Society",
                "Societal"
            ]
        ],
        [
            148,
            155,
            [
                "Amatory"
            ]
        ],
        [
            156,
            161,
            [
                "Dell",
                "Elle",
                "Della",
                "belle",
                "dell",
                "delve"
            ]
        ],
        [
            168,
            172,
            [
                "Art",
                "Anti",
                "Arts",
                "Artie",
                "Arty",
                "ARI"
            ]
        ]
    ],
    "The group published a scholarly edition of <em>Vite dei pittori</em> by <a href=\"/vasarig\">Giogrio Vasari</a> from 1846 and 1870, exposing the numerous errors of Vasari in a systematic way.": [],
    "In 1848 he was named <em>Ispettore</em> of the Accademia fiorentina di Belle Arti.": [
        [
            3,
            7,
            [
                "1848,"
            ]
        ]
    ],
    "In 1854 Milanesi published his <em>Documenti per la storia dell'arte senese</em> the first in his series of published primary sources in Sienese art history largely from the Archivio dell'Opera de Duomo in Orvieto.": [
        [
            8,
            16,
            [
                "Milanese"
            ]
        ]
    ],
    "Milanesi continued his series of documents, mostly on Siena and Florence art and artists.": [
        [
            0,
            8,
            [
                "Milanese"
            ]
        ]
    ],
    "In 1856 he moved to Florence as the \"resident academic\" at the Accademia della Crusca.": [
        [
            3,
            7,
            [
                "1856,"
            ]
        ]
    ],
    "In 1858 was appointed Deputy Director of the Archivio di Stato in Florence and in 1864 succeeded the founder as editor of the guida dell'Archivio Storico.": [
        [
            45,
            53,
            [
                "Archive",
                "Archives",
                "Archival",
                "Archived",
                "Archiving",
                "Archivist"
            ]
        ],
        [
            57,
            62,
            [
                "State",
                "Stats",
                "Stat",
                "Stator",
                "SEATO",
                "Sta to"
            ]
        ],
        [
            126,
            131,
            [
                "good",
                "goods",
                "guide",
                "Good",
                "Guido",
                "Goode"
            ]
        ],
        [
            137,
            145,
            [
                "Archive",
                "Archives",
                "Archival",
                "Archived",
                "Archiving",
                "Archivist"
            ]
        ],
        [
            146,
            153,
            [
                "Stories",
                "Strict",
                "Storing",
                "Storied",
                "Torino",
                "Stoic"
            ]
        ]
    ],
    "The same year he and Pini published a collection of artists' writing which included photographic examples of the script.": [
        [
            21,
            25,
            [
                "Mini",
                "Pin",
                "Pine",
                "Pink",
                "Pins",
                "Ping"
            ]
        ]
    ],
    "He published an edition of the letters of Michelangelo in 1875.": [],
    "A second, nine-volume edition of the Vasari <em>Lives</em> appeared between 1878 and 1885 correcting errors of the first edition and including all known Vasari writings.": [
        [
            37,
            43,
            [
                "Va sari"
            ]
        ],
        [
            153,
            159,
            [
                "Va sari"
            ]
        ]
    ],
    "Milanesi became Arciconsolo of the Accademia della Crusca in 1883.": [
        [
            0,
            8,
            [
                "Milanese"
            ]
        ]
    ],
    "Finally, he was appointed Soprintendente degli Archivi Toscani in 1889, which he held for the next two years.": [
        [
            26,
            40,
            [
                "Superintendent",
                "Superintendents",
                "Superintendence"
            ]
        ],
        [
            41,
            46,
            [
                "deli"
            ]
        ],
        [
            47,
            54,
            [
                "Archive"
            ]
        ],
        [
            55,
            62,
            [
                "Tuscany",
                "Tosca",
                "Toscanini",
                "Tuscan",
                "Toucans",
                "Toucan"
            ]
        ]
    ],
    "Milanesi's publications form the starting point for modern Italian art history.": [
        [
            0,
            8,
            [
                "Milanese"
            ]
        ]
    ],
    "His revaluing of Vasari was based in the Positivist belief that sources could uncover an accurate truth.": [
        [
            17,
            23,
            [
                "Va sari"
            ]
        ]
    ],
    "The archival publications he wrote greatly supported the findings, among others of the American art historians <a href=\"/berensonb\">Bernard Berenson</a> and <a href=\"/offnerr\">Richard Offner</a>, who used his research extensively.</p>": []
}