{
    "<p>Italian art- and archtiectural historian, theorist and biographer; articulated the 18th-century sentiment against the Baroque.": [
        [
            20,
            33,
            [
                "architectural"
            ]
        ]
    ],
    "Milizia stemmed from an ancient noble family.": [
        [
            0,
            7,
            [
                "Militia"
            ]
        ]
    ],
    "He was born in Oria, Kingdom of Naples near Otranto; which is present-day Apulia, Italy.": [
        [
            15,
            19,
            [
                "Aria",
                "Oriya",
                "Orca",
                "Ora",
                "Orin",
                "Orig"
            ]
        ]
    ],
    "When he was nine years old he was placed in the charge of his maternal uncle, a physician and university professor in Padua where Milizia became fascinated by science and technology.": [
        [
            130,
            137,
            [
                "Militia"
            ]
        ]
    ],
    "At sixteenth he ran away to Rome to live with his father.": [
        [
            3,
            12,
            [
                "sixteenth,"
            ]
        ]
    ],
    "His father sent him to Naples to study physics, math, science and philosophy with the writer Antonio Genovesi (1713-1769).": [
        [
            101,
            109,
            [
                "Genovese"
            ]
        ]
    ],
    "Milizia took further studies in France, returning to Italy and in 1750 where he married a wealthy woman from Gallipoli.": [
        [
            0,
            7,
            [
                "Militia"
            ]
        ]
    ],
    "In 1761 he returned to Rome, joining the circle of art literatti which included the Spanish diplomatist and art collector Don José Nicholas De Azara (1731-1804), the German painter Anton Raphael Mengs, and the first modern art historian, <a href=\"/winckelmannj\">Johann Joachim Winckelmann</a>.": [
        [
            3,
            7,
            [
                "1761,"
            ]
        ],
        [
            55,
            64,
            [
                "literati"
            ]
        ]
    ],
    "He received the appointment of Superintendent of the Farnese Buldings in the Papal See from King Ferdinand IV of Naples.": [
        [
            53,
            60,
            [
                "Faroese"
            ]
        ],
        [
            61,
            69,
            [
                "Buildings",
                "Buddings"
            ]
        ]
    ],
    "By 1768 Milizia, in cooperation with Azara, Mengs and Winckelmann, annonymously published the first of a series of influential theoretical books, a biographical dictionary of architects, <em>Le Vite di più celebri architetti d'ogni nazione e d'ogni tempo</em>.": [
        [
            8,
            15,
            [
                "Militia"
            ]
        ],
        [
            37,
            42,
            [
                "Zara",
                "Azana"
            ]
        ],
        [
            44,
            49,
            [
                "Menus",
                "Menes",
                "Mends",
                "Megs",
                "Mungs"
            ]
        ],
        [
            67,
            79,
            [
                "anonymously"
            ]
        ]
    ],
    "The book is preceded by an essay on architecture wherein he outlines his principles.": [],
    "He followed this with a work of drama theory, <em>Del Teatro</em> in 1772.": [],
    "He resigned his appointment in 1780 to devote himself to writing.": [],
    "His most important work appeared the following year as the <em>Principj di architettura civile</em>.": [],
    "In it, he theorized what he considered the rational principles of architecture.": [],
    "Milizia's interest remained in fine arts theory however.": [
        [
            0,
            7,
            [
                "Militia"
            ]
        ],
        [
            47,
            55,
            [
                ", however"
            ]
        ]
    ],
    "His <em>Dell'arte di vedere nelle belle arti del disegno secondo i principi di Sulzer e di Mengs</em> also appeared in 1781.": [],
    "The third edtion of his <em>Le Vite</em> appeared that year as well, the first of the editions to bear his name.": [
        [
            10,
            16,
            [
                "edition"
            ]
        ]
    ],
    "Milizia resigned his Superintendency for the King in 1782 to devoted himself to writing and translations of his own works with the collaboration of the important Italian neoclassical architects of the period, e.g., Giovanni Antonio Antolini (1753-1841).": [
        [
            0,
            7,
            [
                "Militia"
            ]
        ],
        [
            232,
            240,
            [
                "Antoine",
                "Antoni",
                "Antonin",
                "Santorini"
            ]
        ]
    ],
    "An architectural treatice, the first of an intended mult-volume set on the arts, <em>Roma delle belle Arti del disegno</em> was published in 1787.": [
        [
            17,
            25,
            [
                "treatise",
                "treat ice"
            ]
        ],
        [
            52,
            63,
            [
                "multivolume"
            ]
        ]
    ],
    "A second work on the theater, <em>Discorso sul teatro</em> appeared in 1789.": [],
    "Milizia next issued his <em>Dizionario delle belle arti del disegno</em> in 1797, an enlightenment work which, among other entries, famously characterized the Baroque, \"Barocco è il superlativo del bizzarro, l'eccesso del ridicolo.\"": [
        [
            0,
            7,
            [
                "Militia"
            ]
        ]
    ],
    "He also wrote very detailed biographies of the most important artists of the times, including Borromini, Bernini and Pietro da Cortona.": [
        [
            94,
            103,
            [
                "Borrowing"
            ]
        ]
    ],
    "His views were so extreme he became <em>persona non grata</em> in Rome (Kaufmann).": [],
    "At his death in 1798, a portion of his library was donated to the national Library of Rome as well as his letters and manuscripts.": [],
    "Manuscripts and letters are also at Biblioteca del Seminario of Padua; his last will and testament is at the National Archives of Rome (ASR 30 Notai Capitolini, ufficio 25, notaio Salvi, 23 marzo 1798, f.": [
        [
            51,
            60,
            [
                "Seminary",
                "Seminar",
                "Seminars",
                "Seminaries",
                "Semiarid",
                "Seminarian"
            ]
        ],
        [
            143,
            148,
            [
                "NOTAR",
                "No tai",
                "Not ai"
            ]
        ],
        [
            149,
            159,
            [
                "Capitoline"
            ]
        ],
        [
            161,
            168,
            [
                "office",
                "official",
                "officer",
                "offices",
                "deficit",
                "suffice"
            ]
        ],
        [
            173,
            179,
            [
                "notion",
                "notation",
                "potato",
                "notary",
                "notate",
                "NOTAR"
            ]
        ],
        [
            180,
            185,
            [
                "Salvo",
                "Salve",
                "Salva",
                "Sal vi"
            ]
        ],
        [
            190,
            195,
            [
                "Mario",
                "Marco",
                "Margo",
                "Marko",
                "matzo",
                "Mário"
            ]
        ]
    ],
    "615).": [],
    "Milizia's writings on art theory, lives of artists, and his historical research were highly influential on his and the ensuing generations of art historians.His basic architectural theory was drawn from Vitruvius to which he added strong personal views.": [
        [
            0,
            7,
            [
                "Militia"
            ]
        ],
        [
            157,
            160,
            [
                " His"
            ]
        ],
        [
            203,
            212,
            [
                "Vitruvian"
            ]
        ]
    ],
    "Although he at times approved of Baroque architecture, he desparaged it later as well as much of Michelangelo's work, including sacristy decorations of St.": [
        [
            58,
            68,
            [
                "disparaged"
            ]
        ]
    ],
    "Peter's and his sculpture of Moses.": [],
    "His animadversion of Baroque architecture set taste against this style until the end of the 19th century when <a href=\"/gurlittc\">Cornelius Gurlitt</a> rehabilitated the thinking on the subject as once again worthy of study.": [],
    "Milizia considered himsself a cultural theorist, writing studies ranging from theatre studies to art literature and theory.": [
        [
            0,
            7,
            [
                "Militia"
            ]
        ],
        [
            19,
            27,
            [
                "himself",
                "hims self"
            ]
        ],
        [
            78,
            85,
            [
                "theater"
            ]
        ]
    ],
    "Although his architectural theory suggested that ancient architecture was exhausted as a style, his writings did much to promote Neo-classical architecture.": [],
    "Neither a leader nor an original mind, his writings reflect the changes in architectural taste of the eighteenth century, a fact he admitted to by terming himself a \"heterogenous compound of contradictions\" (Kaufmann).": [
        [
            166,
            178,
            [
                "heterogeneous"
            ]
        ]
    ],
    "Articles about Milizia and his writing began to appear as early as 1808.</p>": [
        [
            15,
            22,
            [
                "Militia"
            ]
        ]
    ]
}