{
    "<p>Peale family scholar and early researcher in American arts funding.": [],
    "Born to a Lithuanian immigrant family--her father worked as a butcher in Boston--Lillian Beresnack, graduated <em>magna cum laude</em> from Radcliffe College--the first of her family to attend college--in 1943.": [
        [
            89,
            98,
            [
                "Barack",
                "Barrack",
                "Bareback"
            ]
        ]
    ],
    "She continued on to Columbia University as a graduate student.": [],
    "Having worked her way through college as a secretary, she spent her graduate years as one to Columbia's historian Jacques Barzun (b.": [
        [
            122,
            128,
            [
                "Barn",
                "Barton",
                "Beirut",
                "Baron",
                "Barren",
                "Barron"
            ]
        ]
    ],
    "1907) and the literature professor Lionel Trilling (1905-1975).": [],
    "When the temperamental writer Mary McCarthy (1912-1989) abruptly resigned from teaching at Bard College in 1946, they recommended Beresnack, still only 23, to replace McCarthy.": [
        [
            130,
            139,
            [
                "Barack",
                "Barrack",
                "Bareback"
            ]
        ]
    ],
    "Her master's degree, granted in 1948, was on the Socialist labor leader Eugene V. Debs (1855-1926).": [],
    "She married Nathan Miller (1917-), a fellow Columbia graduate student in economic history the same year.": [],
    "Beresnack, now Miller, continued working on her Ph.D., while having children (an AAUW grant was once denied because she was pregnant).": [
        [
            0,
            9,
            [
                "Barack",
                "Barrack",
                "Bareback"
            ]
        ],
        [
            81,
            85,
            [
                "AAU",
                "AAAW",
                "AAW",
                "AUW",
                "A AUW",
                "AA UW"
            ]
        ]
    ],
    "The couple secured an appointment at the University of Wisconsin-Milwaukee in 1961, forcing the University to rescind its nepotism rule.": [],
    "Her dissertation was accepted for her Ph.D.": [],
    "in 1962 on the topic of arts sponsorship in the early U.S.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "The published version of her dissertation, appearing in 1966 as <em>Patrons and Patriotism: The Encouragement of the Fine Arts in the United States</em>, became a seminal text for those in government looking for precedents to government funding for the arts and attracted the attention of the Smithsonian hierarchy.": [],
    "In 1971 she moved to the National Portrait Gallery in Washgington, D. C., an institution only nine years old then, to be its first historian.": [
        [
            3,
            7,
            [
                "1971,"
            ]
        ],
        [
            54,
            65,
            [
                "Washington"
            ]
        ]
    ],
    "She began research on Charles Wilson Peale in 1973, one of the country's early portraitists but relatively unstudied.": [],
    "The approaching bi-centennial of the U.S.": [],
    "focused her research on two exhibitions of visual nationhood.": [
        [
            0,
            7,
            [
                "Focused"
            ]
        ]
    ],
    "\"In the Minds and Hearts of the People,\" 1974, and \"The Dye is now Cast,\" 1975, both examining American portraiture as an historical phenomenon through individual personalities of the artists.": [],
    "In 1980, the microfilm version of the complete Peale papers was published.": [],
    "Together with curators <a href=\"/richardsone\">Ted Richardson</a> and the historian Brooke Hindle (1918-2001), Miller helped curate the major Peale exhibition held at the National Gallery and the Metropolitan Museum of Art, New York.": [],
    "Yale University Press' edition of the selected papers began appearing in 1983.": [],
    "Her office at the Gallery became the center of Peale studies.": [],
    "An exhibition devoted to Rembrandt Peale, \"In Pursuit of Fame,\" was mounted at the Gallery in 1992.": [],
    "A final Peale exhibition toured Philadelphia and San Francisco between 1995 and 1996.": [],
    "She also lectured at George Washington University and the University of Maryland.": [],
    "Miller announced her intention for two retirement projects for which she had gathered material: a study of art patronage in the United States between 1800 and 1914, and a biography on <a href=\"/nortonc\">Charles Eliot Norton</a>.": [],
    "However, she died of a a cerebral hemorrhage at Georgetown hospital, age 74, the year before her projected retirement at 75.</p>": [
        [
            21,
            24,
            [
                "a"
            ]
        ]
    ]
}