{
    "<p>Architectural historian of the Renaissance and Baroque era.": [],
    "Millon's father, Henri Francois Millon, was an aerial photographer and his mother, Louise de Serent (Millon), was the daughter of the publisher of a French newspaper in New York.": [
        [
            0,
            6,
            [
                "Million",
                "Milton",
                "Dillon",
                "Mellon",
                "Villon",
                "Mill on"
            ]
        ],
        [
            32,
            38,
            [
                "Million",
                "Milton",
                "Dillon",
                "Mellon",
                "Villon",
                "Mill on"
            ]
        ],
        [
            101,
            107,
            [
                "Million",
                "Milton",
                "Dillon",
                "Mellon",
                "Villon",
                "Mill on"
            ]
        ]
    ],
    "Millon graduated from Brownsville, Texas, high school in 1942.": [
        [
            0,
            6,
            [
                "Million",
                "Milton",
                "Dillon",
                "Mellon",
                "Villon",
                "Mill on"
            ]
        ]
    ],
    "He entered Navy ROTC (then called the Navy V-12 program) in 1943 at Tulane University.": [],
    "He served in active duty immediately after World War II in 1946.": [],
    "He returned to Tulane where he received multiple bachelor's degrees in English, physics and architecture.": [],
    "He spent a year in Paris with a maternal grandmother before entering Harvard University where he received a master's degree in architecture and urban design.": [],
    "A second master's degree and Ph.D., in the history of art followed.": [],
    "At Harvard his classes included the legendary seminars taught by <a href=\"/rosenbergj\">Jakob Rosenberg</a>, <a href=\"/freedbergs\">Sydney Joseph Freedberg</a> and <a href=\"/hanfmanng\">George M. A. Hanfmann</a>.": [],
    "A deep impression was made on him during the two summer courses taught by <a href=\"/wittkowerr\">Rudolf Wittkower</a> at the Fogg Museum.": [],
    "In the 1950's, Millon met <a href=\"/smythc\">Craig Hugh Smyth</a> the Princeton-trained NYU art historian, twelve years his senior, whom Millon would collaborate on many projects.": [
        [
            7,
            13,
            [
                "1950s"
            ]
        ],
        [
            15,
            21,
            [
                "Million",
                "Milton",
                "Dillon",
                "Mellon",
                "Villon",
                "Mill on"
            ]
        ]
    ],
    "Following three years of research in Italy first as a Fulbright Fellow and then as a fellow for the American Academy in Rome, 1957-1960, under the directorship of <a href=\"/robertsl\">Laurance Page Roberts</a>, he returned to the United States to teach at the Massachusetts Institute of Technology in 1960 as an assistant professor of architecture.": [],
    "His 1964 dissertation on Guarino Guarini was directed by Wittkower.": [
        [
            25,
            32,
            [
                "Guarding",
                "Marino",
                "Gearing",
                "Guano",
                "Glaring",
                "Guarani"
            ]
        ],
        [
            33,
            40,
            [
                "Guarani",
                "Guaraní"
            ]
        ],
        [
            57,
            66,
            [
                "Widower",
                "Willpower",
                "Wittier",
                "Winnower",
                "Witter"
            ]
        ]
    ],
    "He married Judith Rice in 1966.": [],
    "Millon was appointed professor at MIT in 1969.": [
        [
            0,
            6,
            [
                "Million",
                "Milton",
                "Dillon",
                "Mellon",
                "Villon",
                "Mill on"
            ]
        ]
    ],
    "Together with Smyth, the two published a series of articles on Michelangelo's architecture between 1969 and 1983 fundamentally changing contemporary thinking on Michelangelo's contributions to the design of St.": [
        [
            14,
            19,
            [
                "Smith",
                "Myth",
                "Smythe"
            ]
        ]
    ],
    "Peter's.": [],
    "Millon was vice-chair of the Boston Landmarks Commission, 1970-1973.": [
        [
            0,
            6,
            [
                "Million",
                "Milton",
                "Dillon",
                "Mellon",
                "Villon",
                "Mill on"
            ]
        ]
    ],
    "In 1974 he was appointed the Director of the American Academy in Rome, which he held until 1977.": [
        [
            3,
            7,
            [
                "1974,"
            ]
        ]
    ],
    "He retained his Visiting Faculty status at MIT the rest of his career.": [],
    "In 1980, when the National Gallery of Art in Washgington, D. C., inaugurated the Center for Advanced Study of the Visual Arts, Millon was its first Dean.": [
        [
            45,
            56,
            [
                "Washington"
            ]
        ],
        [
            127,
            133,
            [
                "Million",
                "Milton",
                "Dillon",
                "Mellon",
                "Villon",
                "Mill on"
            ]
        ]
    ],
    "He and Smyth summarized their research on Michelangelo's architecture in the 1988 NGA exhibition, \"Michelangelo, Architect.\"": [
        [
            7,
            12,
            [
                "Smith",
                "Myth",
                "Smythe"
            ]
        ]
    ],
    "He retired from CASVA in 2000.</p>": [
        [
            16,
            21,
            [
                "CASA",
                "CANVA",
                "CA SVA",
                "CAS VA"
            ]
        ]
    ]
}