{
    "<p>Courtauld Institute scholar and surveyor of the Queen's Pictures, 1972-1987.": [
        [
            3,
            12,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Millar was the son of Gerald Arthur Millar and Ruth Cock (Millar).": [
        [
            0,
            6,
            [
                "Miller",
                "Pillar",
                "Millard",
                "Millay"
            ]
        ],
        [
            36,
            42,
            [
                "Miller",
                "Pillar",
                "Millard",
                "Millay"
            ]
        ],
        [
            58,
            64,
            [
                "Miller",
                "Pillar",
                "Millard",
                "Millay"
            ]
        ]
    ],
    "His father was a writer and cousin of the writer Daphne du Maurier (1907-1989).": [],
    "Millar was educated at Rugby showing an early interest in royal iconography.": [
        [
            0,
            6,
            [
                "Miller",
                "Pillar",
                "Millard",
                "Millay"
            ]
        ]
    ],
    "He entered the Courtauld Institute of Art, University of London where the <a href=\"/blunta\">Anthony Blunt</a>, who also held the post of Surveyor of the King's pictures, took Millar on as his advisor.": [
        [
            15,
            24,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "In 1947, Blunt, now chair of the Courtauld, recommended Millar join the staff as assistant surveyor.": [
        [
            33,
            42,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ],
        [
            56,
            62,
            [
                "Miller",
                "Pillar",
                "Millard",
                "Millay"
            ]
        ]
    ],
    "Millar rose to deputy surveyor in 1949, succeeding <a href=\"/nicolsonb\">Benedict Nicolson</a>.": [
        [
            0,
            6,
            [
                "Miller",
                "Pillar",
                "Millard",
                "Millay"
            ]
        ]
    ],
    "His first book, on Thomas Gainsborough, was published in 1949.": [],
    "An exhibition catalog for the Tate Gallery, on the artist William Dobson, painter to Charles I, was written in 1951.": [],
    "Millar lectured periodically at the Courtauld on British painting, meeting and marrying a student of the Institute, Delia Mary Dawnay (d.": [
        [
            0,
            6,
            [
                "Miller",
                "Pillar",
                "Millard",
                "Millay"
            ]
        ],
        [
            36,
            45,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ],
        [
            127,
            133,
            [
                "Away",
                "Dawn",
                "Dana",
                "Downey",
                "Dandy",
                "Dawned"
            ]
        ]
    ],
    "2004) in 1954.": [],
    "In 1957 he and Courtauld scholar <a href=\"/whinneym\">Margaret Whinney</a> wrote the <em>Oxford History of English Art</em>volume on the period 1625-1714.": [
        [
            3,
            7,
            [
                "1957,"
            ]
        ],
        [
            15,
            24,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Millar delivered the Charlton Lecture on Art for 1958, \"Rubens and the Whitehall Ceiling.\"": [
        [
            0,
            6,
            [
                "Miller",
                "Pillar",
                "Millard",
                "Millay"
            ]
        ]
    ],
    "His interest on the dispersed collection of Charles I led to his publishing of the discovered inventories of the monarch, the first as a volume in the Walpole Society's volume for 1960.": [],
    "Millar and Blunt collaborated on the first public exhibition in the new Queen's Gallery in 1962, next to Buckingham Palace, \"Treasures from the Royal Collection.\"": [
        [
            0,
            6,
            [
                "Miller",
                "Pillar",
                "Millard",
                "Millay"
            ]
        ]
    ],
    "Millar contributed the sections of the <em>catalogue raisonné</em> of the Queen's Pictures for the Tudor, Stuart and early Georgian periods (1963) and the later Georgian (1969).": [
        [
            0,
            6,
            [
                "Miller",
                "Pillar",
                "Millard",
                "Millay"
            ]
        ]
    ],
    "He was elected a Fellow of the British Academy in 1970.": [],
    "When knowledge that Blunt had spied for the Soviet Union became increasingly known, Blunt was relieved from his Surveyor duties.": [],
    "Millar replaced Blunt in 1972, the first full-time Surveyor.": [
        [
            0,
            6,
            [
                "Miller",
                "Pillar",
                "Millard",
                "Millay"
            ]
        ]
    ],
    "The same year he became a trustee of the National Portrait Gallery.": [],
    "He issued a second royal inventory, <em>Inventories and Valuations of the King's Goods</em>, 1972, documenting the collection of Charles I before dispersal from the king's execution in 1649, followed the same year by a catalog for the show \"The Age of Charles I\" for the Tate Gallery.": [],
    "<em>The Queen's Pictures</em> appeared in 1977, a history of the collection written for the general reader.": [],
    "Millar created a new Royal Collection department to oversee Crown art, the collection having been the duties of the lord chamberlain since 1625.": [
        [
            0,
            6,
            [
                "Miller",
                "Pillar",
                "Millard",
                "Millay"
            ]
        ]
    ],
    "He wrote <em>Van Dyck in England</em> (1982), in association with a show at the National Portrait Gallery He retired as surveyor emeritus in 1987 and was succeeded by <a href=\"/lloydc\">Christopher Lloyd</a>, then assistant keeper of Western Art at the Ashmolean Museum, Oxford.": [],
    "Millar was named director to a newly created position, the Royal Collection, which now included art, drawings, prints and the library, his final year of service.": [
        [
            0,
            6,
            [
                "Miller",
                "Pillar",
                "Millard",
                "Millay"
            ]
        ]
    ],
    "He retired in 1987.": [],
    "In retirement, he worked on a final section of the royal collection catalog on the Victorian pictures, which appeared in 1992.": [],
    "Millar contributed the section on Van Dyke's works executed in England for the Van Dyke catalog of 2004 before his death at age 84.": [
        [
            0,
            6,
            [
                "Miller",
                "Pillar",
                "Millard",
                "Millay"
            ]
        ]
    ],
    "He is not related to Keeper of Manuscripts, British Museum, <a href=\"/millare\">Eric G. Millar</a>.": [],
    "Millar was an expert in Anthony Van Dyck and 17th-century British painting.": [
        [
            0,
            6,
            [
                "Miller",
                "Pillar",
                "Millard",
                "Millay"
            ]
        ]
    ],
    "His particular interest was patronage of portraiture.": [],
    "A scholar in the antiquarian tradition, he was ill at ease especially in later years with fundraising.": [],
    "Millar instituted conservation measures and a professional department devoted to that under his tenure.</p>": [
        [
            0,
            6,
            [
                "Miller",
                "Pillar",
                "Millard",
                "Millay"
            ]
        ]
    ]
}