{
    "<p>Scholar of English illuminated manuscripts and Keeper of Manuscripts, British Museum,1944-47.": [],
    "Millar's parents were George Millar (d.": [
        [
            0,
            6,
            [
                "Miller",
                "Pillar",
                "Millard",
                "Millay"
            ]
        ],
        [
            29,
            35,
            [
                "Miller",
                "Pillar",
                "Millard",
                "Millay"
            ]
        ]
    ],
    "1889) and Edith Antsey (Millar).": [
        [
            16,
            22,
            [
                "Antsy"
            ]
        ],
        [
            24,
            30,
            [
                "Miller",
                "Pillar",
                "Millard",
                "Millay"
            ]
        ]
    ],
    "He was the nephew of Thomas Anstey Guthrie (1856-1934), a cartoonist for Punch.": [
        [
            28,
            34,
            [
                "Anita"
            ]
        ]
    ],
    "Millar was educated at Charterhouse and Corpus Christi College, Oxford.": [
        [
            0,
            6,
            [
                "Miller",
                "Pillar",
                "Millard",
                "Millay"
            ]
        ],
        [
            23,
            35,
            [
                "Charter house"
            ]
        ]
    ],
    "His uncle's friends included a bicycled riding companion, the manuscript scholar Montague Rhodes James (1862-1936).": [],
    "Guthrie, who went by the name of Antsey, convinced James to give his nephew an appointment at the British Museum, Department of Manuscripts in 1912.": [
        [
            33,
            39,
            [
                "Antsy"
            ]
        ]
    ],
    "James was a cataloger for the manuscript libraries of Cambridge College and was impressed by Millar's personal collection.": [
        [
            93,
            99,
            [
                "Miller",
                "Pillar",
                "Millard",
                "Millay"
            ]
        ]
    ],
    "At the British Museum, Millar made the friendship of another leader in manuscript studies, <a href=\"/cockerells\">Sydney Cockerell</a>.": [
        [
            23,
            29,
            [
                "Miller",
                "Pillar",
                "Millard",
                "Millay"
            ]
        ]
    ],
    "Cockerell, like Millar, an amateur collector.": [
        [
            0,
            9,
            [
                "Cockerel",
                "Cockerels"
            ]
        ],
        [
            16,
            22,
            [
                "Miller",
                "Pillar",
                "Millard",
                "Millay"
            ]
        ]
    ],
    "Millar's work was very much a continuation of their research.": [
        [
            0,
            6,
            [
                "Miller",
                "Pillar",
                "Millard",
                "Millay"
            ]
        ]
    ],
    "In 1923 he published a facsimile edition of the Lindisfarne Gospels.": [
        [
            3,
            7,
            [
                "1923,"
            ]
        ]
    ],
    "His major contribution to scholarship came in publication of <em>English Illuminated Manuscripts from the Xth to the XIIIth Century</em>, volume one appearing in 1926.": [],
    "Volume two appeared in 1928.": [],
    "This was the first serious chronology of English manuscripts.": [],
    "Even the reviews of this book, notably that of <a href=\"/homburgero\">Otto Homburger</a> became scholarship in their own rights.": [],
    "Interspersed between these appear his <em>Catalogue of Western Manuscripts of the Chester Beatty Collection</em>, 1927 and 1930.": [],
    "Again, Millar demonstrated his careful paleographic and art-historical sensibilities.": [
        [
            7,
            13,
            [
                "Miller",
                "Pillar",
                "Millard",
                "Millay"
            ]
        ],
        [
            39,
            51,
            [
                "paleo graphic"
            ]
        ]
    ],
    "The third volume to this series was never completed.": [],
    "He became Deputy Director in 1932 and published the second of his facsimile editions for the British Museum, this of the Luttrell Psalter.": [
        [
            121,
            129,
            [
                "Lutterell"
            ]
        ]
    ],
    "The Rutland Psalter facsimile was issued in 1937.": [
        [
            4,
            11,
            [
                "Jutland",
                "Outland",
                "Rut land"
            ]
        ]
    ],
    "In 1944 he was promoted to Keeper of Manuscripts, a position he held until his retirement in 1947.": [
        [
            3,
            7,
            [
                "1944,"
            ]
        ]
    ],
    "At his death, his personal collection was bequeathed to the Museum where he had spent his life.</p>": []
}