{
    "<p>Early and seminal modernist art curator; first paid curator at the Museum of Modern Art, 1934 to 1969.": [],
    "Miller was raised in Montclair, N. J. She graduated from Smith College in 1925 and enrolled in the Newark Museum, Newark, N. J., inaugural apprentice program where she studied under <a href=\"/danaj\">John Cotton Dana</a>.": [],
    "After graduating she was hired at the Newark Museum in 1926 until Dana died in 1929.": [],
    "At the Newark Museum she met <a href=\"/cahillh\">Holger Cahill</a>, a curator, with whom she worked on exhibitions of progressive American art, particularly the 1934 \"First Municipal Art Exhibition.\"": [],
    "The exhibition caught the attention of Museum of Modern art director <a href=\"/barra\">Alfred H. Barr, Jr.</a> Barr hired her first as his assistant.": [],
    "In 1934 she was appointed curator--first curator on MoMA's payroll.": [
        [
            3,
            7,
            [
                "1934,"
            ]
        ]
    ],
    "Cahill was appointed director of the Federal Works Progress Administration's, Art Project in Washington in 1935 and asked Miller to join him, but Miller declined, calling her position at the Modern \"best job in the museum world.\"": [],
    "Barr changed her title to Assistant Curator of Painting and Sculpture and increasing her salary from $35.00 to $40.00 a week.": [],
    "She and Barr may have been amorously involved (Marquis).": [],
    "Miller mounted her first solo show in 1936, survey of WPA artists, \" New Horizons in American Art.\"": [
        [
            66,
            69,
            [
                "\" ",
                " \""
            ]
        ]
    ],
    "Her selections included the artists Arshile Gorky, Morris Graves and Willem de Kooning--the first museum show for each of these artists.": [
        [
            36,
            43,
            [
                "Archive",
                "Archie",
                "Ayrshire",
                "Awhile",
                "Armhole"
            ]
        ]
    ],
    "The following year she launched an exhition on William Edmundson, the first black artist to be shown at the museum.": [
        [
            35,
            43,
            [
                "edition",
                "exhibition",
                "excision",
                "exertion",
                "expiation",
                "exaction"
            ]
        ]
    ],
    "Miller married Cahill in 1938.": [],
    "In 1942 she began the first of her shows highlighting American artists.": [
        [
            3,
            7,
            [
                "1942,"
            ]
        ]
    ],
    "Known as \"Americans\" the show included the then mostly unknown artists of disparate styles from the United States.": [],
    "The exhibition was designed to give a select group of artists, both abstract and figurative, display space in depth.": [],
    "The brief catalogs contained statements by the artists.": [],
    "Miller wanted artists to speak for themselves in these catalogs.": [],
    "The show was panned by the media.": [],
    "The museum's trustees were appalled, some threatening to quit.": [],
    "Barr himself, who generally supported Miller, quietly tried to distance himself from it.": [],
    "Barr's consternation was summed up during a subsequent show in her series when he quipped, \"Congratulations, Dorothy.": [],
    "You've done it again.": [],
    "They all hate it.\"": [],
    "After her \"Americans 1942,\" show, she mounted \"American Realists and Magic Realists\" in 1943, and \"Fourteen Americans\" in 1946.": [],
    "The 1946 show was notable for the inclusion of Arshile Gorky, Isamu Noguchi and Robert Motherwell.": [
        [
            47,
            54,
            [
                "Archive",
                "Archie",
                "Ayrshire",
                "Awhile",
                "Armhole"
            ]
        ],
        [
            62,
            67,
            [
                "ISAM",
                "SAMU",
                "Is amu"
            ]
        ],
        [
            68,
            75,
            [
                "Touch",
                "Couch",
                "Notch",
                "Pouch",
                "Gucci",
                "Sochi"
            ]
        ]
    ],
    "\"Fifteen Americans\" followed in 1952, containing the work of Jackson Pollock, Mark Rothko and Clyfford Still.": [],
    "In 1956, her \"Twelve Americans\" introduced Larry Rivers and Grace Hartigan to the public.": [
        [
            66,
            74,
            [
                "Partisan",
                "Haitian",
                "Hartman",
                "Martian",
                "Artisan",
                "Harriman"
            ]
        ]
    ],
    "\"Sixteen Americans\" (1959) featured Frank Stella, Louise Nevelson, Jay de Feo, Robert Rauschenberg and Jasper Johns.": [],
    "Her final \"Americans\" show concluded in 1963 with Claes Oldenburg, James Rosenquist, Ellsworth Kelly, Cryssa, Lee Bontecou, Richard Lindner and Robert Indiana.": [
        [
            73,
            83,
            [
                "Rehnquist"
            ]
        ],
        [
            102,
            108,
            [
                "Cressey",
                "Cross",
                "Crystal",
                "Alyssa",
                "Crass",
                "Cress"
            ]
        ],
        [
            114,
            122,
            [
                "Montero",
                "Bounteous",
                "BioNTech",
                "Biontech"
            ]
        ]
    ],
    "<em>The New York Times</em> conservative art critic <a href=\"/canadayj\">John Canaday</a>, missing the importance, wrote that it answered \"the 30-year-old question of what ever happened to vaudeville.": [],
    "It moved to the Museum of Modern Art.\"": [],
    "Miller retired from the Modern in 1969 to work as a member of the art committee of Chase Manhattan Bank and as an art consultant to the Empire State Plaza, Albany, New York, Rockefeller University, the Inmont Corporation, Citibank, Port Authority of New York and New Jersey, and many private collectors.": [
        [
            202,
            208,
            [
                "Inmost"
            ]
        ]
    ],
    "She served on the Board of the Rothko Foundation and the Hirshhorn Museum.": [
        [
            57,
            66,
            [
                "Hirschhorn"
            ]
        ]
    ],
    "In 1984, she was elected Honorary Trustee to the Board of the Museum of Modern Art.": [],
    "She wrote the catalog of Nelson Rockefeller's modern art collection and authored <em>Edward Hicks: His Peaceable Kingdom and Other Paintings</em>, the latter with Eleanor Price Mather.": [],
    "Miller was responsible for pioneering exhibitions of modernist American artists, shows which she termed \"Americans,\" including the painters Jackson Pollock, Frank Stella and Jasper Johns.": [],
    "Her most influential show was \"The New American Painting,\" which toured Europe in 1958 and 1959, changing European perceptions of American art, and placing Abstract Expressionism at the fore of modernist art.</p>": []
}