{
    "<p>Byzantinist archaeologist and art historian; Professor at the Collège de France, Sorbonne and École Pratique des Hautes Études.": [
        [
            3,
            14,
            [
                "Byzantines"
            ]
        ],
        [
            65,
            72,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ],
        [
            97,
            102,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            103,
            111,
            [
                "Critique",
                "Plastique"
            ]
        ],
        [
            112,
            115,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            116,
            122,
            [
                "Hates",
                "Hastes",
                "Sautés",
                "Sautes"
            ]
        ]
    ],
    "Millet's father was a colonel stationed with the Marine division of France in Senegal.": [],
    "Orphaned at eighteen months, Millet was raised in Nice by his grandmother where he initially studied.": [],
    "He continued his studies in Paris, attending lectures by the Greek-language philologist Jean Psichari (1854-1929) and the linguist Antoine Meillet (1866-1939).": [
        [
            93,
            101,
            [
                "Prichard"
            ]
        ],
        [
            139,
            146,
            [
                "Mallet",
                "Ballet",
                "Millet",
                "Pallet",
                "Wallet",
                "Mallets"
            ]
        ]
    ],
    "Millet graduated 1891 in history and was named a member of the École française d'Athènes (French School in Athens).": [
        [
            63,
            68,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            69,
            78,
            [
                "franchise",
                "Francoise",
                "Français",
                "Françoise"
            ]
        ],
        [
            81,
            88,
            [
                "Athens",
                "Achenes",
                "Athene"
            ]
        ]
    ],
    "There he became fascinated with the extant Byzantine monuments, initially studying the 11th-century Byzantine monastery of Daphni outside the city.": [
        [
            123,
            129,
            [
                "Daphne"
            ]
        ]
    ],
    "In 1894 Millet made his first visit to Mount Athos, the collection of monasteries which hold rich Byzantine manuscripts and painting.": [],
    "Many of these manuscripts and objects were undocumented and unresearched.": [
        [
            60,
            72,
            [
                "researched"
            ]
        ]
    ],
    "This work was the beginning of what would become a series of important publications for Millet and establish his reputation.": [],
    "His later travels included Attica, Epirus (Arta), in Macedonia (Thessalonike), in Beotia and in the Peloponnese.": [
        [
            35,
            41,
            [
                "Virus",
                "Prius",
                "Pius",
                "Empires",
                "Epics",
                "Expires"
            ]
        ],
        [
            43,
            47,
            [
                "Area",
                "Art",
                "Arts",
                "Aria",
                "Alta",
                "Marta"
            ]
        ],
        [
            64,
            76,
            [
                "Thessaloniki"
            ]
        ],
        [
            82,
            88,
            [
                "Boeotia"
            ]
        ]
    ],
    "He returned to Athos in 1898, documenting the architectural monuments and manuscripts through photography.": [
        [
            15,
            20,
            [
                "Pathos",
                "Bathos",
                "Atmos",
                "Atos",
                "Ethos",
                "At hos"
            ]
        ]
    ],
    "Millet led missions of study to Dalmatia and Istria (in 1897, and again in 1901), where he helped excavate the 6th-century Euphrasian Basilica at Poreč (Parenzo).": [
        [
            45,
            51,
            [
                "Stria",
                "I stria"
            ]
        ],
        [
            123,
            133,
            [
                "Eurasian"
            ]
        ],
        [
            146,
            151,
            [
                "Pore",
                "Pores",
                "Pored"
            ]
        ],
        [
            153,
            160,
            [
                "Parents",
                "Parent",
                "Lorenzo",
                "Arezzo",
                "Marengo",
                "Pareto"
            ]
        ]
    ],
    "During many of his travels, his wife, Sophie Millet (d.": [],
    "1953), produced on-the-spot watercolors.": [],
    "His monograph on Daphni, <em>Le Monastère de Daphni: histoire, architecture, mosaïques</em> appeared in 1899, still the only scholarly work on that monastery.": [
        [
            17,
            23,
            [
                "Daphne"
            ]
        ]
    ],
    "The same year Millet received a teaching appointment in the religious sciences section of the École Pratique des Hautes Études.": [
        [
            94,
            99,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            100,
            108,
            [
                "Critique",
                "Plastique"
            ]
        ],
        [
            109,
            112,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            113,
            119,
            [
                "Hates",
                "Hastes",
                "Sautés",
                "Sautes"
            ]
        ]
    ],
    "Millet created a center at the École in 1903 to house his notes and other material, which he called The Christian and Byzantine Collection.": [
        [
            31,
            36,
            [
                "Cole",
                "Ecol"
            ]
        ]
    ],
    "His study on the Mount Athos inscriptions, <em>Recueil des inscriptions chrétiennes de l'Athos</em> was issued in 1904.": [],
    "He researched in Serbia, Macedonia and Montenegro between 1905 and 1906, travels which would become the foundation for his later work on Slavic and Balkin art.": [
        [
            148,
            154,
            [
                "Balkan",
                "Balking",
                "Balvin",
                "Balvín",
                "Balk in"
            ]
        ]
    ],
    "Millet was appointed head of the École in 1906.": [
        [
            33,
            38,
            [
                "Cole",
                "Ecol"
            ]
        ]
    ],
    "He continued to publish his findings with his book on the monuments of Mistra, <em>Monuments byzantins de Mistra: Matériaux pour l'étude de l'architecture et de la peinture en Grèce aux XIVème et XVème siècles</em> in 1910.": [
        [
            71,
            77,
            [
                "Mistral",
                "Mishra",
                "Sistra"
            ]
        ]
    ],
    "A book on church architecture in Greece,<em>L'École grecque dans l'architecture byzantine</em> appeared in 1916.": [
        [
            39,
            41,
            [
                ", <"
            ]
        ]
    ],
    "That year, too, he published an innovative book on the iconography of the Gospel in the fourteenth, fifteenth and sixteenth centuries based on his findings of Mistra, Macedonia and Mount Athos, <em>Recherches sur l'iconographie de l'évangile aux XIVe, XVe et XVIe siècles, d'après les monuments de Mistra, de la Macédoine et du Mont-Athos</em>.": [
        [
            159,
            165,
            [
                "Mistral",
                "Mishra",
                "Sistra"
            ]
        ]
    ],
    "The book established the importance of the last centuries of the Byzantine Empire for art.": [],
    "Millet continued to visit Mount Athos in 1918, 1919 and 1920.": [],
    "<em>Lancien art serbe</em>, the first of a series on Slavic art, appeared in 1919.": [],
    "His <em>Monuments de l'Athos relevés avec le concours de l'armée française d'Orient et de l'École françise d'Athènes</em> appeared in 1927, the same year he was appointed chair of aesthetics and history of art at the College de France.": [],
    "Millet was elected to the Académie des Inscriptions et Belles-Lettres in 1929.": [
        [
            26,
            34,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            35,
            38,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            55,
            69,
            [
                "Belles-lettres"
            ]
        ]
    ],
    "He maintained his position at the École at the same time.": [
        [
            34,
            39,
            [
                "Cole",
                "Ecol"
            ]
        ]
    ],
    "His final research and photographic campaigns, from the mid-1920s until 1935 concentrated on Balkan monuments of the Palaeologan period, monuments considered a decline of style.": [],
    "He established the Archives of Athos.": [
        [
            31,
            36,
            [
                "Pathos",
                "Bathos",
                "Atmos",
                "Atos",
                "Ethos",
                "At hos"
            ]
        ]
    ],
    "He collaborated with <a href=\"/riced\">David Talbot Rice</a>, who had studied with him at the Collège de France, on the book <em>Byzantine Painting at Trebizond</em> in 1936, retiring the same year to be succeeded at the école by <a href=\"/grabara\">André Grabar</a>.": [],
    "Among his final publication, Millet opened the study of religious embroidery, <em>Broderies religieuses de style byzantin</em> (with Helene des Ylouses) in 1939, and <em>La dalmatique du Vatican; les élus, images et croyances</em>, in 1947.": [],
    "His work on Balkan art appeared posthumously, published in 1954 through 1969 by A. Frolow and T. Velmans.": [
        [
            83,
            89,
            [
                "Fro low"
            ]
        ],
        [
            97,
            104,
            [
                "Germans",
                "Velma",
                "Vegans",
                "Velars",
                "Le Mans"
            ]
        ]
    ],
    "His most distinguished student, at the École Pratique des Hautes Études, was <a href=\"/dernersessians\">Sirarpie Der Nersessian</a>.": [
        [
            39,
            44,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            45,
            53,
            [
                "Critique",
                "Plastique"
            ]
        ],
        [
            54,
            57,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            58,
            64,
            [
                "Hates",
                "Hastes",
                "Sautés",
                "Sautes"
            ]
        ]
    ],
    "<a href=\"/xynogopoulosa\">Andreas Xyngopoulos</a> and Frolow were also students.": [],
    "Millet's reputation as an historian came on the resurgence of Byzantine studies at the end of the nineteenth and start of the twentieth centuries (Jolivet-Lévy).": [
        [
            23,
            25,
            [
                "a"
            ]
        ],
        [
            147,
            159,
            [
                "Joliet-Lévy"
            ]
        ]
    ],
    "His <em>Recherches sur l''iconographie</em> revealed the importance of the last centuries of Byzantium, and though some findings are today discounted, it is still a rich source of iconography.": [],
    "He was the first to scholar to systematically examine of the art of Armenia (Frolow).": [
        [
            77,
            83,
            [
                "Fro low"
            ]
        ]
    ],
    "His fairness as a scholar extended to those outside his theoretical mindset, including <a href=\"/strzygowski\">Josef Rudolf Thomas Strzygowski</a>.": [],
    "Millet's most important accomplishments is arguably the creation of a great corpus of documentation on Byzantine art.": [],
    "His notes, plans, architectural drawings, copies of inscriptions and manuscripts, sketches and watercolors and an impressive quantity of photographs on glass plates are a trove of material, some of works no longer extant.": [],
    "Millet further built this collection with donations from other Byzantinists researchers to a collection central for Byzantine research.</p>": [
        [
            63,
            75,
            [
                "Byzantines"
            ]
        ]
    ]
}