{
    "<p>Medievalist, director of the Cleveland Museum of Art, 1930-1958.": [],
    "Milliken was the son of Thomas Kennedy Milliken and Mary Spedding Mathewson (Milliken) (1858-1932).": [
        [
            0,
            8,
            [
                "Millikan",
                "Mil liken"
            ]
        ],
        [
            39,
            47,
            [
                "Millikan",
                "Mil liken"
            ]
        ],
        [
            57,
            65,
            [
                "Spending",
                "Shedding",
                "Speeding",
                "Sledding",
                "Sped ding"
            ]
        ],
        [
            77,
            85,
            [
                "Millikan",
                "Mil liken"
            ]
        ]
    ],
    "His father was a New York linen importer and manufacturer.": [],
    "The younger Milliken entered Princeton in 1907 as part of the class of 1911, but illness delayed his graduation.": [
        [
            12,
            20,
            [
                "Millikan",
                "Mil liken"
            ]
        ]
    ],
    "Summers were spent traveling in Europe where he became familiar with the Gothic churches and art museums.": [],
    "After graduation, Milliken was offered but declined an offer to work at the Metropolitan Museum of Art, NY, cataloging objects.": [
        [
            18,
            26,
            [
                "Millikan",
                "Mil liken"
            ]
        ]
    ],
    "Instead, he attempted to work in the family textile business.": [],
    "However, when it became clear he would not be successful, he accepted the unpaid position at the Met.": [],
    "After six months, he was appointed to the Department of Decorative Arts, whose curator, <a href=\"/valentinerw\">Wilhelm Rheinhold Otto Valentiner</a>, had returned to Germany during World War I. During this time, the Met hosted the loaned collection of magnificent medieval object collection of Board president J. P. Morgan (1837-1913).": [],
    "Milliken had a first-hand opportunity to study these pieces (the show remained until 1916).": [
        [
            0,
            8,
            [
                "Millikan",
                "Mil liken"
            ]
        ]
    ],
    "That year, 1916, the Morgan pieces became part of the Metropolitan and Milliken was promoted to Assistant Curator.": [
        [
            71,
            79,
            [
                "Millikan",
                "Mil liken"
            ]
        ]
    ],
    "With the United States entry into the War the following year, Milliken enlisted serving as a ground officer in the 282nd Air Squadron in England.": [
        [
            62,
            70,
            [
                "Millikan",
                "Mil liken"
            ]
        ]
    ],
    "After discharge in 1918, Milliken found his former job had been eliminated, but he found a position similar position as Curator of Decorative Arts at the Cleveland Museum of Art, 1919, perhaps advising them on medieval purchases before his hire.": [
        [
            25,
            33,
            [
                "Millikan",
                "Mil liken"
            ]
        ]
    ],
    "He published his first article for the museum the same year as his employment, \"French Gothic Sculpture in the Museum,\" in the <em>Bulletin of the Cleveland Museum of Art</em>.": [],
    "Milliken's first major acquisition for the museum was the 1922 small ivory plaques.": [
        [
            0,
            8,
            [
                "Millikan",
                "Mil liken"
            ]
        ]
    ],
    "He has so impressed board president and wealthy collector Jeptha Homer Wade II (1857-1926), that Wade purchased them personally and made them a gift to the museum.": [
        [
            58,
            64,
            [
                "Depth",
                "Depths",
                "Bertha",
                "Septa",
                "Letha",
                "Jephthah"
            ]
        ]
    ],
    "The following year Milliken purchased the Spitzer Cross enamel and the Stroganoff ivory in 1925, all with the assistance of Wade.": [
        [
            19,
            27,
            [
                "Millikan",
                "Mil liken"
            ]
        ]
    ],
    "After Wade's death, Milliken purchase the nine spectacular Guelph Treasure pieces (one was later exchanged in a purchase deal for the Gertrudis Altar).": [
        [
            20,
            28,
            [
                "Millikan",
                "Mil liken"
            ]
        ],
        [
            134,
            143,
            [
                "Gertrude"
            ]
        ]
    ],
    "Milliken was appointed director of the Museum in 1930, but retained his position as curator of Decorative Arts.": [
        [
            0,
            8,
            [
                "Millikan",
                "Mil liken"
            ]
        ]
    ],
    "He set about to make the Museum one of the major art centers in the nation and one particularly attuned to the public.": [],
    "Milliken hired the innovative art education curator, <a href=\"/munrot\">Thomas Munro</a> the same year.": [
        [
            0,
            8,
            [
                "Millikan",
                "Mil liken"
            ]
        ]
    ],
    "During the Depression, Milliken headed the Public Works of Art Project for the mid-west (\"Region 9\"), part of the federally funded WPA.": [
        [
            23,
            31,
            [
                "Millikan",
                "Mil liken"
            ]
        ],
        [
            79,
            87,
            [
                "Midwest"
            ]
        ]
    ],
    "He instituted the \"May Show,\" an annual exhibition of local design arts which connected Cleveland industry and commerce with the Museum.": [],
    "In the 1940s, Milliken was awarded an Honorary M.A., Princeton University in 1942 and Doctor of Fine Arts at Yale University in 1946.": [
        [
            14,
            22,
            [
                "Millikan",
                "Mil liken"
            ]
        ]
    ],
    "He retired as director in 1958 and was succeeded by <a href=\"/lees\">Sherman E. Lee</a>.": [],
    "In retirement, Milliken organized the \"Masterpieces of Art\" exhibition for the Seattle World's Fair of 1962.": [
        [
            15,
            23,
            [
                "Millikan",
                "Mil liken"
            ]
        ]
    ],
    "He was Regents Professor at the University of California, Berkeley, in 1963.": [],
    "Milliken planned to publish a book \"Stories Behind the Museum Collection,\" a 254-page history of the Cleveland Museum, which he wrote around 1970 but never issued.": [
        [
            0,
            8,
            [
                "Millikan",
                "Mil liken"
            ]
        ]
    ],
    "He wrote two autobiographies, one in 1975 and a second in 1977.": [],
    "After his death in 1978, a William Mathewson Milliken Scholarship Fund was established at the Cleveland Institute of Art.": [
        [
            45,
            53,
            [
                "Millikan",
                "Mil liken"
            ]
        ]
    ],
    "His papers are held by the Western Reserve Historical Society and the Cleveland Museum of Art.": [],
    "Milliken represents the genre of American art museum director who achieved prominence solely through personal experience.": [
        [
            0,
            8,
            [
                "Millikan",
                "Mil liken"
            ]
        ]
    ],
    "With neither a degree in art nor any graduate degree, though from a privileged background and conversant in four languages, Milliken developed a connoisseur's eye for objects in the medieval area through buying trips and training while working on the job.</p>": [
        [
            124,
            132,
            [
                "Millikan",
                "Mil liken"
            ]
        ]
    ]
}