{
    "<p>Medievalist curator of manuscripts at the Walters Art Museum, Baltimore.": [],
    "Miner was born to Roy Waldo Miner (1875-1955) and Anna Elizabeth Carroll (d.": [],
    "1924).": [],
    "Her father was a marine biologist and a curator at the American Museum of Natural History in New York.": [],
    "She attended Barnard College, graduating in 1926 and continued in medieval literature as the first Barnard International Fellow at Bedford College, University of London.": [],
    "She returned to New York in 1928 to study art history at Columbia University as a Carnegie Fellow.": [],
    "At Columbia she took courses under <a href=\"/rowleyg\">George Rowley</a>, <a href=\"/lawrencem\">Marion Lawrence</a> and <a href=\"/swifte\">Emerson H. Swift</a>.": [
        [
            3,
            11,
            [
                "Columbia,"
            ]
        ]
    ],
    "A 1929-1930 study year in Europe resulted in her intent to write a dissertation on an Trier Carolingian illuminated manuscript under <a href=\"/schapirer\">Meyer Schapiro</a>.": [
        [
            83,
            85,
            [
                "a"
            ]
        ]
    ],
    "However, she began teaching art history at Barnard in 1931 and never completed her degree.": [],
    "Through a friend of her father's, <a href=\"/deanb\">Bashford Dean</a>, Miner met Belle da Costa Greene (1883-1950), the famous director of the Morgan library.": [],
    "Greene offered Miner a position at the Pierpont Morgan Library in 1933 at the height of the Depression to catalog Morgan's illuminated manuscripts for exhibition.": [],
    "Greene was impressed with Miner's work.": [],
    "In 1934 she recommended her as keeper (curator) of manuscripts at the recently established Walters Art Gallery in Baltimore.": [
        [
            3,
            7,
            [
                "1934,"
            ]
        ]
    ],
    "Henry Walters had bequeathed over 23,000 art works in 1931 to the city.": [],
    "It was Miner's first job to ready the manuscripts collection for exhibition in just two months.": [],
    "Miner devoted the next thirty years to the Walters, adding to her responsibilities the collections of Islamic art, the library of both the rare books and the reference collection, as well as editing the Walters publications.</p>\n\n<p>In 1937, she and Grace Frank published, <em>Proverbes en rimes: Text and Illustrations of the Fifteenth Century from a French Manuscript in the Walters Art Gallery</em>, an early social history of printed books.": [],
    "The book also examined the transmission of images throughout the Middle Ages.": [],
    "In 1938 she initiated the publication of the <em>Journal of the Walters Art Gallery</em>, the first scholarly periodical produced by an American museum, which she edited until 1969.": [
        [
            3,
            7,
            [
                "1938,"
            ]
        ]
    ],
    "Miner produced small-scale exhibitions for the Walters, until after World War II when resources allowed larger shows, generally mounted at the Baltimore Museum of Art because of space limitations at the Walters.": [],
    "In 1947, Miner pressed for the <em>Early Christian and Byzantine Art</em> show at the Walters, one of the first scholarly retrospectives of the period.": [],
    "The exhibitions of her own design included <em>Illuminated Books of the Middle Ages and Renaissance</em> in 1949, <em>The History of Bookbinding, 525-1950 A.D.</em> in 1957, and <em>The World Encompassed: An Exhibition of the History of Maps</em>, (with the libraries of the Peabody Institute and Johns Hopkins University) in 1952.": [],
    "In 1954, Miner paid tribute to her mentor and former boss, Belle Greene, when she edited a festschrift for her, <em>Studies in Art and Literature for Belle da Costa Greene</em>.": [],
    "In 1962 she led the Walter's <em>The International Style: The Arts in Europe around 1400</em> another groundbreaking exhibition of medieval art.": [
        [
            3,
            7,
            [
                "1962,"
            ]
        ]
    ],
    "A second multi-library exhibition of manuscripts, <em>2,000 Years of Calligraphy</em>, was held in 1965.": [],
    "Throughout these years she lectured at Johns Hopkins University.": [],
    "She died after an extended illness.</p>\n\n<p>Miner's personal contact with the manuscripts was the driving force of her methodology, one that focused on the total structure and design, the interrelationship of page, text, image, and even binding.": [],
    "Her work led the way for modern <em>codicology</em>.": [],
    "Her exhibition catalogs became reference works for the topic they covered.": [],
    "Many of Miner's entries were anonymously written as she considered the focus of the catalogs to be the Gallery and not herself.": [],
    "She designed a 1960 coloring book on the middle ages for children visiting the museum.": [
        [
            41,
            52,
            [
                "Middle Ages"
            ]
        ]
    ],
    "She was among the group of founding curators of the Walters, mostly women, who also included <a href=\"/hilld\">Dorothy Kent Hill</a>.</p>": []
}