{
    "Author of the first American survey of ancient sculpture, archaeologist, and historian of Classical Antiquity.": [],
    "Mitchell, then Myers, was the daughter of Christian missionaries working in Persia.": [],
    "Mitchell is one of two historians of Classical Antiquity in her family.": [],
    "Her brother, Johny Henry Wright studied the language, culture, and art of ancient Greece.": [
        [
            13,
            18,
            [
                "John",
                "Johnny",
                "Johns",
                "Jonny"
            ]
        ],
        [
            74,
            88,
            [
                "Ancient Greece"
            ]
        ]
    ],
    "From 1859 to 1864 she lived in America where she was educated at Mount Holyoke Seminary in Massachusetts, however, their documentation lists her as a non-graduate.": [],
    "She contributed to the American Journal of Archaeology.": [],
    "Myers either spoke or write in Syriac, German, French, Italian, and Arabic.": [],
    "While living in Tübingen she authored a dictionary of the ancient Syriac language, however, it was never published.": [],
    "In 1865 she served as a missionary for Mount Holyoke in Persia and Syria.": [
        [
            3,
            7,
            [
                "1865,"
            ]
        ]
    ],
    "She married artist Samuel P. Mitchell (1846-1925) in 1867.": [],
    "She and her husband moved to a variety of locations, one of which was Leipzig.": [],
    "While there she attended a series of lectures on classical archaeology taught by Professor <a href=\"https://arthistorians.info/overbeckj\">Johannes Overbeck</a>.": [],
    "It was here that her previous casual interest in antiquity became a full-time career.": [],
    "The Mitchells left Leipzig in 1876 and moved to Rome where they would stay until 1878.": [
        [
            4,
            13,
            [
                "Mitchell's",
                "Mitchell",
                "Mitch ells",
                "Mitchel ls"
            ]
        ]
    ],
    "She spent her time in Rome lecturing to ladies in parlors on the history of classical antiquity, occasionally taking trips to Roman Collections.": [],
    "Her magnum opus, <em>History of Ancient Sculpture</em>, was published in 1883.": [],
    "In 1884 she testified against Luigi di Cesnola, Director of the Metropolitan Museum of Art, in the Feuardent-Cesnola trial of 1883.; archaeologist Gaston L Feuardent(1843-1893) brought forward the accusation that Luigi Cesnola, director of the Metropolitan Museum, had restored the stolen collection inappropriately.": [
        [
            3,
            7,
            [
                "1884,"
            ]
        ],
        [
            39,
            46,
            [
                "Canola"
            ]
        ],
        [
            99,
            116,
            [
                "Feuardent-Canola"
            ]
        ],
        [
            156,
            165,
            [
                "Ardent",
                "Fervent",
                "Decadent",
                "Ferment",
                "Retardant",
                "Debarment"
            ]
        ],
        [
            219,
            226,
            [
                "Canola"
            ]
        ]
    ],
    "(Altered Antiquities) Mitchell was brought on to discuss the state of the restoration specifically.": [],
    "In the same year, she was elected a member of the Imperial Archaeological Institute of Germany, the second woman to receive this honor.": [],
    "In 1886 she fell ill and unfortunately would not recover.": [
        [
            3,
            7,
            [
                "1886,"
            ]
        ]
    ],
    "She would die two years later.": [],
    "Mitchell was one of the first women to study archaeology in the U.S.": [],
    "Her book, <em>A History of Ancient Sculpture</em>, was the first American survey of ancient sculpture.": [],
    "This book focused on sculpture from Dynastic Egypt to early Byzantium.": [],
    "This thought process for this book began with her lectures at various galleries in Rome.": [],
    "The book received several glowing reviews, one of the most notable cited being that Mitchell, “[gave] us here so important and valuable a contribution to the history of sculpture that we must regret that we are not able to give more than  a summary of its many excellent features.” <a href=\"https://arthistorians.info/furtwanglera\">Adolf Furtwangler</a> (1853-1907), too, had high praise for the work, stating that, “the unwearied energy of an American lady had at last produced what had been long desired and much needed-a history of ancient art, which should present to the general reader the results of the latest researches and discoveries”.": [
        [
            237,
            239,
            [
                " "
            ]
        ]
    ],
    "(The Critic) Her next project looked to be a promising one.": [],
    "The goal was to write a book on Greek Vase painting, including photography of various objects.": [],
    "Unfortunately, she became very ill shortly after.": [],
    "Her <em>Sculptures of the Great Pergamon Altar</em> is short in length but rich in detail.": [],
    "She discusses <a href=\"https://arthistorians.info/humannc\">Carl Humann’s</a> (1839-1896) discovery of the altar’s fragments and how these pieces were very nearly destroyed.": [],
    "The tone used in her work speaks very much to the attitudes of the time, stating, “How much more of surpassing strength and beauty perished at the hands of ignorant natives can never be told.” (pg88) She noted the collaboration of Humann with <a href=\"https://arthistorians.info/conzea\">Alexander Conze</a> (1831-1914) to start excavating the space at Pergamon.": [
        [
            231,
            237,
            [
                "Human",
                "Humans",
                "Humane"
            ]
        ]
    ],
    "The book includes images of the objects found on-site, what roles these various objects played in their lifetimes,  and a discussion on how they ended up in Berlin.": [
        [
            114,
            116,
            [
                " "
            ]
        ]
    ],
    "Her manuscript for the dictionary of ancient Syriac is now in possession of the University of Cambridge": []
}