{
    "<p>Director of the Amsterdam Print Room between 1903 and 1912.": [],
    "After having attended the Gymnasium in Amsterdam, Moes enrolled as a law student at the University of Amsterdam, but after one year he switched to the faculty of arts.": [
        [
            50,
            54,
            [
                "Moe's",
                "Moe",
                "Does",
                "Goes",
                "Moves",
                "Modes"
            ]
        ]
    ],
    "He founded Clio, an association of history students who started collecting objects related to the university's history.": [],
    "Without having completed his studies, he became, in 1885, a volunteer at the auction house Frederik Muller in Amsterdam.": [],
    "A year later, he obtained the position of assistant archivist in the city of Rotterdam, and between 1890 and 1898 he served as assistant librarian at Amsterdam University.": [],
    "In 1896, he published the first fascicle of an extensive study on the history of the publishing industry in Amsterdam during the sixteenth century: <em>De Amsterdamsche Boekdrukkers en Uitgevers in de zestiende eeuw</em>.": [],
    "He completed the first volume in 1900.": [],
    "The second volume was coauthored with the librarian C.P.": [],
    "Burger jr.": [],
    "(1858-1936), who also completed volume three and four.": [],
    "Between 1897 and 1905 Moes published his <em>Iconographia Batava</em>, a two-volume list of painted and sculptured portraits of Dutch persons living prior to the year 1800.": [
        [
            22,
            26,
            [
                "Moe's",
                "Moe",
                "Does",
                "Goes",
                "Moves",
                "Modes"
            ]
        ]
    ],
    "This work is still today an important source for the iconography of portraits.": [],
    "In 1897, Moes began a new series of the yearbook for Amsterdam's history and literature: <em>Amsterdamsch jaarboekje</em>.": [
        [
            9,
            13,
            [
                "Moe's",
                "Moe",
                "Does",
                "Goes",
                "Moves",
                "Modes"
            ]
        ]
    ],
    "From 1893 until his death, he was the coeditor of <em>Oud Holland</em>, along with <a href=\"/brediusa\">Abraham Bredius</a>, and between 1899 and 1906, he was a member of the board of the <em>Bulletin Nederlandsche Oudheidkundige Bond</em>.": [
        [
            38,
            46,
            [
                "creditor",
                "CKEditor"
            ]
        ]
    ],
    "In 1898, Moes began his career at the Amsterdam Rijksmuseum, first as assistant director of the Print Room.": [
        [
            9,
            13,
            [
                "Moe's",
                "Moe",
                "Does",
                "Goes",
                "Moves",
                "Modes"
            ]
        ]
    ],
    "Five years later, he obtained the position of director, succeeding <a href=\"/kellenj\">Johan Philip van der Kellen</a>.": [],
    "Moes systematically reorganized the Print Room and set up several card catalogs.": [
        [
            0,
            4,
            [
                "Moe's",
                "Moe",
                "Does",
                "Goes",
                "Moves",
                "Modes"
            ]
        ]
    ],
    "At the same time, he broadened the collections, paying much attention to prints with a documentary value.": [],
    "An important purchase was the René de la Faille collection of Netherlands etchings from the 19th century.": [],
    "Under his direction temporary exhibitions were held every three months.": [],
    "An overview of Dutch engraving was permanently on display.": [],
    "He also selected 100 exquisite drawings for reproduction in the original colors, in order to make them more easily accessible for students and visitors.": [],
    "The plates appeared in two luxurious portfolios, in Dutch as well as in foreign editions.": [],
    "He contributed many biographies to the <em>Allgemeines Lexikon der bildenden Künstler</em>, from 1907 edited by <a href=\"/thiemeu\">Ulrich Thieme</a> and <a href=\"/beckerf\">Felix Becker</a>, as well as to the <em>Nieuw Nederlandsch Biographisch Woordenboek</em>.": [],
    "His monograph on Frans Hals was published in French, in 1909: <em>Frans Hals, sa vie et son œuvre</em>.": [],
    "This work, as most of his publications, is rich in historical documentation.": [],
    "In 1912, Moes untimely death of tuberculosis at the age of 48, came without his having published all the materials he had collected or the projects in which he had been engaged in the last years of his life.": [
        [
            9,
            13,
            [
                "Moe's",
                "Moe",
                "Does",
                "Goes",
                "Moves",
                "Modes"
            ]
        ]
    ],
    "With <a href=\"/martinw\">Wilhelm Martin</a> he had begun a series on old paintings in public and private possession in the Netherlands, and, with Karel Sluyterman (1863-1931), a work on Dutch historical castles.": [],
    "The contribution of Moes to the field of art history consists primarily in documentation, and less in art critical evaluation.</p>": [
        [
            20,
            24,
            [
                "Moe's",
                "Moe",
                "Does",
                "Goes",
                "Moves",
                "Modes"
            ]
        ]
    ]
}