{
    "<p>Print authority and curator; assembled major print collection now at National Gallery of Art.": [],
    "Mongan's father was a prosperous Somerville, MA physician, Charles Mongan.": [
        [
            0,
            6,
            [
                "Morgan",
                "Tongan"
            ]
        ],
        [
            67,
            73,
            [
                "Morgan",
                "Tongan"
            ]
        ]
    ],
    "Like her older sister, <a href=\"/mongana\">Agnes Mongan</a>, who also became an art historian, she attended Bryn Mawr College.": [],
    "Between 1937 and 1963, Mongan worked for for Lessing J. Rosenwald, heir to the Sears, Roebuck fortune, as curator for his print collection.": [
        [
            23,
            29,
            [
                "Morgan",
                "Tongan"
            ]
        ],
        [
            37,
            44,
            [
                "for"
            ]
        ],
        [
            45,
            52,
            [
                "Blessing",
                "Leasing",
                "Messing",
                "Fessing",
                "Yessing",
                "Les sing"
            ]
        ]
    ],
    "Mongan steered Rosenwald into purchasing prints from the modern era, including color examples from 19th- and 20th-century France as well as German Expressionism.": [
        [
            0,
            6,
            [
                "Morgan",
                "Tongan"
            ]
        ]
    ],
    "Mongan's exhibitions catalogs, including the groundbreaking <em>The First Century of Printmaking, 1400 to 1500</em> (1941) at the Art Institute of Chicago remain important texts on the history of graphic art.": [
        [
            0,
            6,
            [
                "Morgan",
                "Tongan"
            ]
        ]
    ],
    "Rosenwald's collection moved to the National Gallery of Art in Washington in 1943, and Mongan moved with the collection as curator.": [
        [
            87,
            93,
            [
                "Morgan",
                "Tongan"
            ]
        ]
    ],
    "The Rosenwald Collection, now over 22,000 prints and is one of largest graphics collection in the world.": [],
    "She wrote significant catalogs on Klee, Fragonard, Morisot, and Daumier.": [
        [
            51,
            58,
            [
                "Morison"
            ]
        ]
    ],
    "She retired from the National Gallery in 1963.": [],
    "In her retirement, she taught art history at Smith College from 1969 to 1975.": [],
    "In 1986, Harvard benefactor Melvin Sieden established the I Tatti Mongan Prize, in honor of Agnes and Elizabeth Mongan for \"a scholar of Italian Renaissance art, French art, drawings, and connoisseurship.\"": [
        [
            35,
            41,
            [
                "Sweden",
                "Siegen"
            ]
        ],
        [
            60,
            65,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ],
        [
            66,
            72,
            [
                "Morgan",
                "Tongan"
            ]
        ],
        [
            112,
            118,
            [
                "Morgan",
                "Tongan"
            ]
        ]
    ],
    "In 1988 she wrote the catalogue raisonné of Gauguin prints.</p>": [
        [
            3,
            7,
            [
                "1988,"
            ]
        ]
    ]
}