{
    "<p>First woman museum curator at Harvard University's Fogg Art Museum; authority on drawings, especially Ingres.": [
        [
            54,
            58,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "Mongan's father was a prosperous Somerville, MA physician, Charles Mongan.": [
        [
            0,
            6,
            [
                "Morgan",
                "Tongan"
            ]
        ],
        [
            67,
            73,
            [
                "Morgan",
                "Tongan"
            ]
        ]
    ],
    "She received a BA at Bryn Mawr in 1927, and afterward, at her father's insistence, spend a year abroad.": [],
    "She chose to study Italian art in a Smith College Seminar in Florence and Paris, then traveling to northern Italy and central Europe, giving her early experience in examining original art.": [
        [
            118,
            132,
            [
                "Central Europe"
            ]
        ]
    ],
    "She received her MA two years later from Smith.": [],
    "She joined the staff at the Fogg Art Museum, Harvard University, in 1928 under <a href=\"/sachsp\">Paul J. Sachs</a> to catalog the prints and drawings, most of which were donations of Sachs himself.": [
        [
            28,
            32,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "In 1936 Mongan and Sachs secretly traveled to Vienna to investigate buying the most important prints and drawings collections in the world.": [
        [
            8,
            14,
            [
                "Morgan",
                "Tongan"
            ]
        ]
    ],
    "The Archduke Albrecht, in an attempt to gain the title Emperor of Hungary (and support his mistresses), was in secret negotiation to sell his print collection to the Boston Museum of Fine Art.": [],
    "Mongan and Sachs spent months authenticating the drawings by Rembrandt, Michelangelo and Watteau.": [
        [
            0,
            6,
            [
                "Morgan",
                "Tongan"
            ]
        ]
    ],
    "Before the deal could be sealed, the Austrian government learned of the plan and nationalized the museum into what is now the Albertina.": [],
    "Back in the United States, Mongan continued to work closely with Sachs, but Harvard's policy not to allow women as curators prevented her from being named as such.": [
        [
            27,
            33,
            [
                "Morgan",
                "Tongan"
            ]
        ]
    ],
    "Instead, she advanced in 1937 to a title of \"Keeper of Prints.\"": [],
    "With Sachs she produced the three-volume 1940 catalog <em>Drawings in the Fogg Museum of Art</em>.": [
        [
            5,
            10,
            [
                "Sachs,"
            ]
        ]
    ],
    "<a href=\"/panofskye\">Erwin Panofsky</a> approached Mongan about a monograph on the dappled gray horse in prints, which she declined.": [],
    "In 1947 the University rescinded its gender policy and Mongan was made the first Curator of Drawings.": [
        [
            55,
            61,
            [
                "Morgan",
                "Tongan"
            ]
        ]
    ],
    "In 1951 she was made Assistant Director, advancing to associate director in 1964.": [
        [
            3,
            7,
            [
                "1951,"
            ]
        ]
    ],
    "In 1969 she was named Director of the Fogg, the only the second woman to direct a major art museum in the United States (<a href=\"/breeskina\">Adelyn Dohme Breeskin</a>, had preceded her at Baltimore in 1947).": [
        [
            3,
            7,
            [
                "1969,"
            ]
        ],
        [
            38,
            42,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ],
        [
            44,
            63,
            [
                "the only second",
                "only the second"
            ]
        ]
    ],
    "After Sach's retirement in 1948, it was Mongan who led the famous Harvard seminars in museology and prints, now careful to include women among her numbers.": [
        [
            6,
            10,
            [
                "Such",
                "Each",
                "Sack",
                "Bach",
                "Sac",
                "Mach"
            ]
        ],
        [
            40,
            46,
            [
                "Morgan",
                "Tongan"
            ]
        ]
    ],
    "She retired in 1971 but remained Curator of Drawings until 1975.": [],
    "Harvard held a 1985 symposium in honor at the Fogg, and, in 1994 opened the Agnes Mongan Center for the Study of Prints, Drawings and Photographs in her honor.": [
        [
            46,
            50,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ],
        [
            82,
            88,
            [
                "Morgan",
                "Tongan"
            ]
        ]
    ],
    "In her retirement, she continued to work on Fogg catalogs, issuing <em>From David to Corot</em> shortly before her death in 1996.": [
        [
            44,
            48,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "Students who pointed to Mongan as a mentor include Suzanne Folds McCullagh and Margaret Morgan Grasselli.": [
        [
            24,
            30,
            [
                "Morgan",
                "Tongan"
            ]
        ],
        [
            95,
            104,
            [
                "Russell",
                "Grasses",
                "Grassed",
                "Gravelly",
                "Fratelli",
                "Grassley"
            ]
        ]
    ],
    "Her sister, <a href=\"/mongane\">Elizabeth Mongan</a>, was a works-on-paper authority in the area of prints.": [],
    "She was also the curator of prints for Lessing J. Rosenwald and later his print collection at National Gallery of Art.": [
        [
            39,
            46,
            [
                "Blessing",
                "Leasing",
                "Messing",
                "Fessing",
                "Yessing",
                "Les sing"
            ]
        ]
    ],
    "Mongan was an authority on the drawings of Jean-August-Dominique Ingres.": [
        [
            0,
            6,
            [
                "Morgan",
                "Tongan"
            ]
        ],
        [
            43,
            71,
            [
                "Jean Auguste Dominique Ingres",
                "Jean-Auguste-Dominique Ingres"
            ]
        ]
    ],
    "In her tenure she increased Harvard's holdings of the artist to fifty-five drawings, making it the largest holding outside France.": [],
    "Based principally on connoisseurship, she encouraged the Fogg to collect known forgeries as a way to teach connoisseurship to Harvard students.</p>": [
        [
            57,
            61,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ]
}