{
    "<p>Vermeer scholar and Yale University economist; pioneer of Dutch art market history.": [],
    "Montias was raised in Paris by parents of Jewish extraction, Santiago Montias and Giselle (\"Robin\") de la Maisoneuve (Montias).": [
        [
            0,
            7,
            [
                "Months",
                "Motifs",
                "Pontiac",
                "Mantras",
                "Monies",
                "Mantis"
            ]
        ],
        [
            70,
            77,
            [
                "Months",
                "Motifs",
                "Pontiac",
                "Mantras",
                "Monies",
                "Mantis"
            ]
        ],
        [
            106,
            116,
            [
                "Maisonette"
            ]
        ],
        [
            118,
            125,
            [
                "Months",
                "Motifs",
                "Pontiac",
                "Mantras",
                "Monies",
                "Mantis"
            ]
        ]
    ],
    "As Germany invaded France during World War II, he was sent alone to a boarding school in Buffalo, New York.": [],
    "In Buffalo he was baptized Episcopal.": [
        [
            3,
            10,
            [
                "Buffalo,"
            ]
        ]
    ],
    "He volunteered as a teenager at the Albright-Knox Art Gallery Library in Buffalo where he discovered the sumptuous volume on Rembrandt by <a href=\"/bodew\">Wilhelm Bode</a>.": [],
    "He married wife Marie \"Manya\" Agnes Urbaniak in 1950.": [
        [
            23,
            28,
            [
                "Many",
                "Maya",
                "Tanya",
                "Mania",
                "Anya",
                "Manna"
            ]
        ],
        [
            36,
            44,
            [
                "Urbana",
                "Urbanism",
                "Urania",
                "Urbanist",
                "Urbanity",
                "Urbanite"
            ]
        ]
    ],
    "Montias attended Columbia University in New York receiving his B. A. in 1947 and his M.A.": [
        [
            0,
            7,
            [
                "Months",
                "Motifs",
                "Pontiac",
                "Mantras",
                "Monies",
                "Mantis"
            ]
        ]
    ],
    "in 1950.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He served in the U.S.": [],
    "Army, 1954-1956.": [],
    "As a doctoral student in economics, he considered writing his dissertation the historic Dutch art market, but ultimately he wrote on Soviet-block economics.": [],
    "His dissertation was accepted in 1958.": [],
    "Montias was appointed assistant professor of Economics at Yale University the same year.": [
        [
            0,
            7,
            [
                "Months",
                "Motifs",
                "Pontiac",
                "Mantras",
                "Monies",
                "Mantis"
            ]
        ]
    ],
    "He remained at Yale his entire career.": [],
    "His work as an economist focused on centrally planned Soviet bloc countries such as Poland (1962) and Romania (1967).": [],
    "His <em>Structure of Economic Systems</em> was published in 1976.": [],
    "During this time he renewed his interest in the economics of Dutch Republic of the 17th century and its effects on the art market.": [],
    "Montias had purchased a Goltzius painting of the <em>Magdalen</em> in 1968 at auction (well above his financial means).": [
        [
            0,
            7,
            [
                "Months",
                "Motifs",
                "Pontiac",
                "Mantras",
                "Monies",
                "Mantis"
            ]
        ],
        [
            24,
            32,
            [
                "Glottis",
                "Boethius",
                "Grotius",
                "Galerius",
                "Gothics",
                "Polonius"
            ]
        ]
    ],
    "His research was stimulated by his colleague in the art department of Yale, <a href=\"/haverkampbegemanne\">Egbert Haverkamp Begemann</a>.": [],
    "Montias realized that, A) an enormous amount of art trading was documented in Dutch archives, a small portion of which had been published by <a href=\"/brediusa\">Abraham Bredius</a>, and that, B) most of it remained unanalyzed.": [
        [
            0,
            7,
            [
                "Months",
                "Motifs",
                "Pontiac",
                "Mantras",
                "Monies",
                "Mantis"
            ]
        ]
    ],
    "He initially wrote a comparative study of Dutch painters' guilds.": [],
    "Although he knew no Dutch, he won a 1975 grant to write a comparative study of Dutch art guilds.": [],
    "He researched the Delft city archives were he found rich primary sources for the city's artist's guild system--and less competition for the material than Amsterdam's (Haverkamp-Begemann).": [
        [
            167,
            185,
            [
                "Haverkamp-Bergmann"
            ]
        ]
    ],
    "In 1982 this resulted in his book, <em>Artists and Artisans in Delft: A Socio-Economic Study of the Seventeenth Century</em>.": [],
    "Montias continued in this vein, publishing articles on the assembling of private Dutch collections, art dealers, artist's productivity, and cause/effect of market demands on artistic style.": [
        [
            0,
            7,
            [
                "Months",
                "Motifs",
                "Pontiac",
                "Mantras",
                "Monies",
                "Mantis"
            ]
        ]
    ],
    "Although he did not intend to study the most well-known Delft artist, Johannes Vermeer, the paucity of information about this artist intrigued him.": [],
    "He examined the documents of Vermeer's relatives, ultimately publishing a full-length biography of the artist, titled <em>Vermeer and his Milieu: a Web of Social History</em>, in 1989.": [],
    "He retired from Yale in 1995.": [],
    "In 1996 his <em>Le marché de l'art aux Pays Bas, 15ème-17ème siècles</em>, a synopsis of his research written in his native French appeared.": [],
    "<em>Public and Private Spaces: Works of Art in Seventeenth-Century Dutch Houses</em> a work appearing in 2000 was co-written with John Loughman.": [
        [
            135,
            143,
            [
                "Lough man"
            ]
        ]
    ],
    "His study of auctions held by the Amsterdam Orphans' Court between 1597-1638, <em>Art at Auction in 17th-Century Amsterdam</em>, appeared in 2002, well after his diagnosis of cancer.": [],
    "The database of Amsterdam inventories and auction results he compiled was donated to the Rijksbureau voor Kunsthistorische Documentatie (RKD) in The Hague and transferred to the Frick Art Library in New York.": [
        [
            101,
            105,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            123,
            135,
            [
                "Documentation",
                "Documentaries"
            ]
        ]
    ],
    "The database designated as \"Montias I\" is a transcription of each document and can be searched by inventory number, owner name, inventory date, and by single or combined keywords.": [
        [
            28,
            35,
            [
                "Months",
                "Motifs",
                "Pontiac",
                "Mantras",
                "Monies",
                "Mantis"
            ]
        ]
    ],
    "The database designated as \"Montias II\" contains a record for each work of art inventoried in the documents.": [
        [
            28,
            35,
            [
                "Months",
                "Motifs",
                "Pontiac",
                "Mantras",
                "Monies",
                "Mantis"
            ]
        ]
    ],
    "He died of melanoma.": [],
    "In 2010 <em>The Montias Database of 17th Century Dutch Art Inventories</em> was issued as an internet database.": [],
    "<em>Artists and Artisans in Delft: A Socio-Economic Study of the Seventeenth Century</em> was a ground-breaking book in the history of art.": [],
    "Most art-history studies focused on the biography of the artist and the works of art in an historicist context.": [
        [
            88,
            90,
            [
                "a"
            ]
        ]
    ],
    "Studying art as a tradable commodity, Montias analyzed the forces of supply and demand contributing to their production.": [
        [
            38,
            45,
            [
                "Months",
                "Motifs",
                "Pontiac",
                "Mantras",
                "Monies",
                "Mantis"
            ]
        ]
    ],
    "It examined how artists and crafts workers developed their commission.": [],
    "Like an economics book it was filled with tables and statistical data.": [],
    "Like humanities scholarship, it was augmented with contemporary accounts.": [
        [
            5,
            15,
            [
                "humanities'",
                "humanity's"
            ]
        ]
    ],
    "This use of surviving documentation on 17th-century Dutch art and society had not previously been mined.": [],
    "His archival research skills were responsible for the discovery of previously unknown information on individual artists, notably Johannes Vermeer, whose documents on the artist were used (often uncited) in the explosion of interest in the artist in the early 21st century by other historians.": [
        [
            194,
            201,
            [
                "united",
                "incited"
            ]
        ]
    ],
    "In <em>Vermeer and his Milieu</em> Montias established that the artist rather unusually had a patron, Pieter Claesz.": [
        [
            35,
            42,
            [
                "Months",
                "Motifs",
                "Pontiac",
                "Mantras",
                "Monies",
                "Mantis"
            ]
        ],
        [
            109,
            115,
            [
                "Class",
                "Clans",
                "Clause",
                "Clash",
                "Claws",
                "Clues"
            ]
        ]
    ],
    "van Ruijven (1624-1674), who guaranteed him sales, allowing Vermeer to paint slowly and achieve the enamel-like quality his work is known for.": [
        [
            0,
            3,
            [
                "Van"
            ]
        ],
        [
            4,
            11,
            [
                "Rewoven"
            ]
        ]
    ],
    "Despite this proof, Montias remained reticent to arrive at that kind of stylistic conclusion.</p>": [
        [
            20,
            27,
            [
                "Months",
                "Motifs",
                "Pontiac",
                "Mantras",
                "Monies",
                "Mantis"
            ]
        ]
    ]
}