{
    "<p>Writer and art critic whose essays <em>Modern Painting</em> brought Impressionist sensibilities to acceptance among the British public.": [],
    "Moore's father was the wealthy landowner George Henry Moore (1810-1870), a Liberal MP for county Mayo and horse breeder, and his mother Mary Blake (Moore) (1830-1895).": [],
    "Moore attended St.": [],
    "Mary's College, a Roman Catholic boarding school in Oscott, near Birmingham.": [
        [
            52,
            58,
            [
                "Scott"
            ]
        ]
    ],
    "In 1868 while the family lived in London, he enrolled in drawing classes at the South Kensington School of Art and elsewhere.": [],
    "His family discouraged these studies, but at his father's death in 1870 he inherited the Irish estates and could determine his own life.": [],
    "In 1873 he moved to Paris to study painting again, first under Alexandre Cabanel at the Ecole des Beaux-Arts and then at the Académie Julian, with Gustave Boulanger and Jules Lefebvre.": [
        [
            3,
            7,
            [
                "1873,"
            ]
        ],
        [
            73,
            80,
            [
                "Cabinet",
                "Cabaret",
                "Caramel",
                "Chanel",
                "Cabal",
                "Caravel"
            ]
        ],
        [
            88,
            93,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            94,
            97,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            125,
            133,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            175,
            183,
            [
                "Leftover",
                "Legendre",
                "Le Havre"
            ]
        ]
    ],
    "He briefly returned to London in1874 before again moving to Paris in 1875, this time as a bohemian at the Café de la Nouvelle-Athènes, a literati bistro.": [
        [
            117,
            133,
            [
                "Novella-Athènes",
                "Nouvelle-Athens"
            ]
        ]
    ],
    "Moore gradually realized his talent was literary rather than graphic.": [],
    "He met Edouard Manet, who painted as least three portraits of Moore, Edgar Degas, who drew him as well, and August Renoir.": [
        [
            7,
            20,
            [
                "Édouard Manet"
            ]
        ]
    ],
    "He soon began to champion Impressionism, Degas and particularly Manet.": [],
    "He also met émile Zola, and decided to introduce the French writer to England.": [
        [
            12,
            22,
            [
                "Émile Zola"
            ]
        ]
    ],
    "Returning to Ireland, he began to write, but his early attempts at drama and poetry were largely failures.": [],
    "The revolt of tenants from their landlords in Ireland meant Moore's income was drastically reduced; he moved to London in 1879 and took up journalism.": [],
    "For the next thirty years, he traveled between London and Ireland writing books and journal articles and participating in artistic circles such as the Hogarth Club.": [],
    "He championed the paintings of the French Impressionists.": [],
    "His 1883 novel, his first, <em>A Modern Lover</em> is set in the contemporary art world.": [],
    "Recognizable characters from the novel, mimicking Zola's realism, include the art dealer Paul Durand-Ruel (1831-1922) as \"Mr.": [
        [
            94,
            105,
            [
                "Durand-Rule"
            ]
        ]
    ],
    "Bendish.\"": [
        [
            0,
            7,
            [
                "Ben dish"
            ]
        ]
    ],
    "Like so much of his output, he subsequently rewrote and republished the work continually.": [],
    "<em>A Mummer's Wife</em> (1885) followed, perhaps the first of literary realism set in a British context.": [],
    "Other novels followed.": [],
    "Moore's abrasive stories resulted in their censoring from many libraries and Moore launched a crusade against them \"A New Censorship of Literature,\" in <em>Pall Mall Gazette</em> 1884 and elsewhere attacked Victorian sensibilities.": [],
    "His 1891 novel <em>Vain Fortune</em> made a deep impression on James Joyce who used it in his story \"The Dead\" in the <em>Dubliners</em> (1914).": [],
    "From 1891 to 1895 Moore wrote art criticism--one of the first in England--for the magazine <em>The Hawk</em>.": [],
    "He was also art critic for <em>The Speaker</em>.": [],
    "Echoing the sentiments of the painters of the <em>Salon des Refusés</em>, he attacked French formal art education in his book <em>Impressions and Opinions</em> in1891, singling out his alma maters, the Ecole des Beaux-Arts and the Académie Julian, as suppressing an artist's individuality.": [
        [
            202,
            207,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            208,
            211,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            231,
            239,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "His most important art book, <em>Modern Painting</em> (1893) attacked public taste and consumerism that drove much of art production.": [],
    "Key among those artists Moore disparaged for appealing to the public were James McNeil Whistler; Manet and Degas were praised for what Moore saw as following their personal and unique visions.": [],
    "Moore was one of the founders of the Independent Theatre in London, devoted to performing the drama of Ibsen, Strindberg.": [],
    "Moore revised this work continually after publication, as well.": [],
    "During the 1890s, he maintained a long affair with Maud Alice Burke, Lady Emerald Cunard (1872-1948), an American heiress, married to Sir Bache Cunard; their daughter, the bohemian Nancy Clare Cunard (1896-1965), may have been Moore's daughter.": [
        [
            138,
            143,
            [
                "Cache",
                "Bach",
                "Bathe",
                "Ache"
            ]
        ],
        [
            172,
            180,
            [
                "Bohemian"
            ]
        ]
    ],
    "Moore was enlisted in 1899 by William Butler Yeats to help create the Irish Literary Theatre, collaborating with Yeats on <em>Diarmuid and Grania</em>.": [],
    "He lived in Dublin between 1901 and 1911.": [],
    "There he produced a small book of his experiences with the artists he knew, <em>Reminiscences of the Impressionist Painters</em>, 1906.": [],
    "Moore returned to London, traveling only once more to the middle east in 1914 to research a novel.": [
        [
            58,
            69,
            [
                "Middle East"
            ]
        ]
    ],
    "He took to issuing expensive editions of his books to counteract the censorship he continued to meet.": [],
    "He died of uraemia (renal failure) at his home in Belgravia, London while working on his recollections, <em>A Communication to My Friends</em>, which were posthumously published in 1933.": [
        [
            11,
            18,
            [
                "uremia"
            ]
        ],
        [
            50,
            59,
            [
                "Belgrade",
                "Bulgaria"
            ]
        ]
    ],
    "His ashes are buried on Castle Island in Lough Carra, County Mayo.": [
        [
            47,
            52,
            [
                "Carry",
                "Carr",
                "Carla",
                "Capra",
                "Cara",
                "CARPA"
            ]
        ]
    ],
    "In his lifetime, Moore owned a large collection of works by his friends, Manet, Monet, Degas, Berthe Morisot, Charles Conder and Ford Madox Brown.": [
        [
            118,
            124,
            [
                "Wonder",
                "Colder",
                "Confer",
                "Conner",
                "Cinder",
                "Condor"
            ]
        ],
        [
            134,
            139,
            [
                "Maddox"
            ]
        ]
    ],
    "Moore was engaged in a quest of literary perfection, his literary works, though groundbreaking, are now almost forgotten by the general public.</p>": [
        [
            128,
            142,
            [
                "public"
            ]
        ]
    ]
}