{
    "<p>Professor of Early Christian Art and Coptic Art, Catholic Priest.": [],
    "After his ordination, in 1958, Van Moorsel served for a short period as a priest in the parish of Roelofarendsveen, near Leiden.": [
        [
            35,
            42,
            [
                "Morsel"
            ]
        ]
    ],
    "He then decided to attend the lectures of <a href=\"/vandewaalh\">Henri Van de Waal</a>, Professor of Art History at Leiden University.": [],
    "One year later he went to Rome, to study Church History at the Gregorian University.": [],
    "He received his graduate degrees in 1962, and gained his doctorate in 1964, with his dissertation <em>Rotswonder of Doortocht door de Rode Zee</em> (Miracle of the Rock - The Crossing of the Red Sea).": [],
    "His adviser was <a href=\"/kirschbaume\">Engelbert Kirschbaum</a>.": [],
    "This excellent study won the Struycken Award (Nijmegen) soon after its publication in 1965.": [
        [
            29,
            38,
            [
                "Stricken"
            ]
        ]
    ],
    "Van Moorsel returned to the Netherlands, to work as a librarian, and as lecturer in the History of the Early Church and in Patristic Literature at the Seminary of Warmond.": [
        [
            4,
            11,
            [
                "Morsel"
            ]
        ],
        [
            163,
            170,
            [
                "Harmony",
                "Warming",
                "Raymond",
                "Hammond",
                "Warlord",
                "Armand"
            ]
        ]
    ],
    "In 1967 he began teaching Early Christian art at Leiden University, a position which he held until 1989 (from 1971 as lecturer, from 1980 as full professor).": [
        [
            3,
            7,
            [
                "1967,"
            ]
        ]
    ],
    "In 1989 he gave up his position in Early Christian art and became professor of Coptic art instead.": [
        [
            3,
            7,
            [
                "1989,"
            ]
        ]
    ],
    "In addition to his teaching at Leiden, he lectured as a visiting professor in Louvain, Jerusalem, Paris, and Münster.": [
        [
            78,
            85,
            [
                "Lou vain"
            ]
        ]
    ],
    "Among his many interests, which included various aspects of Early Christian art and archeology, the art and material culture of Coptic and Nubian Christianity, gradually became more prominent.": [],
    "His experience in the field of Coptic can be traced back to 1966, when he studied the recently discovered wall paintings of the Nubian church of Abdallah-n-Irqi, which had been transferred from the excavation site to the repository of the National Museum of Cairo.": [
        [
            145,
            160,
            [
                "Abdallah-n-Iraqi"
            ]
        ]
    ],
    "Between 1974 and 1978, Van Moorsel studied the wall paintings of Saqqara, kept in the Coptic Museum in Old Cairo.": [
        [
            27,
            34,
            [
                "Morsel"
            ]
        ],
        [
            65,
            72,
            [
                "Sahara",
                "Samara",
                "Sankara",
                "Sápara",
                "Samsara"
            ]
        ]
    ],
    "In 1981, the Institut français d'archéologie orientale (IFAO) in Cairo commissioned him to continue the documentation and publication project of Coptic medieval wall paintings initiated by <a href=\"/leroyj1903\">Jules Leroy</a> (1903-1979).": [
        [
            13,
            21,
            [
                "Institute"
            ]
        ],
        [
            22,
            30,
            [
                "Français",
                "Francis",
                "François",
                "Francois",
                "franchise",
                "Frances"
            ]
        ],
        [
            33,
            44,
            [
                "archeologies"
            ]
        ],
        [
            45,
            54,
            [
                "Oriental",
                "oriental",
                "Orientals",
                "orientate",
                "orientals",
                "orient ale"
            ]
        ],
        [
            56,
            60,
            [
                "FAO",
                "IFA",
                "AFAO",
                "CFAO",
                "IAO",
                "ICAO"
            ]
        ]
    ],
    "In the framework of this project, Van Moorsel headed several campaigns in Egypt, first in the Monastery of Saint Anthony near the Red Sea, and, in 1984 and 1985, in the neighboring Monastery of Saint Paul.": [
        [
            38,
            45,
            [
                "Morsel"
            ]
        ]
    ],
    "He meticulously described the wall paintings in two richly illustrated publications: <em>Les peintures du monastère de Saint-Antoine près de la Mer Rouge</em>, and <em>Les peintures du monastère de Saint-Paul près de la Mer Rouge</em> (which appeared posthumously).": [],
    "From 1986 onwards, more campaigns in various monasteries followed.": [],
    "One of the highlights of his work in Egypt was the discovery, in 1991, of an exceptional wall painting representing the Annunciation, in the Monastery of the Syrians (Deir es Sourian).": [
        [
            167,
            171,
            [
                "Dare",
                "DARE",
                "Are",
                "Were",
                "Day",
                "Here"
            ]
        ],
        [
            172,
            174,
            [
                "ES",
                "Es",
                "is",
                "as",
                "us",
                "yes"
            ]
        ],
        [
            175,
            182,
            [
                "Saurian"
            ]
        ]
    ],
    "Following the successful conservation, in close cooperation with French specialists, Van Moorsel devoted a publication to it in 1995.": [
        [
            89,
            96,
            [
                "Morsel"
            ]
        ]
    ],
    "Another field in which he combined documentation and conservation was that of Coptic icons.": [],
    "In 1986, he was given permission to describe the collection of icons preserved in the Coptic Museum in Old-Cairo.": [],
    "The catalog, co-authored with two of his former students, appeared in 1994.": [],
    "Van Moorsel was convinced that the Coptic Christians, including the monks, should themselves assume the responsibility for their artistic heritage in the monasteries and elsewhere, and should be given the skills and the means to do so.": [
        [
            4,
            11,
            [
                "Morsel"
            ]
        ]
    ],
    "In 1990, a selected group of monks were invited to The Netherlands to receive instruction and training in art history and art conservation.": [],
    "These activities resulted in the creation of a joint program Egyptian-Netherlands Cooperation for Coptic Art Preservation, in which Dutch and Egyptian specialists worked together and continue to do so up to the present day.": [],
    "In 2000, nineteen of his earlier articles in the field of Nubian and Coptic Christian art were republished, along with one new article finished just before his death, in a volume edited by some of his former students and colleagues: <em>Called to Egypt</em>.": [],
    "During his academic career, Van Moorsel was an enthusiastic teacher and devoted tutor for his students at Leiden University and elsewhere.": [
        [
            32,
            39,
            [
                "Morsel"
            ]
        ]
    ],
    "His lectures are said to have been always perfectly prepared and delivered with humor and wit.": [],
    "In order to acquaint the students with objects of religious art, he used to take them on exploratory visits to parish churches.": [],
    "As a priest and active member of various committees in the bishopric of Rotterdam, he devoted much time and energy to the preservation of the artistic and liturgical heritage of churches in The Netherlands.": [],
    "In 1994, he was awarded the important royal distinction of Officier in de Orde van Oranje-Nassau.": [
        [
            59,
            67,
            [
                "Officer",
                "Off icier"
            ]
        ],
        [
            74,
            78,
            [
                "Order",
                "Horde",
                "Ode",
                "Ore",
                "IRDE",
                "OCDE"
            ]
        ],
        [
            83,
            96,
            [
                "Orange-Nassau"
            ]
        ]
    ],
    "After his death, his impressive collection of slides was digitized in order to be included in the <em>Index of Christian Art</em> of Princeton University.": [],
    "In Leiden University, the Paul van Moorsel Center for Christian Art and Culture in the Middle East was created in 2001 to honor him and to continue his work.</p>": [
        [
            35,
            42,
            [
                "Morsel"
            ]
        ]
    ]
}