{
    "<p>Medievalist architectural historian; first director of the Fogg [Art] Museum 1896-1909 and first professor of art at Harvard with <a href=\"/nortonc\">Charles Eliot Norton</a>.": [
        [
            62,
            66,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "Moore's father was Charles Moore, a lace dealer, and his mother Jane Maria Berendtson [Benson] (Moore).": [
        [
            75,
            85,
            [
                "Barton",
                "Brendon",
                "Brenton",
                "Carnation",
                "Benenson",
                "Bardstown"
            ]
        ]
    ],
    "He grew up in New York City, attending New York public schools.": [],
    "He never attended college.": [],
    "Moore began his career as a landscape painter training with painter Benjamin H. Coe in 1853 in New York.": [],
    "He spent summers painting in the Catskill mountains beginning in 1859, moving their permanently in 1862.": [],
    "Moore helped found the American Pre-Raphaelite Brotherhood, which boasted itself the \"Society for the Advancement of Truth in Art\" in 1863.": [],
    "He married Mary Jane Tomlinson (d.": [],
    "1880) in 1865, moving now to Catskill, New York.": [],
    "While in the Berkshires, he most likely met <a href=\"/nortonc\">Charles Eliot Norton</a>.": [],
    "Norton recommended Moore as an instructor of freehand drawing in Harvard's Lawrence Scientific School in 1871.": [],
    "Later Norton chose Moore to as part of the college's new art department in 1874, a move to incorporate the fine arts into Harvard's liberal arts curriculum.": [],
    "In 1876 Moore took a paid leave of absence to study in Italy with <a href=\"/ruskinj\">John Ruskin</a> to prepare him for teaching.": [],
    "The two men discussed aesthetics, sketching architecture, and studying old master paintings continuing their instruction in Venice.": [],
    "Moore did not return until 1878, but when he did, he launched into a curriculum which included \"Principles of Design in Painting Sculpture and Architecture.\"": [],
    "His Fine Arts 1, a combination of practical and theoretical, complemented Norton's strict historical approach in Fine Arts 2.": [],
    "His wife died in 1880 and Moore married Elizabeth Fisk Hewins the following year.": [
        [
            55,
            61,
            [
                "Hewing",
                "He wins"
            ]
        ]
    ],
    "In 1882 he embarked on a publishing career, issuing his <em>Facsimiles or Examples in Delineation Selected from the Masters for the Use of the Student in Drawing</em>.": [
        [
            3,
            7,
            [
                "1882,"
            ]
        ]
    ],
    "He served as curator of art at Harvard's William Hayes Fogg Art Museum in 1885.": [
        [
            55,
            59,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "Moore made a second trip to Europe to focus on French architecture.": [],
    "Along the way, Moore clearly read the work of <a href=\"/violletleduce\">Eugène Viollet-le-Duc</a>.": [],
    "The book resulting from this trip, published in 1890, was <em>The Development and Character of Gothic Architecture</em>.": [],
    "It made his reputation as an architectural historian and teacher.": [],
    "Moore received honorary memberships in the American Institute of Architects and the Royal Institute of British Architects.": [],
    "Harvard awarded him an honorary A.M.": [],
    "degree, promoting him to assistant professor in 1891.": [
        [
            0,
            6,
            [
                "Degree"
            ]
        ]
    ],
    "In 1896 Moore rose to (full) professor and named the first director of the Fogg Museum of Art.": [
        [
            75,
            79,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "At the Museum, he focused on the educational collections.": [],
    "A second art history <em>The Character of Renaissance Architecture</em>, was published in 1905, as a companion to his Gothic study.": [],
    "He retired emeritus in 1909 and was succeeded at the Fogg by <a href=\"/forbese\">Edward Waldo Forbes</a>.": [
        [
            53,
            57,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "In retirement, Moore moved to Hartley Wintney in Hampshire, England.": [
        [
            38,
            45,
            [
                "Winona"
            ]
        ]
    ],
    "His final architectural treatise, <em>The Mediaeval Church Architecture of England</em>, was published in 1912, as well as a volume on the philosopher Swedenborg.": [],
    "His papers are held in Houghton Library, Harvard University.": [],
    "Moore left a promising career as a painter to become among the first art historians at an academic institution in the United States.": [],
    "His <em>Development and Character of Gothic Architecture</em> was one of the early required texts to be listed in the course catalog for the art history classes of Princeton University.</p>": []
}