{
    "Princeton professor; medievalist; founder of <em>Index to Christian Art</em>.": [],
    "Morey graduated Phi Beta Kappa from the University of Michigan in 1899.": [],
    "He received his Master's Degree there in Classics the following year followed by a three- year fellowship at the American School of Classical Studies in Rome.": [
        [
            83,
            94,
            [
                "three-year",
                "three - year"
            ]
        ]
    ],
    "In 1905 he published his first article, \"The Christian Sarcophagus in S. Maria Antiqua\".": [
        [
            3,
            7,
            [
                "1905,"
            ]
        ],
        [
            79,
            86,
            [
                "Antique",
                "Antigua"
            ]
        ]
    ],
    "Morey joined Princeton University in 1903 as an instructor in Classics and a teacher at the Princeton Preparatory School for Boys.": [],
    "However, <a href=\"/marquanda\">Allan Marquand</a>, founder and Chair of the Department of Art and Archaeology, invited him to transfer to that department in 1906.": [],
    "Thus began a thirty-nine year career in art history at Princeton.": [
        [
            13,
            29,
            [
                "thirty-nine-year"
            ]
        ]
    ],
    "Morey was a founding member of the College Art Association.": [],
    "His interest in medieval iconography led him to create an image collection in 1917 of late antique, early Christian-era and medieval works of art.": [],
    "This soon grew into the Index of Christian Art, a cataloged collection of photographs.": [],
    "In 1918 he was appointed Professor at Princeton.": [
        [
            3,
            7,
            [
                "1918,"
            ]
        ]
    ],
    "He never pursued a Ph.D.": [],
    "With the support of Marquand, who was largely classical and Renaissance-era focused, Morey began hiring his medievalist students into department positions to raise the profile of the division.": [
        [
            20,
            28,
            [
                "Maryland"
            ]
        ]
    ],
    "The first was <a href=\"/frienda\">Albert M. Friend</a> in 1921.": [],
    "Morey join the editorial board of the College Art Association, the first of two times he would sit on the board, in 1922 (through 1939) acting as a principal fundraiser for it.": [
        [
            6,
            10,
            [
                "joins",
                "joined"
            ]
        ]
    ],
    "His groundbreaking study, <em>Sources in Mediaeval Style</em> appeared in 1924, a work which <a href=\"/panofskye\">Erwin Panofsky</a> described as startling art historians as Kepler's work was to astronomers.": [],
    "Marquand's death in 1924 resulted in Morey's appointment as chair of the department the following year; he remained there for twenty years.": [
        [
            0,
            8,
            [
                "Maryland"
            ]
        ]
    ],
    "He convinced <a href=\"/dewalde\">Ernest DeWald</a>, a former student, to return as associate professor in 1925.": [],
    "Another medievalist student, <a href=\"/stohlmanf\">W.": [],
    "Frederick Stohlman</a>, joined the department under Morey in 1929.": [
        [
            10,
            18,
            [
                "Stillman",
                "Stallman",
                "Stockman"
            ]
        ]
    ],
    "The same year, Morey began a project cataloging the collection of the Museo Cristiano, part of the Vatican library, personally authoring the first section on ivories, and assigning other volumes to Stohlman and other Princeton colleagues.": [
        [
            198,
            206,
            [
                "Stillman",
                "Stallman",
                "Stockman"
            ]
        ]
    ],
    "Morey was a dedicated researcher and spent much of his effort in building libraries and indexes for art historians.": [],
    "His 1932 pamphlet on scholarly library planning, called the \"Laboratory-Library,\" attempted to rethink research process all together by combining faculty offices and student space.": [],
    "Morey's ideas were implemented in both the Firestone Library (Princeton's main library) and the Department of Art and Archaeology's own Marquand Library.": [
        [
            136,
            144,
            [
                "Maryland"
            ]
        ]
    ],
    "He was also responsible in placing humanists at the private Institute for Advanced Study in Princeton, which had been founded in 1930 for mathematicians and theoretical physicists.": [],
    "In 1933, Morey turned the directorship of the Index over to his student, <a href=\"/woodruffh\">Helen M. Woodruff</a>.": [],
    "Morey added another medievalist graduate student to the department, <a href=\"/egbertd\">Donald Drew Egbert</a> who had been lecturing since 1929, as assistant professor in 1935.": [],
    "The same year he appointed the German refugee <a href=\"/weitzmannk\">Kurt Weitzmann</a>, who, despite having written a book strongly disagreeing with an early Morey work, was warmly received.": [],
    "Morey's first volume of the Vatican Library catalog, translated into Italian by the wife of the Museum of Modern Art's director <a href=\"/barra\">Alfred H. Barr, Jr.</a>, Margaret S. Barr (1901-1986), appeared in 1936.": [],
    "In 1938 Morey was named Marquand Chair of Art and Archaeology.": [
        [
            24,
            32,
            [
                "Maryland"
            ]
        ]
    ],
    "Throughout his career, he traveled to Rome to work with collections and catalogs at the Vatican.": [],
    "Morey was responsible for establishing the Antioch archaeological excavation of Daphne.": [],
    "Two important later books of Morey appeared the same year, 1942.": [],
    "The first, <em>Early Christian Art</em> and the second, <em>Medieval Art</em>, both underscored his tenet, that the development of medieval style was determined by three traditions: Hellenistic naturalism, Latin realism, and \"Celto-Germanic dynamism.\"": [
        [
            226,
            240,
            [
                "Proto-Germanic"
            ]
        ]
    ],
    "In 1945, after the ravages of World War II, Morey resigned his Chair at Princeton to become the first Cultural Attaché to the American Embassy in Rome, assisted by Stohlman.": [
        [
            164,
            172,
            [
                "Stillman",
                "Stallman",
                "Stockman"
            ]
        ]
    ],
    "Weitzmann succeeded him as department chair.": [
        [
            0,
            9,
            [
                "Weizmann"
            ]
        ]
    ],
    "He was active in repatriating looted works of art.": [],
    "Understanding the need to protect the spectacular scholarly libraries in Italy--which happened to be German--he formed a \"holding company,\" called the International Union of the Archaeological and Historical Institutes of Rome, to save the contents of both the Hertziana and the Deutsches Archëologisches Institut (DAI) in Rome.": [
        [
            279,
            288,
            [
                "Deutsche's",
                "Deutsche"
            ]
        ],
        [
            289,
            304,
            [
                "Archeologists",
                "Archeologies"
            ]
        ],
        [
            305,
            313,
            [
                "Institute"
            ]
        ]
    ],
    "During this time he was also Acting Director of the American Academy 1945-1947.": [],
    "He was married to Sara Francis Tupper.": [],
    "Morey's legacy to art history was two-fold: the establishment of the Index of Christian Art and his many students who became major scholars: <a href=\"/cookw\">Walter W. S. Cook</a>, Glanville Downey, <a href=\"/forsythg\">George H. Forsyth, Jr.</a>, <a href=\"/forsythw\">William Forsyth</a>, Harald Ingholt, <a href=\"/kecka\">Andrew S. Keck</a>, Clark D. Lamberton, E. Parker Lesley, <a href=\"/martinj\">Jack Martin</a>, Carl D. Sheppard, Jr.": [],
    "<a href=\"/sloanej\">Joseph C. Sloane</a>, <a href=\"https://arthistorians.info/frienda/\">Albert M. Friend</a>, <a href=\"/websterj\">J.": [],
    "Carson Webster</a>, <a href=\"/coffind\">David Robbins Coffin </a>and<a href=\"https://arthistorians.info/kinge/\"> Edward S. King</a>.": [],
    "Morey's appointments of DeWald, Stohlman, Weitzmann, and Egbert built Princeton into a powerhouse of medieval scholarship.": [
        [
            24,
            30,
            [
                "Deal",
                "Dead",
                "Demand",
                "Deals",
                "Donald",
                "Dealt"
            ]
        ],
        [
            32,
            40,
            [
                "Stillman",
                "Stallman",
                "Stockman"
            ]
        ],
        [
            42,
            51,
            [
                "Weizmann"
            ]
        ]
    ],
    "Panofsky wrote that the history of art now holds an undisputed place in American institutions was particularly the due to Morey.": [
        [
            0,
            8,
            [
                "Sinofsky"
            ]
        ]
    ],
    "His writings, though groundbreaking at the time, proved less enduring than others of his generation and his dating of medieval objects superseded by later scholarship.": []
}