{
    "<p>Italian patriot and art historian; developer of a method of connoisseurship which identified attribution via minute characteristics of artists.": [],
    "Morelli was born to a protestant family, a minority in Italy (originally of French Huguenot decent).": [
        [
            0,
            7,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ]
    ],
    "Raised in Bergamo, he attended the (Swiss) Kantonschule at Aarau between 1826 and 1832.": [
        [
            59,
            64,
            [
                "Aargau",
                "Aarav"
            ]
        ]
    ],
    "From 1833-1838 he studied medicine at the universities of Munich and Erlangen because of the Italian proscription against protestants in universities.": [],
    "His study of anatomy and human observation assisted him in forming his conclusions in later years regarding connoisseurship.": [],
    "Morelli graduated in medicine under the anatomist Ignaz Döllinger (1770-1841), but never practiced.": [
        [
            0,
            7,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ],
        [
            50,
            55,
            [
                "Signal",
                "Graz",
                "IGA",
                "Ina",
                "Inez",
                "Gnat"
            ]
        ],
        [
            56,
            65,
            [
                "Dillinger",
                "Bollinger"
            ]
        ]
    ],
    "His early interest in iconography appeared in a mock iconographical study, under the pseudonym Nicholas Schäffer in 1836.": [
        [
            104,
            112,
            [
                "Schaefer",
                "Schaeffer",
                "Shaffer"
            ]
        ]
    ],
    "A second parody on the aesthetic approach to art was published in 1839, again under the Schäffer pseudonym, <em>Das Miasma Diabolicum</em>.": [
        [
            88,
            96,
            [
                "Schaefer",
                "Schaeffer",
                "Shaffer"
            ]
        ]
    ],
    "Morelli traveled to Berlin in 1838 where he me naturalist Alexander von Humboldt (1769-1859), the artists Karl Blechen (1802-1872), Ludwig Tieck (1773-1853), the architect Wilhelm Stier (1799-1856), but most importantly, the art historians <a href=\"/rumohrk\">Karl Friedrich von Rumohr</a> and Berlin Museum director <a href=\"/waageng\">Gustav Friedrich Waagen</a>.": [
        [
            0,
            7,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ],
        [
            111,
            118,
            [
                "Chechen",
                "Bleached",
                "Lichen",
                "Beecher",
                "Belcher",
                "Bleacher"
            ]
        ],
        [
            180,
            185,
            [
                "Stair",
                "Star",
                "Steam",
                "Tier",
                "Steal",
                "Stairs"
            ]
        ]
    ],
    "That same year he was instrumental in assisting the geological morphology of the Swiss geologist, Louis Agassiz (1807-1873).": [],
    "Until 1840, Morelli lived in Paris, where he gave up science for good and met the dealer <a href=\"/mundlero\">Otto Mündler</a>.": [
        [
            12,
            19,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ]
    ],
    "It was Mündler who gave Morelli his first introduction to art connoisseurship.": [
        [
            7,
            14,
            [
                "Bundler",
                "Muddler"
            ]
        ],
        [
            24,
            31,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ]
    ],
    "Morelli returned to Italy in 1840, embracing his birth country and acting as a conduit for the intellectual traditions of the north.": [
        [
            0,
            7,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ]
    ],
    "He translated Johann Pieter Eckermann's conversations with Goethe (though never published) and Friedrich Schelling's lectures on his aesthetics in 1845 and on Dante in 1858.": [
        [
            28,
            37,
            [
                "Ackerman",
                "Zuckermann"
            ]
        ]
    ],
    "Morelli served in the <em>Risorgimento</em> of Italy in the 1860s, becoming a Senator in unified Italy in 1873.": [
        [
            0,
            7,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ]
    ],
    "He chaired many commissions in the new government on art, most important were the ones enacting legislation forbidding export of art treasures from Italy and the standardization of conservation practices in Italian museums, the latter with restorers Luigi Cavenaghi (1844-1918) and Giovanni Secco-Suardo (1798-1873).": [
        [
            256,
            265,
            [
                "Avenatti"
            ]
        ],
        [
            291,
            303,
            [
                "Sacco-Suardo",
                "Secco-Guard"
            ]
        ]
    ],
    "Perhaps through his previous connections with Mündler, who had worked for the National Gallery in London and now sold them pictures, he met British collectors in Milan, including <a href=\"/eastlakec\">Charles Lock Eastlake</a>, Sir James Hudson (1810-1885), British ambassador at Turin, and the amateur archaeologist <a href=\"/layarda\">Austen Henry Layard</a>.": [
        [
            46,
            53,
            [
                "Bundler",
                "Muddler"
            ]
        ]
    ],
    "Morelli acquired pictures for Layard and was among the first to whom he taught his technique of connoisseurship.": [
        [
            0,
            7,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ],
        [
            30,
            36,
            [
                "Bayard",
                "Lanyard"
            ]
        ]
    ],
    "Only after age sixty did Morelli published his famous methodology of art history.": [
        [
            25,
            32,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ]
    ],
    "It first appeared as a series of articles in the <em>Zeitschrift für bildende Kunst</em> beginning in 1876 and later as book in 1880.": [],
    "His treatise, <em>Die Werke italienischer Meister</em>, was written in German under the pseudonym \"Ivan Lermolieff\" (a Russian-ized anagram of the Italian form his name).": [],
    "The work is a dialogue between an Italian master scholar (Schwarze) and his Russian pupil, Lermolieff, ostensibly the author of the book.": [
        [
            58,
            66,
            [
                "Schwarz"
            ]
        ]
    ],
    "Their topics were the major paintings in the galleries of Rome, Dresden, and Berlin.": [],
    "Eric Fernie points that the conversational organization of the book allowed Morelli to criticize contemporary approaches and individual scholar's opinions on art.": [
        [
            5,
            11,
            [
                "Bernie",
                "Ernie",
                "Fernier",
                "Fergie"
            ]
        ],
        [
            76,
            83,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ]
    ],
    "The book contested may accepted attributions.": [
        [
            19,
            22,
            [
                "many",
                "May",
                "my"
            ]
        ],
        [
            23,
            31,
            [
                "accept"
            ]
        ]
    ],
    "The two personalities discuss works with the Italian often reattributing the work, and the Russian providing supporting evidence (a drawing, for example he knows) as well popular responses.": [],
    "In this way, Morelli could criticize a work of art without ever declaring it a fake.": [
        [
            13,
            20,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ]
    ],
    "Morelli followed this with a series of articles on Raphael, appearing between 1881 and 1882.": [
        [
            0,
            7,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ]
    ],
    "His collected writings, <em>Kunstkritische Studien</em>, edited by himself, were published beginning in 1890.": [],
    "The same year he met the young <a href=\"/berensonb\">Bernard Berenson</a>, who became perhaps the most important exponent of Morelli's method.": [],
    "Morelli provided letters of introduction to many sacristans to allow Berenson to examine works of art for his later, famous books.": [
        [
            0,
            7,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ],
        [
            69,
            77,
            [
                "Benenson"
            ]
        ]
    ],
    "Morelli died before the third volume of his critical studies appeared; the volume was subsequently edited by <a href=\"/frizzonig\">Gustavo Frizzoni</a>.": [
        [
            0,
            7,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ]
    ],
    "His immediate influence was on Frizzoni as well as the art historians <a href=\"/richterj\">Jean Paul Richter</a>, <a href=\"/venturia\">Adolfo Venturi</a>, Berenson, and <a href=\"/ffoulkesc\">Constance Jocelyn Ffoulkes</a>.": [
        [
            31,
            39,
            [
                "Frizzing"
            ]
        ]
    ],
    "In 1893, Richter's wife translated <em>Die Werke italienischer Meister</em> into English.": [],
    "Morelli's connoisseurship employing identification of the \"hands\" of an artist--both literally and in the figurative sense of the characteristics of representation--was immensely popular for a group of art historians who immediately followed his generation.": [
        [
            0,
            7,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ]
    ],
    "Scholars as different as <a href=\"/beazleyj\">J.": [],
    "D. Beazley</a>, Berenson and <a href=\"/schlosserj\">Julius Alwin von Schlosser</a> used his technique directly to establish their own reputations (Schlosser wrote effusively of his meeting with Morelli, arranged by <a href=\"/wickhofff\">Franz Wickhoff</a>).": [
        [
            3,
            10,
            [
                "Beasley"
            ]
        ],
        [
            16,
            24,
            [
                "Benenson"
            ]
        ]
    ],
    "This technique, frequently termed \"scientific\" art history in the 19th and early 20th-century, contrasted with documentary and scholars who viewed art history as a historical phenomenon, such as <a href=\"/crowej\">Joseph Archer Crowe</a> and <a href=\"/cavalcaselleg\">G.": [],
    "B. Cavalcaselle</a>.": [],
    "His scientific classification drew from his time with Döllinger and the French comparative anatomist Georges Cuvier (1769-1832).": [
        [
            54,
            63,
            [
                "Dillinger",
                "Bollinger"
            ]
        ]
    ],
    "Morelli's conversancy with German academics allowed him to debate the issues of art history on their terms.": [
        [
            0,
            7,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ],
        [
            10,
            21,
            [
                "conservancy",
                "conversant"
            ]
        ]
    ],
    "His approach to renaissance art contrasts that of, for example, <a href=\"/bodew\">Wilhelm Bode</a>, director of the Berlin Musuem, whose art history was heavily theoretical.": [],
    "Freud used Morelli's method in his 1914 study of Michelangelo's Moses and an aspect of the approach found favor with <a href=\"/winde\">Edgar Wind</a> in a 1963 essay.": [
        [
            11,
            18,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ]
    ],
    "Morelli's reattributions though wide-ranging, largely met with acceptance.": [
        [
            0,
            7,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ]
    ],
    "Overall, Morelli possessed a strong anti-intellectualism.": [
        [
            9,
            16,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ]
    ],
    "He was completely against written art histories, noting that, \"the history of art can only be studied properly before the works of art themselves.": [],
    "Books are apt to warp a man's judgment.\"": [],
    "For Morelli, \"the only true record [of art history] is the work of art itself,\" writing elsewhere that the \"art historian will gradually disappear, [and that would be] no great loss either.\"": [
        [
            4,
            11,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ]
    ],
    "His anti-academicism was visited on even Wickhoff, head of the so-called Vienna school of art history, whom he accused of taking the vocation of art history too lightly.</p>": [
        [
            41,
            49,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ]
    ]
}