{
    "<p>Useful arts and modernist art historian.": [],
    "Elisabeth Moses was born in 1893 in Cologne, Germany.&nbsp; Her father, Dr.": [],
    "Salli Moses was an otolaryngologist in private hospital practice in Cologne.": [
        [
            0,
            5,
            [
                "Sally",
                "Sallie"
            ]
        ],
        [
            19,
            35,
            [
                "otolaryngologies"
            ]
        ]
    ],
    "Her mother,&nbsp; Luise “Lucie\"&nbsp; Rothschild (Moses), worked on board of the Cologne Association of Jewish nurses.": [
        [
            10,
            16,
            [
                ", &nbsp"
            ]
        ],
        [
            18,
            23,
            [
                "Loose",
                "Louise",
                "Luis",
                "Guise",
                "Luisa",
                "Loosen"
            ]
        ],
        [
            30,
            31,
            [
                "”"
            ]
        ]
    ],
    "Elizabeth Moses began her studies at the unique&nbsp; Humanistisches Mädchengymnasium am Marienplatz (humanistic girls' high school) in Cologne, a manifestation of the women’s movement there.": [
        [
            41,
            52,
            [
                "uniqueness"
            ]
        ]
    ],
    "A classmate was the later art historian Luise Straus.": [
        [
            40,
            45,
            [
                "Loose",
                "Louise",
                "Luis",
                "Guise",
                "Luisa",
                "Loosen"
            ]
        ],
        [
            46,
            52,
            [
                "Strauss",
                "Straps",
                "Straws",
                "Strays",
                "Stratus",
                "Straub"
            ]
        ]
    ],
    "Both women studied art history in at the university at the Rheinische Friedrich-Wilhelms-Universität Bonn, Cologne lacking a university at the time.": [
        [
            59,
            69,
            [
                "Headache",
                "Rhenish",
                "Reminisce",
                "Shaniece"
            ]
        ],
        [
            70,
            100,
            [
                "Friedrich-Wilhelm-Universität",
                "Friedrich-Wilhelms-University"
            ]
        ]
    ],
    "Moses added archaeology, philosophy and architecture as minors.": [],
    "There, she wrote her dissertation, Pflanzendarstellungen in der deutschen Kunst des 14.15.": [
        [
            60,
            63,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            64,
            73,
            [
                "Deutsche"
            ]
        ],
        [
            74,
            79,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ],
        [
            80,
            83,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Jahrhunderts (“Depiction of Plants in German Art of the 14th15th Century) under <a href=\"/clemenp\">Paul Clemen</a>.": [],
    "After obtaining her graduate degree, she travelled extensively, an option owing to the wealth of her parents.&nbsp; She joined the Kunstgewerbe-Museum der Stadt Köln in 1919.": [
        [
            151,
            154,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            155,
            160,
            [
                "Start",
                "Stat",
                "SADT"
            ]
        ],
        [
            161,
            165,
            [
                "Cologne"
            ]
        ]
    ],
    "The Museum’s newly hired director, <a href=\"/schaeferk\">Karl Schäfer</a>, was in the process of reorganizing the collection.. Moses’ art sensibilities resulted in the hanging of the collection more complimentary to each other.&nbsp; In addition, she took over A chance lecture there on Gauguin, van Gogh and Cezanne inspired her to research and lecture on modern art.&nbsp; In 1925, at the millennial celebration of the city of Cologne she was appointed co-curator of Judaica section with the&nbsp;rabbi and historian Adolf Kober (1879-1958).": [],
    "That same year, Moses also worked in the collection of Textiles and Porcelain of the -Museum.&nbsp; Her specialty in northern renaissance art brought her to an appointment in the Old Paintings division in the prestigious Wallraf-Richartz Museum, also in Cologne.": [
        [
            221,
            237,
            [
                "Wallah-Richartz",
                "Wallraf-Richard"
            ]
        ]
    ],
    "The Jewish special pavilion at the International Pressa in 1928 gave Moses the forum to establish the legacy of Jewish art to the greater art of the Rheinland and Cologne.&nbsp; The following year,1929,&nbsp; however, she was accused of having an affair (unsittlich verhältnis) with Schäfer and she was dismissed.&nbsp; The hearing that followed eventually found her innocent and reinstated her at the Museum.&nbsp; Schäfer, often the center of controversy, was dismissed and replaced by <a href=\"/withk\">Karl With</a>.&nbsp; Under With she once again was in charge of a rehanging of the collection, choosing this time to group the object thematically rather than chronologically.&nbsp; Together with the historian Edith Wurmbach (1900-1980) they mounted a show on clothing fashion.</p>\n\n<p>&nbsp;</p>\n\n<p>In 1933, with the Nazis in control of the government, she was dismissed from her position, deemed a “non-Aryan''.": [
        [
            49,
            55,
            [
                "Press",
                "Prensa",
                "Press a"
            ]
        ],
        [
            149,
            158,
            [
                "Zealand",
                "Thailand",
                "Rhineland",
                "Headland",
                "Haaland"
            ]
        ],
        [
            255,
            265,
            [
                "unsettling",
                "unstylish"
            ]
        ],
        [
            290,
            294,
            [
                ", and"
            ]
        ]
    ],
    "The following year the Gestapo of Cologne moved next door to where her family lived.&nbsp; She emigrated first to Italy and from there to the United States the following year in 1934.&nbsp; Her family followed in 1937.</p>\n\n<p>&nbsp;</p>\n\n<p>The same year, she accepted the role of curator of the decorative arts department at the M. H. de Young Memorial Museum in San Francisco under director <a href=\"/heilw\">Walter Heil</a>.": [],
    "At the museum, she reorganized the decorative arts section and led a number of temporary exhibitions including “Design in '49\"&nbsp; and 1957’s&nbsp; “Designer Craftsmen of the West.\"": [
        [
            142,
            148,
            [
                "&nbsp;"
            ]
        ]
    ],
    "During her time in the museum, she returned to Judaica with the exhibition “Jewish Ceremonial Objects and Items of Historical Interest.\"": [
        [
            135,
            136,
            [
                "”"
            ]
        ]
    ],
    "Moses died in 1957 after a long illness.</p>\n\n<p>&nbsp;</p>": []
}