{
    "<p>First person to write a book entitled \"History of Art;\" member of the French Academy; painter.": [],
    "Mosnier's father, Jean Mosnier (1600-1656), was the principal painter of the Blois region.": [
        [
            0,
            7,
            [
                "Mossier"
            ]
        ],
        [
            23,
            30,
            [
                "Mossier"
            ]
        ],
        [
            77,
            82,
            [
                "Blogs",
                "Blows",
                "Lois",
                "Blocs",
                "Blobs",
                "Blots"
            ]
        ]
    ],
    "The young Mosnier received his early training from his father, and subsequently from Sébastien Bourdon (1616-1671) in Paris.": [
        [
            10,
            17,
            [
                "Mossier"
            ]
        ]
    ],
    "At the Académie Royale de Peinture et de Sculpture he was the first, in 1664, to win the \"Prix Royal\" with his painting \"Jason Capturing the Golden Fleece\".": [
        [
            7,
            15,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            90,
            94,
            [
                "PRI",
                "Prim",
                "Prig",
                "PIX",
                "RIX",
                "Pix"
            ]
        ]
    ],
    "This award enabled him to continue his study in Italy.": [],
    "He became a student at the Académie de France in Rome, which had been opened in 1666.": [
        [
            27,
            35,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "He had a special interest in the works of Raphael and the Carracci.": [
        [
            58,
            66,
            [
                "Carrack",
                "Carrasco",
                "Carpaccio"
            ]
        ]
    ],
    "When he returned to Paris, he was granted membership in the Royal Academy, in 1674.": [],
    "In 1676 he began his teaching career at the Académie Royale, first as assistant professor, and from 1686, as professor.": [
        [
            3,
            7,
            [
                "1676,"
            ]
        ],
        [
            44,
            52,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "He taught design, drawing, perspective, anatomy, as well as the history of art.": [],
    "Between 1693 and 1698, he delivered seven lectures on the history of what he called \"les arts du dessein\".": [
        [
            85,
            88,
            [
                "less"
            ]
        ],
        [
            94,
            96,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ],
        [
            97,
            104,
            [
                "despair",
                "Hussein",
                "Nissan",
                "dessert",
                "disdain",
                "lessen"
            ]
        ]
    ],
    "These lectures became the subject of his 1698 treatise, <em>Histoire des arts qui ont raport au dessein</em>, the first published work to be called an art history.": [],
    "Mosnier dedicated his work to the powerful Édouard Colbert, Marquis de Vilacerf, who then was the superintendent of the buildings, the arts, and the factories of the King of France (Louis XIV).": [
        [
            0,
            7,
            [
                "Mossier"
            ]
        ]
    ],
    "Mosnier himself served as a royal painter.": [
        [
            0,
            7,
            [
                "Mossier"
            ]
        ]
    ],
    "It was Mosnier's intent to write another volume on the seventeenth century, but his death in 1703 precluded this.": [
        [
            7,
            14,
            [
                "Mossier"
            ]
        ]
    ],
    "Mosnier's education as a painter and his position as an Académicien may have contributed to his uncompromising judgments on what he regarded as good and bad art.": [
        [
            0,
            7,
            [
                "Mossier"
            ]
        ],
        [
            56,
            67,
            [
                "Academician"
            ]
        ]
    ],
    "Particularly striking is his low appreciation of early Christian and mediaeval art.": [
        [
            69,
            78,
            [
                "medieval"
            ]
        ]
    ],
    "Although biographical information is incorporated in his work, mostly in footnotes, the primary focus of this well documented and informative treatise is on the origin, rise, fall, and revival of the arts during distinctive periods throughout history.": [],
    "With his pioneering work Mosnier ranks among the earliest art historians.": [
        [
            25,
            32,
            [
                "Mossier"
            ]
        ]
    ],
    "<em>Histoire des arts</em> covers the history of painting, sculpture, architecture, and engraving throughout history, from the reign of the Assyrian Kings until the seventeenth century.": [],
    "It consists of three parts: (1) the origin and flowering of the arts up to the reign of the Roman emperor Constantine; (2) the subsequent decline in the ages following the fall of the Roman Empire; and (3) the revival of the arts since the eleventh century in Tuscany, when the classically inspired architecture of the San Miniato in Florence, and the Dome of Pisa contributed to the recovery from the bad \"Gothic\" style of the previous centuries.": [
        [
            323,
            330,
            [
                "Mankato"
            ]
        ]
    ],
    "Much attention is paid to the Renaissance in Italy, while some chapters are dedicated to the highlights of French and Flemish art, as well as to the art of engraving in Italy, the Low Countries, France and Germany.</p>": []
}