{
    "<p>Architectural theorist, historian and art critic.": [],
    "Mumford was conceived out of marriage by a man he never knew, a New York lawyer only referred to later as \"J.": [],
    "W.\"": [],
    "His mother, a German immigrant named Elvina Conrad Baron had married a Britisher named John Mumford well before the younger Mumford's birth, but he marriage was annulled.": [
        [
            37,
            43,
            [
                "Elvira",
                "Elvin",
                "Elvia",
                "Elvin a"
            ]
        ],
        [
            145,
            156,
            [
                "the marriage"
            ]
        ]
    ],
    "As a child, Mumford walked the streets of New York with his grandfather, making notes and learning Manhattan first hand.": [],
    "He graduated from Stuyvesant High School in 1912.": [],
    "In 1913 he published his first article in <em>Forum</em> magazine and began taking courses at the City College of New York based upon interest rather than a specific degree.": [
        [
            3,
            7,
            [
                "1913,"
            ]
        ]
    ],
    "In 1915 he discovered the writings of the Scottish biologist and urban planner Patrick Geddes, perhaps the single-most influential person in his life.": [
        [
            3,
            7,
            [
                "1915,"
            ]
        ],
        [
            87,
            93,
            [
                "Geodes"
            ]
        ]
    ],
    "Mumford's plans for a Ph.D.": [],
    "in philosophy were dashed by a diagnosis with tuberculosis.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He never completed a degree.": [],
    "He joined the navy in 1918 to serve in World War I where he was assigned as a radio electrician.": [],
    "After discharge in 1919 he was made associate editor of <em>The Dial</em>, a modernist literary magazine, continuing courses at the New School for Social Research where the social economist Thorstein Veblen (1857-1929) impressed him.": [],
    "Mumford married Sophia Wittenberg, whom he had met at the <em>Dial</em>, in 1921.": [],
    "By 1924, his first book on architecture, <em>Sticks and Stones</em>, and one of the first histories of American architecture, appeared.": [],
    "Critical of the beaux-arts tradition in architecture, the book argued for an indigenous American style.": [],
    "The following year he emerged as the major intellectual force in the founding of the Regional Planning Association of American (RPAA), setting forth the ideas of other RPAA members such as the town planners Clarence Stein (1883-1977) and Henry Wright (1878-1936), all of whom were centered around the garden city idea of the British theorist Ebenezer Howard (1850 - 1928).": [
        [
            128,
            132,
            [
                "RPA",
                "PAA",
                "RAA",
                "RIAA",
                "RPVA",
                "RP AA"
            ]
        ],
        [
            168,
            172,
            [
                "RPA",
                "PAA",
                "RAA",
                "RIAA",
                "RPVA",
                "RP AA"
            ]
        ],
        [
            363,
            366,
            [
                "–"
            ]
        ]
    ],
    "Mumford and his wife lived in Sunnyside, Queens, in the Sunnyside Gardens housing complex with communal gardens designed by Stein and Wright between 1925 and 1936 in order to live the life they espoused.": [],
    "In 1929 he published a study of Herman Melville which revived interested in that American author; he also accepted a part-time visiting professorship at Dartmouth College (to 1935).": [
        [
            3,
            7,
            [
                "1929,"
            ]
        ]
    ],
    "Mumford began writing two art columns for the <em>New Yorker</em> magazine in 1931, \"Sky Line\" (on architecture) and the more occasional \"The Art Galleries\" on art.": [
        [
            85,
            93,
            [
                "Skyline"
            ]
        ]
    ],
    "The same year Mumford published <em>The Brown Decades</em>, a journalistic summary of the work of the architects Henry Hobson Richardson, Louis Sullivan and Frank Lloyd Wright.": [],
    "Mumford lectured at the New School for Social Research between 1931 (through 1935).": [],
    "He received the first of three Guggenheim Fellowships in 1932 (others being 1938 and 1956).": [],
    "The mid-1930s found him occasionally as one of the participants at the famous, informal gathering of art historians organized by <a href=\"/schapirer\">Meyer Schapiro</a> whose membership included <a href=\"/goldwaterr\">Robert Goldwater</a>, <a href=\"/barra\">Alfred H. Barr, Jr.</a>, <a href=\"/panofskye\">Erwin Panofsky</a>, <a href=\"/sweeneyj\">James Johnson Sweeney</a> and the art gallery dealer <a href=\"/kleinj\">Jerome Klein</a>.": [],
    "Mumford helped organized the important 1932 exhibition at the Museum of Modern Art, New York, along with <a href=\"/hitchcockr\">Henry-Russell Hitchcock</a> and <a href=\"/johnsonp\">Philip Johnson</a> on the International Style of modern architecture.": [],
    "He and Sophia settled in Dutchess County, NY, in 1936.": [],
    "In 1938, <em>The Culture of Cities</em> was published and became a clarion for members of Franklin Roosevelt's New Deal advocating green-city structure.": [],
    "<em>Time</em> magazine featured him on a 1938 cover, and, also that year, Mumford wrote an article advocating military suppression of Hitler, far ahead mainstream America.": [],
    "By 1940 Mumford had withdrawn his support for this brand of modernism and instead became a critic, especially of Le Corbusier's his technological fetishism and his notion of \"Cité Radieuse,\" favoring instead smaller-scale town planning.": [
        [
            175,
            179,
            [
                "Cite",
                "City",
                "Site",
                "Cited",
                "Bite",
                "Cites"
            ]
        ],
        [
            180,
            188,
            [
                "Radius",
                "Adieus"
            ]
        ]
    ],
    "Mumford worked closely with the architectural theorist Frederic J. Osborn (1885-1978).": [],
    "Shortly before World War II, Mumford delivered the Dancy Lectures at Alabama College, published in 1941 as <em>The South in Architecture</em>.": [
        [
            51,
            56,
            [
                "Dance",
                "Nancy",
                "Fancy",
                "Darcy",
                "Dandy",
                "Danny"
            ]
        ]
    ],
    "He moved to California in 1942 to join faculty of Stanford University design new humanities program.": [],
    "He resigned from Stanford in 1944 and returned to New York where he learned his son, Geddes, had been killed in action.": [
        [
            85,
            91,
            [
                "Geodes"
            ]
        ]
    ],
    "After World War II, the Garden Cities and Town Planning Association of Great Britain and the New Towns movement adopted many of Mumford's thoughts.": [],
    "His \"Sky Line\" column in the <em>New Yorker</em> decried the ever-broadening urban roads and the \"dormitory\" mentality of the suburbs.": [
        [
            5,
            13,
            [
                "Skyline"
            ]
        ]
    ],
    "In 1951 he began an association with the University of Pennsylvania as a visiting professor (through 1961).": [
        [
            3,
            7,
            [
                "1951,"
            ]
        ]
    ],
    "In the 1950s, he led a public battle against the powerful New York Parks Commissioner Robert Moses (1888-1981) culminating in a 1958 campaign against Robert Moses' plan to make Manhattan more accessible by car by building a roadway through Washington Square Park.": [],
    "Mumford published perhaps his most important book, <em>The City in History</em>, in 1961, the same year he held a visiting professorship at University of California, Berkeley.": [],
    "He ceased his columns for the <em>New Yorker</em> in 1963; the following year President Lyndon Johnson awarded Mumford the Presidential Medal of Freedom.": [],
    "In 1970, Mumford published his clearest summation of the dystopia modern life tempted humanity, <em>The Myth of the Machine</em>, a book which, among other things, questioned the usefulness of the massive World Trade Center.": [],
    "Mumford wrote his autobiography in 1982.": [],
    "He received the National Medal of Arts in 1986.": [],
    "In 1988, the State University of New York's University at Albany endowed the Lewis Mumford Center for Comparative Urban and Regional Research in his honor.": [],
    "Mumford died at his home in 1990 and was cremated.": [],
    "His papers are housed at the Van Pelt Library of The University of Pennsylvania.": [],
    "Mumford was not and never claimed to be a scholar.": [],
    "His books, some historical and all visionary, examine technology's effects on creative humanity.": [],
    "His readership was the informed lay audience.": [],
    "<em>The City in History</em> is a study of civilization using material culture and urban design history.": [],
    "Intellectually, he began from Progressivist ideas and a long-standing Romantic radicalism tradition of the nineteenth century, espousing a notion that leisure and work should be combined in the same principles of art and architecture.": [],
    "His view of artistic production owes much to the writing of <a href=\"/ruskinj\">John Ruskin</a>, especially Ruskin's lauding of craft ideals and suspicion of laissez-faire capitalism.": [],
    "Mumford's ideals were used prominently in the 1932 Museum of Modern Art's exhibition on the modernist \"International Style\" launched by <a href=\"/hitchcockr\">Henry-Russell Hitchcock</a> and <a href=\"/johnsonp\">Philip Johnson</a>.": [],
    "However, Mumford rejected International-style modernism shortly before World War II in favor of a smaller and more humane architecture and urban planning.": [],
    "He always supported a functionalistic approach to building, derived from the writings of Louis Sullivan and Frank Lloyd Wright, even though he was critical of some of their theory.": [
        [
            22,
            37,
            [
                "functionalist",
                "functionalists"
            ]
        ]
    ],
    "He was a tireless critic of Jane Jacobs and her urban revitalization theories of street life revitalization through random and spontaneous commercial growth.": [],
    "His ideas were rejected by the sociological architectural historian <a href=\"/francastelp\">Pierre Francastel</a>, especially Mumford's \"mystique of progress,\" as relying too much on the effects of the machine age, but praised and espoused by the critic and historian <a href=\"/huxtablea\">Ada Louise Huxtable</a>.</p>": []
}