{
    "<p>Museum educator and art historian at Cleveland Museum of Art.": [],
    "Munro's father, Alexander Allen Munro (1856-1909), was a school administrator; his mother was Mary Spaulding (Munro).": [],
    "Munro attended to Amherst College between 1912-1915 but received his B. A. from Columbia University in 1916.": [],
    "After receiving his Master's Degree in 1917, he joined the army in World War I, rising to the rank of sergeant with the psychological services of the Medical Corps.": [],
    "After discharge he returned to Columbia where he was an instructor in the Philosophy Department, 1918-1924, gaining his Ph.": [
        [
            6,
            15,
            [
                "discharge,"
            ]
        ],
        [
            120,
            122,
            [
                "pH",
                "PH",
                "PA",
                "PC",
                "Mph",
                "PM"
            ]
        ]
    ],
    "D in 1920.": [],
    "In 1924 Munro was hired by the capricious collector of modernist art, <a href=\"/barnesa\">Albert Barnes</a> (1872-1951) to be assistant educational director of the Barnes Foundation.": [],
    "Munro.": [],
    "Barnes' anti-historical approach to art fit Munro's aesthetic-style notion of art appreciation.": [],
    "During this same period, 1924-1927 he was visiting professor of modern art at the University of Pennsylvania.": [],
    "He married Lucille Nadler in 1925.": [],
    "Between 1928-1931 Munro taught on the philosophy faculty at Rutgers University.": [],
    "With the Parisian collector and art dealer, Paul Guillaume(1891-1934), he published an early book on African art, <em>Primitive Negro Sculpture</em>, in 1926.": [],
    "It was during this time, too, that Munro published his <em>Scientific Method in æsthetics</em> (1928), which set forth his positivist view of art criticism.": [],
    "In 1931 Munro accepted the positions which would eventually lead to his high-profile in the art world: a joint appointment as curator of education for the Cleveland Museum of Art and professor of art history at Case Western Reserve University.": [],
    "His hire at Cleveland was facilitated by the Museum's energetic new director, <a href=\"/millikenw\">William M. Milliken</a>.": [],
    "In 1945 the American Society of Aesthetics, which Munro had helped form in 1942 took over the <em>Journal of Aesthetics and Art Criticism</em> and Munro became its editor.": [],
    "The academic year 1949-1950 Munro was a visiting professor in esthetics at the Sorbonne, Paris.": [
        [
            62,
            71,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "In Cleveland, Munro used his appointments at the two institutions to publish his two most singular books: <em>The Arts and their Interrelations</em> (1949), a book about the creative process through its various forms, and <em>Evolution in the Arts, and Other Theories of Culture History</em> (1963), an insightful and early art historiography.": [],
    "In 1967 he retired from both positions, retaining <em>emeritus</em> status at Case until his death in 1974.": [
        [
            3,
            7,
            [
                "1967,"
            ]
        ]
    ],
    "The Cleveland Museum of Art established the Thomas Munro Memorial lectures in 1985.": [],
    "His daughter, Eleanor C. Munro (b.": [],
    "1928), was an associated editor of <em>Art News</em> and also an art writer.": [],
    "Munro was influenced by the philosophy and educational theories of John Dewey (1859-1952).": [],
    "A positivist, like Dewey, his art history hinges on the notion of progression in art.": [],
    "Like other intellectual art history movements--the so-called second Vienna School of art history, for example--he believed he had developed a \"scientific method\" of art historical inquiry.": [],
    "Unlike the Vienna School, which Munro doubted objectifiable patterns of intent; his model was \"broadly experimental and empirical,\" seeking analysis from history and psychological studies.": [
        [
            46,
            59,
            [
                "objectionable"
            ]
        ]
    ],
    "As a museum educator, Munro opposed explaining art as the self-expression of the artist.": [],
    "Instead he argued for a more disciplined model emphasizing the creative, historical, critical, and aesthetic considerations.": [
        [
            0,
            7,
            [
                "Instead,"
            ]
        ]
    ],
    "<em>Evolution in the Arts</em> shows Munro ahead of his time.": [],
    "The book is the first English-language monograph to look at the discipline of art history and its theoretic roots.": [],
    "A work of scholarship and personal conviction, it has been unjustly ignored by the modern trend of historiography.</p>": []
}