{
    "Archaeologist and historian of Egyptian Art.": [],
    "Murray took great interest in both the art of ancient Egypt, and the folklore and religious practices in witchcraft.": [
        [
            46,
            59,
            [
                "Ancient Egypt"
            ]
        ]
    ],
    "Murray’s childhood involved a considerable amount of relocating; including locations in England, India, and Germany.": [],
    "She would learn much from her time in these countries, either from the influence of family or instructors.": [],
    "The most notable moment of this exposure included a love of archaeology from her Uncle John and the mastery of the German language.": [],
    "Murray initially wanted to be a nurse, however, her plans changed due to a rejection from Calcutta General Hospital.": [],
    "(Uphill) She instead began her education at University College London in 1894.": [],
    "Her first published article came about because of her professor, Flinders Petrie (1853-1942).": [],
    "She was employed by Petrie to create illustrative reproductions of reliefs he had unearthed in Egypt.": [
        [
            20,
            26,
            [
                "Metric",
                "Retire",
                "Erie",
                "Pete",
                "Bertie",
                "Pearce"
            ]
        ]
    ],
    "Seeing her talent, Petrie suggested she additionally trace the property ownership in the Old Kingdom.": [
        [
            19,
            25,
            [
                "Metric",
                "Retire",
                "Erie",
                "Pete",
                "Bertie",
                "Pearce"
            ]
        ]
    ],
    "This research was published in <em>Publications of the Society of Biblical Literature</em> between 1894-1895.": [],
    "After this, she was responsible for teaching University College London’s hieroglyphics class while Petrie was excavating in Egypt.": [
        [
            99,
            105,
            [
                "Metric",
                "Retire",
                "Erie",
                "Pete",
                "Bertie",
                "Pearce"
            ]
        ]
    ],
    "Upon proving herself as a reliable lecturer she was employed as a junior lecturer in 1898 (Cohen).": [],
    "A year later she was brought on as a lecturer on salary (Cohen).": [],
    "Murray accompanied Petrie to Egypt in 1902, excavating Abydos.": [
        [
            19,
            25,
            [
                "Metric",
                "Retire",
                "Erie",
                "Pete",
                "Bertie",
                "Pearce"
            ]
        ],
        [
            55,
            61,
            [
                "Abyss",
                "Abides",
                "Abodes",
                "Albedos",
                "BYOS",
                "Azygos"
            ]
        ]
    ],
    "She took time to copy inscriptions found in the temples onsite.": [],
    "These included hieratic, demotic, and Coptic graffiti.": [],
    "In 1914 any overseas excavations were put on hold due to World War I. She attempted to work as a nurse at the time but was unfortunately unable to do so because of her health.": [],
    "She instead spent her time tending to her health and researching connections between ancient Egypt and the Holy Grail.": [
        [
            85,
            98,
            [
                "Ancient Egypt"
            ]
        ]
    ],
    "She also consistently submitted articles to Petrie’s journal, <em>Ancient Egypt.</em>(Cohen) This work would continue until 1919.": [
        [
            44,
            50,
            [
                "Metric",
                "Retire",
                "Erie",
                "Pete",
                "Bertie",
                "Pearce"
            ]
        ]
    ],
    "In 1922 Murray became a Fellow of University College.": [],
    "Throughout her life Murray was involved in a number of excavations including; Malta from 1921-1923, Minorca from 1930-1931, and Petra in 1937.": [
        [
            100,
            107,
            [
                "Menorca",
                "Min orca",
                "Minor ca"
            ]
        ]
    ],
    "On her return home from these excavations she moved to Cambridge where she would remain for the entirety of World War II.": [],
    "Afterward, she returned to London to continue her original work.": [],
    "She assisted Petrie at an excavation in Palestine in 1938.": [
        [
            13,
            19,
            [
                "Metric",
                "Retire",
                "Erie",
                "Pete",
                "Bertie",
                "Pearce"
            ]
        ]
    ],
    "Murray was president of the Folklore Association in London.": [],
    "[The years of this presidency vary depending on the source, however, it is known it was between 1952 to 1955.]": [
        [
            88,
            108,
            [
                "between 1952 and 1955"
            ]
        ]
    ],
    "In 1963 she published what would be her final book, <em>My First Hundred Years.</em> She died at the age of 100 shortly after.": [
        [
            3,
            7,
            [
                "1963,"
            ]
        ]
    ],
    "(Cohen)\n\nHer book, <em>Egyptian Sculpture</em>, was written as a guide for students of Egyptology.": [],
    "The true value of this book lies in the inclusion of the object illustrations.": [],
    "However, as noted in some reviews, not every illustration has a coordinating description available.": [],
    "The notes section also has tremendous use value but likewise has sections of missing information.": [],
    "A startling discovery noted in this book is several examples of the use of chiaroscuro by Egyptians prior to its use by ancient Greeks.(G.": [],
    "D.": [],
    "H.)": [],
    "<em>Legends of Ancient Egypt</em> is one of many examples of Murray’s interest in folklore.": [],
    "Her book is a collection of short stories focusing on various ancient Egyptian gods.": [],
    "Included alongside the short stories are brief introductions to each of the gods.": [],
    "This book, like <em>Egyptian Sculpture</em>, was written with the average student or layperson in mind.": [],
    "Murray’s best-selling book, <em>The Splendour that was Egypt</em>, details various aspects of ancient Egyptian life.": [],
    "These aspects include art, language, and science.": [],
    "and of course the religious practices of Egypt.": [
        [
            0,
            3,
            [
                "And"
            ]
        ]
    ],
    "Her stance on these various religions is one that is debated by reviewers of her book.": [],
    "Reviewer Thomas Brady claims her assertions on Egyptian religion to be “[bold] generalizations.” Despite this controversy, the book has a strong reputation because of its well-managed translations and illustrations of various works.": []
}