{
    "<p>Renaissance scholar.": [],
    "Bramley was the daughter of J. F. Bramley, an exporter, and Hélène Marie Blanche Manso di Villa.": [
        [
            0,
            7,
            [
                "Bradley"
            ]
        ],
        [
            34,
            41,
            [
                "Bradley"
            ]
        ],
        [
            60,
            66,
            [
                "Helene",
                "Helen",
                "Helena",
                "Selene",
                "Hellene"
            ]
        ],
        [
            81,
            86,
            [
                "Manson",
                "Mango",
                "Mans",
                "Manse",
                "Man so"
            ]
        ],
        [
            87,
            89,
            [
                "DI",
                "Di",
                "I",
                "did",
                "do",
                "Dr"
            ]
        ]
    ],
    "She was educated principally by her mother, preferring to travel with them rather than attend boarding school.": [],
    "French and English were her native tongues; she rapidly learned Spanish and Italian.": [],
    "She studied painting at the Académie Royale des Beaux-Arts, Brussels.": [
        [
            28,
            36,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            44,
            47,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "During World War II Bramley worked for the U.S.": [
        [
            20,
            27,
            [
                "Bradley"
            ]
        ]
    ],
    "High Command in London where her skill as an artist was put to work drawing maps of the damage from bombing raids on the continent.": [],
    "She moved to Eisenhower's staff engaged in intelligence.": [],
    "After the war she entered the Courtauld Institute where her classmates included <a href=\"/millaro\">Oliver Millar</a> and <a href=\"/murrayp\">Peter Murray</a>.": [
        [
            30,
            39,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "She married Murray in 1947.": [],
    "As Linda Murray, she began teaching in London University's department of extramural studies in 1949.": [],
    "Although she taught a variety of subjects, her medieval architecture classes and tours were especially popular.": [],
    "In 1952 she and her husband, now a lecturer at the Courtauld, channeled their pedagogical energies into two support works of art history, a translation, <em>Classic Art: An Introduction to the Italian Renaissance</em>, by <a href=\"/wolfflinh\">Heinrich Wölfflin</a>, and the <em>Dictionary of Art and Artists</em>.": [
        [
            3,
            7,
            [
                "1952,"
            ]
        ],
        [
            51,
            60,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "The <em>Dictionary</em> established their collaborative working method: dividing the research and write up between them and then passing it to the other for revision.": [],
    "The <em>Dictionary</em> was an immediate success and pair became the most famous \"art history couple\" in the modern age.": [],
    "Another collaborative work, <em>Art of the Renaissance</em> was issued in 1963.": [],
    "She became a regular contributor for the Thames and Hudson series of introductory books on the history of art: <em>The High Renaissance</em> in 1967 and <em>The Late Renaissance and Mannerism</em> in 1967.": [],
    "In 1967, too, her husband took a permanent appointment at Birkbeck College, London, a school for adult and evening learners, as the chair of the new department of art history.": [],
    "She wrote a novel, based on Caravaggio's life, <em>The Dark Fire</em>, published only in America, in 1977.": [],
    "While writing and revising she also renovated the Dulwich, south London, home where they lived.": [
        [
            50,
            57,
            [
                "Ulrich"
            ]
        ]
    ],
    "She retired from the extramural studies program (now part of Birkbeck), in 1979.": [],
    "In 1980 she published a Thames and Hudson primer on Michelangelo.": [
        [
            3,
            7,
            [
                "1980,"
            ]
        ]
    ],
    "The same year her husband retired from Birkbeck and the couple moved to the village of Farnborough, north of Oxford, near Banbury.": [
        [
            87,
            98,
            [
                "Marlborough",
                "Maryborough"
            ]
        ],
        [
            122,
            129,
            [
                "Danbury",
                "Bunbury",
                "Ban bury"
            ]
        ]
    ],
    "There Murray issued her second book on MIchelangelo, <em>Michelangelo: His Life, Work and Times</em> in 1984.": [
        [
            39,
            51,
            [
                "Michelangelo"
            ]
        ]
    ],
    "Her husband died at Farnborough suddenly in 1992 in the midst of a collaborative book on Christian Iconography.": [
        [
            20,
            31,
            [
                "Marlborough",
                "Maryborough"
            ]
        ]
    ],
    "Murray moved to Woodstock and saw <em>The Oxford Companion to Christian Art and Architecture</em> to completion in 1996.": [],
    "The couple's dedication to adult-based education led her to established the Murray Bequest to Birkbeck College, donating their large collection of books to the library.": [],
    "Eventually she located to Oaken Holt House at Farmoor.": [
        [
            46,
            53,
            [
                "Far moor"
            ]
        ]
    ],
    "Throughout her life, she suffered numerous illnesses which forced her to undergo 26 operations in her lifetime.": [],
    "Murray's art history emphasized stylistic analysis, careful attribution and the search for reliable evidence about the authorship and provenance of works of art.": [],
    "She had little sympathy with the theoretical bias of the \"new art history\" of the 1970's and 1980's.": [
        [
            82,
            88,
            [
                "1970s"
            ]
        ],
        [
            93,
            99,
            [
                "1980s"
            ]
        ]
    ],
    "She always insisted on the importance of direct experience, especially for architecture.": [],
    "(Draper)</p>": []
}