{
    "<p>Connoisseur and advisor to major art collections, painter and art dealer.": [],
    "Murray's parents were James Dalton Murray (1808-1876), a linen-draper, and Elizabeth Scott (Draper) (1816-1853).": [],
    "He grew up in Sudbury, Suffolk.": [],
    "By age 13 he had already received art lessons, possibly from Richard Gainsborough Dupont, and had moved to London.": [],
    "Murray worked as an apprentice in the drawing office of Sir Samuel Morton Peto, the great Victorian railway builder.": [
        [
            74,
            78,
            [
                "Pet",
                "Pete",
                "Pets",
                "Veto",
                "PET",
                "Peso"
            ]
        ]
    ],
    "In 1866 Murray attracted the attention of <a href=\"/ruskinj\">John Ruskin</a> who arranged for additional training as an assistant to the Pre-Raphaelite painter Edward Burne-Jones.": [],
    "Murray also painted for William Morris and copied paintings for Rossetti.": [],
    "In 1871 he went to Italy to paint and to study, returning again in 1873 to copy the Botticelli frescos in the Sistine Chapel for Ruskin.": [
        [
            3,
            7,
            [
                "1871,"
            ]
        ],
        [
            95,
            102,
            [
                "frescoes",
                "fresco"
            ]
        ]
    ],
    "There, in 1875, he married Angelica Collevichi, a sixteen-year old local Italian girl, settling in Florence.": [],
    "In Italy he was an agent for <a href=\"/burtonf\">Frederic William Burton</a>, the director of the National Gallery in London, selling him among other works Ambrogio Lorenzetti's <em>Poor Clares</em> in 1878.": [
        [
            3,
            8,
            [
                "Italy,"
            ]
        ]
    ],
    "As a dealer and facilitator of deals, his clientele grew to include the Berlin museum director <a href=\"/bodew\">Wilhelm Bode</a> and the British collectors Charles Butler (1822-1910), George Salting (1835-1909) and Robert Henry Benson (1850-1929).": [],
    "In 1886 Fairfax Murray, his reputation now as much a dealer and connoisseur as a portraitist, returned to London, though wife elected to remain in Italy for most of her time.": [],
    "He formed a liaison with a local woman, Blanche Richmond, fathering children by both her and his wife in 1888.": [],
    "Fairfax Murray had five more children by Richmond.": [],
    "After a period advising for Agnew's, he became a partner.": [],
    "In 1891 he cataloged the collection for the Duke of Portland, one of the few books on art he would write, along with the 1893 catalog the Roscoe collection in Liverpool.": [
        [
            3,
            7,
            [
                "1891,"
            ]
        ]
    ],
    "His 1894 bid for the director position of the National Gallery was rejected in favor of <a href=\"/poyntere\">Edward John Poynter</a>, Burne-Jones's brother-in-law.": [],
    "After retiring from painting in 1903 and selling his personal collections of works by his friends Rossetti, Madox Brown, Millais, Sandys and Burne-Jones, he compiled a collection of early books and illuminated manuscripts.": [
        [
            108,
            113,
            [
                "Maddox"
            ]
        ],
        [
            121,
            128,
            [
                "Millie",
                "Mill ais"
            ]
        ],
        [
            130,
            136,
            [
                "Sandy's",
                "Sandy",
                "Sands"
            ]
        ],
        [
            141,
            152,
            [
                "Bare-bones"
            ]
        ]
    ],
    "In1908 he recommended his friend <a href=\"/cockerells\">Sydney Cockerell</a> to the Directorship of the Fitzwilliam Museum in Cambridge.": [],
    "The following year he sold his personal collection of 1400 Old Master drawings J. Pierpont Morgan (1837-1913).": [],
    "He donated 46 paintings to the Dulwich Picture Gallery in 1911.": [
        [
            31,
            38,
            [
                "Ulrich"
            ]
        ]
    ],
    "Murray returned to Italy in 1914 with his early book collection.": [],
    "He suffered a series of strokes, the latter, in 1916 paralyzing him for almost six months.": [],
    "He returned to London in early 1919 to complete his will, and died there.Fairfax Murray was a great influence in the art market, advising to numerous private and public collections in Europe and the United States.": [
        [
            73,
            80,
            [
                " Fairfax"
            ]
        ]
    ],
    "Lockett Agnew described him as \"the finest judge of art in the world.\"": [],
    "He formed part of the British art historians lobbying against overpainting of Italian monuments in Venice and Siena.": [
        [
            62,
            74,
            [
                "overprinting"
            ]
        ]
    ],
    "<a href=\"/huttone\">Edward Hutton</a> claimed that during the late nineteenth century, Reniassance treasures were so plentiful that Murray would park himself on a cafe bench, and, pounding the bench with a stick, shout, \"Bring out your Madonnas!": [],
    "Two hundred lire!": [],
    "\"</p>": []
}