{
    "<p>Birkbeck College historian of the Italian Renaissance.": [],
    "Murray was the son of John Knowles Murray and Dorothy Catton (Murray), his father a successful agricultural business person of Scottish heritage.": [
        [
            54,
            60,
            [
                "Cotton",
                "Canton",
                "Patton",
                "Carton",
                "Caxton",
                "Cation"
            ]
        ]
    ],
    "The younger Murray attended King Edward VI School, Birmingham, and Robert Gordon's College, Aberdeen, Scotland.": [],
    "Intent on becoming a painter, Murray next studied at Gray's School of Art, Aberdeen, and, in 1937 entered the Slade School of Fine Art, University of London, graduating in 1940.": [
        [
            110,
            115,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "After World War II, his interest moved to art history.": [],
    "He was admitted to the University's Courtauld Institute of Art where he received a B.A.": [
        [
            36,
            45,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "(with honors) in 1947.": [],
    "The same year he married a fellow Courtauld Institute student <a href=\"/murrayl\">Linda née Bramley Murray</a>, who would collaborate on many of his later texts.": [
        [
            34,
            43,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "He taught as a lecturer at the Courtauld and Birkbeck College beginning in 1948, continuing to work on his Ph.D.": [
        [
            31,
            40,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Murray added the duties of Witt Librarian in 1952 [the <em>Times</em> says 1949], remaining in that position until 1964 [<em>Times</em> reporting 1967].": [],
    "His fine italic handwriting can still be seen on the spines of many of the photograph boxes for Italian paintings.": [],
    "Murray's gift for languages--particularly German and Italian--and a strong appreciation for historical literature, led to his first translation of what would be a number of seminal texts of art history, <em>Klassische Kunst</em>, by <a href=\"/wolfflinh\">Heinrich Wölfflin</a> in 1952.": [],
    "He received his Ph.D.": [],
    "from the Courtauld in 1956 with a dissertation on the textual sources of Giotto's work, including in it an index of pre-Vasari Giotto attributions.": [
        [
            0,
            4,
            [
                "From"
            ]
        ],
        [
            9,
            18,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ],
        [
            116,
            126,
            [
                "pre-Va sari"
            ]
        ]
    ],
    "Although Murray acknowledge the influence of Courtauld scholars <a href=\"/whinneym\">Margaret Whinney</a> and it's director, <a href=\"/blunta\">Anthony Blunt</a>, Murray did not get along with Blunt, and a professorship at the Courtauld was never a possibility.": [
        [
            16,
            27,
            [
                "acknowledges",
                "acknowledged"
            ]
        ],
        [
            45,
            54,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Murray embarked on a sub-career of reference books in 1959 with his immensely successful <em>Penguin Dictionary of Art and Artists</em>, co-authored with his wife, which was frequently updated and reissued.": [],
    "He was made Senior research fellow at the Courtauld in 1961.": [
        [
            42,
            51,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "In 1963, two substantial introductory texts appeared, <em>The Art of the Renaissance</em>, co-authored with Linda, and what became a classic primer, <em>The Architecture of the Renaissance</em>.": [],
    "Shut out from a professorship at the Courtauld, he accepted the Chair of Art History at Birkbeck College, London, in 1967, succeeding <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a>.": [
        [
            37,
            46,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "The position, a newly-established professorship in History of Art for this adult-learning school, entailed setting up courses leading to the undergraduate degree in History of Art, paired with the disciplines of History, Philosophy, English, French, Italian or German.": [],
    "Murray appointed the medievalists Kit Galbraith, a specialist in English Romanesque Sculpture, and Peter Draper, whose area was English Gothic architecture, and the Renaissance art historian Francis Ames-Lewis.": [],
    "Murray became President Society of Architectural Historians of Great Britain in 1969 (through 1972).": [],
    "He delivered the third Walter Neurath memorial lecture on Piranesi in 1971.": [
        [
            30,
            37,
            [
                "Neural",
                "Neurite",
                "Seurat",
                "Neath"
            ]
        ],
        [
            58,
            66,
            [
                "Pirates"
            ]
        ]
    ],
    "He acted as Chairman of the Walpole Society from 1978 until 1981.": [],
    "Murray retired as professor emeritus in 1980 from Birkbeck, succeeded by John Steer.": [],
    "In 1985, he brought a second art history translation to light, <em>Die Geschichte der Renaissance</em> by <a href=\"/burckhardtj\">Jacob Burckhardt</a>.": [],
    "Murray's expertise on the architect Bramante and his contention that the architect's work explained most of 16th-century Italian architecture, led many to believe this would be his magnum opus.": [
        [
            36,
            44,
            [
                "Bram ante"
            ]
        ]
    ],
    "He never wrote the book (except for a printed piece, the resulted of a Charlton Lecture), preferring to focus his energies on lectures and translations.": [],
    "The Murrays were working together on a companion book to Christian iconography when he died suddenly.": [
        [
            4,
            11,
            [
                "Murray's",
                "Murray"
            ]
        ]
    ],
    "Throughout his life, Murray was a devout Roman Catholic.": [],
    "Murray's art-history writing is today thought of primarily as introductory texts to art and (scholarly) art histories for the reading public.": [],
    "He did not pander to publicity like many focused on this readership, preferring lecturing and employing a simple, clear and relaxed manner.": [],
    "His editions of other art histories, such as his Burckardt book, made these foreign art historian's work more accessible to the English reading public.": [
        [
            49,
            58,
            [
                "Bernhardt",
                "Buckaroo",
                "Barchart",
                "Burkhart"
            ]
        ]
    ],
    "<a href=\"/ettlingerl\">Leopold D. Ettlinger</a> characterized Murray as a fastidious scholar whose contributions to the history of art had always been original, filling gaps in the knowledge of fellow-scholars.": [],
    "As an architectural historian, he held the belief--stronger than most--that classical antiquity was the only way to understand and interpret Renaissance architecture, boldly asserting Bramante as the key to understanding the whole of Italian sixteenth-century architecture.": [
        [
            184,
            192,
            [
                "Bram ante"
            ]
        ]
    ],
    "He was one of the principal founder members of the Association of Art Historians.": [],
    "A devoted supporter of Birkbeck College's particular role in adult (evening) education, it was particularly evident in the pedagogical nature of his writing.</p>": []
}