{
    "African-American author, lecturer, and civil rights activist; first author to publish a book on African-American art.": [],
    "Freeman Henry Morris Murray was born in 1859 in Cleveland, Ohio to John M. Murray (d.": [],
    "1862), a tailor, and Martha [Mary] Bentley (Murray).": [],
    "Murray’s ethnic background was diverse; his father was a white man of Scottish descent and his mother had Irish, Native American, and African roots.": [],
    "By age two, Murray had lost both of his parents - his abolitionist father was killed fighting for the Union Army at Bull Run Ridge and his mother died of influenza - so he and his older brother were raised by their maternal grandparents.": [],
    "Murray completed his primary education in Cincinnati and attended Mount Pleasant Academy as one of only three African-American students.": [],
    "After graduating in 1875 with a teaching degree, Murray became a teacher in Covington, Kentucky at a school for impoverished African-American children.": [],
    "He also became an apprentice journalist for the Cincinnati Enquirer.": [],
    "Through his early work as a journalist, he learned the value of the news industry as a means to disseminate social and political messages.": [],
    "In 1883, Murray married Laura Hamilton.": [],
    "By the following year, he passed a civil service examination, moved to Alexandria, Virginia, and started his tenure as a clerk for the War Department.": [],
    "At this point in his life, Murray devoted himself to civil rights activism.": [],
    "According to journals, Murray converted his Alexandria residence into a “safe house” where he provided refuge for fugitives from Southern lynchings (Hills).": [],
    "He also joined forces with prominent civil rights activist <a href=\"/duboisweb\">W.E.B.": [],
    "Du Bois</a> to combat Booker T. Washington’s accommodationist ideology.": [
        [
            3,
            7,
            [
                "Boys",
                "Boss",
                "Boris",
                "Lois",
                "Bogs",
                "Boil"
            ]
        ]
    ],
    "In 1905, he and Du Bois founded the Niagara Movement in New York, which became the United States’s first civil rights organization, the National Association for the Advancement of Colored People (NAACP).": [
        [
            19,
            23,
            [
                "Boys",
                "Boss",
                "Boris",
                "Lois",
                "Bogs",
                "Boil"
            ]
        ]
    ],
    "Murray edited the organization’s journal, the <em>Horizon: A Journal of the Color Line</em>.": [],
    "As early as 1904, he started an independent study called “Black Folk in Art,” which he delivered as a series of lectures at the Chautauqua National Religious Training School (now North Carolina Central University).": [],
    "The lectures had an intense focus on the representation of African-American people in Western art.": [],
    "He scrutinized painters such as John Trumbull (1756-1843), Emanuel Leutze (1816-1868), Winslow Homer (1836-1910), William Sidney Mount (1807-1868), and sculptors such as Augustus Saint Gaudens (1848-1907) during parts of the lecture series for their portrayal of African-American art subjects.": [
        [
            67,
            73,
            [
                "Lute",
                "Lethe",
                "Lutz"
            ]
        ],
        [
            185,
            192,
            [
                "Gardens"
            ]
        ]
    ],
    "In 1916, Murray published <em>Emancipation and the Freed in American Sculpture: A Study in Interpretation</em>, the first book on the treatment of African-American art history.": [],
    "Murray’s primary motivation for publishing the book came in response to a volume issued by the American Academy of Political and Social Science (Hills).": [],
    "The volume, The Negro’s Progress in Fifty Years, by W.E.B.": [],
    "Dubois honored the Jubilee Year of Abraham Lincoln’s Emancipation Proclamation.": [],
    "Disappointed in the volume’s coverage of African-American contributions to the field of art history in “The Negro in Literature and Art,” Murray pursued a more robust study of the subject that he estimated would span several monographs (Hills).": [],
    "Once he published <em>Emancipation and the Freed in American Sculpture: A Study in Interpretation</em>, he traveled around the United States lecturing to small churches and community gatherings, both white and African-American audiences, about what he had found in his research.": [],
    "<em>Emancipation and the Freed in American Sculpture: A Study in Interpretation</em> asks pointed questions to the reader, emphasizing the cultural significance of the artistic representations of African-Americans and encouraging the reader to critically reflect on imagery and the corresponding impressions it makes on the viewer (Powell).": [],
    "Throughout the book, Murray critiqued a wide range of sculptures with African-American art subjects and challenged the writings of several early American art scholars, including <a href=\"/tuckermanh\">Henry Theodore Tuckerman</a>, <a href=\"/jarvesj\">James Jackson Jarves</a>, <a href=\"/taftl\">Lorado Taft</a>, and <a href=\"/caffinc\">Charles H. Caffin</a>.": [],
    "An overarching theme of the book is “sculpture’s capacity to communicate the social consciousness and political status of its black subjects” through the specific form the piece takes (Powell).": [],
    "The book was the first example in art history of a specific focus on racial representation (Hills).": [],
    "It was “surprisingly ahead of its time and even visionary in terms of articulating what decades later would be… critical analyses of the probative function and social impact of art” (Powell).": [],
    "The art historian <a href=\"/boimea\">Albert Boime</a> referred to Murray’s book as “‘one of the most remarkable and idiosyncratic texts of art criticism in the modern epoch’” and described him as a progressive “‘Foucauldian critical theorist’” (Powell).": [],
    "Murray refused to separate art and the socio-political context in which it was created (Smalls).": [],
    "Whereas other art historians of the time placed great emphasis on a piece’s adherence to formal conventions, Murray evaluated the “interpretive malleability” of the work (Smalls).": [],
    "The best application of this “interpretive malleability” concept came in his critique of Thomas Ball’s (1819-1911) statue Emancipation Group.": [],
    "He argued the monument ignored the role that African-Americans played in their own emancipation and glorified the concept of white benevolence and bestowal (Smalls).": [],
    "Murray’s discontent with Ball’s statue was yet another example of his continuous artistic battle with the idea of the representation African-American art subjects.": [],
    "Murray was not only concerned with what was present in the depictions of African-Americans, but strongly believed “what is elided, covered up, dismissed, or degraded is quite often conscious and insidious disparagement in the service of race and class hegemony” (Hills).": [],
    "His critique of demeaning representations and celebration of accurate depictions of the African-American experience were his contributions to the field of African-American art history (Hills).": [],
    "His willingness to “write an art history that was directed to black audiences” and publication of <em>Emancipation and the Freed in American Sculpture: A Study in Interpretation</em> has earned him the status of “a pioneering American art scholar - the first African-American to hold this distinction” (Powell).": [],
    "Murray’s legacy is also shaped by what he did as a civil rights activist, both his work in the Niagara Movement and the brave actions he took to protect African-Americans from lynchings (Hackley-Lambert).": [
        [
            187,
            202,
            [
                "Hackle-Lambert"
            ]
        ]
    ]
}