{
    "<p>Historian of caricature and American artists; wrote an early survey of the graphic caricature art.": [],
    "Fisher was the son of William S. Fisher and Eva Murrell.": [],
    "In 1905, at age 15, Fisher emigrated with his younger brother to New York from Liverpool, his parents having gone before him.": [],
    "Even at this age, Fisher exhibited from some level of paralysis on his body and was throughout his life considered an invalid.": [],
    "The painter Alexander Brooke later described him as spastic.": [],
    "At eighteen he secured a job as a clerk a the Metropolitan Museum of Art where his duties included the administration of student lockers.": [
        [
            3,
            11,
            [
                "eighteen,"
            ]
        ],
        [
            40,
            45,
            [
                "a",
                "the"
            ]
        ]
    ],
    "He became a U.S.": [],
    "citizen the same year.": [
        [
            0,
            7,
            [
                "Citizen"
            ]
        ]
    ],
    "By 1913 he was writing art reviews, including the famous Armory show for the journal <em>Arts & Decoration</em>.": [],
    "Fisher connected with many artists at this time (1915), including Marguerite and William Zorach and Ben and Valida Benn in the artists' colony in Chappaqua, NY.": [
        [
            89,
            95,
            [
                "Zorch",
                "Zora ch"
            ]
        ],
        [
            108,
            114,
            [
                "Valid",
                "Valid a"
            ]
        ],
        [
            115,
            119,
            [
                "Been",
                "Ben",
                "Penn",
                "Bend",
                "Bent",
                "Benny"
            ]
        ],
        [
            146,
            155,
            [
                "Chautauqua",
                "Chapeau",
                "Chapeaus"
            ]
        ]
    ],
    "He settled in Woodstock, NY in 1917, acting as curator of the Woodstock Art Association, though never relinquishing some duties at the Metropolitan Museum, and authoring articles in the socialist literary magazine <em>Plowshares</em>.": [],
    "An article on Georgia O'Keeffe appeared in Stieglitz' <em>Camera Work</em> of the same year.": [],
    "Though drafted into World War I, he received a deferral due to his disability.": [],
    "Sometime during this time he married Gertrude Jean Deutsch (d.": [
        [
            51,
            58,
            [
                "Deutsche"
            ]
        ]
    ],
    "1961).": [],
    "After the War, Fisher was diagnosed with tuberculosis and advised to live in the fresh air of the countryside.": [],
    "He apparently resided for a period in Greatwoods, NH as well as Woodstock.": [
        [
            38,
            48,
            [
                "Great woods"
            ]
        ]
    ],
    "During this time he self-published books on emerging artists in a series hecalled the <em>Younger Artists</em>, beginning with Ernest Fiene in 1922.": [
        [
            73,
            81,
            [
                "recalled",
                "he called"
            ]
        ],
        [
            134,
            139,
            [
                "Fine",
                "Faint",
                "Fiend",
                "Fain",
                "Fainer"
            ]
        ]
    ],
    "He wrote under his mother's maiden name, Murrell, and his full name as the publishing house, W. M. Fisher.": [],
    "The series eventually included Peggy Bacon and Elie Nadelman (1923).": [
        [
            52,
            60,
            [
                "Adelman"
            ]
        ]
    ],
    "He travelled to Germany the same year, 1923, ostensibly to find a publisher for a book on Benn, but also touring the sights.": [
        [
            90,
            94,
            [
                "Been",
                "Ben",
                "Penn",
                "Bend",
                "Bent",
                "Benny"
            ]
        ]
    ],
    "In the early 1930s Fisher, now wriitng exclusively as Murrell, began issuing books for the Whitney Museum of Art in New York under the series \" American Artists.\"": [
        [
            31,
            38,
            [
                "writing"
            ]
        ],
        [
            141,
            144,
            [
                "\" ",
                " \""
            ]
        ]
    ],
    "The first was a monograph of Charles Demuth (1931).": [
        [
            37,
            43,
            [
                "Death",
                "Debut",
                "Depth",
                "Deputy",
                "Debuts",
                "Duluth"
            ]
        ]
    ],
    "In 1933 he was commission to produce an exhibition on political art proceeds of which would benefit indigent artists of the Depression.": [
        [
            3,
            7,
            [
                "1933,"
            ]
        ]
    ],
    "Together with Priscilla Greene Hilder and Louise Rehm he organized and published <em>Catalogue of the Salon of American Humorists: a Political and Social Pageant from the Revolution to the Present Day</em> for the College art association.": [
        [
            31,
            37,
            [
                "Holder",
                "Hinder",
                "Milder",
                "Wilder",
                "Hider",
                "Gilder"
            ]
        ],
        [
            49,
            53,
            [
                "REM",
                "Rem",
                "Ream",
                "Rehi"
            ]
        ]
    ],
    "This catalog was later expanded into the book in two volumes, <em>A History of American Graphic Humor</em>, 1933.": [],
    "The book took the most common form of \"art\" for a public steeped in the Great Depression and translated it into a graphic art form worthy of study and celebration.": [],
    "Fisher lived summers in Milford, CT (from 1935 onwards) and New York City in the Winter.": [],
    "He contracted lymphoblastic lymphoma, a rare type of non-Hodgkin lymphoma (NHL) and died in a New Haven, CT, hospital in 1969.": [],
    "He was cremated and his ashes scattered in Long Island Sound.": [
        [
            15,
            19,
            [
                ", and"
            ]
        ]
    ],
    "Murrell's <em>History of American Graphic Humor</em> remains one of the great treatises on political cartoon art.": [],
    "During a time of tremendous economic difficulty for the United States, Murrell, through the auspices of the Whitney, took the great tradition of graphic humor, central to the American experience of the time through the front page of American newspapers, and treated it in the tradition of important social art in the genre of Daumier and Cruikshank.": [],
    "Murrell himself was a bit of a dandy and raconteur; Peggy Bacon's estimation that Murrell published less than he could have because he expended his wit and observation on conversation seems apt.</p>": []
}