{
    "<p><em>Gründerzeit</em> era art historian of survey art books.": [],
    "He was born in Wölfelsgrund bei Glatz, Germany, or present day Miedzygorze, Poland.": [
        [
            28,
            31,
            [
                "BEI",
                "Ba",
                "be",
                "bad",
                "bar",
                "ban"
            ]
        ],
        [
            32,
            37,
            [
                "Glitz",
                "Blatz"
            ]
        ]
    ],
    "Muther studied in Heidelberg between 1877-78, and, after a tour of Italy, moved to Leipzig in 1881 where he studied under <a href=\"/springera\">Anton Springer</a>, writing his dissertation under Springer on the artist Anton Graff.": [
        [
            0,
            6,
            [
                "Mother",
                "Luther",
                "Mather",
                "Musher",
                "Mutter",
                "Muter"
            ]
        ]
    ],
    "Muther worked as a <em>privatdozent</em> in Munich, publishing his 1883 habilitation on illustrated Bibles.": [
        [
            0,
            6,
            [
                "Mother",
                "Luther",
                "Mather",
                "Musher",
                "Mutter",
                "Muter"
            ]
        ]
    ],
    "He secured a position as curator in the prints and drawings department of the Alte Pinakothek in Munich in 1885.": [
        [
            78,
            82,
            [
                "Alter",
                "Ate",
                "Ale",
                "Alto",
                "Alta",
                "Ante"
            ]
        ]
    ],
    "Both he and <a href=\"/wolfflinh\">Heinrich Wölfflin</a> competed for the art-historian position at Munich, which was ultimately given to <a href=\"/riehlb\">Berthold Riehl</a>.": [],
    "Muther wrote for the local <em>Münchner Neuesten Nachrichten</em> paper where he vehemently criticized the provincial art scene as well as the art historians and critics <a href=\"/carrierem\">Moritz Carrière</a> and <a href=\"/pechtf\">Friedrich Pecht</a>.": [
        [
            0,
            6,
            [
                "Mother",
                "Luther",
                "Mather",
                "Musher",
                "Mutter",
                "Muter"
            ]
        ]
    ],
    "He published a private guide to the Alte Pinakothek and then the Berlin museum, <em>Der Cicerone in der Gemadegalerie in Berlin</em>, 1889, the latter of which its director, <a href=\"/bodew\">Wilhelm Bode</a>, criticized as facile.": [
        [
            36,
            40,
            [
                "Alter",
                "Ate",
                "Ale",
                "Alto",
                "Alta",
                "Ante"
            ]
        ]
    ],
    "In 1893-94 Muther issued his survey <em>Geschichte der Malerei im 19.": [
        [
            11,
            17,
            [
                "Mother",
                "Luther",
                "Mather",
                "Musher",
                "Mutter",
                "Muter"
            ]
        ],
        [
            51,
            54,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            55,
            62,
            [
                "Malaria",
                "Malawi",
                "Madera"
            ]
        ],
        [
            63,
            65,
            [
                "I'm",
                "IM",
                "in",
                "is",
                "I",
                "it"
            ]
        ]
    ],
    "Jahrhundert</em> (immediately translated into English and other languages) followed by other overviews of specific areas such as Belgian painting, British painting, etc.": [],
    "These books were among the first surveys of modern art in Europe and were praised by the writers Hugo von Hofmannstahl and his friend, Rainer Maria Rilke.": [
        [
            97,
            118,
            [
                "Hugo von Hofmannsthal"
            ]
        ]
    ],
    "Art historians such as <a href=\"/dehiog\">Georg Dehio</a> deplored them.": [],
    "Muther quickly became the popular spokesman for modern art.": [
        [
            0,
            6,
            [
                "Mother",
                "Luther",
                "Mather",
                "Musher",
                "Mutter",
                "Muter"
            ]
        ]
    ],
    "However, he did little primary research (he was rather anti-academic) on his artists and his books are full of mistakes and wandering personal interpretation.": [],
    "He was appointed professor of art history at Breslau (modern Wrocław, Poland) in 1895.": [
        [
            45,
            52,
            [
                "Presley",
                "Belau",
                "Bresler"
            ]
        ]
    ],
    "His attempts to succeed <a href=\"/grimmh\">Herman Grimm</a> in Berlin were foiled and in 1896 the director of the Magdenburg art museum Theodor Volbehr and Seeman publishers accused him of plagiarizing their work which led to a formal reprimand in his position.": [],
    "Muther accused his detractors of Muther-hunting \"Muther Hetze.\"": [
        [
            0,
            6,
            [
                "Mother",
                "Luther",
                "Mather",
                "Musher",
                "Mutter",
                "Muter"
            ]
        ],
        [
            33,
            47,
            [
                "Mother-hunting"
            ]
        ],
        [
            49,
            55,
            [
                "Mother",
                "Luther",
                "Mather",
                "Musher",
                "Mutter",
                "Muter"
            ]
        ],
        [
            56,
            61,
            [
                "HETE"
            ]
        ]
    ],
    "Muther edited a series of pocket-sized histories of artists, the <em>Sammlung illustrierter Monographien</em>, gave <a href=\"/meiergraefej\">Julius Meier-Graefe</a> his first opportunity to write about French art.": [
        [
            0,
            6,
            [
                "Mother",
                "Luther",
                "Mather",
                "Musher",
                "Mutter",
                "Muter"
            ]
        ]
    ],
    "Muther adopted a sentimental style of writing, typical of the <em>Gründerzeit</em> (Germany's \"Guilded Age\"), an age of the foundation of modern Germany, and consolidation of bourgeois values.": [
        [
            0,
            6,
            [
                "Mother",
                "Luther",
                "Mather",
                "Musher",
                "Mutter",
                "Muter"
            ]
        ]
    ],
    "His writing style became particularly popular with art journalists.": [],
    "He wept in front of a Velázquez.": [],
    "No connoisseur, his student and friend <a href=\"/uhdew\">Willy Uhde</a>, reported him easily duped by forgeries.": [],
    "Kulterman writes that his writing exceeded the bounds of good taste and was unflatteringly confessional.": [
        [
            0,
            9,
            [
                "Superman",
                "Alderman",
                "Letterman",
                "Silverman",
                "Suleiman",
                "Lumberman"
            ]
        ]
    ],
    "His description of pictures focused on the lurid and erotic, as did the illustrations he used in his books.": [],
    "Muther focused mostly on the eighteenth and nineteenth centuries, terming it the age of \"Alteherrenkunst\" (old man's art).": [
        [
            0,
            6,
            [
                "Mother",
                "Luther",
                "Mather",
                "Musher",
                "Mutter",
                "Muter"
            ]
        ]
    ],
    "At his best, he was attuned to the cultural currents of the eras about which he wrote.": [],
    "He characterized the religious painting of Spain, for example as reflecting the dichotomies of the Spanish monarchy: Catholicism and absolutism.</p>": []
}