{
    "<p>Architect, architectural historian and theorist.": [],
    "His father was a mason and small building contractor who encouraged him to go into architecture.": [],
    "After graduating from the Realgymnasium in Weimar, he studied art history and philosophy at Friedrich Wilhelm University, Berlin, 1881-1883.": [
        [
            26,
            39,
            [
                "Real gymnasium"
            ]
        ]
    ],
    "He spent a year of military service before pursuing architecture at the Technische Hochschule in Charlottenburg (Berlin), and working in the office of Paul Wallot.": [
        [
            72,
            82,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ],
        [
            156,
            162,
            [
                "Ballot",
                "Wallet",
                "Allot",
                "Wallop",
                "Wallow"
            ]
        ]
    ],
    "Muthesis joined the firm Ende & Böckmann, a major Berlin architectural office.": [
        [
            25,
            29,
            [
                "End",
                "Ended",
                "Ends",
                "EIDE",
                "END",
                "ENE"
            ]
        ],
        [
            32,
            40,
            [
                "Beckman",
                "Brockman",
                "Luckmann"
            ]
        ]
    ],
    "He was sent to Tokyo between 1887 and 1891, where, among his major designs was a Gothic Revival German church.": [],
    "He the Prussian Ministry of Public Works at his return to Germany, gaining a stipend to study in Italy in 1895.": [
        [
            0,
            15,
            [
                "He is the Prussian",
                "He was the Prussian"
            ]
        ]
    ],
    "He married a concert singer, Anna Trippenbach and was appointed by the Kaiser to the German Embassy in London's technical attaché in 1896, assigned to report on English art and technical achievements.": [],
    "He and Anna settled in Hammersmith, using his time in England to study the architects immediately before him, Philip Webb and R. Norman Shaw, as well as those more contemporary, C. F. A. Voysey, Edwin Lutyens and <a href=\"/lethabyw\">W.": [
        [
            187,
            193,
            [
                "Versa",
                "Vodka",
                "Volley",
                "Dorsey",
                "Volga",
                "Fossa"
            ]
        ],
        [
            201,
            208,
            [
                "Lumens",
                "Lutes"
            ]
        ]
    ],
    "R. Lethaby</a>.": [
        [
            3,
            10,
            [
                "Letha by"
            ]
        ]
    ],
    "His first published work was the result of his Italian travels, <em>Italienische Reise-Eindrücke</em>, 1898.": [],
    "His early foray to publicize British contemporary building appeared as <em>Die englische Baukunst der Gegenwart</em> in 1900.": [],
    "Muthesius achieved a Ph.D.": [
        [
            0,
            9,
            [
                "Thesis",
                "Theseus",
                "Ruthenium",
                "Euthenics"
            ]
        ]
    ],
    "under <a href=\"/gurlittc\">Cornelius Gurlitt</a> in Dresden under Gurlitt's innovative program to award architectural history degrees to architects.": [
        [
            0,
            5,
            [
                "Under"
            ]
        ]
    ],
    "He followed this with his treatise (again published in Germany), <em>Stilarchitektur und Baukunst</em> (1902), praising the arts & crafts ideas of William Morris as it fought against shoddy mechanically produced art.": [],
    "Unlike Morris, however he accepted the qualities of some machine-produced arts, anticipating industrial design.": [],
    "Muthesius returned to Germany in 1903, establishing a private architectural practice and working for the Prussian Ministry of Trade.": [
        [
            0,
            9,
            [
                "Thesis",
                "Theseus",
                "Ruthenium",
                "Euthenics"
            ]
        ]
    ],
    "He published his three-volume <em>Das englische Haus</em> beginning in 1904.": [],
    "The book examined the British house as a product of its society, proclaiming the style as the future of domicile building.": [],
    "Muthesius' enthusiasm for England was met with alarm in Germany; copies were restricted in conservative Berlin academic libraries as late as the 1920s.": [
        [
            0,
            9,
            [
                "Thesis",
                "Theseus",
                "Ruthenium",
                "Euthenics"
            ]
        ]
    ],
    "Muthesius was not a form-follows-function theorist, the architect to him always maintained his status as an artist.": [
        [
            0,
            9,
            [
                "Thesis",
                "Theseus",
                "Ruthenium",
                "Euthenics"
            ]
        ]
    ],
    "His appreciation for the great stylists of the age, particularly Charles Rennie Mackintosh, with whom he became friends, exceeded the more rational-approach architects.": [
        [
            73,
            79,
            [
                "Ronnie",
                "Jennie",
                "Bennie",
                "Lennie",
                "Rennin"
            ]
        ],
        [
            80,
            90,
            [
                "Slicker"
            ]
        ]
    ],
    "Muthesius returned to architecture, designing the the Seefeld House (1904) in Berlin, heavily influenced by the English country style.": [
        [
            0,
            9,
            [
                "Thesis",
                "Theseus",
                "Ruthenium",
                "Euthenics"
            ]
        ],
        [
            46,
            53,
            [
                "the"
            ]
        ],
        [
            54,
            61,
            [
                "Seemed",
                "Seeded",
                "Shepherd",
                "Seinfeld",
                "Krefeld",
                "Beefed"
            ]
        ]
    ],
    "Other urban and suburban house commissions followed.": [],
    "In 1907, he published <em>Landhaus und Garten</em>, outlining the English garden as used in domestic architecture.": [],
    "The same year he lectured at the Handelshochschule, Berlin, praising new construction methods and materials such as steel and reinforced concrete.": [],
    "The Fachverband für die wirtschaftlichen Interessen des Kunstgewerbes (Association for the Economic Interests of the Arts and Crafts) attacked him as being disloyal to German products.": [
        [
            4,
            15,
            [
                "Fatherland"
            ]
        ],
        [
            16,
            19,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            41,
            51,
            [
                "Interested"
            ]
        ],
        [
            52,
            55,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "The ensuing controversy (the \"Muthesius Affair\") led to the withdrawal of Muthesius supporters, influential designers, from the Fachverband, founding the Deutscher Werkbund, to bring quality design standards to mass-produced objects.": [
        [
            30,
            39,
            [
                "Thesis",
                "Theseus",
                "Ruthenium",
                "Euthenics"
            ]
        ],
        [
            74,
            83,
            [
                "Thesis",
                "Theseus",
                "Ruthenium",
                "Euthenics"
            ]
        ],
        [
            128,
            139,
            [
                "Fatherland"
            ]
        ],
        [
            154,
            163,
            [
                "Deutsche"
            ]
        ],
        [
            164,
            172,
            [
                "Weekend",
                "Westbound",
                "Moribund",
                "Gerund",
                "Berglund",
                "Neckband"
            ]
        ]
    ],
    "Muthesius continued to move away from the Jugendstil concept of modernizing ornament.": [
        [
            0,
            9,
            [
                "Thesis",
                "Theseus",
                "Ruthenium",
                "Euthenics"
            ]
        ]
    ],
    "The Werkbund Conference of 1914, however, led by Henry Van de Velde and others, rejected his industrial design views.": [
        [
            4,
            12,
            [
                "Weekend",
                "Westbound",
                "Moribund",
                "Gerund",
                "Berglund",
                "Neckband"
            ]
        ],
        [
            49,
            67,
            [
                "Henry van de Velde"
            ]
        ]
    ],
    "The conclusion of World War I dealt a death knell to the gentrified comfort of both the Werkbund and Muthesius' elegant country-style homes.": [
        [
            88,
            96,
            [
                "Weekend",
                "Westbound",
                "Moribund",
                "Gerund",
                "Berglund",
                "Neckband"
            ]
        ],
        [
            101,
            110,
            [
                "Thesis",
                "Theseus",
                "Ruthenium",
                "Euthenics"
            ]
        ]
    ],
    "He continued to write, including his most popular book, <em>Wie baue ich mein Haus?</em> 1917, a handbook for home building, and <em>Kann ich auch jetzt noch mein Haus bauen?</em> 1920, encouraging home standards in the dismal economics that followed World War I. He was killed in a road accident after visiting a site in Berlin and is buried in the Friedhof Nikolassee in the city.": [],
    "His grand-nephew is the architectural historian Stefan Muthesius (b.": [
        [
            4,
            16,
            [
                "grandnephew"
            ]
        ],
        [
            55,
            64,
            [
                "Thesis",
                "Theseus",
                "Ruthenium",
                "Euthenics"
            ]
        ]
    ],
    "1939).": [],
    "Muthesius' three principle publications were all on English formal arts.": [
        [
            0,
            9,
            [
                "Thesis",
                "Theseus",
                "Ruthenium",
                "Euthenics"
            ]
        ]
    ],
    "The first, <em>Die Englische Baukunst der Gegenwart</em> was a folio publication of all types of British buildings.": [],
    "The second, <em>Die neuere kirchliche Baukunst in England</em>, focused on modern church building.": [],
    "The third, <em>Das englische Haus</em>, was the most groundbreaking, approaching architecture through the example of 19th-century British house as an expression of the society.": [],
    "It emphasized the functional and practical aspects in architecture, most evident in domicile design.": [],
    "Though praised in England, such a sociological approach to design and interpretation threatened German architectural theorists.": [],
    "He drew from the architectural histories of British historians, such as <a href=\"/blomfieldr\">Reginald T. Blomfield</a> and his <em>The Formal Garden in England</em>, 1897, for his work on Garden history.": [],
    "As an architect, Muthesius did not always follow his theory that houses should adhere to standard types.</p>": [
        [
            17,
            26,
            [
                "Thesis",
                "Theseus",
                "Ruthenium",
                "Euthenics"
            ]
        ]
    ]
}