{
    "<p>Major medievalist of French Gothic art and architecture, developed iconographic method.": [],
    "Mâle was the son of a miner raised in a small French village of Bézenet, Bourbonnais, and later Monthieux, near St.-Etienne, Loire.": [
        [
            0,
            4,
            [
                "Male",
                "MALE",
                "Made",
                "Make",
                "Males",
                "Mile"
            ]
        ],
        [
            64,
            71,
            [
                "Benzene",
                "Bennet",
                "Benet"
            ]
        ],
        [
            73,
            84,
            [
                "Bourbons",
                "Bourbonism",
                "Bourbonisms"
            ]
        ],
        [
            96,
            105,
            [
                "Monkhood"
            ]
        ]
    ],
    "Among his childhood memories was that of his father reading the romantic version of the middle ages contained in <em>Notre Dame de Paris</em> by <a href=\"/hugov\">Victor Hugo</a>.": [
        [
            88,
            99,
            [
                "Middle Ages"
            ]
        ]
    ],
    "His secondary schooling, 1872-1878 was at the lycée de Saint-Étienne where he received a background in the classics.": [],
    "In 1883 he enrolled at the école Normale Supérieure, Paris, initially hoping to be a painter.": [
        [
            3,
            7,
            [
                "1883,"
            ]
        ],
        [
            8,
            22,
            [
                "he enrolled in",
                "he enrolled for"
            ]
        ],
        [
            27,
            32,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            33,
            40,
            [
                "Normal",
                "Nor male",
                "Norm ale"
            ]
        ],
        [
            41,
            51,
            [
                "Superior",
                "Superhero",
                "Superiors",
                "Supersede",
                "Superstore",
                "Supervene"
            ]
        ]
    ],
    "He studied literature, graduating in 1886.": [],
    "His friends included Joseph Bédier (1864-1938), whose philologic theories on the <em>chansons de geste</em> would greatly affect Mâle's own view of art.": [
        [
            28,
            34,
            [
                "Bedder",
                "Bézier",
                "Beadier",
                "Bendier"
            ]
        ],
        [
            54,
            64,
            [
                "philology",
                "philologist",
                "philological"
            ]
        ]
    ],
    "Intending to be an archaeologist, he continued his studies in ancient art and history at he école d'Athènes.": [
        [
            92,
            97,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            100,
            107,
            [
                "Athens",
                "Achenes",
                "Athene"
            ]
        ]
    ],
    "While traveling with cousins in Italy during the summer, he came upon the fourteenth-century frescos by Andrea di Firenze in Santa Maria Novella in Florence and his enthusiasm for ancient art disappeared in favor of the medieval.": [
        [
            93,
            100,
            [
                "frescoes",
                "fresco"
            ]
        ]
    ],
    "Renouncing his fellowship in Athens, he returned to France and accepted a position as professor of rhetoric at St.-Etienne.": [],
    "He taught there three years, moving to Toulouse and then Paris to pursue his graduate degree.": [],
    "After an initial article on the iconography of the liberal arts in 1891, he began lecturing in art history in 1892 and publishing on Romanesque capitals at the Musée des Augustins, Toulouse, the same year.": [
        [
            160,
            165,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            166,
            169,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            170,
            179,
            [
                "Augustin's",
                "Augustin",
                "Augustine",
                "Augustina"
            ]
        ]
    ],
    "Mâle wrote an 1894 article arguing for the teaching of the archeology of the Middle Ages in schools.": [
        [
            0,
            4,
            [
                "Male",
                "MALE",
                "Made",
                "Make",
                "Males",
                "Mile"
            ]
        ]
    ],
    "In 1895 he published the first article in what would be his consuming interests, the origin of French medieval sculpture.": [
        [
            3,
            7,
            [
                "1895,"
            ]
        ]
    ],
    "Mâle completed writing his two required dissertations (one in Latin and one in French) between 1898 and 1899.": [
        [
            0,
            4,
            [
                "Male",
                "MALE",
                "Made",
                "Make",
                "Males",
                "Mile"
            ]
        ]
    ],
    "The first, appeared in print in 1898 as <em>L'Art religieux du XIIIe siècle en France</em>.": [],
    "This study of 13th-century French iconography, drawn from the major cathedrals of France, was a great success.": [],
    "Based in part upon the work theories of <a href=\"/didrona\">Adolphe Napoléon Didron</a> and his <em>Iconographie chrétienne</em>, 1843, Mâle asserted that the Gothic cathedral was a pictorial encyclopedia to be read visually by the medieval worshipper.": [],
    "In the final chapter, Mâle protested the secular interpretation of Gothic architecture, a remark which would be famously later quoted by Marcel Proust.": [
        [
            22,
            26,
            [
                "Male",
                "MALE",
                "Made",
                "Make",
                "Males",
                "Mile"
            ]
        ]
    ],
    "Mâle himself appeared to have misgivings about the book's reception (Harvey).": [
        [
            0,
            4,
            [
                "Male",
                "MALE",
                "Made",
                "Make",
                "Males",
                "Mile"
            ]
        ]
    ],
    "The pair of works appeared together in 1902.": [],
    "In 1906 he taught a course in Christian medieval archaeology at the Sorbonne which the study of medieval architecture was then called.": [
        [
            3,
            7,
            [
                "1906,"
            ]
        ]
    ],
    "The same year he also published, <em>L'Art religieux de la fin du moyen âge en France</em>.": [],
    "In this book, Mâle argued that although styles among French art between thirteenth and fifteenth-century charged, it was largely due to matters of taste.": [
        [
            14,
            18,
            [
                "Male",
                "MALE",
                "Made",
                "Make",
                "Males",
                "Mile"
            ]
        ]
    ],
    "He was appointed to a new chair in medieval art at the Sorbonne in 1912.": [],
    "Mâle continued to publish, research and revise his writings into new editions.": [
        [
            0,
            4,
            [
                "Male",
                "MALE",
                "Made",
                "Make",
                "Males",
                "Mile"
            ]
        ]
    ],
    "Unlike his colleagues, such as <a href=\"/focillonh\">Henri Focillon</a>, Mâle refrained from contributing to newspapers.": [],
    "In 1917, with World War I I still ranging, he issued a book, <em>L'art allemand et l'art français du moyen âge</em>, which was harshly criticized for its contradictory view of German art.": [
        [
            24,
            27,
            [
                "I"
            ]
        ]
    ],
    "In 1922, <em>L'Art religieux du XIIe siècle en France</em> appeared, a synthetic treatment medieval art overall, tracing Gothic elements back to Romanesque forms.": [],
    "In 1923 he succeeded Mgr.": [
        [
            3,
            7,
            [
                "1923,"
            ]
        ]
    ],
    "Louis Duchesne (1843-1922) as the honorary director of the École française de Rome.": [
        [
            6,
            14,
            [
                "Duchess",
                "Duquesne",
                "Duchesses",
                "Dufresne"
            ]
        ],
        [
            59,
            64,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            65,
            74,
            [
                "franchise",
                "Francoise",
                "Français",
                "Françoise"
            ]
        ]
    ],
    "While director, Mâle wrote on later religious art (through the baroque era and including Italy, Flanders and Spain), <em>L'art réligieux après le Concile de Trente</em>.": [
        [
            16,
            20,
            [
                "Male",
                "MALE",
                "Made",
                "Make",
                "Males",
                "Mile"
            ]
        ]
    ],
    "In 1927 he coined the term \"iconography\" (though <a href=\"/warburga\">Aby M. Warburg</a>, had used it as an adjective), the hallmark of his method.": [
        [
            3,
            7,
            [
                "1927,"
            ]
        ]
    ],
    "He retired from the école in 1937.": [
        [
            20,
            25,
            [
                "Cole",
                "ecol"
            ]
        ]
    ],
    "After World War II, he was the curator at the Musée Jacquemard-André of the Château Chaalis.": [
        [
            46,
            51,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            52,
            68,
            [
                "Jacquard-André"
            ]
        ],
        [
            84,
            91,
            [
                "Chablis",
                "Challis"
            ]
        ]
    ],
    "In his late years, he wrote books on individual churches and an important book, <em>La Fin du paganisme en Gaule</em>.": [],
    "Mâle died in Chaalis at age 92.": [
        [
            0,
            4,
            [
                "Male",
                "MALE",
                "Made",
                "Make",
                "Males",
                "Mile"
            ]
        ],
        [
            13,
            20,
            [
                "Chablis",
                "Challis"
            ]
        ]
    ],
    "Mâle was one a of group of pioneering art historians, who, along with the German-speaking (but methodologically different) <a href=\"/goldschmidta\">Adolph Goldschmidt</a>, <a href=\"/riegla\">Aloïs Riegl</a>, and <a href=\"/vogew\">Wilhelm Vöge</a>, were responsible for transforming art history from a fledging discipline into an internationally respected field of study.": [
        [
            0,
            4,
            [
                "Male",
                "MALE",
                "Made",
                "Make",
                "Males",
                "Mile"
            ]
        ]
    ],
    "His books were widely appreciated during his lifetime, inspiring generations of art historians to study French iconography as a core explication of medieval art.": [],
    "He was among the first to recognize eastern influences in medieval art.": [],
    "Principally an iconographer, Mâle was responsible for \"rediscovering\" the baroque iconographic manual, <em>Iconologia</em> (1593) by <a href=\"/ripacf\">Cesare Ripa</a> in the late 1920s.": [
        [
            15,
            27,
            [
                "iconography",
                "iconographic",
                "scenographer",
                "sonographer"
            ]
        ],
        [
            29,
            33,
            [
                "Male",
                "MALE",
                "Made",
                "Make",
                "Males",
                "Mile"
            ]
        ]
    ],
    "Methodologically, Mâle was 19th-century in his outlook and remained aloof from approaches to art history outside his interest.": [
        [
            18,
            22,
            [
                "Male",
                "MALE",
                "Made",
                "Make",
                "Males",
                "Mile"
            ]
        ]
    ],
    "He viewed religious architecture as the <em>Gesamtkunstwerk</em> (total work of art), a notion he borrowed from Didron.": [],
    "<em>L'art réligieux de XIIIe siècle en France</em>, his first, most famous and most readible book (Sauerländer) begins with the aphorism \"Le Moyen Âge eut la passion de l'ordre\" (\"The Middle Ages had a passion for order\").": [],
    "He employed the medieval treatise <em>Speculum Majus</em> of Vincent of Beauvais (c.": [],
    "1190 - 1264?)": [
        [
            4,
            7,
            [
                "–"
            ]
        ]
    ],
    "to organize his own approach to medieval art.": [
        [
            0,
            2,
            [
                "To"
            ]
        ]
    ],
    "His approach, however, was and is frequently criticized by other art historians as being too narrow and nationalistic.": [],
    "His thesis that art of twelfth-century sculpture was born in French regional schools (Toulouse and Languedoc) was denied by the American scholar <a href=\"/portera\">A.": [
        [
            99,
            108,
            [
                "Languid",
                "Languor",
                "Languidly"
            ]
        ]
    ],
    "Kingsley Porter</a> who argued instead that Pilgrimage routes provided a fluid transmission of iconography.": [],
    "Porter's \"Spain or Toulouse?\"": [],
    "review of Mâle's book established the poles of scholarship for two subsequent generations of medievalists (Seidel).": [
        [
            0,
            6,
            [
                "Review"
            ]
        ],
        [
            10,
            14,
            [
                "Male",
                "MALE",
                "Made",
                "Make",
                "Males",
                "Mile"
            ]
        ],
        [
            107,
            113,
            [
                "Sade",
                "Sahel",
                "Sades"
            ]
        ]
    ],
    "<a href=\"/grabara\">André Grabar</a> believed Mâle's conception of the \"encyclopedic cathedral\" as overstated and ignored secular thought.": [],
    "Even fellow iconographer <a href=\"/panofskye\">Erwin Panofsky</a> distanced himself from Mâle, considering his iconography too simplistic for true insight.": [
        [
            12,
            24,
            [
                "iconography",
                "iconographic",
                "scenographer",
                "sonographer"
            ]
        ]
    ],
    "Indeed, Mâle appears to not have known of the Bibliothek Warburg, the other great iconographic research center at the time.": [
        [
            8,
            12,
            [
                "Male",
                "MALE",
                "Made",
                "Make",
                "Males",
                "Mile"
            ]
        ]
    ],
    "Mâle's blatant anti-German view of medieval art, <em>L'art allemand et l'art français du moyen âge</em>, written in part to counter <em>Die deutsche Plastik vom ausgehenden Mittelalter bis zum Ende der Renaissance</em> by the German nationalist <a href=\"/pinderw\">Wilhelm Pinder</a>, appeared during World War I. It, like Pinder's, was derided in reviews.": [
        [
            0,
            4,
            [
                "Male",
                "MALE",
                "Made",
                "Make",
                "Males",
                "Mile"
            ]
        ]
    ],
    "<a href=\"/camillem\">Michael Camille</a> added to these criticisms in 1989, citing Mâle's interpretation of medieval art as relying too exclusively through literary sources and less on how the art functioned.": [],
    "Recent new translations of his work, have affirmed that, though narrow in their outlook, his interpretation of form is correct.": [],
    "<a href=\"/sauerlanderw\">Willibald Sauerländer</a> characterized Mâle's approach as \"a wonderful vindication of the old Catholic France,\" and termed his late book, <em>L'art réligieux après le Concile de Trente</em>, in terms of its sweep of vision, \"unmatched to this day.\"": [],
    "He included Mâle among the \"pantheon of great [early] art historians\" of medieval art whose numbers included <a href=\"/didrona\">Adolphe Napoléon Didron</a>, <a href=\"/cahierc\">Charles Cahier</a>, <a href=\"/martinc\">Camille Martin</a>, <a href=\"/piperf\">Ferdinand Piper</a> and <a href=\"/krausf\">Franz Xaver Kraus</a>.</p>": [
        [
            12,
            16,
            [
                "Male",
                "MALE",
                "Made",
                "Make",
                "Males",
                "Mile"
            ]
        ]
    ]
}