{
    "<p>Archaeologist and historian of classical and ancient Spanish art.": [],
    "Alinari came from a prominent Spanish family, receiving most of his education in Madrid.": [
        [
            0,
            7,
            [
                "Aligarh",
                "Alina",
                "Caligari"
            ]
        ]
    ],
    "He was hired as an assistant in the archives department of Madrid's Museo Arqueologico.": [],
    "After being appointed head of the department in 1884, Alinari began cataloguing objects in preparation for the construction of a room in the museum dedicated to the display of ancient Spanish art.": [
        [
            54,
            61,
            [
                "Aligarh",
                "Alina",
                "Caligari"
            ]
        ],
        [
            68,
            79,
            [
                "cataloging"
            ]
        ]
    ],
    "As an expert in antiquities, his knowledge and scholarship were in high demand.": [],
    "He led archaeological digs in Soria, and was appointed Director of the Museo Arqueologico, and Chairman of the Department of the Archaeology Department at the Universidad Complutense de Madrid.": [
        [
            30,
            35,
            [
                "Syria",
                "Sofia",
                "Sonia",
                "Stria",
                "Sorta",
                "Moria"
            ]
        ]
    ],
    "His volume on the Escorial was published in 1915 by the Hispanic Society of America in English.": [
        [
            18,
            26,
            [
                "Social",
                "Scoring",
                "Editorial",
                "Escort",
                "Memorial",
                "Serial"
            ]
        ]
    ],
    "In 1931, the Spanish government named Alinari President of the Council, where he was given the responsibility of overseeing the administration of all museums in Spain.": [
        [
            38,
            45,
            [
                "Aligarh",
                "Alina",
                "Caligari"
            ]
        ]
    ],
    "Alinari was also a novelist, publishing <em>El Sortilegio de Karnak</em> in 1880.</p>": [
        [
            0,
            7,
            [
                "Aligarh",
                "Alina",
                "Caligari"
            ]
        ]
    ]
}