{
    "<p>Art historian who headed of the Nazi SS unit which procured looted art from persecuted families and institutions for disbursal to the Reich.": [],
    "Mühlmann's father died when Mühlmann was a child and his mother remarried his father's cousin.": [
        [
            0,
            8,
            [
                "Kuhlmann"
            ]
        ],
        [
            28,
            36,
            [
                "Kuhlmann"
            ]
        ]
    ],
    "Raised on a farm in Austria, he attended school in Salzburg.": [],
    "In 1915, at 17, he joined the infantry to fight in World War I where he was severely wounded in 1918 and decorated.": [],
    "After the armistice, Mühlmann entered the university in Vienna to study studio art in 1922 intending on becoming a painter.": [
        [
            21,
            29,
            [
                "Kuhlmann"
            ]
        ]
    ],
    "He befriended the Salzburg sisters of the future Reichsmarschall of Nazi Germany, Hermann Göring (1893-1946).": [],
    "Mühlmann switched studies to art history, receiving his Ph.D.": [
        [
            0,
            8,
            [
                "Kuhlmann"
            ]
        ]
    ],
    "from Vienna in 1926 with a dissertation topic on Baroque fountains in Salzburg.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "He returned to Salzburg the same year hoping to find a career in historic preservation of the city.": [],
    "He secured a position as <em>Propogandaleiter</em> (PR director) for the Salzburg festival and wrting art criticism which lead to local prominence.": [],
    "In 1932 Mühlmann published a book on Salzburg historic preservation.": [
        [
            8,
            16,
            [
                "Kuhlmann"
            ]
        ]
    ],
    "He left the festival for a larger role in the promotion of the city, marrying a local artist, Poldi Woyteck, the same year.": [
        [
            94,
            99,
            [
                "Old",
                "Sold",
                "Hold",
                "Told",
                "Cold",
                "Gold"
            ]
        ],
        [
            100,
            107,
            [
                "Wojtek",
                "Wozzeck"
            ]
        ]
    ],
    "Mühlmann joined the Nazi party in 1934--secretly as it was illegal in Austria--along with an acquaintance, the attorney Arthur Seyss-Inquart (1892-1946).": [
        [
            0,
            8,
            [
                "Kuhlmann"
            ]
        ],
        [
            127,
            140,
            [
                "Sass-Inquart",
                "Seyss-In quart"
            ]
        ]
    ],
    "He apparently became a Nazi informer (<em>Vertrauens-Mann</em>) and an agent of the head of Nazi intelligence the SD (Sicherheitsdienst) Reinhard Heydrich (1904-1942).": [],
    "He met with Hitler shortly before the Anschluss in 1938 and gained his confidence; both Seyss-Inquart and Mühlmann were rewarded with official positions in the new Nazi government in Austria, Mühlmann over state art policy and tourism with Seyss-Inquart as his superior.": [
        [
            88,
            101,
            [
                "Sass-Inquart",
                "Seyss-In quart"
            ]
        ],
        [
            106,
            114,
            [
                "Kuhlmann"
            ]
        ],
        [
            192,
            200,
            [
                "Kuhlmann"
            ]
        ],
        [
            240,
            253,
            [
                "Sass-Inquart",
                "Seyss-In quart"
            ]
        ]
    ],
    "He was appointed a captain in the SS and his older half-brother, Josef Mühlmann (1886-1972), an art critic and restorer, inducted in the Gestapo.": [
        [
            71,
            79,
            [
                "Kuhlmann"
            ]
        ]
    ],
    "The two donatated paintings drawn from municipal collections to Hitler and Göring.": [
        [
            8,
            17,
            [
                "donated"
            ]
        ]
    ],
    "When the Vienna Gestapo created the \"Vulgesta\" (acronym for <em>Vermoögensumzugsgut Gestapo</em> or Transferred Property of the Gestapo), Mühlmann began assisting in an office across the street from the seized Rothschild palace, now the office of famed deporter/Holocaust architect Adolf Eichmann (1906-1962).": [
        [
            37,
            45,
            [
                "Suggests",
                "Suggest",
                "Augusta",
                "Fullest",
                "Valletta",
                "Vesta"
            ]
        ]
    ],
    "He toured Hitler in the Neue Burg, the Austrian castle where looted art was initially held in Austria.": [
        [
            24,
            28,
            [
                "Nee",
                "Neut",
                "Née",
                "NEE",
                "Névé"
            ]
        ]
    ],
    "He moved to a villa outside Salzburg (Salzburg Anif) which had been seized from a Jewish woman, Helena Taussig.": [
        [
            47,
            51,
            [
                "AIF",
                "ANF",
                "ANI",
                "ANIA",
                "AVIF",
                "Anil"
            ]
        ],
        [
            103,
            110,
            [
                "Aussie",
                "Trussing"
            ]
        ]
    ],
    "Mühlmann attempted to keep much of the looted art in Austria, however, and because of this was dismissed from his position in June, 1939.": [
        [
            0,
            8,
            [
                "Kuhlmann"
            ]
        ],
        [
            126,
            136,
            [
                "June 1939"
            ]
        ]
    ],
    "He moved to Berlin and, at the invasion of Poland, was appointed director of the <em>Sonderbeauftragten fur die Erfassung der Kunst und Kulturschätze</em> (Special Commission for the disposition of art and cultural treasures) by Göring.": [],
    "His assignment was to plunder artwork belonging to Jews, \"enemies of the state,\" and the Roman Catholic Church.": [],
    "Looting responsibilities were divided between Wolfram Sievers (1905-1948) and former Berlin University professor Peter Paulsen (1902 [dates of 1892 are wrong]-after 1969), who focused on archaeological artifacts, and Mühlmann for art.": [
        [
            54,
            61,
            [
                "Silvers",
                "Severs",
                "Sieves",
                "Sailers",
                "Sievert",
                "Sieverts"
            ]
        ],
        [
            217,
            225,
            [
                "Kuhlmann"
            ]
        ]
    ],
    "Mühlmann organized squads to seize Polish art, mostly from hiding places where it had been hidden prior to the Nai invasion.": [
        [
            0,
            8,
            [
                "Kuhlmann"
            ]
        ],
        [
            111,
            114,
            [
                "Nazi",
                "Neil",
                "Nail",
                "Kai",
                "NAD",
                "NAC"
            ]
        ]
    ],
    "In 1941 Mühlmann divorced Poldi, marrying his mistress, Hilde Ziegler.": [
        [
            8,
            16,
            [
                "Kuhlmann"
            ]
        ],
        [
            26,
            31,
            [
                "Old",
                "Sold",
                "Hold",
                "Told",
                "Cold",
                "Gold"
            ]
        ],
        [
            56,
            61,
            [
                "Hide",
                "Wilde",
                "Hilda",
                "Tilde",
                "HALDE",
                "Hilden"
            ]
        ]
    ],
    "When the Reich overran the Netherlands, Mühlmann set up operations there.": [
        [
            40,
            48,
            [
                "Kuhlmann"
            ]
        ]
    ],
    "His staff of art historians in the Netherlands included the Berlin art historian of Dutch art, <a href=\"/plietzsche\">Eduard Plietzsch</a>, Mühlmann's his brother, Josef, and two Viennese art historians, Franz Kieslinger (1904-1999) and <a href=\"/degenhartb\">Bernhard Degenhart</a> who assisted in expertising works of looted art to be sent to the Führermuseum and the art collection of Reichsmarschall.": [],
    "His unit worked until the Reich collapsed in 1945.": [],
    "Mühlmann fled to Vienna and then to the Austrian Alps where he was captured by American forces the same year in the town of Seewalchen am Attersee.": [
        [
            0,
            8,
            [
                "Kuhlmann"
            ]
        ],
        [
            138,
            146,
            [
                "Attendee",
                "Battersea"
            ]
        ]
    ],
    "He admitted to facilitating the dispursal of looted art, but knowing nothing of the Holocost.": [
        [
            32,
            41,
            [
                "dispersal",
                "disbursal"
            ]
        ],
        [
            84,
            92,
            [
                "Holocaust"
            ]
        ]
    ],
    "He testified in the treason trial of Guido Schmidt in 1947, covered in the United States in a three-part article in the <em>New Yorker</em> written by 1947, Janet Flanner (1892-1978) outlining Nazi art looting.": [
        [
            163,
            170,
            [
                "Planner",
                "Flanker",
                "Flannel",
                "Flannery"
            ]
        ]
    ],
    "In 1948, still under arrest by the CIC (Counter Intelligence Corps) he escaped from a hospital where he had been committed for illness.": [
        [
            40,
            60,
            [
                "Counterintelligence"
            ]
        ]
    ],
    "He fled to Lake Starnberg, Bavaria, still wanted in Austria for pre-1938 Nazi affiliations.": [],
    "Apparently living off of the sale of artworks stolen and hidden during the Riech years, he sold art work to the same art dealers whom he had worked with during the war years and who had re-established themselves after the war.": [
        [
            75,
            80,
            [
                "Rich",
                "Reich"
            ]
        ]
    ],
    "Mühlmann enjoyed the largess of former Nazis including the film director Leni Riefenstahl, who was also perhaps a lover.": [
        [
            0,
            8,
            [
                "Kuhlmann"
            ]
        ]
    ],
    "He died of stomach cancer in Munich in 1958 and is buried in the family plots at te Maxglan cemetery.": [
        [
            81,
            83,
            [
                "the",
                "Te",
                "to",
                "he",
                "we",
                "be"
            ]
        ],
        [
            84,
            91,
            [
                "Raglan",
                "Matalan"
            ]
        ]
    ],
    "Mühlmann organized and headed the art plundering agencies in Poland and the Netherlands as is documented in the U. S. Army's <em>Consolidated Interrogation Report</em>.": [
        [
            0,
            8,
            [
                "Kuhlmann"
            ]
        ]
    ],
    "He held the title \"The Special Commissioner for the Safekeeping of Works of Art in the Occupied Territories\" working through art dealers who specialized in the art of plundered nations, most notable Karl Haberstock, but also Walter Andreas Hofer, <a href=\"/lohseb\">Bruno Lohse</a>, Maria Almas Dietrich, and Julius Böhler.": [
        [
            204,
            214,
            [
                "Haber stock"
            ]
        ]
    ],
    "Flanner called him \"arguably the single most prodigious art plunderer in the historyof human civilization.\"": [
        [
            0,
            7,
            [
                "Planner",
                "Flanker",
                "Flannel",
                "Flannery"
            ]
        ],
        [
            77,
            86,
            [
                "history of"
            ]
        ]
    ],
    "Tensions persisted between Mühlmann, the Austrian, and his German superiors, whom he resented as heavy-handed (\"German\" to his view) in their proscriptive art policy.": [
        [
            27,
            35,
            [
                "Kuhlmann"
            ]
        ]
    ],
    "Mühlmann at least in earlier years had allowed exhibitions of Expressionism, outlawed in Germany, and was considered a traitor by some Nazis.</p>": [
        [
            0,
            8,
            [
                "Kuhlmann"
            ]
        ]
    ]
}