{
    "Tutor and restorer.": [],
    "Mühsam was born 1889 to Isidor Freymark (d.": [
        [
            0,
            6,
            [
                "MyISAM",
                "Mülheim",
                "USAM"
            ]
        ],
        [
            24,
            30,
            [
                "Isidora",
                "Isidro"
            ]
        ],
        [
            31,
            39,
            [
                "Frey mark"
            ]
        ]
    ],
    "1912), a banker, and Lina Hirschfeld (d.": [],
    "1922), who were both Jewish.": [],
    "She attended private school in her youth, and in 1911 married Kurt Mühsam (1882–1931), a lawyer, writer, journalist, editor-in-chief, and film critic.": [
        [
            67,
            73,
            [
                "MyISAM",
                "Mülheim",
                "USAM"
            ]
        ]
    ],
    "Before college, Mühsam worked as a housewife and mother, giving piano lessons and writing occasional music criticism.": [
        [
            16,
            22,
            [
                "MyISAM",
                "Mülheim",
                "USAM"
            ]
        ]
    ],
    "From 1929 to 1936, she studied archaeology and art history in Berlin under <a href=\"/rodenwaldtg\">Gerhart Rodenwaldt</a>, interrupted by the death of her husband in 1931.": [],
    "Mühsam earned her doctorate in 1936 under Rodenwaldt.": [
        [
            0,
            6,
            [
                "MyISAM",
                "Mülheim",
                "USAM"
            ]
        ],
        [
            42,
            52,
            [
                "Rosenwald"
            ]
        ]
    ],
    "Until February 1940, Mühsam lived in Berlin with her two younger children, perfecting restoration skills.": [
        [
            21,
            27,
            [
                "MyISAM",
                "Mülheim",
                "USAM"
            ]
        ]
    ],
    "Desperate to leave Nazi Germany and its persecution of Jews, she was forced to sell all of her property to pay the Reich Flight Tax prior to emigrating with her daughter Gerd in 1940 to live in the USA.": [
        [
            170,
            174,
            [
                "Herd",
                "Germ",
                "GED",
                "Nerd",
                "Gird",
                "ERD"
            ]
        ]
    ],
    "Mühsam was assisted by her daughter Ruth (1912–1999), possibly with the help of the author Erich Maria Remarque, with whom Ruth had formed a friendship after earlier emigration to the USA.": [
        [
            0,
            6,
            [
                "MyISAM",
                "Mülheim",
                "USAM"
            ]
        ]
    ],
    "Until about 1945, Mühsam earned a living by working as a cleaner and nanny in New York, while also continuing her training as a restorer at the Brooklyn Museum.": [
        [
            18,
            24,
            [
                "MyISAM",
                "Mülheim",
                "USAM"
            ]
        ]
    ],
    "She subsequently fulfilled smaller orders as a restorer.": [],
    "From around 1950, most likely through the mediation of the archaeologist <a href=\"/bieberm\">Margarete Bieber</a>, who had also emigrated to the USA, she worked as a tutor for students at Columbia University in New York, preparing master’s and doctoral students for exams in archaeology, art history and German.": [],
    "Her dissertation, <em>Attische Grabdenkmäler aus vorrömischer Zeit</em> (<em>Attic Grave Reliefs from the Roman Period</em>), was published in <em>Berytus</em> in 1953.": [],
    "Mühsam had three children, including Gerd Mühsam (1913–1979), an art librarian and historian.": [
        [
            0,
            6,
            [
                "MyISAM",
                "Mülheim",
                "USAM"
            ]
        ],
        [
            37,
            41,
            [
                "Herd",
                "Germ",
                "GED",
                "Nerd",
                "Gird",
                "ERD"
            ]
        ],
        [
            42,
            48,
            [
                "MyISAM",
                "Mülheim",
                "USAM"
            ]
        ]
    ]
}