{
    "<p>Post-World War II museum director and author of the <em>Pelican History of Art</em> volume on northern renaissance sculpture.": [],
    "Müller studied art history between 1923 and 1928 in Germany under such luminaries as <a href=\"/goldschmidta\">Adolph Goldschmidt</a> in Berlin, <a href=\"/wolfflinh\">Heinrich Wölfflin</a> in Zürich, and <a href=\"/pinderw\">Wilhelm Pinder</a> in Munich.": [],
    "In 1928 he received his doctorate with a dissertation on the Gothic sculpture of the Tyrol.": [
        [
            3,
            7,
            [
                "1928,"
            ]
        ]
    ],
    "He joined the Bayerisches Nationalmuseum (Bavarian National Museum) in Munich the same year as an intern, remaining at that sole institution his entire life.": [
        [
            26,
            40,
            [
                "National museum"
            ]
        ]
    ],
    "His dissertation was published in 1935.": [],
    "From then until 1939 he researched late medieval sculpture, especially in Slovakia, Transylvania and Poland.": [],
    "He became an authority on the work of Veit Stoss.": [
        [
            38,
            42,
            [
                "Vat",
                "Wait",
                "Van",
                "Vast",
                "Cat",
                "Eat"
            ]
        ],
        [
            43,
            48,
            [
                "Stops",
                "Toss",
                "Stows"
            ]
        ]
    ],
    "He remained at the Museum throughout the Nazi years in Germany.": [],
    "After World War II, perhaps because of the German-centric ideology imbued in the art-historical German writing before the war, Müller broadened his view to sculpture of France and the Netherlands.": [],
    "Together with the director of the Germanic National Museum in Nuremberg, <a href=\"/steingrabere\">Erich Steingräber</a>, he wrote a pioneering study on \"email en ronde-bosse\" around 1400.": [],
    "Together with <a href=\"/feulnera\">Adolf Feulner</a>, he authored the second volume of the Deutsche Kunstgeschichte, <em>Geschichte der deutschen Plastik</em>, 1953 He contributed to the festschrift of <a href=\"/pinderw\">Wilhelm Pinder</a>.": [],
    "In 1966 he wrote the volume in the distinguished <em>Pelican History of Art</em> series, commissioned by <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a>, <em>Sculpture in the Netherlands, Germany, France, and Spain: 1400 to 1500</em>.": [
        [
            3,
            7,
            [
                "1966,"
            ]
        ]
    ],
    "Unlike some in the series, it was not a work of brilliance, but did set out in an order the disparate work of the period.": [],
    "Müller retired in 1968 from the Museum.Methodologically, Müller's connoisseurship and economy of language owed more the Goldschmidt than to Pinder.": [
        [
            39,
            55,
            [
                " Methodologically"
            ]
        ],
        [
            140,
            146,
            [
                "Hinder",
                "Binder",
                "Cinder",
                "Finder",
                "Pinter",
                "Kinder"
            ]
        ]
    ],
    "Müller's major political accomplishment was to rehabilitate German art history after the Nazi years (Sauerländer).</p>": []
}