{
    "<p>Archaeologist and general classical-studies scholar, including art history, at Göttingen University.": [],
    "Müller was the son of minister.": [],
    "He initially attended the university in Breslau and the classes of Barthold Niebuhr (1776-1831) on Roman history.": [
        [
            40,
            47,
            [
                "Presley",
                "Belau",
                "Bresler"
            ]
        ],
        [
            67,
            75,
            [
                "Bartholdi",
                "Bart hold",
                "Barth old"
            ]
        ]
    ],
    "Settling on Classics as a field, he moved to Berlin where he continued study with Friedrich Schleiermacher (1768-1834), Philipp Buttmann (1764-1829) and most importantly for Müller, August Böckh (1785-1867).": [
        [
            128,
            136,
            [
                "Bultmann"
            ]
        ],
        [
            189,
            194,
            [
                "Bock",
                "Boch"
            ]
        ]
    ],
    "Böckh instilled in the young Müller the notion of using all sources of ancient history to construct a comprehensive view of the past.": [
        [
            0,
            5,
            [
                "Bock",
                "Boch"
            ]
        ]
    ],
    "This Müller did with stunning impact, beginning with his 1817 dissertation, <em>Aegineticorum liber</em>, a history of the island of Aegina.": [],
    "Müller succeeded <a href=\"/welckerf\">Friedrich Gottlieb Welcker</a> at Göttingen University in 1819, still only twenty-two, with the title <em>Extraordinarius</em> professor.": [],
    "Müller published books on mythology and the Dorian peoples before proceeding to art history.": [],
    "<em>De Phidiae vita et operibus</em>, a discussion of the sculptor Phidias and the Elgin marbles (brought to England in 1812), appeared in 1827.": [],
    "<em>Handbuch der Archäologie der Kunst</em> of 1830 summarized the field and was quickly translated into French and English.": [],
    "After that, books on Greek and Latin literary history as well as on other areas followed.": [],
    "During a trip to Delphi in Greece in 1839, Müller became ill and died in in 1840 in Athens.": [
        [
            70,
            75,
            [
                "in"
            ]
        ]
    ],
    "He is buried at Colonus, Greece.": [
        [
            16,
            23,
            [
                "Colons",
                "Colobus",
                "Colones",
                "Col onus",
                "Colo nus",
                "Colon us"
            ]
        ]
    ],
    "His students included <a href=\"/curtiuse\">Ernst Curtius</a>, in whose presence Müller died while on research visit.Müller was the first great German classicist to visit England and his books were early translated into English.": [],
    "His penchant for describing ancient peoples as \"races\" was usurped by the Nazis in the 1930s to connect Greeks with an Aryan lineage, divorcing them from Semitic contexts, something Müller never intended.": [],
    "The revolution he created in classical scholarship was disseminated more by books than his students (Calder).</p>": []
}