{
    "<p>Dealer and historian of Italian and Old Master paintings.": [],
    "Mündler studied languages at Munich and Erlangen Universities.": [
        [
            0,
            7,
            [
                "Bundler",
                "Muddler"
            ]
        ]
    ],
    "He decided to move to Paris to become an art dealer in 1835, and developed close friendships with prominent members of the European art community of the 1840's, including <a href=\"/morellig\">Giovanni Morelli</a>, Emmanuel Sano, and <a href=\"/wornumr\">Ralph Nicholson Wornum</a>.": [
        [
            153,
            159,
            [
                "1840s"
            ]
        ]
    ],
    "In 1850, he published his first essay on old Master paintings in the Louvre, proving his ability to conduct art-historical research and exposing him as a major critic of the Louvre's administrative policies.": [],
    "He questioned the research of <a href=\"/villotf\">Fédéric Villot</a>, the Director of the Louvre, pointing out the errors in the catalog that he published in 1849.": [],
    "Mündler, like Morelli, believed that the best approach to understanding art was through the method of connoisseurship.": [
        [
            0,
            7,
            [
                "Bundler",
                "Muddler"
            ]
        ],
        [
            14,
            21,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ]
    ],
    "He collected the signatures and monograms of painters in order to compile a dictionary that he never completed.": [],
    "Mündler's previous training in religious studies allowed him to make detailed and insightful observations about religious images.": [
        [
            0,
            7,
            [
                "Bundler",
                "Muddler"
            ]
        ]
    ],
    "In 1855, <a href=\"/eastlakec\">Charles Lock Eastlake</a>, the first Director of the National Gallery in London, appointed him as a traveling agent for the National Gallery in London, allowing him to travel throughout Europe to investigate new acquisitions.": [],
    "The written record of his contact with dealers, painters, and their provenances became a handbook of useful information for collectors and museum directors.": [],
    "Between 1855-57 Eastlake and Mündler acquired 59 painting from Italy, 1 from The Hague and 23 in England.": [
        [
            16,
            24,
            [
                "East lake"
            ]
        ],
        [
            29,
            36,
            [
                "Bundler",
                "Muddler"
            ]
        ]
    ],
    "The somewhat unfair criticisms of the collector Lord Elcho (1818-1914, the future 10th earl of Wemyss), led to Mündler's dismissal in 1858 and the elimination of his position.": [
        [
            53,
            58,
            [
                "Echo"
            ]
        ],
        [
            95,
            101,
            [
                "Weiss",
                "Remiss"
            ]
        ],
        [
            111,
            118,
            [
                "Bundler",
                "Muddler"
            ]
        ]
    ],
    "He returned to Paris to work as an art dealer and advisor to German museums.": [],
    "He wrote several museum catalogs in the last years of his life, including one of the Galleria Sabauda in Turin for <a href=\"/morellig\">Giovanni Morelli</a> and Giuseppe Molteni, and a catalogue of the Louvre.": [
        [
            94,
            101,
            [
                "Canada",
                "Saudi",
                "Amanda",
                "Sahara",
                "Salad",
                "Savanna"
            ]
        ]
    ],
    "In 1869, Mündler published a revised edition of the attributions of <a href=\"/burckhardtj\">Jacob Burckhardt</a>'s <em>Cicerone</em>, which Morelli used as a template for his 1893 publication <em>Kunstkritische Studien</em>.</p>": [
        [
            9,
            16,
            [
                "Bundler",
                "Muddler"
            ]
        ]
    ]
}