{
    "<p>Documentary art historian of Roman, early Christian, and Italian Renaissance art.": [],
    "Müntz went to Paris in 1857 to study law, but after brief study became interested in art, and devoted the rest of his life to art-historical research.": [
        [
            0,
            5,
            [
                "Munoz",
                "Muñoz"
            ]
        ]
    ],
    "His early contributation to the journal <em>Revue Alsacienne</em> brought him notoriety.": [
        [
            10,
            24,
            [
                "contribution"
            ]
        ]
    ],
    "In 1875, he studied at the newly-founded école Française in Rome (founded by <a href=\"/dumonta\">Albert Dumont</a>), among fellow students such as father Louis Duchesne (1843-1922), later a director of the school.": [
        [
            41,
            46,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            47,
            56,
            [
                "Franchise",
                "Francoise",
                "Français",
                "Françoise"
            ]
        ]
    ],
    "Making a study of the manuscripts at the Vatican Archives and Library, Müntz became fascinated with the art history of Italy.": [
        [
            71,
            76,
            [
                "Munoz",
                "Muñoz"
            ]
        ]
    ],
    "His first monograph, <em>Les Arts à la cour des papes</em> began appearing in 1875.": [],
    "It profoundly proved the role of the popes in the creation of the Italian Renaissance.": [],
    "He was appointed principal librarian and keeper of the archives and collections at the école des Beaux-Arts in Paris in 1876.": [
        [
            87,
            92,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            93,
            96,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Between <em>Les Arts à la cour des papes</em> Müntz issued <em>Precurseurs de la Renaissance</em> in 1881 and <em>Raphael</em>.": [],
    "Müntz's writing entered an English-language readership with a translation of his Raphael book the following year.": [
        [
            0,
            5,
            [
                "Munoz",
                "Muñoz"
            ]
        ]
    ],
    "<em>Les Historiens et les critiques de Raphael</em> published in 1884, an early historiography, in which Müntz defended his contemporary art historians against the emerging connoisseurship trend of <a href=\"/morellig\">Giovanni Morelli</a>.": [],
    "He succeeded <a href=\"/taineh\">Hippolyte Taine</a> as the chair of aesthetics in 1885, whose postitivism he had methodologically opposed (through 1892).": [],
    "His popular reputation as an art historian in France was made with another multi-volume work, <em>Histoire de l'art en Italie pendant la Renaissance</em>, beginning with <em>Les Primitifs</em> in 1888.": [],
    "The young <a href=\"/vogew\">Wilhelm Vöge</a> met Müntz in 1893 while researching his book on sculpture.": [],
    "Müntz published extensively on topics ranging from Roman art to contemporary French art, however he specialized in Florentine painters such as Leonardo da Vinci and Raphael.": [
        [
            0,
            5,
            [
                "Munoz",
                "Muñoz"
            ]
        ]
    ],
    "As faculty at the Sorbonne, his students include <a href=\"/dimierl\">Louis Dimier</a>.": [],
    "Müntz wrote several books and articles about painters, as well as collectors, including the collections of the Medici family and the Avignon Papacy.": [
        [
            0,
            5,
            [
                "Munoz",
                "Muñoz"
            ]
        ]
    ],
    "By his death in 1902, Müntz had written over 200 scholarly art-historical publications.": [
        [
            22,
            27,
            [
                "Munoz",
                "Muñoz"
            ]
        ]
    ],
    "Müntz belongs to the school of art historians that includes <a href=\"/justic\">Carl Nicolaus Heinrich Justi</a> and <a href=\"/dvorakm\">Max Dvořák</a> who focused on the study of art in a cultural context in the spirit of <a href=\"/burckhardtj\">Jacob Burckhardt</a>, opposing positivism of Taine.": [
        [
            0,
            5,
            [
                "Munoz",
                "Muñoz"
            ]
        ]
    ],
    "Together with <a href=\"/milanesig\">Gaetano Milanesi</a>, he pioneered the modern (documentary) study of Italian art history.": [],
    "His knowledge of original documents, memoranda, inventories, and contracts in Italian archvies resulted in one of the first serious histories of Italian art (Gillet).": [
        [
            86,
            94,
            [
                "archives",
                "arch vies"
            ]
        ],
        [
            158,
            164,
            [
                "Millet",
                "Gilles",
                "Billet",
                "Fillet",
                "Gimlet",
                "Gullet"
            ]
        ]
    ],
    "The bulk of his publishing was popular and his views of artists overall was not original, the way his contemporary, <a href=\"/symondsj\">John Addington Symonds</a> was.": [],
    "Müntz viewed Rome center of artistic creation in the Renaissance, a view which hampered his apprecation of Venice and Siena.</p>": [
        [
            0,
            5,
            [
                "Munoz",
                "Muñoz"
            ]
        ],
        [
            92,
            103,
            [
                "appreciation"
            ]
        ]
    ]
}