{
    "<p>Professor of Art History at the Vienna Academy, Director of its gallery; Rembrandt scholar.": [],
    "Münz's father and mother were Bernhard Münz, Chief editor for the <em>Neue Wiener Tagblatt</em> (newspaper) and Josefine Labin (Münz).": [
        [
            0,
            4,
            [
                "Mung",
                "Munoz",
                "Muñoz",
                "Mun"
            ]
        ],
        [
            39,
            43,
            [
                "Mung",
                "Munoz",
                "Muñoz",
                "Mun"
            ]
        ]
    ],
    "After graduation from a humanities Gymnasium in Vienna, Münz entered the University in Vienna around 1908 concentrating on a law degree.": [
        [
            56,
            60,
            [
                "Mung",
                "Munoz",
                "Muñoz",
                "Mun"
            ]
        ]
    ],
    "He enlisted in the Austrian army in 1912 and was assigned to the reserves.": [],
    "Returning to the University, he completed his law degree in 1914 and, already having begun a study of art history, planned to pursue it next.": [],
    "The eruption of World War I, however, resulted in his recall to the army.": [],
    "He fought with distinction and was wounded in action.": [],
    "After the war, he resumed study in Vienna under <a href=\"/dvorakm\">Max Dvořák</a>.": [],
    "Dvořák died in 1921 andMünz moved to the University of Hamburg and its connections with the Warburg Library under <a href=\"/saxlf\">Fritz Saxl</a> and <a href=\"/panofskye\">Erwin Panofsky</a>.": [
        [
            0,
            6,
            [
                "Dvorak"
            ]
        ],
        [
            20,
            27,
            [
                "Edmund",
                "handgun",
                "Andean",
                "handguns",
                "Andaman",
                "Bandung"
            ]
        ]
    ],
    "He continued to research a dissertation topic on Rembrandt's influence in eighteenth-century art.": [],
    "His attempt to graduate at Hamburg in 1923 was thwarted by the faculty who failed to accept his dissertation, partially due to issues of antisemitism (Wendland).": [
        [
            151,
            159,
            [
                "Wend land"
            ]
        ]
    ],
    "Münz published his first article, one on the drawings of Rembrandt and Bols, in 1924.": [
        [
            0,
            4,
            [
                "Mung",
                "Munoz",
                "Muñoz",
                "Mun"
            ]
        ],
        [
            71,
            75,
            [
                "Boys",
                "Boss",
                "Bold",
                "Bolt",
                "Bowls",
                "Bogs"
            ]
        ]
    ],
    "He returned to Vienna in 1926 teaching a private teacher and supported by his family.": [],
    "In 1931 he edited the critical edition of the important book, <em>Das holländische Gruppenporträt</em> (The Dutch Portrait Group) by <a href=\"/riegla\">Aloïs Riegl</a> and, after 1933, the literary estate of his friend, the Viennese architect Adolf Loos (1870-1933).": [
        [
            3,
            7,
            [
                "1931,"
            ]
        ]
    ],
    "Münz reorganized the antiquities collection of the Kunstgewerbemuseum (Arts and Industry Museum) in Vienna with <a href=\"/gargere\">Ernst von Garger</a>, which was regarded as a model of its kind (<em>Burlington Magazine</em>).": [
        [
            0,
            4,
            [
                "Mung",
                "Munoz",
                "Muñoz",
                "Mun"
            ]
        ]
    ],
    "He became close acquaintences of the influential Vienna mayor Karl Krauss and Oskar Kokoschka.": [
        [
            16,
            29,
            [
                "acquaintances"
            ]
        ],
        [
            67,
            73,
            [
                "Kraus's",
                "Kraus",
                "Krause"
            ]
        ]
    ],
    "Münz harbored an interest in the psychology of art and particularly of artistic creation.": [
        [
            0,
            4,
            [
                "Mung",
                "Munoz",
                "Muñoz",
                "Mun"
            ]
        ]
    ],
    "After five years of study, his book on how blind children create sculpture, <em>Die plastischen Arbeiten Blinder</em>, appeared in 1934 with the art education Viktor Löwenfeld (1903-1960).": [],
    "He married Maria Fijala Zornig in 1937.": [
        [
            17,
            23,
            [
                "Final",
                "Finals",
                "Finale",
                "Fibula",
                "Vijaya"
            ]
        ],
        [
            24,
            30,
            [
                "Morning",
                "Boring",
                "Zoning",
                "Corning",
                "Koenig",
                "Zorn"
            ]
        ]
    ],
    "He produced another innovative books, <em>Die Kunst Rembrandts und Goethes Sehen</em>, on Goethe's interpretation of Rembrandt's art.": [],
    "Münz's opposition to National Socialism--intellectual and religious (he was Jewish)--was overt before the 1938 Anschluss.": [
        [
            0,
            4,
            [
                "Mung",
                "Munoz",
                "Muñoz",
                "Mun"
            ]
        ]
    ],
    "After then, he escaped Austria to England with the help of friends.": [],
    "He taught and wrote, but was supported by his fellow countryman in England, <a href=\"/seilerundaspanga\">Antoine Seilern</a>.": [],
    "He continued special-subjects research on the drawing of mental patients at Maudsley Mental Hospital in London.": [
        [
            76,
            84,
            [
                "Mandela",
                "Mandala",
                "Bardsley"
            ]
        ]
    ],
    "At the outbreak of the war with England, Münz was interned in 1940 as an enemy alien, released in 1941 by the Warburg Institute, now resituated in London.": [
        [
            41,
            45,
            [
                "Mung",
                "Munoz",
                "Muñoz",
                "Mun"
            ]
        ]
    ],
    "During the war Münz researched Rembrandt etchings and those of his followers At the conclusion of World War II, Münz was recalled to Austria by the ministry of education to be the director of the academy of fine arts.": [
        [
            15,
            19,
            [
                "Mung",
                "Munoz",
                "Muñoz",
                "Mun"
            ]
        ],
        [
            112,
            116,
            [
                "Mung",
                "Munoz",
                "Muñoz",
                "Mun"
            ]
        ]
    ],
    "He set about rebuilding the Academy, figuratively and literally from war damage.": [],
    "He set about organizing exhibitions and writing guides for the public which were both scholarly and introductory.": [],
    "His book on Rembrandt etchings was published in 1952 as a two-volume set; it remains a significant work on the artist's drawings and Münz's major work.": [
        [
            133,
            137,
            [
                "Mung",
                "Munoz",
                "Muñoz",
                "Mun"
            ]
        ]
    ],
    "In 1954 he was selected to publish the volume on Rembrandt for the Abrams series on individual artsts, <em>Library of Great Painters</em>.": [
        [
            3,
            7,
            [
                "1954,"
            ]
        ],
        [
            95,
            101,
            [
                "artists",
                "arts ts"
            ]
        ]
    ],
    "He was awarded the title of Professor in 1955 by the Austrian President.": [],
    "Shorty after opening a discussion session at Rembrandt congress at the Zentralinstitut für Kunstgeschichte, Münz suffered a heart attack and died before many of his colleagues.": [
        [
            87,
            90,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            108,
            112,
            [
                "Mung",
                "Munoz",
                "Muñoz",
                "Mun"
            ]
        ]
    ],
    "His book on the drawings of Pieter Bruegel was published posthumously.": [],
    "Münz had the reputation of being a difficult personality.": [
        [
            0,
            4,
            [
                "Mung",
                "Munoz",
                "Muñoz",
                "Mun"
            ]
        ]
    ],
    "He did not allow for those less knowledgeable than he to hold forth opinions unchallenged.</p>": []
}