{
    "<p>Medievalist; specialist in Romanesque manuscript illumination.": [],
    "Mütherich wrote her Ph.D.": [
        [
            0,
            9,
            [
                "Metternich",
                "Mothering",
                "Muttering",
                "Euthenics",
                "Eutheria",
                "Etheric"
            ]
        ]
    ],
    "in Berlin under <a href=\"/pinderw\">Wilhelm Pinder</a>, graduating in 1940.": [],
    "Her dissertation topic was on goldwork of the Rheinland areas during the reign of the Hohenstaufen kings.": [
        [
            30,
            38,
            [
                "gold work"
            ]
        ],
        [
            46,
            55,
            [
                "Zealand",
                "Thailand",
                "Rhineland",
                "Headland",
                "Haaland"
            ]
        ]
    ],
    "After World War II, when the Nazi NSDAP headquarters in Munich was turned into an art-historical research center, the Zentralinstitut für Kunstgeschichte, she was made a member in 1949.": [
        [
            134,
            137,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "She worked there, under its director, <a href=\"/heydenreichl\">Ludwig H. Heydenreich</a>, remaining until 1980.": [],
    "Mütherich helped build the reputation of the Zentralinstitut into one of the most important post-war research centers for German art.": [
        [
            0,
            9,
            [
                "Metternich",
                "Mothering",
                "Muttering",
                "Euthenics",
                "Eutheria",
                "Etheric"
            ]
        ]
    ],
    "She became the editor of the corpus of Carolingian illuminated manuscripts with the Harvard scholar <a href=\"/koehlerw\">Wilhelm Reinhold Walter Koehler</a>.": [],
    "Mütherich was a co-editor of the art journal <em>Kunstchronik</em> from 1954 to 1970.": [
        [
            0,
            9,
            [
                "Metternich",
                "Mothering",
                "Muttering",
                "Euthenics",
                "Eutheria",
                "Etheric"
            ]
        ]
    ],
    "In 1962 she began publishing with the medievalist <a href=\"/schrammp\">Percy Ernst Schramm</a> an inventory of royal German portraits.": [
        [
            3,
            7,
            [
                "1962,"
            ]
        ]
    ],
    "In 1966 she lectured at the Ludwig-Maximilians-Universität, the university in Munich.": [
        [
            3,
            7,
            [
                "1966,"
            ]
        ],
        [
            28,
            58,
            [
                "Ludwig-Maximilian-Universität",
                "Ludwig-Maximilians-University"
            ]
        ]
    ],
    "Mütherich was named honorary professor there in 1969.": [
        [
            0,
            9,
            [
                "Metternich",
                "Mothering",
                "Muttering",
                "Euthenics",
                "Eutheria",
                "Etheric"
            ]
        ]
    ],
    "She taught as a visiting professor at Columbia University, New York, between 1976 and 1982.</p>": []
}