{
    "<p>Book dealer and architectural historian.": [],
    "Nagler earned his doctorate from the Universität Erlangen in 1829.": [
        [
            0,
            6,
            [
                "Nadler",
                "Nagger"
            ]
        ],
        [
            37,
            48,
            [
                "University"
            ]
        ]
    ],
    "Through his research at the Bayerische Staatsbibliothek in Munich, he completed his first major scholarly reference publication, <em>Neues allgemeines Künstler-Lexicon</em> (1835-52).": [],
    "It took Nagler seventeen years, scrupulously delivering a manuscript every month to his printer, E.A.": [
        [
            8,
            14,
            [
                "Nadler",
                "Nagger"
            ]
        ]
    ],
    "Fleischmann, in Munich.": [
        [
            0,
            11,
            [
                "Fleischman"
            ]
        ]
    ],
    "Comprehensive art dictionaries and encyclopedias were only then being written.": [],
    "Scholars had mixed feelings about such works.": [],
    "The art historian <a href=\"/singerh\">Hans Wolfgang Singer</a> wrote of the work that \"value of the encyclopaedia as a reference work is not...quite as great as the amount of work that has gone into it.\"": [],
    "Outside of his book dealing business, Nagler wrote articles about art for the <em>Bayerische Nationalzeitung</em>.": [
        [
            0,
            10,
            [
                "Outside"
            ]
        ],
        [
            38,
            44,
            [
                "Nadler",
                "Nagger"
            ]
        ]
    ],
    "Between 1857 and 1878, he wrote his second art historical reference work, <em>Die Monogrammisten und diejengien bekannten und unbekannten Künstler aller Schulen</em>.": [],
    "Nagler intended this dictionary as a complement to this dictionary of artists.": [
        [
            0,
            6,
            [
                "Nadler",
                "Nagger"
            ]
        ]
    ],
    "<em>Die Monogrammisten</em> became one of the first efforts to approach art historical research in a systematic and scientific way.": [],
    "In 1836, Nagler began lecturing on architectural history at the Königliche Baugewerbschule in Munich.": [
        [
            9,
            15,
            [
                "Nadler",
                "Nagger"
            ]
        ]
    ],
    "Nagler considered a second edition of <em>Künstler-Lexicon</em>, but died before it could be begun.": [
        [
            0,
            6,
            [
                "Nadler",
                "Nagger"
            ]
        ]
    ],
    "In 1867, <a href=\"/engelmannw\">Wilhelm Engelmann</a> (publishers) bought the rights to the <em>Künstler-Lexicon</em> from Tendler/J.": [],
    "Grosser publishers.": [],
    "<a href=\"/meyerj\">Julius Meyer</a> was entrusted with a new edition, but it took a reorganization under <a href=\"/thiemeu\">Ulrich Thieme</a> and <a href=\"/beckerf\">Felix Becker</a> to bring the modern <em>Allgemeines Lexikon der bildenden Künstler</em> for fruition.</p>": []
}