{
    "<p>University lecturer at Boston University and founder of the Department of Fine Art at Blue Ridge Community College.": [],
    "Walter Nathan was born in Neustadt, Germany in 1905.": [
        [
            26,
            34,
            [
                "Newscast",
                "Nested",
                "Restart",
                "Ronstadt",
                "Gestalt",
                "Neustria"
            ]
        ]
    ],
    "He received his <em>abitur</em> from Magdeburg Realgymnasium in 1923.": [],
    "Afterwards, he studied art history, German, and English in Würzburg, Berlin, and Bonn under <a href=\"/clemenp\">Paul Clemen</a>, <a href=\"/weisbachw\">Werner Weisbach</a>, <a href=\"/knappf\">Fritz Knapp</a>, <a href=\"/waetzoldtw\">Wilhelm Waetzoldt</a>, <a href=\"/sedlmaierr\">Richard Sedlmaier</a>, <a href=\"/worringerw\">Wilhelm Worringer</a>, and <a href=\"/luthgene\">Eugen Lüthgen</a>.": [
        [
            0,
            10,
            [
                "Afterward"
            ]
        ]
    ],
    "He received his doctorate in 1928 and crafted his dissertation, <em>Sir John Cheke und der englische Humanismus</em>.": [],
    "In 1928, he satisfactorily completed his state examination to become a secondary school teacher.": [],
    "From 1928-1933, he was a high school teacher of English, German, and history at several different public high schools, but he was later dismissed from his teaching duties in 1933 under the “Law for the Restoration of the Professional Civil Service\" because of his Jewish descent.": [
        [
            247,
            248,
            [
                "”"
            ]
        ]
    ],
    "He subsequently found employment at a private German school.": [],
    "The rising state-sponsored discrimination and harassment resulted in his decision to leave for the United States in 1937.": [],
    "When he arrived in the United States in 1937, he joined the faculty at Blue Ridge Community College in New Windsor, Maryland.": [],
    "There, he founded the Department of Fine Art and fostered numerous educational arts exhibitions.": [],
    "Boston University hired him as an assistant professor in 1942.": [],
    "The stages of his life after this point are largely undocumented.</p>\n\n<p>Walter Nathan was active in college life wherever he was working and actively engaged students in this classroom because of the deep knowledge he had of his German culture.": [],
    "His dissertation was still found “useful\" in 1997 (McDiarmid).</p>\n\n<p> </p>": [
        [
            40,
            41,
            [
                "”"
            ]
        ],
        [
            51,
            60,
            [
                "McDermid"
            ]
        ]
    ]
}