{
    "<p>Writer and first American art critic.": [],
    "He was born in Falmouth, ME, USA, which is present-day Portland, Oregon.": [],
    "Neal was born to a Quaker family, his father was also named John Neal (d.": [],
    "1793) and his mother was Rachel Hall (Neal).": [],
    "His father died almost immediately after his son's birth.": [],
    "The younger Neal went to school at the Portland Academy until 1805.": [],
    "In 1808 he left to become a schoolmaster.": [
        [
            3,
            7,
            [
                "1808,"
            ]
        ]
    ],
    "Together with John Pierpont (1785 - 1866) (the future grandfather of J. P. Morgan) and Joseph L. Lord, he managed a dry-goods store in Baltimore, which boomed during the War of 1812, but collapsed afterward.": [
        [
            33,
            36,
            [
                "–"
            ]
        ]
    ],
    "A chance study with a penmanship teacher taught him the rudiments of drawing and he became a skilled portrait sketcher.": [
        [
            76,
            80,
            [
                ", and"
            ]
        ]
    ],
    "He also began looking at pictures wherever he could.": [],
    "When Rembrandt Peale opened his museum in 1814, Neal joined that circle.": [],
    "He decided to support himself through writing and drawing, and to study law.": [],
    "His 1823 novel <em>Randolph</em> contained his first art criticism in the United States in the form of letters written by the hero, Holton.": [],
    "He contributed to newspapers and magazines and anonymously to <em>Allen's History of the American Revolution</em> (1819).": [],
    "By 1823 he had become a lawyer but the amorous nature of his tales (strongly autobiographical) and his personal attack on the Baltimore lawyer William Pinkney (1764-1822), resulted in his fleeing the city to practice law in England.": [
        [
            151,
            158,
            [
                "Pinckney"
            ]
        ]
    ],
    "Neal resumed writing, authoring articles on America for various British journals, including <em>Blackwood's Edinburgh Magazine</em>.": [],
    "His trip to Paris included a visit to the Louvre.": [],
    "An ardent suffragist, he published an article in <em>Blackwood's</em>, \"Men and Women\" in 1824 defending women's rights.": [],
    "He returned to the United States in 1827, still <em>persona non grata</em> in Maine, marrying a cousin, Eleanor Hall.": [],
    "He founded the literary magazine <em>Yankee</em> the following year, promoting the ideas of Jeremy Bentham (1748-1832), whom he had met in England, and the literary work of John Greenleaf Whittier (1807-1892), Nathaniel Hawthorne (1804-1864), and Edgar Allan Poe (1809-1849).": [],
    "He also continued to write art criticism.": [],
    "Neal became a fitness fanatic in England, espousing gymnastic classes for university education and creating the first gymnasium at Bowdoin College in 1828.": [],
    "Neal edited the Boston newspaper <em>New England Galaxy</em> in 1835 and the magazine <em>Brother Jonathan</em> in 1843; he also contributed to popular national periodicals such as <em>Godey's Ladies Magazine</em>, <em>Graham's</em>, <em>Harper's</em>, and the <em>Atlantic Monthly</em>.": [],
    "An address to the Broadway Tabernacle of New York in 1843, \"Rights of Women,\" once again criticized the lack of equality for women in American culture.": [],
    "In 1846 <a href=\"/lesterc\">C.": [],
    "Edwards Lester</a> published his <em>Artists of America</em>, praising Neal for his acute eye.": [],
    "An autobiography, <em>Wandering Recollections of a Somewhat Busy Life</em>, was published in 1869.": [],
    "His papers were largely burned in the great Portland fire of 1866, but others are housed at Harvard University, Houghton Library.": [],
    "Neal's aesthetic judgments in his art writing, though hurried and sometimes flippant, has stood the test of time (Dickson).": [],
    "He preferred unlabored, loosely painted landscapes, notably the work of John Codman (1800-1842) whose career he literally made by praising his work in print.": [
        [
            77,
            83,
            [
                "Colman",
                "Conman",
                "Cowman",
                "Cotman",
                "Rodman",
                "Cod man"
            ]
        ]
    ],
    "As an art critic, Neal contributed to the growing market for both landscapes and portraits that filled the walls of nineteenth century American parlors.": [
        [
            96,
            115,
            [
                "filled the walls with"
            ]
        ]
    ],
    "His remarks in <em>Randolph</em> were the earliest American art criticism (Sears), though his contribution to art history was overshadowed by Lester and <a href=\"/dunlapw\">William Dunlap</a>.": [],
    "Both Whittier and Poe considered his writing important.</p>": []
}