{
    "Author of an early manuscript biography of German artists.": [],
    "Neudörfer's father was a successful furrier and business person, Stephan Neudörffer.": [
        [
            0,
            9,
            [
                "Endorser",
                "Networker"
            ]
        ]
    ],
    "As an adult, Johann earned his living as a teacher of mathematics and geometry; his interest and contemporary fame rested on his renoun as a calligrapher.": [
        [
            129,
            135,
            [
                "renown"
            ]
        ]
    ],
    "A life-long resident of Nuremberg, he lived on the same street as and was well acquainted with the artist Albrecht Dürer until Dürer's move in 1509.": [],
    "Dürer likely appreciated Neudörfer's calligraphy skills; the lettering in Dürer's woodcuts, \"Map of the Eastern Hemisphere\" (1515), the portrait of Ulrich Varnbüler (1522), the Four Apostles painting (1526) and the Triumphal Arch of Emperor Maximilian I (1515) employ Neudörfer's distinctive script.": [
        [
            25,
            34,
            [
                "Endorser",
                "Networker"
            ]
        ],
        [
            155,
            164,
            [
                "Warbler"
            ]
        ],
        [
            268,
            277,
            [
                "Endorser",
                "Networker"
            ]
        ]
    ],
    "In 1519 Neudörfer published a writing manual, <em>Fundament...seinen Schulern zu einer Unterweysung gemacht</em>, the first calligraphy handbook printed in Germany.": [
        [
            8,
            17,
            [
                "Endorser",
                "Networker"
            ]
        ]
    ],
    "He followed this with a treatise on script styles and penmanship, <em>Eine gute Ordnung</em>, in 1538.": [],
    "Two other writing treatises later appeared by him, 1544 and 1549.": [],
    "However, in 1547 Neudörfer wrote the work on which his posthumous fame would lie.": [
        [
            17,
            26,
            [
                "Endorser",
                "Networker"
            ]
        ]
    ],
    "He had always kept a close acquaintance with artists in Nuremberg.": [],
    "At the suggestion of a friend, he wrote (purportedly in only eight days' worth of evenings) biographical sketches of the artists he knew.": [],
    "The manuscript, <em>Nachrichten von Künstlern und Werkleuten</em> was completed three years before the first edition of <em>Le vite de più eccellenti architetti, pittori, et scultori</em> by <a href=\"/vasarig\">Giorgio Vasari</a>.": [],
    "Though Neudörfer did not intend it for publication as Vasari did, he remains the first German biographer of artists.": [
        [
            7,
            16,
            [
                "Endorser",
                "Networker"
            ]
        ],
        [
            54,
            60,
            [
                "Va sari"
            ]
        ]
    ],
    "His text is a trove of singular information about the Nuremberg's important artists, particularly Dürer.": [],
    "The Nuremberg City Council hung his portrait (by Nicolas Neufchatel) in the Rathaus in 1561 to honor him.": [
        [
            57,
            67,
            [
                "Neuchatel",
                "Neuchâtel"
            ]
        ],
        [
            76,
            83,
            [
                "Bauhaus",
                "Nathans",
                "Rattans",
                "Ratbags",
                "Matthäus",
                "Gâteaus"
            ]
        ]
    ],
    "The so-called Master of the Neudörfer Portraits painted Johann and his wife in 1527 (Kassel, Schloss Wilhelmshöhe).": [
        [
            28,
            37,
            [
                "Endorser",
                "Networker"
            ]
        ],
        [
            101,
            113,
            [
                "Wilhelmshaven"
            ]
        ]
    ],
    "Neudörfer's manuscript consisted of 79 biographies of artists and workmen working the last hundred years in Nuremberg.": [
        [
            0,
            9,
            [
                "Endorser",
                "Networker"
            ]
        ]
    ],
    "His text circulated in copies until the nineteenth century.": [],
    "His <em>Nachrichten</em> was used (without acknowledgement) by many other biographers, including <a href=\"/sandrartj\">Joachim von Sandrart</a> in his <em>Teutsche Academie</em> (1675).": [],
    "The autograph copy of Neudörfer's work was extant until the 19th century and is today only known in copies.": [
        [
            22,
            31,
            [
                "Endorser",
                "Networker"
            ]
        ]
    ],
    "Though he claimed to have written the text in only eight days, the version of his work known today clearly was amended by later hands.": [],
    "Printed versions first appaered in 1822 in an edition of the <em>Beiträge zur Kunst- und Literatur-Geschichte</em>, edited by <a href=\"/hellerj\">Joseph Heller</a> and six years later in a copy by Andreas Gulden (1606-1683) in the collection of Frederick Campe.": [
        [
            23,
            31,
            [
                "appeared"
            ]
        ]
    ],
    "The first full version was published by Georg Lochner (1798-1882) in 1875.": [
        [
            46,
            53,
            [
                "Locker",
                "Loner",
                "Loaner",
                "Ocher",
                "Büchner",
                "Lecher"
            ]
        ]
    ]
}