{
    "University of Heidelberg professor of art; wrote first full monograph on Rembrandt (1902).": [],
    "Neumann was the son of a wealthy Jewish mercantile family.": [],
    "In 1878 he entered the university in Heidelberg to study history.": [
        [
            3,
            7,
            [
                "1878,"
            ]
        ]
    ],
    "By 1880 he had switched to Berlin, attending the lectures of Nitsch and the historian Heinrich von Treitschke (1834-1896).": [
        [
            61,
            67,
            [
                "Kitsch",
                "Nit sch",
                "Nits ch"
            ]
        ]
    ],
    "He returned to Heidelberg in 1882 to receive his Ph.D.": [],
    "with a dissertation topic on Bernhard von Clairvaux and the beginnings of the second crusade.": [
        [
            0,
            4,
            [
                "With"
            ]
        ],
        [
            42,
            51,
            [
                "Châteaux",
                "Chateaux",
                "Clearway",
                "Plateaux",
                "Clearview",
                "Clear-cut"
            ]
        ]
    ],
    "Neumann went to Basel to hear the lectures <a href=\"/burckhardtj\">Jacob Burckhardt</a>, which turned his interest to art history.": [],
    "At the end of the 1880 Neuman began displaying signs of mental illness, depression and long hospital stays.": [
        [
            23,
            29,
            [
                "Newman",
                "Neumann"
            ]
        ]
    ],
    "He spent 1882 studying classical art at the Glyptothek in Munich.": [],
    "It was around this time that Neumann also became devoted to modern art.": [],
    "His book <em>Der Kampf um die neue Kunst</em> (The Struggle for New Art) was published in 1892.": [],
    "Neumann's preference, however, was for the classicizing tendencies of artists such as Anselm Feuerbach.": [
        [
            93,
            102,
            [
                "Auerbach"
            ]
        ]
    ],
    "Between 1884 and1887 Neumann made several journeys to Italy.": [],
    "He converted to Protestant Christianity in 1887.": [],
    "In 1894 he completed his <em>Habilitationsschrift</em> on the art of \"Byzantium before the Crusades.\"": [
        [
            3,
            7,
            [
                "1894,"
            ]
        ]
    ],
    "In 1894 he went to Heidelberg lecturing on historical topics from antiquity to the culture of the Middle Ages.": [
        [
            3,
            7,
            [
                "1894,"
            ]
        ]
    ],
    "Neuman also wove in contemporary art into his lectures.": [
        [
            0,
            6,
            [
                "Newman",
                "Neumann"
            ]
        ]
    ],
    "He described a turning point in his life at the Bildergalerie (Picture Gallery) in Cassel when he saw Rembrandt's <em>Jacob's Struggle with the Angel</em>.": [
        [
            83,
            89,
            [
                "Kassel",
                "Tassel",
                "Passel"
            ]
        ]
    ],
    "It was not the technical virtuosity of Rembrandt that impressed him as much as painter's psychology.": [],
    "This aesthetic experience changed Neumann's interest from Renaissance art to the art 17th century.": [],
    "In 1902 he published the first monographic biography on Rembrandt.": [
        [
            3,
            7,
            [
                "1902,"
            ]
        ]
    ],
    "During the academic year 1903-1904 Neumann taught with the Renaissance scholar/theorist <a href=\"/vischerr\">Robert Vischer</a> at Göttingen university.": [],
    "But Vischer and Neumann had strong methodological differences and Neumann had to move on.": [
        [
            4,
            11,
            [
                "Fischer"
            ]
        ]
    ],
    "In 1904 he transferred to Kiel under professor Adelbert Matthaei (1859-1924), as the chair for art history at the new technical university at Danzig, and faculty at Kiel.": [
        [
            3,
            7,
            [
                "1904,"
            ]
        ],
        [
            47,
            55,
            [
                "Delbert"
            ]
        ],
        [
            56,
            64,
            [
                "Matthew",
                "Matthias",
                "Matthieu",
                "Matthäus"
            ]
        ],
        [
            142,
            148,
            [
                "Dancing",
                "Leipzig",
                "Dani",
                "Dania",
                "Dannie",
                "Dazing"
            ]
        ]
    ],
    "Matthaei had founded in 1893 the Kunsthistorisches Institut at Kiel.": [
        [
            0,
            8,
            [
                "Matthew",
                "Matthias",
                "Matthieu",
                "Matthäus"
            ]
        ],
        [
            51,
            59,
            [
                "Institute"
            ]
        ]
    ],
    "Neumann became a full professor at Kiel, teaching a range of courses, including French 18th and 19th century art and culture, Italian renaissance and a Rembrandt course.": [],
    "His lectures attracted huge followings.": [],
    "In 1907 Neumann was first president of the Schleswig-Holstein art association, arranging numerous exhibitions in the art museum.": [],
    "In February 1908 Neumann established an \"Arts Center\" for the University.": [],
    "Neumann succeeded <a href=\"/thodeh\">Henry Thode</a> in Heidelberg in 1911, though Thode protested.": [],
    "<a href=\"/haseloffa\">Arthur Haseloff</a> replaced Neumann at Kiel.": [],
    "Neumann remained at Heidelberg until his retirement in 1929.": [],
    "In 1934 he moved to Frankfurt, where he died the same year.": [
        [
            3,
            7,
            [
                "1934,"
            ]
        ]
    ],
    "The students he influenced included <a href=\"/valentinerw\">Wilhelm Rheinhold Otto Valentiner</a>, <a href=\"/fraengerw\">Wilhelm Fraenger</a> and <a href=\"/bodenhausene\">Eberhard Freiherr von Bodenhausen</a>.": [],
    "Neumann's methodology was strongly biographical and nationalistic.": [],
    "His early monograph on Rembrandt (1902) was opposed by art historians who saw the Renaissance as the defining era of art history and by <a href=\"/bodew\">Wilhelm Bode</a>, who had written his own Rembrandt book starting in 1897.": [],
    "Writing in the wake of the wildly successful (and wildly twisted) <em>Rembrandt als Erzieher</em> by <a href=\"/langbehnj\">Julius Langbehn</a>, Neumann, too, focused on the irrational element in Rembrandt, eluding to the systematic philosopher Georg Simmel (1858-1918) in his book of 1916.": [],
    "Like many writing at the cusp of the twentieth century, Neumann assumed national characteristics determine the various styles of art.": [],
    "In Germany this national characteristic in art was frequently characterized as \"medieval values.\"": [],
    "Neumann saw Rembrandt as part of the nordic <em>Kunstwollen</em>(art impulse), which Neumann characterized as antithetic to Renaissance culture, and concomitantly the classicism, which it had drawn from.": [
        [
            37,
            43,
            [
                "Nordic",
                "Nordics",
                "CORDIC",
                "Norwich",
                "nomadic",
                "Norris"
            ]
        ]
    ],
    "Neumann believed that individualism in culture resulted in barbarism, though he strongly defended artists' rights to make art of their own time and not to rely on traditional models.": [],
    "Neumann was a proponent of modern art, what he called \"the rights of the times,\" in his <em>Kampf um die Modern Kunst</em>.": []
}