{
    "<p>University professor at Mills College, Director of Mills College Art Gallery, and expert in German and English Romanticism.": [],
    "Alfred Neumeyer was born in 1901 to Dr.": [
        [
            7,
            15,
            [
                "Neumayer"
            ]
        ]
    ],
    "Karl Neumeyer (1869-1941), a university lecturer of public law and international private law, and Anna Hirschhorn (Neumeyer) (1879-1941).": [
        [
            5,
            13,
            [
                "Neumayer"
            ]
        ],
        [
            115,
            123,
            [
                "Neumayer"
            ]
        ]
    ],
    "In 1919, Neumeyer received his <em>notabitur</em>, which is an emergency <em>abitur</em> for German students drafted during wartime, from Wilhelms-Gymnasium in Munich.": [
        [
            9,
            17,
            [
                "Neumayer"
            ]
        ]
    ],
    "Immediately upon receiving his degree, he became a member of the Freikorps Epp to fight against the Munich Soviet Republic in 1919 and the Ruhr Uprising, which was a workers’ revolt in 1920.": [
        [
            65,
            74,
            [
                "Fears",
                "Flavors",
                "Framers",
                "Orators",
                "Rears",
                "Reaps"
            ]
        ],
        [
            75,
            78,
            [
                "EPP",
                "EPs",
                "ESP",
                "PPP",
                "CPP",
                "MPP"
            ]
        ]
    ],
    "From 1920-1925, he studied art history, archaeology, and philosophy in Munich and Berlin under <a href=\"/wolfflinh​​\">Heinrich Wölfflin</a> and <a href=\"/goldschmidta\">Adolph Goldschmidt</a>.": [],
    "He received his doctorate in 1925, completing his dissertation, <em>Die Erweckung der Gotik in der deutschen Kunst des späten 18.": [
        [
            72,
            81,
            [
                "Erecting",
                "Wrecking"
            ]
        ],
        [
            82,
            85,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            86,
            91,
            [
                "Got",
                "Gothic",
                "Motif",
                "Otis",
                "Goths",
                "Goth"
            ]
        ],
        [
            95,
            98,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            99,
            108,
            [
                "Deutsche"
            ]
        ],
        [
            109,
            114,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ],
        [
            115,
            118,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            119,
            125,
            [
                "Staten",
                "spate",
                "spates"
            ]
        ]
    ],
    "Jahrhunderts</em>, on the revival of Gothic styles in late 18th century German art.": [],
    "From 1925-1926, Neumeyer was a fellow at the Deutschen Kunsthistorischen Institut (German Institute of Art History) in Florence, one of the most notable Italian research institutions for art history.": [
        [
            16,
            24,
            [
                "Neumayer"
            ]
        ],
        [
            45,
            54,
            [
                "Deutsche"
            ]
        ],
        [
            73,
            81,
            [
                "Institute"
            ]
        ]
    ],
    "He was an unpaid research assistant at the Hamburger Kunsthalle (Kunsthalle Art Museum) and at the Staatlichen Museen Berlin (Berlin State Museums) from 1926-1927.": [
        [
            53,
            63,
            [
                "Unstable"
            ]
        ],
        [
            65,
            75,
            [
                "Unstable"
            ]
        ]
    ],
    "In 1928 and 1929, he was a research assistant at the Bibliotheca Hertziana (Max Planck Institute for Art History) in Rome.": [],
    "Upon his return to Berlin, he was hired by the Staatlichen Museen Berlin (Berlin State Museums) as the press spokesperson, a highly sought after office in the German arts community.": [],
    "He completed his <em>habilitation</em> under Adolph Goldschmidt; it was entitled <em>Johann Anton Ramboux</em> after the late 18th century German painter and lithographer.": [],
    "From 1931-1935, he served as a private lecturer at Universität Berlin.": [
        [
            51,
            62,
            [
                "University"
            ]
        ]
    ],
    "He was a prolific writer of essays and novellas, mostly for <em>Neuen Rundschau</em> but also for other journals.": [],
    "In April 1933, his contract was not renewed at the Staatlichen Museen Berlin (Berlin State Museums) and he was dismissed as a private lecturer.": [],
    "This was due to the implementation of the “Law for the Restoration of the Professional Civil Service\" and his Jewish descent.": [
        [
            100,
            101,
            [
                "”"
            ]
        ]
    ],
    "Because of his service in the Freikorps Epp, he was reinstated in his position at Universität Berlin.": [
        [
            30,
            39,
            [
                "Fears",
                "Flavors",
                "Framers",
                "Orators",
                "Rears",
                "Reaps"
            ]
        ],
        [
            40,
            43,
            [
                "EPP",
                "EPs",
                "ESP",
                "PPP",
                "CPP",
                "MPP"
            ]
        ],
        [
            82,
            93,
            [
                "University"
            ]
        ]
    ],
    "His reinstatement proved to be ephemeral, as he was dismissed indefinitely in 1935.": [],
    "Thereafter, he was invited as a lecturer to Mills College in Oakland, California, and because of the imminent Nazi threat, he decided to accept the offer.": [],
    "He started as a lecturer there, but he ultimately became a professor and then Director of the Mills College Art Gallery.": [],
    "Since he served in this role from 1937-1961, he accumulated a copious collection of modern graphic art.": [],
    "While at Mills College, he contributed to the German exile newspapers <em>Mass und Wert</em> based in Zürich and <em>Deutschen Blätter</em> based in Santiago de Chile.": [],
    "His professorial accolades were several.": [],
    "He was a visiting professor at the University of California, Berkeley, the University of California, Los Angeles, Harvard University, Stanford University, Universität Heidelberg in 1958 after the war.": [
        [
            155,
            166,
            [
                "University"
            ]
        ]
    ],
    "He was also an honorary professor at Freie Universität Berlin from 1952-1953.": [],
    "In 1966, seven years before his death, he became a professor emeritus at Mills College.</p>\n\n<p>Alfred Neumeyer was known as a brilliant writer, and his witty novellas are some of the best of his generation in Germany.": [
        [
            103,
            111,
            [
                "Neumayer"
            ]
        ]
    ],
    "His lectures and writings made him one of the most well-known and accomplished art historians on the West Coast at the time of his tenure at Mills College (Heise).": [
        [
            156,
            161,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ]
    ],
    "His defining contribution to the field of art history was <em>Der Blick aus dem Bilde</em>.": [],
    "Neumeyer had a profound sense of fear over the future of German art museums, universities, and artist associations at the outset of World War II but was grateful to continue his work in the United States (Braunfels).</p>": [
        [
            0,
            8,
            [
                "Neumayer"
            ]
        ],
        [
            205,
            214,
            [
                "Brussels",
                "Brandeis",
                "Roundels",
                "Brainless",
                "Grapnels",
                "Runnels"
            ]
        ]
    ]
}