{
    "<p>Lector and first woman professor of art history in the Netherlands.": [
        [
            20,
            25,
            [
                "female"
            ]
        ]
    ],
    "In 1902, Neurdenburg began studying Dutch Language and Literature at the University of Utrecht.": [
        [
            9,
            20,
            [
                "Neubrandenburg"
            ]
        ]
    ],
    "She also attended courses at the Institute of Art History, given by Johanna de Jongh (1877-1946) and later by <a href=\"/vogelsangw\">Willem Vogelsang</a>.": [],
    "She also did art historical research.": [],
    "In 1910, she obtained a doctorate in Dutch Language and Literature with a dissertation on an incunabulum, a theatre play, entitled <em>Van Nyeuvont, Loosheit ende Practicke; hoe sij vrou Lortse verheffen</em>.": [
        [
            108,
            115,
            [
                "theater"
            ]
        ]
    ],
    "In 1912, she became an assistant of <a href=\"/hofstededegrootc\">Cornelis Hofstede de Groot</a>, working on contributions for his <em>Beschreibendes und kritisches Verzeichnis der Werke der hervorragendsten holländischen Maler des XVII.": [],
    "Jahrhunderts</em>.": [],
    "From that year, until 1918, she also was an assistant of Adriaan Pit (1860-1944), the Director of the Nederlandsch Museum voor Geschiedenis en Kunst, the Department of Sculpture and Decorative Arts of the Amsterdam Rijksmuseum.": [
        [
            57,
            64,
            [
                "Adrian",
                "Adriana",
                "Adrián"
            ]
        ],
        [
            102,
            114,
            [
                "Nederland sch"
            ]
        ],
        [
            122,
            126,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            143,
            148,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "She studied the collections, including old pottery, which resulted in a series of publications, the most noted of which being the museum catalogue of old pottery of 1917.": [
        [
            137,
            146,
            [
                "catalog"
            ]
        ]
    ],
    "Neurdenberg was also engaged in the promotion of art historical education for high school students.": [
        [
            0,
            11,
            [
                "Nuremberg",
                "Hardenberg",
                "Nirenberg",
                "Ehrenberg"
            ]
        ]
    ],
    "In 1916-1917 and 1917-1918, she taught art history at a high school for girls in Amsterdam.": [],
    "In 1917 she became <em>privaatdocent</em> at the University of Amsterdam.": [
        [
            3,
            7,
            [
                "1917,"
            ]
        ]
    ],
    "Education in art history was the topic of her inaugural lecture.": [],
    "A year later she became Lector of Art History at the University of Groningen.": [],
    "In addition to her teaching responsibilities, she founded the Institute for Art History.": [],
    "Beginning in 1918 (through 1952), she was a member of the editorial board of the <em>Bulletin van de Nederlandse Oudheidkundige Bond</em>, wherein she regularly published her own articles, mainly on pottery, sculpture and architecture.": [],
    "Her research on the Dutch painters Frans and Willem Van Mieris was published in the tenth volume, in 1928.": [
        [
            35,
            40,
            [
                "Fran's",
                "Fran",
                "Fans",
                "Frank",
                "Trans",
                "Franz"
            ]
        ],
        [
            56,
            62,
            [
                "Maris",
                "Mears"
            ]
        ]
    ],
    "Her book <em>Old Pottery and Tiles</em> appeared in 1923.": [],
    "In 1926, as a member of the International Federation of University Women (IFUW), she wrote on the potential of the field of art history for Dutch female academics.": [
        [
            74,
            78,
            [
                "IFU",
                "IF UW",
                "IFU W"
            ]
        ]
    ],
    "Her particular interest in the sculptor and architect Hendrick de Keyser (1565-1621) resulted in a monograph on this artist in 1930.": [],
    "A second book on old pottery and tiles appeared in 1943.": [],
    "A book on seventeenth-century sculpture in the Netherlands was issued in 1948.": [],
    "That same year she obtained an <em>extraordinarius</em> Professorship of Art History at Groningen, becoming the first female professor of art history in the Netherlands.": [],
    "She was succeeded in 1953 in Groningen by <a href=\"/schultenordholth\">Henk Schulte Nordholt</a>.": [],
    "Her career as a professor however was overshadowed by illness and as a result the impact she had on students and followers remained restricted.</p>": []
}