{
    "<p>First curator of photography, Museum of Modern Art, New York.": [],
    "Newhall's father was Herbert William Newhall (1858-1933), a medical doctor, and his mother was Alice Lilia Davis (Newhall) (1865-1940).": [
        [
            0,
            7,
            [
                "New hall"
            ]
        ],
        [
            37,
            44,
            [
                "New hall"
            ]
        ],
        [
            114,
            121,
            [
                "New hall"
            ]
        ]
    ],
    "He graduated <em>cum laude</em> in art history from Harvard University in 1930, proceeding directly for his master's degree in 1931.": [],
    "In graduate school, he attended the famous museum course by <a href=\"/sachsp\">Paul J. Sachs</a> and came into contact with <a href=\"/barra\">Alfred H. Barr, Jr.</a>, then teaching classes at Wellesley.": [],
    "He joined the Philadelphia Museum of Art as a lecturer 1931 moving to the Metropolitan Museum of Art library (where he was dismissed) and then as an assistant in the department of decorative arts under <a href=\"/rorimerj\">James Rorimer</a>.": [],
    "He returned to graduate study at Harvard to complete his Ph.D., studying also at the Institut d'Art et d'Archeologie, University of Paris, in 1933, and the Courtauld Institute of Art, London, in 1934.": [
        [
            85,
            93,
            [
                "Institute"
            ]
        ],
        [
            105,
            116,
            [
                "Archeologies"
            ]
        ],
        [
            156,
            165,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Newhall failed his oral examinations, however, and abandoned the doctorate.": [
        [
            0,
            7,
            [
                "New hall"
            ]
        ]
    ],
    "In 1935 <a href=\"/hitchcockr\">Henry-Russell Hitchcock</a> recommended Newhall to Barr to replace Iris Barry (1895-1969) as the librarian at the Museum of Modern Art, New York.": [],
    "Barr was little interested in his bookmanship, rather it wast Newhall's knowledge of photography he prized, hoping the Museum would mount exhibitions of that medium.": [
        [
            34,
            45,
            [
                "workmanship"
            ]
        ],
        [
            57,
            61,
            [
                "was",
                "waste",
                "waist",
                "wasn't",
                "last",
                "east"
            ]
        ],
        [
            62,
            69,
            [
                "New hall"
            ]
        ]
    ],
    "Newhall married Nancy Wynne Parker (1908-1974) in 1936, whose writing skills would avail him his whole life.": [
        [
            0,
            7,
            [
                "New hall"
            ]
        ]
    ],
    "At Barr's rather informal request, Newhall mounted a survey exhibition of photography for the Museum in 1937, \"Photography, 1839- 1937.\"": [
        [
            35,
            42,
            [
                "New hall"
            ]
        ],
        [
            128,
            130,
            [
                "–"
            ]
        ]
    ],
    "The 800-work exhibition toured the country and the catalog for the show became a staple for the history of photography.": [],
    "After it sold out, Newhall reissued it as <em>A Short Critical History of Photography</em>.": [
        [
            19,
            26,
            [
                "New hall"
            ]
        ]
    ],
    "Newhall mounted two further ground-breaking shows at MoMA immediately thereafter, one on Walker Evans and a third, with the help of Lincoln Kirstein (1907-1996), on Cartier-Bresson.": [
        [
            0,
            7,
            [
                "New hall"
            ]
        ],
        [
            140,
            148,
            [
                "Kirsten",
                "Kirstin"
            ]
        ]
    ],
    "Now the leading figure in the history of photography, Newhall was appointed MoMA's first curator of photography by Barr in 1940, without reduction of his librarian duties (!).": [
        [
            54,
            61,
            [
                "New hall"
            ]
        ]
    ],
    "In 1942 he enlisted in the Army Air Forces to fight in World War II; his wife ran the Department in his absence.": [
        [
            3,
            7,
            [
                "1942,"
            ]
        ]
    ],
    "He was assigned to the European theater rising to the rank of major.": [],
    "After discharge in 1945 he returned to the Museum.": [],
    "Ironically, Newhall's treatment of photography as high art rankled the museum's board of trustees, who accepted public criticism that the Museum was turning a popular medium into an avenue of snobbery.": [
        [
            12,
            19,
            [
                "New hall"
            ]
        ]
    ],
    "He was a lecturer at Black Mountain College, Black Mountain, NC, between 1946 and 1948.": [],
    "When the photographer <a href=\"/steichene\">Edward J. Steichen</a> was hired to head the Department in 1947, Newhall resigned.": [],
    "He secured a Guggenheim Foundation fellowship in 1947 to revise his <em>Critical History</em> book.": [],
    "Newhall joined the George Eastman House, (today, the International Museum of Photography), Rochester, NY, as curator in 1948.": [
        [
            0,
            7,
            [
                "New hall"
            ]
        ]
    ],
    "His revised photography book appeared in 1949 as <em>The History of Photography, from 1839 to the Present Day</em>.": [],
    "Newhall rose to director of the Eastman House in 1958, becoming a trustee beginning 1962.": [
        [
            0,
            7,
            [
                "New hall"
            ]
        ]
    ],
    "An ambitious publications schedule proved Newhall as a scholar.": [
        [
            42,
            49,
            [
                "New hall"
            ]
        ]
    ],
    "He retired as director in 1971.": [],
    "After retirement, Newhall lectured first as a visiting professor and then professor at the University of New Mexico beginning in 1971.": [
        [
            18,
            25,
            [
                "New hall"
            ]
        ]
    ],
    "He lectured at the Rochester Institute of Technology from 1956 to 1968.": [],
    "After his wife was killed in a rafting accident in 1974 Newhall married Christi Yates Weston in 1975.": [
        [
            56,
            63,
            [
                "New hall"
            ]
        ]
    ],
    "A second Guggenheim was awarded to him in 1975.": [],
    "Harvard University conferred a D. Art on him in 1978.": [],
    "He delivered the Bromsen lecture for the Boston Public Library in 1980.": [
        [
            17,
            24,
            [
                "Broken",
                "Browser",
                "Bremen",
                "Broaden",
                "Bromine",
                "Browse"
            ]
        ]
    ],
    "A third edition of his <em>History</em> appeared in 1982.": [],
    "He retired from New Mexico as <em>professor emeritus</em> in 1984 to be a MacArthur Foundation fellow, 1984-1989.He divorced Weston in 1985.": [
        [
            113,
            115,
            [
                " He"
            ]
        ]
    ],
    "Newhall suffered a stroke in 1993 and died from complications.": [
        [
            0,
            7,
            [
                "New hall"
            ]
        ]
    ],
    "His papers are kept at the Getty Museum, Los Angeles, CA.": [],
    "Newhall was the first photo historian to treat the history of photography from other than a technical-development perspective (Hamber).": [
        [
            0,
            7,
            [
                "New hall"
            ]
        ],
        [
            127,
            133,
            [
                "Chamber",
                "Hammer",
                "Amber",
                "Hamper",
                "Camber",
                "Haber"
            ]
        ]
    ],
    "He codified the history of photography for most Americans.": [],
    "Formalist in his training, he was criticized in later years for not opening his criteria to more modern sensibilities.": [],
    "However, Newhall was among the earliest to incorporate Mathew Brady's Civil War images as photography of the highest merit.": [
        [
            9,
            16,
            [
                "New hall"
            ]
        ]
    ],
    "Newhall at MoMA presented photography as an art form.": [
        [
            0,
            7,
            [
                "New hall"
            ]
        ]
    ],
    "Although MoMA had mounted photography shows before his arrival, Newhall's \"Photography 1839-1937\" show seen in the context of the other three seminal exhibitions of the era, Barr's \"Cubism and Abstract Art\" (1936), \"Fantastic Art, Dada and Surrealism\" (1936) and the Bauhaus retrospective (1938), comprise the four great didactic exhibitions upon which the Museum's reputation as the pre-eminent interpreter of modern art was built (Phillips).": [
        [
            64,
            71,
            [
                "New hall"
            ]
        ]
    ],
    "Newhall himself objected to being called \"the Father of this History of Photography\" (Newhall 1986) though his writing can be considered little less.</p>": [
        [
            0,
            7,
            [
                "New hall"
            ]
        ],
        [
            86,
            93,
            [
                "New hall"
            ]
        ]
    ]
}