{
    "<p>Archaeologist and vase scholar; built major collections for the British Museum as Keeper of Department of Antiquities.": [],
    "Newton was educated at Christ Church, Oxford where he received his B. A. in 1837 and M.A.": [],
    "in 1840.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He joined the British Museum that same year.": [],
    "Newton organized the publication of the Greek and Etruscan vases in the Museum beginning in 1851.": [],
    "The following year, his superiors had him appointed as a consular official for Mytilene (and later acting consul at Rhodes), so that Newton could secure classical object for the Museum.": [
        [
            79,
            87,
            [
                "Mylène"
            ]
        ]
    ],
    "He even turned down an appointment as Regius chair of Greek at Oxford University so that he could remain collecting objects.": [
        [
            38,
            44,
            [
                "Region",
                "Begins",
                "Regions",
                "Regime",
                "Genius",
                "Radius"
            ]
        ]
    ],
    "At the excavations in Bodrum, Newton unearthed the Mausoleum at Halikarnassos.": [
        [
            22,
            28,
            [
                "Bod rum"
            ]
        ],
        [
            64,
            77,
            [
                "Halicarnassus"
            ]
        ]
    ],
    "His discovery of the large statues of Mausolas and his wife, as well as the frieze of the Mausoleum in 1857 led to their export to the British Museum, aided by a sympathetic Turkish government.": [
        [
            27,
            34,
            [
                "statutes"
            ]
        ],
        [
            38,
            46,
            [
                "Masalas"
            ]
        ]
    ],
    "His book, <em>History of Discoveries at Halicarnassus</em>, was published in 1862.": [],
    "Newton spent the years 1859-61 as Consul in Rome.": [],
    "In 1862 he returned to the Museum, now appointed keeper of Greek and Roman antiquities.": [
        [
            3,
            7,
            [
                "1862,"
            ]
        ]
    ],
    "During his tenure, Newton acquired some of the most spectacular pieces of classical art for the Museum.": [],
    "These included the collections of the Farnese, Pourtalès, Blacas and Castellani families.": [
        [
            38,
            45,
            [
                "Faroese"
            ]
        ],
        [
            47,
            56,
            [
                "Portals",
                "Portables",
                "Portages"
            ]
        ],
        [
            58,
            64,
            [
                "Blacks"
            ]
        ],
        [
            69,
            79,
            [
                "Castellano",
                "Castellini"
            ]
        ]
    ],
    "In 1877 Newton traveled with <a href=\"/gardnerp\">Percy Gardner</a> to evaluate the finds of <a href=\"/schliemannh\">Heinrich Schliemann</a>'s Mycenae exavation.": [],
    "In 1880 he was appointed Yates chair of classical archaeology at University College, London, a position he maintained while still keeper of antiquities at the Museum.": [
        [
            3,
            7,
            [
                "1880,"
            ]
        ]
    ],
    "He was principally responsible for the founding of the Society for the Promotion of Hellenic Studies in 1879 as well as the British School at Athens, 1885.": [],
    "His protégées at the British Museum include <a href=\"/harrisonj\">Jane Ellen Harrison</a> and <a href=\"/stronges\">Eugénie Sellers Strong</a>.": [],
    "Newton used a scientific approach to the study of classical art.": [],
    "He was one of the first to photograph archaeological sites and publish them.": [],
    "He urged the study of classical objects, especially vases and coins, which during the 19th century were largely ignored in favor of textual studies.": [],
    "He is credited with bringing the British Museum's ancient collections in line with those of the museums of the continental European capitals.</p>": []
}