{
    "<p>Museum curator and historian of African, Native American, and Oceanic art.": [],
    "Newton was born to English parents on a rubber plantation in Malaysia.": [],
    "Before moving into museum work in the United States in 1956, he worked for the BBC as a journalist and editor.": [],
    "As a curator for the Museum of Primitive Art, Newton designed over sixty-four exhibitions for the museum.": [],
    "His ability to create innovative exhibition designs while remaining sensitive to the problems of displaying non-Western art attracted praise from both art historians and the public.": [],
    "In 1960, Newton was promoted to full curator, and was appointed director in 1974.": [],
    "He designed exhibitions at the Metropolitan Museum of Art, including \"The Art of Oceania, Africa, and the Americas\" (1969) and \"Te Maori\" (1984).": [],
    "His publications focused on the art of the Pacific Islands.": [],
    "In addition to editing more than twenty five books on the subject, Newton published two monographs entitled <em>Crocodile and Cassowary: Religious Art of the Upper Sepik River, New Guinea</em> (1971) and <em>Arts of the South Seas</em> (1999).": [
        [
            33,
            44,
            [
                "twenty-five"
            ]
        ]
    ],
    "After being appointed consultative chairman of the department of primitive art at the Metropolitan Museum in 1974, Newton became the overseer of the transfer of the Museum of Primitive Art's collections and archives to the Michael C. Rockefeller Wing of the Metropolitan Museum, which was completed in 1982.": [],
    "In the same year, he was named Evelyn A.J.": [],
    "Hall and John A.Friede Chairman of the department of primitive art at the museum, and was elected curator emeritus when he retired in 1990.": [
        [
            16,
            22,
            [
                " Friede"
            ]
        ]
    ],
    "At the end of his career, Newton received several lifetime achievement awards, including Manu Daula Award by the Pacific Arts Association.</p>": [
        [
            89,
            93,
            [
                "Many",
                "Man",
                "Menu",
                "Mann",
                "Mani",
                "Manx"
            ]
        ],
        [
            94,
            99,
            [
                "Paula",
                "Darla"
            ]
        ]
    ]
}