{
    "<p><em>Times</em> (London) and <em>Guardian</em> art critic and book author.": [],
    "Newton was the son of L. J. Oppenheimer (d.": [],
    "1917) and Edith Newton.": [],
    "His father owned an architectural decoration firm in Manchester.": [],
    "As Eric Oppenheimer, he was educated at Manchester University, receiving a B.A.": [],
    "in 1914.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "After schooling, he joined his family company, L. Oppenheimer Ltd., as a mosaic craftsman, contributing mostly ecclesiastic designs.": [],
    "Newton served in World War I in the British Army, 29th Manchester Regiment, 1914-1918, rising to captain.": [],
    "During that time he married [Isabel] Aileen Vinicombe in 1915.": [
        [
            44,
            53,
            [
                "Income",
                "Duncombe"
            ]
        ]
    ],
    "His father, also serving in military, died of gas poisoning.": [],
    "He changed his surname to his mother's in 1918 to avoid association with Germany.": [],
    "While a member of F. Sladen-Smith's amateur dramatic group, the Unnamed Society, Manchester, he met the dress designer and later costume historian Stella Mary Pearce (1901-2001) and fell in love.": [
        [
            21,
            33,
            [
                "Jaden Smith"
            ]
        ]
    ],
    "He resigned from the decoration firm in 1922, writing occasional art criticism for the Manchester <em>Guardian</em>.": [],
    "In 1930 he began writing full time criticism for the <em>Guardian</em>.": [
        [
            3,
            7,
            [
                "1930,"
            ]
        ],
        [
            25,
            34,
            [
                "full-time"
            ]
        ]
    ],
    "He divorced his wife and married Pearce in 1934.": [],
    "Early in 1935 Newton delivered twelve BBC radio lectures, \"The Artist and His Public,\" which appeared as his first book the same year.": [],
    "He moved to London in 1936 to be closer to the exhibitions.": [],
    "Newton traveled to North America to lecture between 1936 and 1937 on behalf of the National Gallery of Canada.": [],
    "His broadcast series, \"The Artist and his Public,\" 1940, and weekly symposium, \"The Critics,\" both for the BBC, made him a household name.": [],
    "A second book, <em>European Painting and Sculpture</em>, appeared in 1941 by Penguin Press.": [],
    "Following World War II, his publications tended toward theoretical and esthetics.": [
        [
            71,
            80,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "In 1947 he left the Manchester paper to be art critic for the <em>Sunday Times</em> in London.": [
        [
            3,
            7,
            [
                "1947,"
            ]
        ]
    ],
    "However, after a controversial review of a Royal Academy of Art exhibition in 1950, he was dismissed by the paper, succeeded at the <em>Times</em> by <a href=\"/russellj\">John Russell</a>.": [],
    "Newton returned to Manchester University and completed an M.A.": [],
    "in 1951.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "His thesis was on Tintoretto.": [],
    "Newton turned this into a book on Tintoretto in 1952, most notable for the appendix where his wife, now a noted costume historian, redated seven Tintoretto paintings by the sitter's costumes, convincingly altering the chronology of the painter's style.": [
        [
            131,
            138,
            [
                "related",
                "predated",
                "redacted",
                "sedated",
                "rebated"
            ]
        ]
    ],
    "Newton returned to the <em>Guardian</em> in 1956, holding the Slade Professorship of art at Oxford for the 1959-1960 year.": [
        [
            62,
            67,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "His most popular work, <em>The Romantic Rebellion</em>, was published in 1962, three years before his death.": [],
    "He collapsed at his London office and died at age 71.": [],
    "Newton followed an art-appreciation model of art analysis, akin to that of <a href=\"/ruskinj\">John Ruskin</a>, who's writing he valued.": [],
    "His esthetic was that art reached its height when it achieved a balance between realism and non-objective.": [],
    "His books are not generally read today.</p>": []
}