{
    "<p>Editor, <em>Burlington Magazine</em> (1947-1978).": [],
    "Nicolson was the oldest child of Harold George Nicolson (1886-1968) and Victoria Mary (\"Vita\") Sackville-West (1892-1962).": [
        [
            0,
            8,
            [
                "Nicholson"
            ]
        ],
        [
            47,
            55,
            [
                "Nicholson"
            ]
        ],
        [
            95,
            109,
            [
                "Oakville-West"
            ]
        ]
    ],
    "He attended Eton and then, between 1933-36, Balliol College, Oxford, where he majored in modern history.": [],
    "There he met and became early friends with <a href=\"/popehennessyj\">John Pope-Hennessy</a>.": [],
    "He and a group of Oxford colleagues founded the \"Florentine Club\" which invited art historians such as <a href=\"/clarkk\">Kenneth Clark</a>, <a href=\"/readh\">Herbert Read</a>, <a href=\"/bellc\">Clive Bell</a> and the painter Duncan Grant (1885-1978) to discuss art.": [],
    "He traveled extensively in Europe and the United States, spending a great deal of time studying with <a href=\"/berensonb\">Bernard Berenson</a> at I Tatti.": [],
    "Clark assigned him an unpaid position at the National Gallery until Nicolson left to attend courses at Harvard University's Fogg Museum.": [
        [
            68,
            76,
            [
                "Nicholson"
            ]
        ],
        [
            124,
            128,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "He returned to London where Clark now secured a post for his as Deputy Surveyor of the King's Pictures in 1939.": [],
    "However, World War II erupted almost immediately.": [],
    "Nicolson served in British Army Intelligence, 1939-45, first as an interpreter in a POW camp in Italy and then the Middle East where he rose to the rank of captain.": [
        [
            0,
            8,
            [
                "Nicholson"
            ]
        ]
    ],
    "He was badly injured in an auto accident while on leave in England and never returned to service.": [],
    "He resumed his job as surveyor, now under <a href=\"/blunta\">Anthony Blunt</a>, and organized exhibitions at Burlington House.": [],
    "In 1947, at age 32, largely at the insistence of Read and <a href=\"/waterhousee\">Ellis K. Waterhouse</a>, Nicolson was given the editorship of the <em>Burlington Magazine</em>.": [],
    "The magazine had been editorless since before the war, when Waterhouse had been in charge.": [],
    "He remained at the magazine for more than thirty years.": [],
    "During that time, Nicolson turned the magazine, which had previously focused on collectors as its audience, into the major British scholarly periodical on art history.": [
        [
            18,
            26,
            [
                "Nicholson"
            ]
        ]
    ],
    "In 1955 he married the art historian Luisa Vertova, a Berenson student working at I Tatti.": [
        [
            3,
            7,
            [
                "1955,"
            ]
        ],
        [
            43,
            50,
            [
                "Vert ova"
            ]
        ],
        [
            54,
            62,
            [
                "Benenson"
            ]
        ],
        [
            84,
            89,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ]
    ],
    "They divorced in 1962.": [],
    "In 1973, Nicolson authored the volume on Courbet's <em>The Studio of the Painter</em> for the innovative <em>Art in Context</em> series of Penguin Press.": [
        [
            9,
            17,
            [
                "Nicholson"
            ]
        ]
    ],
    "His <em>Joseph Wright of Derby</em> (1968) remains and important work on the subject.": [],
    "Returning from a party celebrating his years as editor of the <em>Burlington Magazine</em>, Nicolson suffered a heart attack, alone, on a London subway platform and died.": [
        [
            92,
            100,
            [
                "Nicholson"
            ]
        ]
    ],
    "He was succeeded at the <em>Burlington Magazine</em> by <a href=\"/hodgkinsont\">Terence Hodgkinson</a>.": [],
    "Nicolson's younger brother, Nigel Nicolson (b.": [
        [
            0,
            8,
            [
                "Nicholson"
            ]
        ],
        [
            34,
            42,
            [
                "Nicholson"
            ]
        ]
    ],
    "1917), co-founded the publishing firm Weidenfeld & Nicolson.": [
        [
            38,
            48,
            [
                "Widened",
                "Wakefield",
                "Seinfeld",
                "Wakened",
                "Cadenced",
                "Maidenhead"
            ]
        ],
        [
            51,
            59,
            [
                "Nicholson"
            ]
        ]
    ],
    "Nicolson's 1973 <em>Art in Context</em> volume on Courbet appeared the same year as another groundbreaking monograph on Courbet, <em>An Image of the People</em> by <a href=\"/clarkt\">T.": [
        [
            0,
            8,
            [
                "Nicholson"
            ]
        ]
    ],
    "J. Clark</a>.": [],
    "The approaches of the two men could not be more contrasting.": [],
    "As an editor he was called upon to make quick and at times Quixotic decisions about articles.": [],
    "He would even alter meeting minutes of the <em>Burlington Magazine</em> executive board to get this way.": [],
    "His celebrated row with contributor and one-time board member <a href=\"/popehennessyj\">John Pope-Hennessy</a> was well documented and lasted their lives.": [],
    "Nicolson was particularly unconcerned about his own health.": [
        [
            0,
            8,
            [
                "Nicholson"
            ]
        ]
    ],
    "A smoker and hard drinker, his death at 64 came after a period of declining health.": [],
    "His divorce from Luisa Vertova resulted in a number of bizarre phobias including crossing bridges on foot.</p>": [
        [
            23,
            30,
            [
                "Vert ova"
            ]
        ]
    ]
}