{
    "<p>Noack was raised in Geißen where he attended the local Gymnasium as a boy.": [
        [
            3,
            8,
            [
                "Back",
                "Black",
                "Track",
                "Coach",
                "Lack",
                "Rock"
            ]
        ],
        [
            23,
            29,
            [
                "Galen",
                "Gießen"
            ]
        ]
    ],
    "He studied history and art history at various universities in Germany including Geißen, Munich, Berlin and Halle.": [
        [
            80,
            86,
            [
                "Galen",
                "Gießen"
            ]
        ]
    ],
    "His interest in sculpture, building and urban design led him to study under <a href=\"/goldschmidta\">Adolph Goldschmidt</a> at Halle, completing his dissertation in 1912.": [],
    "That year Goldschmidt left for Berlin and Noack followed him to assist teaching in the Art History Institute which Goldschmidt was expanding.": [
        [
            42,
            47,
            [
                "Back",
                "Black",
                "Track",
                "Coach",
                "Lack",
                "Rock"
            ]
        ]
    ],
    "Noack moved to Erfurt, Germany to become the assistant to <a href=\"/kaesbachw\">Walter Kaesbach</a> at the Städische (city) Museum there.": [
        [
            0,
            5,
            [
                "Back",
                "Black",
                "Track",
                "Coach",
                "Lack",
                "Rock"
            ]
        ]
    ],
    "Noack not only was engaged in evaluating (expertizing) old master work and city monuments, but contemporary art as well.": [
        [
            0,
            5,
            [
                "Back",
                "Black",
                "Track",
                "Coach",
                "Lack",
                "Rock"
            ]
        ],
        [
            42,
            53,
            [
                "expecting",
                "exercising",
                "exporting",
                "exerting",
                "energizing",
                "appetizing"
            ]
        ]
    ],
    "He began the modern collection at Erfurt as well.": [],
    "Late in 1922, Noack left for Freiburg to become Conservator and eventually director of the Städische Sammlungen.": [
        [
            14,
            19,
            [
                "Back",
                "Black",
                "Track",
                "Coach",
                "Lack",
                "Rock"
            ]
        ],
        [
            91,
            100,
            [
                "Standish"
            ]
        ]
    ],
    "He improved Augustiner Museum by expanding its space and developing a personal interest in museum studies.": [
        [
            12,
            22,
            [
                "Augustine"
            ]
        ]
    ],
    "In 1929 he helped found the Deutscher Museumsbund (German Museum Federation).": [
        [
            3,
            7,
            [
                "1929,"
            ]
        ],
        [
            28,
            37,
            [
                "Deutsche"
            ]
        ]
    ],
    "In 1942 he was named honorary professor at the University of Freiburg.": [
        [
            3,
            7,
            [
                "1942,"
            ]
        ]
    ],
    "Noack's interest was in the medieval monuments (sculpture and buildings) of the upper Rhein region of Germany.</p>": [
        [
            0,
            5,
            [
                "Back",
                "Black",
                "Track",
                "Coach",
                "Lack",
                "Rock"
            ]
        ],
        [
            86,
            91,
            [
                "Than",
                "Train",
                "Brain",
                "Grain",
                "Khan",
                "Ryan"
            ]
        ]
    ]
}