{
    "<p>Feminist art historian; Lila Acheson Wallace Professor of Modern Art at the Institute of Fine Arts, New York University.": [],
    "Nochlin (then Linda Weinberg) was the daughter of Jules Weinberg (d.": [
        [
            0,
            7,
            [
                "Cochin"
            ]
        ]
    ],
    "1986) and Elka Heller (Weinberg) (d.": [
        [
            10,
            14,
            [
                "Ella",
                "Elk",
                "Elsa",
                "Elba",
                "Elma",
                "Elva"
            ]
        ]
    ],
    "1994).": [],
    "After attending Brooklyn Ethical Cultural School, a progressive grammar school in Brooklyn, she graduated from Vassar College in Philosophy (minors in Greek and Art History) in 1951.": [],
    "She received her M.A.": [],
    "in English from Columbia University in 1952.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Weinberg married Philip H. Nochlin (1924-1960), an assistant professor of Philosophy at Vassar in 1953; the marriage was cut short by his death in 1960, but she retained his name professionally throughout her career.": [
        [
            27,
            34,
            [
                "Cochin"
            ]
        ]
    ],
    "Her doctorate was completed at New York University's Institute of Fine Arts in 1963 under <a href=\"/goldwaterr\">Robert Goldwater</a> on the topic, <em>The Development and Nature of Realism in the Work of Courbet</em>.": [],
    "She joined her alma mater, Vassar, in 1963 as an art history professor, and was later promoted to Mary Conover Mellon Professor.": [],
    "In 1966 she published <em>Realism and Tradition in Art, 1848-1900</em> and <em>Impressionism and Post-Impressionism, 1874-1904</em>, both in the <em>Sources and Documents</em> series.</p>\n\n<p>She received the <a href=\"/portera\">A.": [
        [
            3,
            7,
            [
                "1966,"
            ]
        ]
    ],
    "Kingsley Porter</a> Prize for the best article published in the <em>Art Bulletin</em> in 1967, an honor awarded to a scholar under the age of forty, for her article titled Gustave Courbet's painting <em>Meeting</em>.": [],
    "She married a second time to <a href=\"/pommerr\">Richard Pommer</a>, an architectural historian on the faculty at Vassar, in 1968, and launched a show at Vassar, \"Realism Now,\" featuring contemporary realists artists.": [],
    "In 1969 after a return from a research year in Italy, a colleague handed her a stack of \"women's liberation\" journals which Nochlin claims transformed her into an active feminist almost overnight.": [
        [
            124,
            131,
            [
                "Cochin"
            ]
        ]
    ],
    "By the fall, she was delivering one of the first undergraduate art history courses devoted to women, Vassar's Art 364b, \"The Image of Women in the Nineteenth and Twentieth Centuries.\"": [],
    "In 1971, Nochlin rocketed to international attention with what has become a seminal article in feminist art history, \"Why Have There Been no Great Women Artists?\"": [
        [
            9,
            16,
            [
                "Cochin"
            ]
        ]
    ],
    "and then a book on Realism.": [
        [
            0,
            3,
            [
                "And"
            ]
        ]
    ],
    "The article became an important session at the College Art Association, \"Women as Sex Object,\" the following year in San Francisco.": [],
    "Likewise, Realism, published only as a paperback primer on the topic, broke ground as a mainstream text by incorporating criteria of the subject into interpretation of art.": [],
    "Nochlin and the baroque scholar <a href=\"/harrisa\">Ann Sutherland Harris</a> were commissioned by the Los Angeles County Museum of Art to assemble a show devoted to important women artists.": [
        [
            0,
            7,
            [
                "Cochin"
            ]
        ]
    ],
    "Their book accompanying the exhibtion, <em>Women Artists: 1550 to 1950</em>, 1976, became a standard reference for feminist art history.": [
        [
            28,
            37,
            [
                "exhibition"
            ]
        ]
    ],
    "The College Art Association awarded her the <a href=\"/matherf\">Frank Jewett Mather, Jr.</a>, Prize for Critical Writing in 1977.": [],
    "In 1980 she was named Distinguished Service Professor at the Graduate School, CUNY, which she held until 1990.": [
        [
            3,
            7,
            [
                "1980,"
            ]
        ]
    ],
    "A Guggenheim Fellowship was awarded to her for the 1984-1985 year.": [],
    "In 1985 she was a fellow Fellow at the Institute for Advanced Study in Princeton, N. J. Her 1986 article on a problematic painting of Courbet, a pornographic painting of female pudenda, rehabilitated a work left for many years in storage in the Musee d'Orsay, Paris.": [
        [
            3,
            7,
            [
                "1985,"
            ]
        ],
        [
            18,
            31,
            [
                "fellow"
            ]
        ],
        [
            245,
            250,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ]
    ],
    "A monograph on Gustav Courbet, <em>Courbet Reconsidered</em> was published in conjunction with an exhibition of the same name in 1988.": [],
    "Her collected essays, <em>Women, Art, and Power and Other Essays</em> was issued in 1988.": [],
    "<em>The Politics of Vision: Essays on Nineteenth-Century Art and Society</em> came to print in 1989.": [],
    "Nochlin served as a professor of art history and the humanities at Yale University from 1989-92.": [
        [
            0,
            7,
            [
                "Cochin"
            ]
        ]
    ],
    "Her essay on Delacroix and the absence of women was the result of a 1991 lecture given at the Louvre.": [],
    "In 1994 she delivered the Neurath lectures, published in 1995 as <em>The Body in Pieces</em>.": [
        [
            3,
            7,
            [
                "1994,"
            ]
        ],
        [
            26,
            33,
            [
                "Neural",
                "Neurite",
                "Seurat",
                "Neath"
            ]
        ]
    ],
    "<em>The Jew in the Text</em>, co-edited with Tamar Garb appeared in 1995.": [],
    "<em>Representing Women</em> was published in 1999.": [],
    "She delivered the 2004 <a href=\"/nortonc\">Charles Eliot Norton</a> lectures at Harvard University.": [],
    "Nochlin is one of the important early feminist art historians.": [
        [
            0,
            7,
            [
                "Cochin"
            ]
        ]
    ],
    "Her ironically titled 1971 article, \"Why Have There Been no Great Women Artists?\"": [],
    "became the clarion around which subsequent feminist artists and art historians--as well as progressive art historians--rallied.": [
        [
            0,
            6,
            [
                "Became"
            ]
        ]
    ],
    "Instead of attempting to elevate minor women artists to a status of males artists of the period, the article focused on the \"feminist gaze,\" and the coded, gender-biased reception major art works, then and today.": [],
    "<a href=\"/liptone\">Eunice Lipton</a> attributed to Nochlin's book, <em>Realism</em>, \"innocently packaged as it was from the beginning as a modest Penguin paperback\" as shocking art historians into considering women as subject, changing the methodology of 19th-century scholars.": [],
    "Methodologically, Nochlin employed the theories of the linguist Roman Jakobson (1896-1982) and his dichotomy between realism and romanticism for her studies on the art of those same eras.": [
        [
            18,
            25,
            [
                "Cochin"
            ]
        ]
    ],
    "Elsewhere she has written that the concept of \"bricolage\" by Claude Lévi-Strauss (1908-2009), the idea of adopting a methodology to fit your topic, appealed to her as well as Walter Benjamin (1892-1940), the sociological work of Jane Gallup (b.": [
        [
            0,
            9,
            [
                "Elsewhere,"
            ]
        ]
    ],
    "1952), and Julia Kristeva (b.": [],
    "1941).</p>": []
}