{
    "<p>Medievalist with interests in modern areas, especially van Gogh; museum curator.": [],
    "Nordenfalk studied at the university in Uppsala between 1926-1928 and Göteborg University 1928-1929 for his doctorate.": [],
    "He was appointed assistant curator at the museum in Göteborg, Sweden in 1935.": [],
    "Several articles on Insular (British Isles) illumination appeared in the early and mid 1930s.": [],
    "His Ph.D.": [],
    "was awarded in 1938 with a dissertation topic on illuminated manuscript canon tables, decorated borders surrounding Gospel concordences constructed by Eusebius of Ceasarea.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ],
        [
            123,
            135,
            [
                "concordances"
            ]
        ],
        [
            151,
            159,
            [
                "Eusebian",
                "Eusebians",
                "Eusébio"
            ]
        ],
        [
            163,
            171,
            [
                "Caesarea"
            ]
        ]
    ],
    "He developed an early and strong friendship with the British medievalist <a href=\"/wormaldf\">Francis Wormald</a>.": [],
    "In 1944 he moved to the Nationalmuseum, Stockholm, in charge of loans, exhibitions and education.": [
        [
            3,
            7,
            [
                "1944,"
            ]
        ],
        [
            24,
            38,
            [
                "National museum"
            ]
        ]
    ],
    "Like a number of art historians outside the modern field, the work of van Gogh held a particular fascination for him.": [],
    "His 1946 on the artist was translated into multiple European languages and, eventually, in English in 1953.": [],
    "In 1949 he was promoted to the department of painting and sculpture.": [
        [
            3,
            7,
            [
                "1949,"
            ]
        ]
    ],
    "At the nomination of <a href=\"/panofskye\">Erwin Panofsky</a>, Nordenfalk spent a year at the Institute for Advanced Study, Princeton, 1949-1950.": [],
    "A 1950 article on the Ottonian illuminator Meister der Regristrum Gregorii (fl.": [
        [
            22,
            30,
            [
                "Ottoman",
                "Estonian",
                "Bostonian",
                "Oxonian"
            ]
        ],
        [
            43,
            50,
            [
                "Master",
                "Matter",
                "Faster",
                "Masters",
                "Easter",
                "Mastery"
            ]
        ],
        [
            51,
            54,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            55,
            65,
            [
                "Registry",
                "Registrar"
            ]
        ],
        [
            66,
            74,
            [
                "Gregorio",
                "Gregor ii"
            ]
        ]
    ],
    "970-980) was a model of stylistic analysis of the spatial construction of the leaves (owing to the artist's name), according to Morgan Library scholar <a href=\"/alexanderj\">Jonathan J. G. Alexander</a>.": [],
    "Nordenfalk and <a href=\"/grabara\">André Grabar</a> wrote the volumes in the Skira (publishers) series on early medieval art, published in English in 1957 and 1958.": [],
    "Nordenfalk rose to director of the Nationalmuseum in 1958.": [
        [
            35,
            49,
            [
                "National museum"
            ]
        ]
    ],
    "As director he oversaw several important shows for the museum, including the Queen Christiana of Sweden exhibition of 1966.": [
        [
            3,
            11,
            [
                "director,"
            ]
        ]
    ],
    "He retired in 1968, spending a second term at the Institute for Advanced Study, 1968-1970.": [],
    "The result was his 1970 book on illuminated initials which both broke new ground and disputed paleographic findings (Alexander).": [
        [
            94,
            106,
            [
                "paleo graphic"
            ]
        ]
    ],
    "In the United States he taught as guest professor at the University California, Berkelely, 1971-1972 and at the University of Pittsburgh, 1971-1976, interrupted by the 1972-1973 year as both Slade professor at Cambridge, UK and Kress Professor in residence at the National Gallery of Art, Washington DC.": [
        [
            80,
            89,
            [
                "Berkeley"
            ]
        ],
        [
            191,
            196,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ],
        [
            228,
            233,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ]
    ],
    "His <em>Celtic and Anglo-Saxon Painting</em>, 1976 brought another underpublished subject to English readers with intelligence and economy.": [],
    "He furthered taught at University of California, Los Angeles 1977-1978 and was a fellow at the National Humanities Center, North Carolina, 1980-1982.": [],
    "Nordenfalk returned to Sweden.": [],
    "His wife, Cecilia, died in 1991.": [],
    "Nordenfalk possessed an excellent narrative style taking somewhat dry topics and turning them into engaging discussions by, among other things, describing the search for evidence (Alexander).": [],
    "His English-translations of manuscript painting were the finest and most accessible in the language for many years.": [],
    "Nordenfalk's research emphasized Celtic influences in Insular illumination over Northumbian influence, felt to be the predominent origin at the time.": [
        [
            80,
            91,
            [
                "Northumbrian"
            ]
        ],
        [
            118,
            129,
            [
                "predominant"
            ]
        ]
    ],
    "His dissertation became the standard work on canonical typologies of Gospel illumination (Williams).": [],
    "He also emphasized this style's contribution to continental illumination.": [],
    "His colleagues and friends <a href=\"/buchthalh\">Hugo Buchthal</a> of the Warburg Institute and <a href=\"/pachto\">Otto Pächt</a> of Oxford (later Vienna).": [],
    "Most unique, however, were his numerous forays into the art periods of the Baroque (Rembrandt) and the modern era (van Gogh).</p>": [
        [
            0,
            11,
            [
                "Unique"
            ]
        ]
    ]
}