{
    "<p>First Professor of Fine Arts, Harvard University; influential mentor for a generation of art historians.": [],
    "Norton was born to a wealthy Boston family with strong intellectual interests.": [],
    "His father, Andrews Norton (1786-1853), was a Unitarian theologian and professor of sacred literature at Harvard.": [],
    "The younger Norton attended Harvard University, graduating with an A. B. in 1846.": [],
    "After college he toured India and Europe, particularly England between 1849-51.": [
        [
            6,
            13,
            [
                "college,"
            ]
        ]
    ],
    "With his various attempts at business a failure, he returned to Europe in 1855, remaining there until 1857.": [],
    "In Switzerland, Norton met <a href=\"/ruskinj\">John Ruskin</a>,  the art critic and historian whose writings deeply affected him.": [],
    "Norton returned to focus on writing and literature.": [],
    "He edited the <em>North American Review</em> between 1864-68 and co-founded <em>The Nation</em> in 1865.": [],
    "His articles at this time demonstrated both a knowledge in art history and archaeology as well as literature.": [
        [
            44,
            55,
            [
                "knowledge"
            ]
        ]
    ],
    "In 1859 he published his <em>Notes of Study and Travel in Italy</em> largely an art-historical travelogue of that country.": [
        [
            3,
            7,
            [
                "1859,"
            ]
        ]
    ],
    "In 1862 he married Susan Ridley Sedgwick.": [
        [
            3,
            7,
            [
                "1862,"
            ]
        ]
    ],
    "The Nortons made a trip to Europe in 1868, stopping in England, where his interests in architectural history and enthusiasm for Britain heightened, and then Italy in 1869 before finally settling in Dresden in 1871.": [],
    "In 1872, his wife died in childbirth and a shattered Norton wended his way back to the United States (via England).": [],
    "His cousin, Harvard University President Charles W. Eliot (1834-1926) appointed Norton to be the first lecturer of Fine Arts at Harvard in 1873.": [],
    "On years of even date, he delivered a weekly lecture on Dante; on years of odd date, on the Italian medieval church.": [],
    "A dynamic lecturer though little interested in scholarship, Norton influenced some of the greatest American art historians of the next generation as well as advised the Boston collector Isabella Steward Gardner.": [],
    "He organized an 1874 exhibition devoted to the work of J. M. W. Turner.": [],
    "Classical interests always high with Norton, he founded the Archaeological Institute of America, whose first local society was in Boston, in 1879.": [],
    "A short while later he founded the American Academy in Rome.": [],
    "In 1880, he issued his <em>Historical Studies of Church Building in the Middle Ages</em>.": [],
    "Norton employed a moral interpretation of art history, fuelled by a romantic vision of the middle ages and a disillusion with late-19th century industrialism.": [
        [
            91,
            102,
            [
                "Middle Ages"
            ]
        ]
    ],
    "His most popular course at Harvard was \"The History of the Fine Arts as Connected with Literature.\"": [],
    "His collected Harvard lectures, published in 1891 as <em>History of Ancient Art</em>, belie the debt to Ruskin's Oxford lectures on beauty as a source for moral uprightness.": [],
    "Norton was the literary executor for Ruskin as well as Thomas Carlyle (1795-1881).": [],
    "As a man of letters, Norton maintained a correspondence with many of the later 19th-century authors, including Charles Dickens, Matthew Arnold, Charles Darwin, Robert Browning and Ralph Waldo Emerson.": [],
    "His cottage in Ashfield in the Massachusetts Berkshires as well as Shady Hill, his home in Cambridge (Massachusetts) were the meeting place for many intellectuals and discussions.": [
        [
            15,
            23,
            [
                "Ash field"
            ]
        ]
    ],
    "In 1898 he retired from Harvard.": [
        [
            3,
            7,
            [
                "1898,"
            ]
        ]
    ],
    "At Ruskin's death in 1900, Norton became his literary executor.": [],
    "A Charles Eliot Norton Professorship of Poetry (a distinguished visiting professorship in the Faculty of Arts) at Harvard was established in 1925.": [],
    "Norton never supervised a doctoral dissertation, wary of the professionalization of the discipline.": [],
    "Harvard-trained art historians influenced by his teaching included <a href=\"/berensonb\">Bernard Berenson</a>, <a href=\"/forbese\">Edward Waldo Forbes</a>, <a href=\"/sachsp\">Paul J. Sachs</a>, and <a href=\"/postr\">Rathfon Post</a> among many others.": [],
    "His son, <a href=\"/nortonr\">Richard Norton</a>, was an archaeologist and art historian as well.": [],
    "Methodologically, Norton followed a connoisseurship mode of art history, prevalent among the Italo-Anglo and art historians, eschewing German methods of art as a historical phenomenon.": [
        [
            93,
            104,
            [
                "Italy-Anglo"
            ]
        ]
    ],
    "Like many English-speaking art scholars, he was deeply affected by the writings of Ruskin whom he knew personally from his trips to England, and whose writing he promoted in America.": [],
    "Norton's lectures and writing focused on Italian art and civilization, paralleling the aesthetics of Ruskin and the Pre-Raphaelites, which linked esthetic purity to social reform.": [],
    "In <em>Church Building in the Middle Ages</em> he suggested that spiritual values, such as those embodied in the middle ages, led to the creation of fine art while materialism, such as that of his own age, poisoned it.": [
        [
            113,
            124,
            [
                "Middle Ages"
            ]
        ]
    ],
    "Democracy, he mused may be incompatible with a \"healthy culture.\"": [],
    "His Ruskin-sentimentalist views did not prevent him from championing modern technology, especially the mass reproduction of art.": [],
    "Unashamedly subjective, his influence rests largely on the scholars he encouraged rather than his own writings.</p>": []
}