{
    "<p>Archaeologist and amateur baroque-art scholar.": [],
    "Norton was the son of <a href=\"/nortonc\">Charles Eliot Norton</a>, the Harvard art historian, and Susan Ridley Sedgwick (Norton), who died giving birth to him.": [],
    "He graduated from Harvard University in 1892 and continued study in Germany, attending the courses of <a href=\"/furtwanglera\">Adolf Furtwängler</a> on Greek sculpture, and at the American School of Classical Studies, Athens.": [],
    "An early study of Greek grave reliefs appeared in the <em>Harvard Studies in Classical Philology</em>.": [],
    "He was appointed the first lecturer in Greek art at the School, and in 1899, director of the program, which he held until 1907.": [],
    "He returned to Boston where he married the Boston socialite Edith White (they divorced in 1910) and acted as European art expert for the Boston Museum of Fine Arts.": [],
    "In 1903 he traveled to central Asia to conduct field research as part of the Pumpelly Expedition.": [
        [
            3,
            7,
            [
                "1903,"
            ]
        ],
        [
            23,
            35,
            [
                "Central Asia"
            ]
        ],
        [
            77,
            85,
            [
                "Properly",
                "Purely",
                "Pumped",
                "Pompey",
                "Purcell",
                "Puppetry"
            ]
        ]
    ],
    "In 1910 Norton led the dig in the former Greco-Roman outpost of Cyrene, Libya for the Academy, along with <a href=\"/hoppinj\">Joseph Clark Hoppin</a> and others.": [
        [
            64,
            70,
            [
                "Crane",
                "Byrne",
                "Crete",
                "Irene",
                "René",
                "Tyrone"
            ]
        ]
    ],
    "The expedition was beset with problems; Norton was nearly assinated by anti-American agitators (his assistant director was killed) and a war erupted between Turkey and Italy, forcing the abandonment of the project.": [
        [
            58,
            67,
            [
                "assisted",
                "fascinated",
                "aspirated",
                "assented",
                "passivated"
            ]
        ]
    ],
    "At the outbreak of World War I, Norton traveled to France were he witnessed the (first) battle of the Marne.": [
        [
            58,
            62,
            [
                "where",
                "we"
            ]
        ]
    ],
    "Appalled at the poor transportation of wounded soldiers, he organized the American Volunteer Motor Ambulance Corps, known locally as \"Norton's Corps.\"": [],
    "It merged with the H. H. Harjes ambulance unit of the French army.": [
        [
            25,
            31,
            [
                "Hares",
                "Hajjes"
            ]
        ]
    ],
    "In 1917 it was absorbed by the United States army with American entrance into the war.": [
        [
            3,
            7,
            [
                "1917,"
            ]
        ],
        [
            31,
            49,
            [
                "United States Army"
            ]
        ]
    ],
    "Norton then worked for American Naval Intelligence in France.": [],
    "He contracted meningitis in 1918 in Paris and died shortly there after.</p>": [
        [
            59,
            70,
            [
                "thereafter"
            ]
        ]
    ]
}