{
    "<p>Americanist and Altschul Professor of Art History at Barnard College and Columbia University, 1958-98.": [
        [
            3,
            14,
            [
                "Americanism"
            ]
        ],
        [
            19,
            27,
            [
                "Alachua"
            ]
        ]
    ],
    "Novak graduated from Barnard College in 1950 and attended Radcliffe for her graduate work.": [],
    "She received a Fulbright fellowship in 1953 to pursue her dissertation, which appeared in 1957 on the Hudson River School artists Thomas Cole and Asher Durand.": [],
    "She joined the faculty of Barnard College the following year.": [],
    "In 1960 she married the art critic Brian O'Doherty (an exhibiting artist under the name Patrick Ireland) in 1960.": [
        [
            3,
            7,
            [
                "1960,"
            ]
        ]
    ],
    "She began publishing art criticism in various newspapers and art journals, most notably <em>Artforum</em>.": [],
    "Her book on nineteenth century painting was published in 1969.": [],
    "She received a Guggenheim Fellowship in 1974.": [],
    "In 1980 she published her <em>Nature and Culture: American Landscape and Painting, 1825-1875</em> and the concomitant show, <em>Next to Nature: Landscape Paintings from the National Academy of Design</em> whose catalog appeared the same year.": [
        [
            3,
            7,
            [
                "1980,"
            ]
        ]
    ],
    "A novel, Alice's Neck, was published in 1987.": [],
    "Novak was awarded the distinguished Teaching of Art History Award from the College Art Association and retired <em>emerita</em> as Helen Goodhart Altschul Professor from Barnard in 1998.": [
        [
            137,
            145,
            [
                "Good hart"
            ]
        ],
        [
            146,
            154,
            [
                "Alachua"
            ]
        ]
    ],
    "A chaired professorship at Barnard College was named in her honor.": [],
    "<em>Nature and Culture: American Landscape and Painting, 1825-1875</em>, was described by John I. H. Baur of the Whitney Museum of American Art, as \"the most important contribution to the understanding of nineteenth-century American art that has been written in our generation.": [
        [
            101,
            105,
            [
                "Bar",
                "Bauer",
                "Barr",
                "Blur",
                "Baum",
                "Baud"
            ]
        ]
    ],
    "\"</p>": []
}