{
    "<p>Cézanne and 19th-century art scholar, curator and museum director.": [],
    "Novotny was born into a Roman Catholic family, his father Franz Novotny, worked as a mechanic and his mother was Josefine Bartosch (Novotny).": [
        [
            0,
            7,
            [
                "Colony",
                "Dorothy",
                "Norton",
                "Nobody",
                "Noon",
                "Novelty"
            ]
        ],
        [
            64,
            71,
            [
                "Colony",
                "Dorothy",
                "Norton",
                "Nobody",
                "Noon",
                "Novelty"
            ]
        ],
        [
            113,
            121,
            [
                "Josephine",
                "Joséphine",
                "Josefina",
                "Josephina",
                "Joseline",
                "Jose fine"
            ]
        ],
        [
            122,
            130,
            [
                "Bartosz"
            ]
        ],
        [
            132,
            139,
            [
                "Colony",
                "Dorothy",
                "Norton",
                "Nobody",
                "Noon",
                "Novelty"
            ]
        ]
    ],
    "He studied under <a href=\"/strzygowski\">Josef Rudolf Thomas Strzygowski</a> at Strzygowski's competing school of art history within the university in Vienna, the Wiener Institut.": [],
    "Novotny wrote his dissertation in 1927 on Romanesque sculpture and churches in Austria.": [
        [
            0,
            7,
            [
                "Colony",
                "Dorothy",
                "Norton",
                "Nobody",
                "Noon",
                "Novelty"
            ]
        ]
    ],
    "He worked between 1928-39 as Assistant at the Kunsthistorischen Institut in Vienna.": [
        [
            64,
            72,
            [
                "Institute"
            ]
        ]
    ],
    "His <em>Romanische Bauplastik in österreich</em> established a strong interregional connection.": [],
    "Novotny, like a number of other Strzygowski students, was able to incorporate the rigorous research method of his mentor without the fanaticism, often racial in its conception, that marred his mentor's work.": [
        [
            0,
            7,
            [
                "Colony",
                "Dorothy",
                "Norton",
                "Nobody",
                "Noon",
                "Novelty"
            ]
        ]
    ],
    "Novotny shied away from the broad generalizations.": [
        [
            0,
            7,
            [
                "Colony",
                "Dorothy",
                "Norton",
                "Nobody",
                "Noon",
                "Novelty"
            ]
        ]
    ],
    "In 1939 he was appointed curator at the österreichische Galerie in Vienna.": [
        [
            3,
            7,
            [
                "1939,"
            ]
        ],
        [
            56,
            63,
            [
                "Valerie"
            ]
        ]
    ],
    "From 1948 onward he was professor at the University.": [],
    "After the war, he became director of the Galerie from 1961-68.": [
        [
            41,
            48,
            [
                "Valerie"
            ]
        ]
    ],
    "During his tenure, Novotny worked to repatriate works of art added to the Gallery during the post-war period to their rightful owners, including works owned by Alma Mahler-Werfel (he was turned down by the Austrian Education Minister, Erwin Thalhammer).": [
        [
            19,
            26,
            [
                "Colony",
                "Dorothy",
                "Norton",
                "Nobody",
                "Noon",
                "Novelty"
            ]
        ],
        [
            165,
            178,
            [
                "Mahler-Were"
            ]
        ],
        [
            241,
            251,
            [
                "Triphammer",
                "Warhammer"
            ]
        ]
    ],
    "Despite his training in Romanesque art, most of Novotny's publications deal with modern artists because of his appointment at the österreichische Galerie.": [
        [
            48,
            55,
            [
                "Colony",
                "Dorothy",
                "Norton",
                "Nobody",
                "Noon",
                "Novelty"
            ]
        ],
        [
            146,
            153,
            [
                "Valerie"
            ]
        ]
    ],
    "His book on Anton Romako redefined the artist as a precursor to Expressionism and Gustav Klimt.": [
        [
            18,
            24,
            [
                "Romano"
            ]
        ]
    ],
    "Novotny was a key figure for Modernism because of his analytical precision in the work of Cézanne.": [
        [
            0,
            7,
            [
                "Colony",
                "Dorothy",
                "Norton",
                "Nobody",
                "Noon",
                "Novelty"
            ]
        ]
    ],
    "<em>Cézanne und das Ende der wissenschaftlichen Perspektive</em> (1938) placed the artist within an strong intellectual tradition.": [],
    "Novotny use painter's works to establish a criteria for an art historical process useful for the who era of modernism.": [
        [
            0,
            7,
            [
                "Colony",
                "Dorothy",
                "Norton",
                "Nobody",
                "Noon",
                "Novelty"
            ]
        ],
        [
            41,
            51,
            [
                "a criterion",
                "criteria"
            ]
        ],
        [
            93,
            100,
            [
                "who"
            ]
        ]
    ],
    "That book is his clearest use of <em>Strukturanalyse</em> of the Vienna School to which his thought belongs.": [],
    "Novotny argued that Cézanne the tension between \"scientific\" or natural perspective and the artist's willful altering of it makes Cézanne a pivotal entity in Impressionism.": [
        [
            0,
            7,
            [
                "Colony",
                "Dorothy",
                "Norton",
                "Nobody",
                "Noon",
                "Novelty"
            ]
        ]
    ],
    "His work influenced <a href=\"/schapirer\">Meyer Schapiro</a> and other Cézanne scholars.": [],
    "His Pelican History of Art volume, <em>Painting and Sculpture in Europe 1780 to 1880</em>, is notable for the way it treats artists as individual personalities, eschewing national characteristics less common to modern-era artists.": [],
    "The Pelican volume omitted Russian artists because Novotny did not consider Russia as part of Europe.": [
        [
            51,
            58,
            [
                "Colony",
                "Dorothy",
                "Norton",
                "Nobody",
                "Noon",
                "Novelty"
            ]
        ]
    ],
    "Novotny emphasized the role that Idealism played in 19th-century Europe.": [
        [
            0,
            7,
            [
                "Colony",
                "Dorothy",
                "Norton",
                "Nobody",
                "Noon",
                "Novelty"
            ]
        ]
    ],
    "Philosophy was key to Novotny; he used Kant (specifically the <em>Critique of Pure Reason</em>, [<em>Kritik der reinen Vernunft</em>]) to explain Cezanne's work.": [
        [
            22,
            29,
            [
                "Colony",
                "Dorothy",
                "Norton",
                "Nobody",
                "Noon",
                "Novelty"
            ]
        ]
    ],
    "His emphasis of the intellectual milieu of artistic production was not at the cost of the artwork's formal aspects.": [],
    "Novotny was not a social historian, however.": [
        [
            0,
            7,
            [
                "Colony",
                "Dorothy",
                "Norton",
                "Nobody",
                "Noon",
                "Novelty"
            ]
        ]
    ],
    "He avoided biographical and other documents when no direct connection could be made to the art.</p>": []
}