{
    "<p>First woman to receive full university professor rank at Princeton University; second director of the Index of Christian Art at Princeton.": [],
    "Phila Lazarus Calder attended the Mount Vernon Seminary and College in Washington, D.C.": [
        [
            0,
            5,
            [
                "Phil",
                "Phyla",
                "Phial",
                "Phil a"
            ]
        ]
    ],
    "from 1889 to 1891.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "In 1893, she married Joseph Keith Nye (b.": [],
    "1858) from New Bedford, Massachusetts.": [],
    "Little is known about Nye’s earlier time at Mount Vernon Seminary, although she returned to teach there in 1899.": [],
    "Her first publication appeared in 1901, Art History in Outline, a 283-page textbook “for the art classes of Mount Vernon Seminary.” Nye’s publications on medieval Italian sculpture appeared in Art in America and Art & Archaeology marking her academic career at Princeton University, first as a graduate student in the Department of Art & Archaeology in 1905.": [],
    "During some of the most formative years of the Index, Nye worked alongside the Index’ founder <a href=\"/moreyc\">Charles Rufus Morey</a>.": [],
    "Morey and a staff of volunteers, recording their iconographic research on objects when the terminus date of the collection was still set at 700.</p><p>She became director of the Index in 1920.": [],
    "During her tenure at the Index, the dates of art history coverage were extended twice, once to 1200 and then again to 1400.": [],
    "Archival records at the Index record that Nye traveled widely to study medieval works of art in European countries, doubtless for inclusion into the growing Index collection.": [],
    "It was during Nye’s directorship that the Index acquired funding that secured its institutional efforts for years to come.": [],
    "Her article, “The Romanesque Signs of the Zodiac,” was published in Art Bulletin in 1923.": [],
    "That same year, Nye was the subject of a pastel portrait by American artist Gertrude Magie (1862-1942), now in the collection of the Princeton University Art Museum (x1946-411).": [
        [
            85,
            90,
            [
                "Magic",
                "Marie",
                "Maggie",
                "Mage",
                "Magi",
                "Magpie"
            ]
        ]
    ],
    "According to the 2001 alumni publication of the Mount Vernon Seminary and College, Nye was the first woman to receive full university rank at Princeton and have her name printed in the Princeton catalogue.": [
        [
            195,
            204,
            [
                "catalog"
            ]
        ]
    ],
    "She retired in 1933, succeeded by <a href=\"/woodruffh\">Helen M. Woodruff</a>.": [],
    "Sometime after 1940, Nye retired to her hometown in North Carolina and dedicated the next several years of her life to the charitable and cultural efforts of the local women’s organization N.C.": [],
    "Sorosis.": [
        [
            0,
            7,
            [
                "Soros is"
            ]
        ]
    ],
    "Records of that organization praise Nye for bringing numerous art exhibitions and lectures to the community.</p>": []
}