{
    "Americanist, Jackson Pollock scholar and of New-Deal era art, especially American murals.": [
        [
            0,
            11,
            [
                "Americanism"
            ]
        ]
    ],
    "O'Connor's father was Frank J. O'Connor (1904-1974), a bank employee, and his mother Blanche Valentine Whalen (O'Connor) (1900-1974).": [
        [
            103,
            109,
            [
                "Whale",
                "Whales",
                "Whaler",
                "Whaley",
                "Whaled"
            ]
        ]
    ],
    "He attended Manhattan College where he was awarded a B.A.": [],
    "in English in 1959.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "O'Connor continued to Johns Hopkins University for his M.A.": [],
    "in Creative Writing in 1960, changing to art history for his Ph.D.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Though his dissertation advisor, <a href=\"/grayc\">Christopher Gray</a> urged him to write on Delacroix, O'Connor pursued the work of Jackson Pollock (only seven years deceased).": [],
    "He began teaching at the University of Maryland at College Park,, as an assistant professor of art history in 1964, earning his his Ph.D.": [
        [
            63,
            65,
            [
                ","
            ]
        ],
        [
            124,
            131,
            [
                "his"
            ]
        ]
    ],
    "from Johns Hopkins with a dissertation on Pollock in 1965.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "After a year lecturing as an assistant professor at Johns Hopkins' Evening College, he wrote the exhibition catalog--the essence of his dissertation (O'Connor)--for the Museum of Modern Art's Pollock retrospective in 1967.": [],
    "He received a National Endowment for the Arts grant for the 1967-1968 year spending the year researching the New Deal visual art projects in New York state.": [],
    "This led to his editing three major publications on these WPA-era projects.": [],
    "O'Connor left the University of Maryland in 1970 to become a senior visiting research associate at the National Collection of Fine Arts (now the Smithsonian American Art Museum) Smithsonian Institution, in Washgington, D. C. He taught occasional courses at Johns Hopkins University, American University, and Corcoran School of Art through 1972.": [
        [
            206,
            217,
            [
                "Washington"
            ]
        ]
    ],
    "That year he became an adjunct professor, Union Graduate School, and a tutor at the Whitney Museum of American Art Independent Study Program, continuing through 1977.": [],
    "In 1973 he became director of Raphael Research, New York.": [
        [
            3,
            7,
            [
                "1973,"
            ]
        ]
    ],
    "The same year he edited a volume on contemporary WPA essays, marking his interest murals in America.": [],
    "In 1972 he moved to New York City to undertake a <em>catalogue raisonné</em> of Jackson Pollock.": [
        [
            3,
            7,
            [
                "1972,"
            ]
        ]
    ],
    "He served on the committee to determine the authenticity of over one thousand works claimed to be by Jackson Pollock, other members including the art dealer and collector Eugene V. Thaw (b.1927), MoMA curator <a href=\"/liebermanw\">Bill Lieberman</a>, Pollock's wife, Lee Krasner Pollock (1908-1984) and the art dealer Donald McKinney.": [],
    "This resulted in O'Connor and Thaw's four-volume <em>catalogue raisonné</em> on Jackson Pollock in 1978, still the scholar leading resource for initial study of that artist.": [],
    "From 1974 to 1983 he published <em>Federal Art Patronage Notes</em>, a newsletter on government cultural policy.": [],
    "O'Connor began researching American mural painting history during the early 1980s subsequently receiving several research grants from the NEH and the U. S. Capitol Historical Society.": [],
    "In 1982 he founded the Association of Independent Historians of Art (AIHA).": [
        [
            3,
            7,
            [
                "1982,"
            ]
        ],
        [
            69,
            73,
            [
                "AIDA",
                "AISHA",
                "AHA",
                "AIAA",
                "AIEA",
                "AIH"
            ]
        ]
    ],
    "He was the 1990 Robert Sterling Clark Visiting Professor of Art History at Williams College and Visiting Professor of Art History at George Washington University in Washgington, D. C., in 1993.": [
        [
            165,
            176,
            [
                "Washington"
            ]
        ]
    ],
    "He spent the academic year 1994-1995 as a Fellow at the National Humanities Center, North Carolina, continuing his research on American murals.": [],
    "A supplement to the 1978 Pollock <em>catalogue raisonné</em>, written under his direction, was published by the Pollock-Krasner Foundation in 1995.": [
        [
            112,
            127,
            [
                "Pollock-Trainer"
            ]
        ]
    ],
    "His <em>The Mural in America: Wall Painting in the United States from Prehistory to the Present</em> was in 2008 and published electronically.": [],
    "O'Connor was the documentary scholar for Jackson Pollock at the time when his fame was being solidified.": [],
    "His <em>catalogue raisonné</em> was thorough enough to identify a set of telephone notepad scribblings which had images on them.": [],
    "In 1991 he lead the protest over the awarding of the Pulitzer Prize for biography to a controversial Pollock book by Stefen Naifeh and Gregory Smith.": [
        [
            3,
            7,
            [
                "1991,"
            ]
        ],
        [
            11,
            15,
            [
                "leads",
                "leaded",
                "led"
            ]
        ],
        [
            117,
            123,
            [
                "Stephen",
                "Steven",
                "Stefan",
                "Stephens",
                "Stephan",
                "Steffen"
            ]
        ],
        [
            124,
            130,
            [
                "Naif eh"
            ]
        ]
    ],
    "He was also the leader of a small group of art historians who in the late 1960s and early 1970s did the initial research on the New Deal's visual arts programs.": []
}