{
    "<p>Raphael authority, Harvard scholar and director of the Albertina, 1987-2000.": [],
    "Oberhuber was raised in a family strongly adherent to Rudolf Steiner's anthroposophy, a worldview Oberhuber embraced his whole life.": [
        [
            0,
            9,
            [
                "Berber",
                "Oberhausen",
                "Robert Huber"
            ]
        ],
        [
            98,
            107,
            [
                "Berber",
                "Oberhausen",
                "Robert Huber"
            ]
        ]
    ],
    "Oberhuber studied at the University of Vienna, though spending periods in the United States, writing his dissertation under <a href=\"/swobodak\">Karl Maria Swoboda</a>, the last of the masters who formed the Vienna School.": [
        [
            0,
            9,
            [
                "Berber",
                "Oberhausen",
                "Robert Huber"
            ]
        ]
    ],
    "His dissertation, on Bartholomeus Spranger, was completed in 1959.": [
        [
            21,
            33,
            [
                "Bartholomew",
                "Bartolomeu"
            ]
        ],
        [
            34,
            42,
            [
                "Stranger",
                "Springer",
                "Sp ranger"
            ]
        ]
    ],
    "He continued study at the Austrian Historical Institute in Rome, were almost as an avocation he studied Raphael.": [],
    "While a scholar at the Bibliotheca Hertziana, he was asked to complete the corpus of Raphael drawings begun by <a href=\"/fischelo\">Oskar Fischel</a> in 1913.": [],
    "He discovered many Raphael drawings and discounted others, only a handful of which he ever privately published.": [],
    "In 1961, the as-yet-to-be-appointed director of the Albertina museum, <a href=\"/koschatzkyw\">Walter Koschatzky</a>, hired him to assist his new directorship.": [],
    "Oberhuber returned to Vienna and teh Albertina, marrying Marianne Liebknecht, a dancer and granddaughter of the German socialist Karl Liebknecht (1871-1919).": [
        [
            0,
            9,
            [
                "Berber",
                "Oberhausen",
                "Robert Huber"
            ]
        ],
        [
            33,
            36,
            [
                "the",
                "ten",
                "tea",
                "tech",
                "Ted",
                "TeX"
            ]
        ]
    ],
    "Oberhuber was appointed to his alma mater in 1971 and as well a curator at the National Gallery of Art, Washgington, D. C. Intermitant lecturing at Harvard University led to an appointment in 1975 on the faculty and as curator of drawings at the Fogg art museum.": [
        [
            0,
            9,
            [
                "Berber",
                "Oberhausen",
                "Robert Huber"
            ]
        ],
        [
            104,
            115,
            [
                "Washington"
            ]
        ],
        [
            123,
            134,
            [
                "Intermittent"
            ]
        ],
        [
            246,
            250,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "Those whose dissertations he advised, in part, included <a href=\"/kaufmannt\">Thomas DaCosta Kaufmann</a>.": [],
    "Important works on paper by Titian, Federigo Barocci, Nicolas Poussin, and Thomas Eakins entered Harvard collection.": [
        [
            36,
            52,
            [
                "Federico Barocci"
            ]
        ]
    ],
    "He added significantly to the University's collections in the areas of German 19th century drawings, French 17th century school, and modern artists.": [],
    "The five-hundredth anniversary of Raphael saw Oberhuber's book on the artist, 1982, and a year at the Hertziana for the 1983-1984.": [
        [
            46,
            55,
            [
                "Berber",
                "Oberhausen",
                "Robert Huber"
            ]
        ]
    ],
    "In 1987 he succeeded Koschatzky as Albertina director.": [
        [
            3,
            7,
            [
                "1987,"
            ]
        ]
    ],
    "With these duties came Hofrat and honorary professor at the University of Vienna.": [
        [
            23,
            29,
            [
                "Ho frat"
            ]
        ]
    ],
    "At the Albertina he supervised exhibitions ranging from Raphael to Jim Dine.": [],
    "Oberhuber consulted on other shows, such as \"Poussin the Early Years in Rome\" at the Kimball Museum in Fort Worth, TX.": [
        [
            0,
            9,
            [
                "Berber",
                "Oberhausen",
                "Robert Huber"
            ]
        ]
    ],
    "While in Vienna, he married a former student from his Harvard art history lectures, Victoria Martino, a violinist living in the city.": [
        [
            93,
            100,
            [
                "Martin",
                "Marino",
                "Martina",
                "Martins",
                "Martine",
                "Martini"
            ]
        ]
    ],
    "He retired from the museum in 2000, teaching for two years in Japan before moving to San Diego, California, his second wife's home, with a new family.": [],
    "Oberhuber lectured there for the annual art and music history series at the Athenaeum Music & Arts Library, La Jolla, each spring.": [
        [
            0,
            9,
            [
                "Berber",
                "Oberhausen",
                "Robert Huber"
            ]
        ],
        [
            76,
            85,
            [
                "Athena",
                "Athene",
                "Ethereum"
            ]
        ]
    ],
    "He died at his La Mesa home of brain a tumor at age 72.": [],
    "His Harvard students included Suzanne Folds McCullagh.": [],
    "Oberhuber was an authority on the drawings of Raphael, but expanded it to those of the mannerists, Venetians and the early Poussin.": [
        [
            0,
            9,
            [
                "Berber",
                "Oberhausen",
                "Robert Huber"
            ]
        ],
        [
            87,
            97,
            [
                "mannerisms"
            ]
        ]
    ],
    "His book on Raphael is considered a definitive study.</p>": []
}