{
    "<p>Archivist and librarian; director of Museum Boijmans at Rotterdam; first chief director of the Amsterdam Rijksmuseum.": [
        [
            47,
            55,
            [
                "Romans",
                "Biomass",
                "Bowman",
                "Normans",
                "Bohemians",
                "Fijians"
            ]
        ]
    ],
    "Obreen was trained to become a businessman, but due to his interest in art and history he was appointed as an assistant librarian and archivist of the city of Rotterdam.": [
        [
            0,
            6,
            [
                "Been",
                "Green",
                "Screen",
                "Breed",
                "O'Brien",
                "Bremen"
            ]
        ]
    ],
    "The archive was housed in the <em>Gemeenlandshuis van Schieland</em>, along with the galleries of Museum Boijmans.": [],
    "In co-operation with the archivist Johannes H. Scheffer (1832-1886) he published sources on the history of Rotterdam: <em>Rotterdamsche historiebladen</em>.": [
        [
            47,
            55,
            [
                "Schaeffer"
            ]
        ]
    ],
    "Obreen and Scheffer also published, between 1868 and 1880, a critical description of the Historical atlas of the <em>Hoogheemraadschap Schieland</em> and the city of Rotterdam: <em>Roterodamum illustratum</em>.": [
        [
            0,
            6,
            [
                "Been",
                "Green",
                "Screen",
                "Breed",
                "O'Brien",
                "Bremen"
            ]
        ],
        [
            11,
            19,
            [
                "Schaeffer"
            ]
        ]
    ],
    "Obreen's most famous, and still valuable, work is his seven-volume <em>Archief voor Nederlandsche kunstgeschiedenis</em>.": [
        [
            0,
            6,
            [
                "Been",
                "Green",
                "Screen",
                "Breed",
                "O'Brien",
                "Bremen"
            ]
        ]
    ],
    "This collection of archival sources related to Dutch art history was published between 1877 and 1890, in collaboration with others, including <a href=\"/brediusa\">Abraham Bredius</a> The first volume includes a complete Guild Book, with information on master artists working in Delft in the seventeenth and early eighteenth centuries.": [],
    "Several articles by Obreen, on various subjects, were also published in these volumes.": [
        [
            20,
            26,
            [
                "Been",
                "Green",
                "Screen",
                "Breed",
                "O'Brien",
                "Bremen"
            ]
        ]
    ],
    "The main aim of the contributors was to make archival data easily accessible.": [],
    "These subsequently served as an important tool in the process of identification of the growing number of paintings in the museums.": [],
    "In 1879, Obreen became director of Museum Boijmans, in addition to his position as archivist and librarian.": [
        [
            9,
            15,
            [
                "Been",
                "Green",
                "Screen",
                "Breed",
                "O'Brien",
                "Bremen"
            ]
        ],
        [
            42,
            50,
            [
                "Romans",
                "Biomass",
                "Bowman",
                "Normans",
                "Bohemians",
                "Fijians"
            ]
        ]
    ],
    "Although he was able to spend only half part of the day as museum director, he significantly improved the condition of the building and the galleries, and took care of the conservation and cleaning of the paintings.": [],
    "He also wrote a new catalog of the paintings, from the viewpoint of an archivist rather than that of a connoisseur.": [],
    "In 1883, he quit both positions in Rotterdam, and went to Amsterdam, where he was appointed as the first chief director of the Rijksmuseum and, in addition, as the director of the Rijksmuseum van Schilderijen (National Museum of Paintings).": [],
    "His first task was the relocation, in 1885, of three different national museums to the new Rijksmuseum building, designed by Petrus J. H. Cuypers (1827-1921).": [
        [
            138,
            145,
            [
                "Buyers",
                "Bumpers",
                "Campers",
                "Cutters",
                "Jumpers",
                "Capers"
            ]
        ]
    ],
    "Both the Rijksmuseum van Schilderijen and the Rijksprentenkabinet (National Print Room) previously were housed in the Trippenhuis in Amsterdam, while the Nederlandsch Museum voor Geschiedenis en Kunst (Netherlands Museum for History and Art), exhibiting decorative arts, sculpture and architecture, was located in The Hague.": [
        [
            154,
            166,
            [
                "Nederland sch"
            ]
        ],
        [
            174,
            178,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            195,
            200,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "Obreen, in his capacity as director of the Rijksmuseum van Schilderijen, was responsible for the display of the paintings.": [
        [
            0,
            6,
            [
                "Been",
                "Green",
                "Screen",
                "Breed",
                "O'Brien",
                "Bremen"
            ]
        ]
    ],
    "<a href=\"/stuersv\">Victor Eugène Louis de Stuers</a>, the head of the Department of Arts and Sciences in the Ministry of Home Affairs, played an important role in the relocation and rearrangement of the collections.": [],
    "Both Obreen and De Stuers had rather conservative views on the display of the works of art: they preferred to show as many paintings as possible, rather than making a selection.": [
        [
            5,
            11,
            [
                "Been",
                "Green",
                "Screen",
                "Breed",
                "O'Brien",
                "Bremen"
            ]
        ],
        [
            19,
            25,
            [
                "Steers",
                "Suers"
            ]
        ]
    ],
    "No attention was paid to new trends which manifested themselves in museums abroad, for example innovative policies of <a href=\"/bodew\">Wilhelm Bode</a> in Berlin.": [],
    "While Obreen was busy with the arrangements in the new building, it was Bredius, assistant director of the Nederlandsch Museum voor Geschiedenis en Kunst, who wrote a new catalog of the paintings of the Rijksmuseum, with 50 illustrations made by the artist C. L. Dake (1857-1918).": [
        [
            6,
            12,
            [
                "Been",
                "Green",
                "Screen",
                "Breed",
                "O'Brien",
                "Bremen"
            ]
        ],
        [
            72,
            79,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ],
        [
            107,
            119,
            [
                "Nederland sch"
            ]
        ],
        [
            127,
            131,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            148,
            153,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ],
        [
            263,
            267,
            [
                "Make",
                "Take",
                "Date",
                "Lake",
                "Duke",
                "Dave"
            ]
        ]
    ],
    "Obreen was the author of the itinerary through the galleries: <em>Wegwijzer door 's Rijks Museum te Amsterdam met teekeningen door Wilm.": [
        [
            0,
            6,
            [
                "Been",
                "Green",
                "Screen",
                "Breed",
                "O'Brien",
                "Bremen"
            ]
        ],
        [
            76,
            83,
            [
                "door's"
            ]
        ],
        [
            84,
            89,
            [
                "Risks",
                "Rinks",
                "Ricks"
            ]
        ],
        [
            97,
            99,
            [
                "the",
                "Te",
                "to",
                "he",
                "we",
                "be"
            ]
        ],
        [
            131,
            135,
            [
                "Film",
                "Will",
                "Wild",
                "Wilma",
                "Wilt",
                "Wily"
            ]
        ]
    ],
    "Steelink en plattegronden</em>.": [
        [
            0,
            8,
            [
                "Steeling",
                "Steel ink"
            ]
        ]
    ],
    "Between 1887 and 1897, a selection of 257 paintings of the Rijksmuseum was photographed and published in a series of seven installments, with texts by Obreen: <em>Le musée de l'état à Amsterdam</em>.": [
        [
            151,
            157,
            [
                "Been",
                "Green",
                "Screen",
                "Breed",
                "O'Brien",
                "Bremen"
            ]
        ]
    ],
    "Under his directorship, between 1883 and 1896, 244 paintings were acquired.": [],
    "He often was advised by his colleague <a href=\"/kellenj\">Johan Philip van der Kellen</a>, the director of the Rijksprentenkabinet.": [
        [
            3,
            12,
            [
                "was often"
            ]
        ]
    ],
    "In 1892, Obreen succeeded in purchasing Johannes Vermeer's <em>Liefdesbrief</em> (Love-letter) from the collection Messchert van Vollenhoven.": [
        [
            9,
            15,
            [
                "Been",
                "Green",
                "Screen",
                "Breed",
                "O'Brien",
                "Bremen"
            ]
        ]
    ],
    "The Vereniging Rembrandt financed this important purchase with a loan of 15,000 guilders.": [
        [
            4,
            14,
            [
                "Varnishing"
            ]
        ]
    ],
    "As a dedicated and successful museum director Obreen has earned respect, even until the present day, although he was neither a real connoisseur nor an innovative person.": [
        [
            46,
            52,
            [
                "Been",
                "Green",
                "Screen",
                "Breed",
                "O'Brien",
                "Bremen"
            ]
        ]
    ],
    "His pioneering work as an archivist remains his most important legacy for the documentation of the history of art.</p>": []
}