{
    "<p>Scholar of Italian renaissance art and Berlin Gemäldegalerie director, 1964-1973; participant in the proposed <em>Führermuseum</em> theft of art object.": [],
    "Oertel was the son of a lawyer.": [
        [
            0,
            6,
            [
                "Kernel",
                "Vertex",
                "Cartel",
                "Betel",
                "Martel",
                "Merkel"
            ]
        ]
    ],
    "After receiving his Abitur at the Thomasschule in 1927, he studied art history, archaeology, classics and philology at various universities, included Leipzig, Vienna, Munich and Hamburg.": [
        [
            34,
            46,
            [
                "Thomas Cole"
            ]
        ]
    ],
    "He completed his dissertation in 1932 under <a href=\"/jantzenh\">Hans Jantzen</a> writing on a topic of Masaccio.": [],
    "After a trip to Paris, he worked as a volunteer at the Augustinermuseum in Freiburg.": [],
    "During the 1932-1933 year he received a scholarship to the Biblioteca Herziana from its founder, <a href=\"/steinmanne\">Ernst Steinmann</a>.": [
        [
            70,
            78,
            [
                "Persian",
                "Serbian",
                "Heroin",
                "Heroine",
                "Herman",
                "Hermann"
            ]
        ]
    ],
    "He returned to Frankfurt as Jantzen's assistant in 1933, but because of the new courses incorporating Nazi doctrine in the Univeristy, gave up academics for museum work.": [
        [
            28,
            35,
            [
                "Canteen",
                "Jansen",
                "Janssen"
            ]
        ],
        [
            123,
            133,
            [
                "University"
            ]
        ]
    ],
    "He volunteered at the Berlin museums between 1933 and 1935 as a research assistant in place of colleagues dismissed for political or racial reasons by the Nazis.": [],
    "Eventually, he attached himself to the reference library, where he came in contact with the Museum's Islamicist, <a href=\"/kuhnele\">Ernst Kühnel</a>.": [
        [
            101,
            111,
            [
                "Islamist"
            ]
        ]
    ],
    "He studied early Christian art under <a href=\"/volbachw\">Fritz Volbach</a> and eventually graphics when the division was under <a href=\"/winklerf\">Friedrich Winkler</a> and <a href=\"/kurthw\">Willy Kurth</a>.": [],
    "After a 1934 article on Renaissance drawings, Oertel was named to the Kunsthistorisches Institut in Florence, where he served eventually as director between 1935 and 1939.": [
        [
            46,
            52,
            [
                "Kernel",
                "Vertex",
                "Cartel",
                "Betel",
                "Martel",
                "Merkel"
            ]
        ],
        [
            88,
            96,
            [
                "Institute"
            ]
        ]
    ],
    "Oertel studied fresco painting, spurred in part of by the worry that these monuments might be damaged in the looming war.": [
        [
            0,
            6,
            [
                "Kernel",
                "Vertex",
                "Cartel",
                "Betel",
                "Martel",
                "Merkel"
            ]
        ]
    ],
    "He returned to Germany shortly before the declaration of World War II to assist the director of the Dresden Gemäldegalerie, <a href=\"/posseh\">Hans Posse</a>, who was ill with cancer.": [],
    "In addition to his Dresden duties, Posse led the assembling of art works, largely stolen or forced from fleeing Jewish families, for the <em>Führermuseum</em> proposed for Linz, Austria.": [],
    "It was Oertel's job to maintain the registry of the objects.": [
        [
            7,
            13,
            [
                "Kernel",
                "Vertex",
                "Cartel",
                "Betel",
                "Martel",
                "Merkel"
            ]
        ]
    ],
    "When Posse died in 1942, the Director was replaced by <a href=\"/vossh\">Hermann Voss</a>, under whom Oertel also served.": [],
    "Oertel was called to the army and fought at the front lines in 1944 and spent time in a Russian prison after the war.": [
        [
            0,
            6,
            [
                "Kernel",
                "Vertex",
                "Cartel",
                "Betel",
                "Martel",
                "Merkel"
            ]
        ]
    ],
    "He was instrumental in reopening the Dresden gallery, after which he moved to Freiburg.": [],
    "He published an <em>habilitationschrift</em> in 1948 on Giotto's post-Paduan style, qualifying him to teach in the university.": [],
    "He became a <em>dozent</em> in 1949, married in 1950, and appointed professor in 1955.": [],
    "Oertel was placed in charge of conservation for the Alte Pinakothek in Munich, part of the Bavarian state museums structure in 1958.": [
        [
            0,
            6,
            [
                "Kernel",
                "Vertex",
                "Cartel",
                "Betel",
                "Martel",
                "Merkel"
            ]
        ],
        [
            52,
            56,
            [
                "Alter",
                "Ate",
                "Ale",
                "Alto",
                "Alta",
                "Ante"
            ]
        ]
    ],
    "After the death of <a href=\"/bockvonwulfingeno\">Ordenberg Bock von Wülfingen</a> in 1960, Oertel completed and published that scholar's manuscript on Giotto.": [],
    "He was named chief conservator in 1964.": [],
    "That year he was named Director of the Berlin Gemäldegalerie (Painting Gallery), where he served for the last eight years of his career.": [],
    "He retired to Kirchzarten in 1973 where he resided until his death.": [],
    "Oertel was a renowned authority on Giotto and the early Italian Renaissance.": [
        [
            0,
            6,
            [
                "Kernel",
                "Vertex",
                "Cartel",
                "Betel",
                "Martel",
                "Merkel"
            ]
        ]
    ],
    "Notes about Oertel's opinions appear in the personal catalog of the 1937 <em>Mostra Giottesca</em> of the NYU renaissance scholar <a href=\"/offnerr\">Richard Offner</a>.": [
        [
            12,
            18,
            [
                "Kernel",
                "Vertex",
                "Cartel",
                "Betel",
                "Martel",
                "Merkel"
            ]
        ]
    ],
    "He disagreed with the drawings scholar <a href=\"/degenhartb\">Bernhard Degenhart</a> on the range of use of medieval drawings, seeing them as essentially limited to pattern books and models for painting.</p>": [
        [
            22,
            30,
            [
                "drawings'",
                "drawing's"
            ]
        ]
    ]
}