{
    "<p>Medievalist and professor at the Universities of Vienna and Erlangen.": [],
    "Beginning in 1924, Oettinger studied archaeology <em>Germanistik</em> and art history at Berlin under <a href=\"/goldschmidta\">Adolph Goldschmidt</a> and at Vienna under <a href=\"/schlosserj\">Julius Alwin von Schlosser</a> and <a href=\"/swobodak\">Karl Maria Swoboda</a>.": [
        [
            19,
            28,
            [
                "Festinger"
            ]
        ]
    ],
    "His Ph.D.": [],
    "was awarded from Vienna in 1928.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "He joined the Österreichischen Museum für Angewandte Kunst (Austrian Museum for Applied Art) in 1930.": [
        [
            38,
            41,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            53,
            58,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "He contributed entries to the <em>Kunstlerlexikon</em> of <a href=\"/thiemeu\">Ulrich Thieme</a> and <a href=\"/beckerf\">Felix Becker</a>, staring in 1934.": [],
    "He completed his habilitation in 1936.": [
        [
            17,
            29,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ]
    ],
    "During World War II, he taught as an Außerordentlicher Professor at Vienna beginning in 1942.": [],
    "After the war, he was promoted to Ordinarius in 1945, replacing <a href=\"/sedlmayrh\">Hans Sedlmayr</a>, who was dismissed for his ties to the Nazi.": [
        [
            34,
            44,
            [
                "Ordinaries"
            ]
        ]
    ],
    "Oettinger led the excavation of the Romanesque portions of St.": [
        [
            0,
            9,
            [
                "Festinger"
            ]
        ]
    ],
    "Stephen's Cathedral in Vienna which resulted in the 1949 book <em>Das Taufwerk von St.": [
        [
            66,
            69,
            [
                "Was",
                "As",
                "Has",
                "Day",
                "Days",
                "Gas"
            ]
        ],
        [
            70,
            78,
            [
                "Daughter",
                "Daughters",
                "Laughter",
                "Stauffer",
                "Hauberk",
                "Tufters"
            ]
        ]
    ],
    "Stephan in Wien</em> and a 1951 one on the early history of the city.": [
        [
            11,
            15,
            [
                "Vienna"
            ]
        ]
    ],
    "In 1954 he began teaching at Erlangen.": [
        [
            3,
            7,
            [
                "1954,"
            ]
        ]
    ],
    "He wrote several editions of guidebooks on Austria for tourists in the 1960s and guest lecturing at the University in Ankara, Turkey.": [],
    "Oettinger retired emeritus from the university in 1971.": [
        [
            0,
            9,
            [
                "Festinger"
            ]
        ]
    ],
    "Oettinger was a leader in medieval archaeology (Czeike).": [
        [
            0,
            9,
            [
                "Festinger"
            ]
        ],
        [
            48,
            54,
            [
                "CMake"
            ]
        ]
    ],
    "His work helped determine the configuration of the Baldichine for the medieval altar of St.": [
        [
            51,
            61,
            [
                "Balanchine"
            ]
        ]
    ],
    "Stephens.</p>": []
}