{
    "<p>Director Nederlands Instituut in Rome (1980-1987); director Museum Meermanno-Westreenianum in The Hague (1987-1991).": [
        [
            12,
            22,
            [
                "Nederland's",
                "Nederland"
            ]
        ],
        [
            23,
            32,
            [
                "Institute"
            ]
        ]
    ],
    "Offerhaus grew up in a prominent family in Groningen, in which city he attended the Gymnasium.": [
        [
            0,
            9,
            [
                "Offers",
                "Offerings",
                "Overhaul",
                "Overhauls",
                "Cofferdams",
                "Offerees"
            ]
        ]
    ],
    "While he served in the Netherlands Marine Corps, between 1950 and 1953, he met the Italian archeologist <a href=\"/bianchibandinellir\">Ranuccio Bianchi Bandinelli</a>, who instilled in him a fascination for the Italian culture.": [],
    "After his military service, Offerhaus enrolled at Groningen University to study art history under <a href=\"/schultenordholth\">Henk Schulte Nordholt</a>.": [
        [
            28,
            37,
            [
                "Offers",
                "Offerings",
                "Overhaul",
                "Overhauls",
                "Cofferdams",
                "Offerees"
            ]
        ]
    ],
    "In 1954, Offerhaus' father was appointed Commissary of the Queen of the province of Groningen.": [
        [
            9,
            18,
            [
                "Offers",
                "Offerings",
                "Overhaul",
                "Overhauls",
                "Cofferdams",
                "Offerees"
            ]
        ]
    ],
    "During his study, Offerhaus spent periods in Italy (Pisa and Venice) and in France (1957-1958), where he studied at the Sorbonne under the eminent Renaissance scholar <a href=\"/chastela\">André Chastel</a>.": [
        [
            18,
            27,
            [
                "Offers",
                "Offerings",
                "Overhaul",
                "Overhauls",
                "Cofferdams",
                "Offerees"
            ]
        ]
    ],
    "After his graduation in 1959 Offerhaus became assistant curator at the Amsterdam Rijksmuseum, but after a short period, in 1961, he left for Rome where he obtained a position as art historian and secretary at the Netherlands Institute.": [
        [
            29,
            38,
            [
                "Offers",
                "Offerings",
                "Overhaul",
                "Overhauls",
                "Cofferdams",
                "Offerees"
            ]
        ]
    ],
    "Among his responsibilities was the organization of exhibitions in the context of cultural contacts between the Netherlands and Italy.": [],
    "In 1965, when his former master, Schulte Nordholt, became the director of the Institute, Offerhaus returned to the Netherlands.": [
        [
            33,
            40,
            [
                "Schultz"
            ]
        ],
        [
            41,
            49,
            [
                "Nordhorn",
                "Northvolt"
            ]
        ],
        [
            89,
            98,
            [
                "Offers",
                "Offerings",
                "Overhaul",
                "Overhauls",
                "Cofferdams",
                "Offerees"
            ]
        ]
    ],
    "He spent the next sixteen years at Utrecht University, initially as the administrator of the Institute of Art History.": [],
    "He soon obtained a teaching position in art history.": [],
    "In March 1974 he lectured at the Dutch Art Historical Institute in Florence on the decoration of the Sassetti Chapel in the church of Santa Trinità in Florence.": [
        [
            101,
            109,
            [
                "Cassette",
                "Bassett",
                "Rossetti"
            ]
        ],
        [
            140,
            147,
            [
                "Trinity"
            ]
        ]
    ],
    "Ghirlandaio's frescos in this chapel were also discussed in his dissertation, a study on architecture as represented on Florentine fifteenth-century painting: Motief en achtergrond.": [
        [
            14,
            21,
            [
                "frescoes",
                "fresco"
            ]
        ],
        [
            159,
            165,
            [
                "Motif"
            ]
        ]
    ],
    "Studies over het gebruik van de architektuur in de 15e eeuwse Florentijnse schilderkunst.": [
        [
            13,
            16,
            [
                "he",
                "get",
                "her",
                "set",
                "hit",
                "let"
            ]
        ],
        [
            17,
            24,
            [
                "Hebrew",
                "Hebrews"
            ]
        ],
        [
            32,
            44,
            [
                "architecture"
            ]
        ],
        [
            55,
            61,
            [
                "reuse",
                "Meuse"
            ]
        ],
        [
            62,
            74,
            [
                "Florentine"
            ]
        ]
    ],
    "In 1976 he received his doctoral degree from Amsterdam University.": [
        [
            3,
            7,
            [
                "1976,"
            ]
        ]
    ],
    "His adviser was <a href=\"/bruynj\">Josua Bruyn</a>.": [],
    "In 1977 he published an Italian article on the Sassetti Chapel, coauthored with <a href=\"/borsooke\">Eve Borsook</a>, an established researcher in this field.": [
        [
            3,
            7,
            [
                "1977,"
            ]
        ],
        [
            47,
            55,
            [
                "Cassette",
                "Bassett",
                "Rossetti"
            ]
        ]
    ],
    "In 1981 the results of further investigations by both these scholars appeared, Francesco Sassetti and Ghirlandaio at Santa Trinita, Florence.": [
        [
            89,
            97,
            [
                "Cassette",
                "Bassett",
                "Rossetti"
            ]
        ],
        [
            123,
            130,
            [
                "Trinity"
            ]
        ]
    ],
    "History and Legend in a Renaissance Chapel.": [],
    "One year earlier, Offerhaus had left Utrecht University and settled again in Italy, to become the director of the Netherlands Institute in Rome, succeeding Schulte Nordholt.": [
        [
            18,
            27,
            [
                "Offers",
                "Offerings",
                "Overhaul",
                "Overhauls",
                "Cofferdams",
                "Offerees"
            ]
        ],
        [
            156,
            163,
            [
                "Schultz"
            ]
        ],
        [
            164,
            172,
            [
                "Nordhorn",
                "Northvolt"
            ]
        ]
    ],
    "His second stay in Rome, however, was less happy than expected.": [],
    "The temporary exhibitions he frequently organized were not always successful, except the 1984 show on Dutch landscape painters in Italy around 1800, and the 1985 exhibition on the Dutch artist M. C. Escher (1898-1972).": [],
    "In addition to his position as director he served as an adviser for cultural affairs at the Dutch Embassy.": [],
    "Slinking budgets were among the difficulties that came on his way.": [],
    "In 1987 he quit his position and returned to the Netherlands, where he became the director of the Museum Meermanno-Westreenianum, the so called Museum of the book, in The Hague.": [
        [
            3,
            7,
            [
                "1987,"
            ]
        ],
        [
            134,
            143,
            [
                "so-called"
            ]
        ]
    ],
    "In the next four years he was able to broaden the book collection and to improve the museum building.": [],
    "He organized a number of exhibitions, including one on early book printing in Venice, \"Venetië, stad van de drukkunst\".": [
        [
            87,
            94,
            [
                "Genetic",
                "Venetian",
                "Veneto",
                "Venezia"
            ]
        ],
        [
            96,
            100,
            [
                "star",
                "stand",
                "stay",
                "Stan",
                "sad",
                "Stein"
            ]
        ],
        [
            108,
            117,
            [
                "drunkest"
            ]
        ]
    ],
    "In 1991, while he was preparing for a meeting of museum directors, Offerhaus suddenly died from a hart attack, at age 61.": [
        [
            67,
            76,
            [
                "Offers",
                "Offerings",
                "Overhaul",
                "Overhauls",
                "Cofferdams",
                "Offerees"
            ]
        ],
        [
            98,
            102,
            [
                "heart"
            ]
        ]
    ],
    "Francesco Sassetti and Ghirlandaio at Santa Trinita, Florence.": [
        [
            10,
            18,
            [
                "Cassette",
                "Bassett",
                "Rossetti"
            ]
        ],
        [
            44,
            51,
            [
                "Trinity"
            ]
        ]
    ],
    "History and Legend in a Renaissance Chapel is a thorough analysis of the decoration program of the Chapel, a synthesis of iconological, cultural-historical and archival research.": [
        [
            122,
            134,
            [
                "phonological"
            ]
        ]
    ],
    "Offerhaus’ co-authorship in this major work reveals his solid scholarly approach and his profound knowledge of Italian culture.</p>": [
        [
            0,
            9,
            [
                "Offers",
                "Offerings",
                "Overhaul",
                "Overhauls",
                "Cofferdams",
                "Offerees"
            ]
        ]
    ]
}