{
    "<p>Historian of Florentine renaissance painting and New York University professor.": [],
    "Offner's family emigrated to the United States in 1891 when he was three years old.": [
        [
            0,
            6,
            [
                "Offer"
            ]
        ],
        [
            16,
            28,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "He grew up in New York city, studying at Harvard (1909-12) and as a Fellow at the American Academy in Rome (1912-14).": [
        [
            14,
            27,
            [
                "New York City"
            ]
        ]
    ],
    "His dissertation in art history (now lost) was written under <a href=\"/dvorakm\">Max Dvořák</a> at the University of Vienna and granted in 1914.": [],
    "Offner submitted his dissertation the same day as fellow Dvořák student <a href=\"/antalf\">Frederick Antal</a>, both to Dvořák's assistant, <a href=\"/swobodak\">Karl Maria Swoboda</a>.": [
        [
            0,
            6,
            [
                "Offer"
            ]
        ],
        [
            57,
            63,
            [
                "Dvorak"
            ]
        ]
    ],
    "Offner seems to have been less interested in the somewhat mystical <em>Geistesgewissenschaft</em> aspects of Dvořák, preferring the connoisseurship approach Dvořák had demonstrated in Dvořák's van Eyck book of 1904.": [
        [
            0,
            6,
            [
                "Offer"
            ]
        ]
    ],
    "Offner's connoisseurship was also drawn from <a href=\"/berensonb\">Bernard Berenson</a>.": [
        [
            0,
            6,
            [
                "Offer"
            ]
        ]
    ],
    "Offner began teaching in 1915 at the University of Chicago won several teaching awards and fellowships, including a fellowship at the American University, moving to Harvard in 1920 as Sachs Fellow.": [
        [
            0,
            6,
            [
                "Offer"
            ]
        ]
    ],
    "In 1923 joined the then year-old department at the Institute of Fine Arts at New York University established by <a href=\"/kimballf\">Fiske Kimball</a>.": [],
    "In 1924, Offner denounced the overstated attributions of a group of Italian paintings for sale at the New York Gallery of Joseph Duveen, attributions certified by <a href=\"/berensonb\">Bernard Berenson</a>, who was then under contract with Duveen.": [
        [
            9,
            15,
            [
                "Offer"
            ]
        ],
        [
            129,
            135,
            [
                "Queen",
                "Doreen",
                "Duvet",
                "Duvets",
                "Tureen",
                "Düren"
            ]
        ]
    ],
    "The dispute put Berenson and the younger Offner at odds for many years.": [
        [
            16,
            24,
            [
                "Benenson"
            ]
        ],
        [
            41,
            47,
            [
                "Offer"
            ]
        ]
    ],
    "Offner held full professorship from 1927 until his death.": [
        [
            0,
            6,
            [
                "Offer"
            ]
        ]
    ],
    "His first volume of collected essays, <em>Studies in Florentine Painting</em> appeared in 1927, dedicated to Berenson.": [
        [
            109,
            117,
            [
                "Benenson"
            ]
        ]
    ],
    "In 1928, Offner envisaged a corpus of painting ascribed to Florentine artists akin to the corpora that <a href=\"/goldschmidta\">Adolph Goldschmidt</a> had written for medieval ivories (1914), or that of cassoni by <a href=\"/schubringp\">Paul Schubring</a> in 1915, and <a href=\"/friedlanderm\">Max J. Friedländer</a> had done for Netherlandish painting (1923).": [
        [
            9,
            15,
            [
                "Offer"
            ]
        ]
    ],
    "Offner's research on Florentine art culminated in the project, <em>Critical and Historical Corpus of Florentine Painting</em>, a description of Florentine renaissance artists, methods, and workshop production.": [
        [
            0,
            6,
            [
                "Offer"
            ]
        ]
    ],
    "Offner met a young Ph.D.": [
        [
            0,
            6,
            [
                "Offer"
            ]
        ]
    ],
    "student in Dresden, <a href=\"/steinwegk\">Klara Steinweg</a>, whom he hired to be his assistant in Berlin.": [
        [
            0,
            7,
            [
                "Student"
            ]
        ]
    ],
    "Offner's research highlighted previously anonymous artists whose work had been attributed to their more famous contemporaries.": [
        [
            0,
            6,
            [
                "Offer"
            ]
        ]
    ],
    "He centralized the <em>Corpus</em> research team in 1935, which now included <a href=\"/cohnw\">Werner Cohn</a> in Florence, where Offner had been working.": [],
    "The group could use the facilities of the Kunsthistorisches Institut there.": [
        [
            60,
            68,
            [
                "Institute"
            ]
        ]
    ],
    "Offner married his research assistant, Philippa Gerry Whiting in 1937 and focused his energies for the rest of his life on the <em>Corpus</em>.": [
        [
            0,
            6,
            [
                "Offer"
            ]
        ]
    ],
    "Much of the Corpus' bibliographic research stemmed from <a href=\"/kaftalg\">George Kaftal</a>, unacknowledged, and Kaftal's work on Italian iconography.": [],
    "In 1939, Offner wrote two of his most important articles in art history.": [
        [
            9,
            15,
            [
                "Offer"
            ]
        ]
    ],
    "The first was a seminal piece on Giotto written in response to a comprehensive <em>Mostra Giottesca</em> of 1937.": [],
    "Arguing against the the attribution of the <em>Saint Francis Legend</em> panels in Assisi, Offner's approach was to compare the murals of the Arena chapel with the upper church in Assisi.": [
        [
            16,
            23,
            [
                "the"
            ]
        ],
        [
            91,
            97,
            [
                "Offer"
            ]
        ]
    ],
    "Instead of settling these attribution disputes, \"Giotto, Non-Giotto\" caused a storm of controversy, particularly from Italian and German art historians.": [],
    "The second was his piece on the Barberini alterpiece, published as his contribution to the Memorial essays of <a href=\"/portera\">A.": [
        [
            32,
            41,
            [
                "Barbering"
            ]
        ],
        [
            42,
            52,
            [
                "altarpiece",
                "afterpiece",
                "alter piece"
            ]
        ]
    ],
    "Kingsley Porter</a>.": [],
    "During the 1950s Offner was assisted informally with students by a private scholar who worked in his office at the University, <a href=\"/shorrd\">Dorothy C. Shorr</a>.": [
        [
            17,
            23,
            [
                "Offer"
            ]
        ]
    ],
    "Offner retired from NYU in 1954, continuing to teach in the <em>emeritus</em> capacity until 1961.": [
        [
            0,
            6,
            [
                "Offer"
            ]
        ]
    ],
    "He completed fourteen of the volumes of <em>Corpus of Florentine Painting</em>.": [],
    "While on vacation in Italy in 1965, he suffered a stroke and died.": [],
    "Steinweg continued to work alone at the request of the Institute of Fine Arts, publishing four additional volumes of the <em>Corpus</em> until her death in 1972 when the Istituto di Stori dell'Arte of the University of Florence took it over under the direction of Miklós Boskovits and Mina Gregori.": [
        [
            0,
            8,
            [
                "Stanley",
                "Stance",
                "Steiner",
                "Stances",
                "Steinberg",
                "Steinway"
            ]
        ],
        [
            170,
            178,
            [
                "Institute"
            ]
        ],
        [
            182,
            187,
            [
                "Story",
                "Store",
                "Storm",
                "Stork",
                "Satori",
                "Tori"
            ]
        ],
        [
            193,
            197,
            [
                "ARTE",
                "Are",
                "Art",
                "Arts",
                "Ate",
                "Ante"
            ]
        ],
        [
            271,
            280,
            [
                "Moskovitz"
            ]
        ],
        [
            290,
            297,
            [
                "Gregory",
                "Gregor",
                "Gregorio",
                "Grégory"
            ]
        ]
    ],
    "Hayden Maginnis published Offner's other attributions in a volume entitled <em>A Legacy of Attributions</em> (1981).": [
        [
            7,
            15,
            [
                "McGinnis"
            ]
        ],
        [
            26,
            32,
            [
                "Offer"
            ]
        ]
    ],
    "Offner's students included <a href=\"/meissm\">Millard Meiss</a>, <a href=\"/goldwaterr\">Robert Goldwater</a>, <a href=\"/borsooke\">Eve Borsook</a> (M.": [
        [
            0,
            6,
            [
                "Offer"
            ]
        ]
    ],
    "A.": [],
    "), <a href=\"/coorg\">Gertrude Marianne Achenbach Coor</a>, <a href=\"/stubblebinej\">James H. Stubblebine</a>, Gustina Scaglia, and <a href=\"/wohlh\">Hellmut Wohl</a>.": [
        [
            0,
            1,
            [
                ""
            ]
        ]
    ],
    "Though Offner was in residence in the United States only one semester a year (he lived principally in Florence to be closer to the objects of his study), his reputation as a teacher was great.": [
        [
            7,
            13,
            [
                "Offer"
            ]
        ]
    ],
    "He employed a near fanatical connoisseurship to organize a body of work into a taxonomical form.": [
        [
            79,
            90,
            [
                "taxonomic",
                "taxonomically"
            ]
        ]
    ],
    "A small essay on his method, \"An Outline of a Theory of Method,\" was authored by him and published in his <em>Studies</em>, 1927.": [],
    "His method was adopted from Berenson, who early on led him through galleries demonstrating his connoisseur approach to Offner, as well as through <a href=\"/morellig\">Giovanni Morelli</a> and the writings <a href=\"/crowej\">Joseph Archer Crowe</a> and <a href=\"/cavalcaselleg\">G.": [
        [
            28,
            36,
            [
                "Benenson"
            ]
        ],
        [
            119,
            125,
            [
                "Offer"
            ]
        ]
    ],
    "B. Cavalcaselle</a>.": [],
    "His relationship with the quixotic Berenson was uneven, even Offner's deathbed visit to Berenson brought a sarcastic remark from the elder scholar (Ladis, p.": [
        [
            35,
            43,
            [
                "Benenson"
            ]
        ],
        [
            61,
            67,
            [
                "Offer"
            ]
        ],
        [
            88,
            96,
            [
                "Benenson"
            ]
        ],
        [
            148,
            153,
            [
                "Ladies",
                "Lads",
                "Wadis",
                "Lades",
                "LAGIS",
                "Padis"
            ]
        ]
    ],
    "6-7).": [],
    "Like Morelli, Offner developed a photographic collection to make comparisons of the various \"hands\" of the artists, and insisting on black-and-white only.": [
        [
            5,
            12,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ],
        [
            14,
            20,
            [
                "Offer"
            ]
        ]
    ],
    "His visual conclusions were supported by documentary evidence, such as the work of <a href=\"/milanesig\">Gaetano Milanesi</a>.": [],
    "The <em>Critical and Historical Corpus of Florentine Painting</em> has been criticized for its overly cautious approach and its lack of conclusionary analysis; Offner was so focused on classifying details of his objects--unlike his models of Goldschmidt or <a href=\"/weitzmannk\">Kurt Weitzmann</a>--that <em>Florentine Painting</em> has been less useful by scholars than those works.": [
        [
            136,
            149,
            [
                "concessionary"
            ]
        ],
        [
            160,
            166,
            [
                "Offer"
            ]
        ]
    ],
    "Hayden Maginnis termed him an \"archformalist.\"": [
        [
            7,
            15,
            [
                "McGinnis"
            ]
        ],
        [
            31,
            44,
            [
                "arch formalist"
            ]
        ]
    ],
    "Offner's secretiveness (or academic caution) was infamous: he once declined to state even privately to <a href=\"/middeldorfu\">Ulrich Middeldorf</a> his views on the Badia Polyptych.</p>": [
        [
            0,
            6,
            [
                "Offer"
            ]
        ]
    ]
}