{
    "<p>Opdycke's father was Leonard Opdycke, Sr.": [
        [
            3,
            10,
            [
                "Psyche",
                "Updike",
                "OnDeck",
                "Dyke",
                "Upcycle"
            ]
        ],
        [
            32,
            39,
            [
                "Psyche",
                "Updike",
                "OnDeck",
                "Dyke",
                "Upcycle"
            ]
        ]
    ],
    "(1856-1914), a New York lawyer and social philanthropist and his mother Edith Bell (Opdycke) (1857-1946).": [
        [
            84,
            91,
            [
                "Psyche",
                "Updike",
                "OnDeck",
                "Dyke",
                "Upcycle"
            ]
        ]
    ],
    "His grandfather was a Civil War brigadier general and hero of the Battle of Chickamauga, Samuel Emerson Opdycke (1830-1884).": [
        [
            104,
            111,
            [
                "Psyche",
                "Updike",
                "OnDeck",
                "Dyke",
                "Upcycle"
            ]
        ]
    ],
    "The younger Opdycke was raised in the privileged family circumstances of his independently-wealthy parents.": [
        [
            12,
            19,
            [
                "Psyche",
                "Updike",
                "OnDeck",
                "Dyke",
                "Upcycle"
            ]
        ]
    ],
    "He graduated from Harvard <em>summa cum laude</em> in 1917.": [],
    "He entered the navy in World War I rising to the rank of ensign.": [],
    "After the war he continued for his master's degree in art history at Harvard, receiving it in 1920.": [],
    "He joined the department, eventually becoming associate professor of art history (the highest he could achieve without a Ph.D.).": [],
    "During World War II he taught mathematics, naval navigation and naval history in Boston and other venues.": [],
    "He succeeded <a href=\"/deknatelf\">Frederick B. Deknatel</a> as chair of the art department in 1949.": [],
    "Opdycke taught introductory courses in Renaissance art history and British art.": [
        [
            0,
            7,
            [
                "Psyche",
                "Updike",
                "OnDeck",
                "Dyke",
                "Upcycle"
            ]
        ]
    ],
    "He died at his Boston home at age 82.": [],
    "His papers are held by Harvard University Archives.": [],
    "<a href=\"/stubblebinej\">James H. Stubblebine</a> sites Opdycke's undergraduate courses in art history as inspiring him to pursue art history himself.</p>": []
}