{
    "<p>Brithish curator and drawings collector; scholar of Raphael and Botticelli, later British artists.": [
        [
            3,
            11,
            [
                "British"
            ]
        ]
    ],
    "Oppé was the son of Siegmund Armin Oppé, a silk merchant, and Pauline Jaffé (Oppé).": [
        [
            0,
            4,
            [
                "Opp",
                "PPE"
            ]
        ],
        [
            20,
            28,
            [
                "Sigmund"
            ]
        ],
        [
            35,
            39,
            [
                "Opp",
                "PPE"
            ]
        ],
        [
            70,
            75,
            [
                "Gaffe"
            ]
        ],
        [
            77,
            81,
            [
                "Opp",
                "PPE"
            ]
        ]
    ],
    "He attended St.": [],
    "Andrews University and then New College, Oxford, where he majored in classics.": [],
    "After graduation, he was appointed a professor's assistant in Greek in 1902 at St.": [],
    "Andrews, advancing to lecturer in 1904 and Lecturer in ancient history at Edinburgh University.": [],
    "In 1904 he began collecting drawings, beginning with the work of John Sell Cotman sold to him by the art historian <a href=\"/horneh\">Herbert P. Horne</a>.": [
        [
            3,
            7,
            [
                "1904,"
            ]
        ]
    ],
    "The collection grew after his marriage into a vast works-on-paper collection which included Fra Bartolommeo, Giovanni da Udine, Barocci, Veronese, Poussin, and Claude Lorrain.": [
        [
            92,
            95,
            [
                "Frey",
                "FRA",
                "Era",
                "Far",
                "IRA",
                "FRS"
            ]
        ],
        [
            96,
            107,
            [
                "Bartolomeo"
            ]
        ],
        [
            118,
            120,
            [
                "the",
                "DA",
                "a",
                "day",
                "do",
                "Dr"
            ]
        ],
        [
            128,
            135,
            [
                "Morocco",
                "Barony",
                "Baroque",
                "Barack",
                "Brock",
                "Karachi"
            ]
        ]
    ],
    "He joined the Board (Department) of Education in 1905 where he worked on teacher training standards.": [],
    "In 1906 he briefly joined the Victoria and Albert Museum for one year.": [
        [
            3,
            7,
            [
                "1906,"
            ]
        ]
    ],
    "He married Lyonetta Edith Regina Valentine Tollemache (1886/7-1951) in 1909.": [
        [
            11,
            19,
            [
                "Loretta",
                "Lynette",
                "Lynnette"
            ]
        ]
    ],
    "The same year he published his first monograph on a Renaissance artist, Raphael.": [],
    "Oppé returned as deputy director of the V&A in 1910.": [
        [
            0,
            4,
            [
                "Opp",
                "PPE"
            ]
        ]
    ],
    "During his years as deputy director (through 1913), A second monography, on Botticelli, appeared in 1911.": [
        [
            61,
            71,
            [
                "monograph",
                "monographs",
                "sonography"
            ]
        ]
    ],
    "He returned to the Board of Education in 1913 and, except for service in World War I in the Ministry of Munitions, never left.": [],
    "Oppé' grew to a great scholar of Cozens.": [
        [
            0,
            4,
            [
                "Opp",
                "PPE"
            ]
        ]
    ],
    "His 1919 <em>Burlington Magazine</em> article disproved the long-standing legend that the artist was the son of Peter the Great.": [],
    "In 1923 he published two books, one on Rowlandson and another on Cotman.": [
        [
            3,
            7,
            [
                "1923,"
            ]
        ]
    ],
    "The following year he co-published with the great native song collector Cecil Sharp (1859-1924) a history of folk dancing.": [],
    "In 1925, <em>Turner, Cox and de Wint</em> appeared.": [],
    "He began advising the National Gallery of Canada, Ottawa on prints and drawings acquisitions in 1937.": [],
    "Oppé retired from the Board of Education in 1938.": [
        [
            0,
            4,
            [
                "Opp",
                "PPE"
            ]
        ]
    ],
    "His book on Hogarth was published in 1948 and <em>English Drawings at Windsor Castle</em> in 1950.": [],
    "His <em>magnum opus</em> on Cozens finally appeared until 1952 as <em>Alexander and John Robert Cozens</em>.": [],
    "He died in Chelsea, London.": [],
    "His collection of 3000 British works on paper was acquired by Tate Gallery in 1996.</p>\n\n<p>Oppé led the study of British drawings as a scholarly pursuit.": [
        [
            92,
            96,
            [
                "Opp",
                "PPE"
            ]
        ]
    ],
    "He was one of a few early collectors in England of works on paper whose number during the first quarter of the twentieth century, others among whom included <a href=\"/binyonl\">Laurence Binyon</a>, Randall Davis (1866-1946) and Thomas Girtin (1874-1961).": [],
    "As an art historian, Oppé ventured independent conclusions, doubting, for example, the that Raphael's painting \"La Fornarina\" is a portrait of his (supposed) mistress, Margharita Luti.</p>\n\n<p> </p>\n\n<p> </p>": [
        [
            21,
            25,
            [
                "Opp",
                "PPE"
            ]
        ],
        [
            115,
            124,
            [
                "Foramina"
            ]
        ],
        [
            168,
            178,
            [
                "Margarita",
                "Margherita"
            ]
        ],
        [
            179,
            183,
            [
                "Lute",
                "LETI",
                "LTI",
                "LUT",
                "UTI",
                "Lutz"
            ]
        ]
    ]
}