{
    "<p>Researcher of Italian archives; art historian; journalist.": [],
    "In 1903, Orbaan earned his doctoral degree from the University of Amsterdam with a dissertation on the Flemish painter and draughtsman Jan van der Straet (1523-1605), who worked at the court of the Medici, <em>Stradanus te Florence, 1553-1605</em>.": [
        [
            9,
            15,
            [
                "Orbán"
            ]
        ],
        [
            123,
            134,
            [
                "draftman"
            ]
        ],
        [
            147,
            153,
            [
                "Street",
                "Strait"
            ]
        ]
    ],
    "This study, published in 1903, received a positive review in <em>Repertorium für Kunstwissenschaft</em> (1904).": [],
    "In 1903 and 1904 Orbaan published short articles, \"Italiaansche gegevens\" (Italian Notes) in <em>Oud Holland</em> on Dutch and Flemish artists who had been working in Italy in the sixteenth century, in Florence, Siena, and Rome.": [
        [
            17,
            23,
            [
                "Orbán"
            ]
        ],
        [
            64,
            72,
            [
                "elevens"
            ]
        ]
    ],
    "At that time, Orbaan lived in Rome, working as a journalist for the <em>Nieuwe Rotterdamsche Courant</em>, one of the leading Dutch newspapers.": [
        [
            14,
            20,
            [
                "Orbán"
            ]
        ]
    ],
    "In 1904 he became an assistant at the newly founded Nederlandsch Historisch Instituut in Rome.": [
        [
            3,
            7,
            [
                "1904,"
            ]
        ],
        [
            52,
            64,
            [
                "Nederland sch"
            ]
        ],
        [
            65,
            75,
            [
                "Historic"
            ]
        ],
        [
            76,
            85,
            [
                "Institute"
            ]
        ]
    ],
    "In this position, he was commissioned by the Dutch Ministry of Interior Affairs to search the Roman archives in order to collect information on Dutch artists and scholars who had stayed in Italy, or had a special connection with this country.": [],
    "His research was to be published in one of the series of the <em>Rijks Geschiedkundige Publicatiën</em>.": [],
    "In the Vatican Library Orbaan focused on Dutch and Flemish persons from the Northern and Southern Netherlands, up to 1720.": [
        [
            23,
            29,
            [
                "Orbán"
            ]
        ]
    ],
    "Due to a disagreement with his employers, in 1909 Orbaan, who then was married to Alice Baker, quit his position at the Dutch Institute.": [
        [
            50,
            56,
            [
                "Orbán"
            ]
        ]
    ],
    "His archival work was continued by his successor, <a href=\"/hoogewerffg\">G.": [],
    "J. Hoogewerff</a>, even though the results of the work that Orbaan had carried out in the Vatican Library between 1904 and 1909 was published, as planned, in the <em>Rijks Geschiedkundige Publicatiën</em> series, <em>Bescheiden in Italië omtrent Nederlandsche kunstenaars en geleerden</em> (1911).": [
        [
            60,
            66,
            [
                "Orbán"
            ]
        ]
    ],
    "A different part of Orbaan's research was published separately as <em>Sixtine Rome</em> (covering the years 1585-1590).": [
        [
            20,
            26,
            [
                "Orbán"
            ]
        ]
    ],
    "In 1913, a son was born in Rome, Albert (1913-1983), who later became a writer and book illustrator.": [],
    "Orbaan continued working in the archives in Rome and in other Italian cities.": [
        [
            0,
            6,
            [
                "Orbán"
            ]
        ]
    ],
    "His collection \"Documenti sul Barocco in Roma\" appeared in the <em>Miscellanea della R. Società Romana di Storia Patria</em>.": [
        [
            16,
            25,
            [
                "Document",
                "Documents"
            ]
        ],
        [
            26,
            29,
            [
                "sub",
                "soul",
                "sum",
                "sun",
                "SL",
                "SQL"
            ]
        ],
        [
            30,
            37,
            [
                "Morocco",
                "Rocco",
                "Bronco",
                "Sirocco"
            ]
        ]
    ],
    "Another book on Rome's history during the period 1592-1605, <em>Rome onder Clemens VIII (Aldobrandini)</em>, was published in 1920.": [],
    "In his 1920 and 1921 contributions to <em>Oud Holland</em>, \"Rome, zooals Hooft het zag\" (Rome as seen by Hooft), Orbaan walks through Rome in the footsteps of the Utrecht scholar Arend van Buchel, or Buchelius (1565-1641), and the Dutch poet P. C. Hooft.": [],
    "The latter was in Rome in 1600, while Buchelius stayed in the city in 1587-1588.": [
        [
            38,
            47,
            [
                "Bachelors",
                "Aurelius",
                "Bushels",
                "Berzelius",
                "Lucretius",
                "Butcheries"
            ]
        ]
    ],
    "Orbaan continued publishing numerous articles, including \"Florentijnsche gegevens\" (Florentine Notes) and \"Milaneesche gegevens\" (Milanese Notes) in <em>Oud Holland</em>, up to 1932.": [
        [
            0,
            6,
            [
                "Orbán"
            ]
        ],
        [
            73,
            81,
            [
                "elevens"
            ]
        ],
        [
            107,
            118,
            [
                "Milanese"
            ]
        ],
        [
            119,
            127,
            [
                "elevens"
            ]
        ]
    ],
    "He died a year later, at age 59.": [],
    "His work as an independent researcher resulted in a number of publications, in particular on the architectural history of the city of Rome.</p>": []
}