{
    "<p>Writer and historian of Italian artists and painting.": [],
    "Orlandi was a member of the Carmelite order and lived at the Bolognese convent of San Martino, where he collected paintings and prints.": [
        [
            0,
            7,
            [
                "Orlando",
                "Orland"
            ]
        ],
        [
            86,
            93,
            [
                "Martin",
                "Marino",
                "Martina",
                "Martins",
                "Martine",
                "Martini"
            ]
        ]
    ],
    "Orlandi's art historical research earned him membership in the Bolognese Accademia Clementina.": [
        [
            0,
            7,
            [
                "Orlando",
                "Orland"
            ]
        ],
        [
            73,
            82,
            [
                "Academia"
            ]
        ],
        [
            83,
            93,
            [
                "Clementine"
            ]
        ]
    ],
    "In 1704, he published the <em>Abecedario pittorico</em>, the first collection of artists biographies organized alphabetically in Italian.": [],
    "The book's second edition was published in 1719.": [],
    "Orlandi corresponded with artists and collectors in Rome and Florence to obtain updated information for the new edition, which elevated the <em>Abecedario's</em> status from a collection of biographies to a handbook about art and artistic practices.": [
        [
            0,
            7,
            [
                "Orlando",
                "Orland"
            ]
        ]
    ],
    "The book included bibliographies on books about artists as well as information about history, mythology, and poetry.": [],
    "In this sense, it constitutes one of the earliest art bibliographies every written.": [
        [
            69,
            74,
            [
                "ever"
            ]
        ]
    ],
    "During the 19<sup>th</sup> century, the <em>Abecedario</em> was criticized for its inaccuracy by <a href=\"/camporig\">Giuseppe B. Campori</a>\n, however, it was the most complete resource for information on artists during the 18<sup>th</sup> century.</p>": [
        [
            18,
            20,
            [
                "the",
                "TH",
                "Th",
                "to",
                "tho",
                "TT"
            ]
        ]
    ]
}