{
    "<p>Architectural historian of classical and Byzantine buildings; specialist on Greek architectural techniques.": [],
    "Orlandos was educated at the Polytechnic University in Athens where he initially studied studio architecture.": [
        [
            0,
            8,
            [
                "Orlando's",
                "Orlando"
            ]
        ]
    ],
    "He later attended Athens University, pursing philosophy, as well as universities in England, France and Italy.": [],
    "In 1920 he was appointed Professor of Architecture at Athens Polytechnic.": [
        [
            3,
            7,
            [
                "1920,"
            ]
        ]
    ],
    "Orlandos carried out the first archaeological excavations at ancient Stymphalos over seven summers between 1924 and 1930 on behalf of the Archaeological Society of Athens.": [
        [
            0,
            8,
            [
                "Orlando's",
                "Orlando"
            ]
        ],
        [
            69,
            79,
            [
                "Stymphalian",
                "Omphalos"
            ]
        ]
    ],
    "In 1927 he published with <a href=\"/noackf\">Ferdinand Noack</a> the excavations of Eleusis.": [
        [
            3,
            7,
            [
                "1927,"
            ]
        ]
    ],
    "He helped sponsor the third International Congress of Byzantine Studies in Athens in 1930 and edited the proceedings.": [],
    "In 1939 he moved to be Professor of Byzantine archaeology at the University of Athens.": [
        [
            3,
            7,
            [
                "1939,"
            ]
        ]
    ],
    "In 1953, as the result of excavations of two early Christian basilicas at the site of Episkopi (at Tegea, Greece), Orlandos published preserved mosaic floor with representation of the rivers of Edem and the months of the year from the so-called Basilica of Thyrsos, in the Bulletin of Byzantine and Christian Monuments of Greece.": [
        [
            86,
            94,
            [
                "Episode",
                "Episcopal",
                "Episodic",
                "Episcopize",
                "Epitope"
            ]
        ],
        [
            99,
            104,
            [
                "Tegel"
            ]
        ],
        [
            115,
            123,
            [
                "Orlando's",
                "Orlando"
            ]
        ],
        [
            194,
            198,
            [
                "Eden",
                "Edema",
                "Idem",
                "Edam",
                "Elem",
                "DEM"
            ]
        ],
        [
            257,
            264,
            [
                "Torsos",
                "Thermos",
                "Thirsts",
                "Tyros"
            ]
        ]
    ],
    "In 1969 he published his most influential work, <em>Les Matériaux de construction et la technique architecturale des anciens Grecs</em> appeared in 1969.": [
        [
            3,
            7,
            [
                "1969,"
            ]
        ]
    ],
    "He died at age ninety-one.</p>": []
}