{
    "<p>Art critic, journalist, and prolific author with expertise in modern art and architecture, German literature and theater, and Berlin’s history and architecture.": [],
    "He used the pseudonym Heinrich Garbel.": [
        [
            31,
            37,
            [
                "Barbel",
                "Garbed",
                "Garble",
                "Garber"
            ]
        ]
    ],
    "Max Osborn was born in Cologne, Germany in 1870 to a father who was a banker and Clotilde Cohn (Osborn).": [
        [
            81,
            89,
            [
                "Chloride",
                "Castile",
                "Clothed",
                "Collide",
                "Flotilla",
                "Coiled"
            ]
        ]
    ],
    "Osborn studied in Cologne at Apostelgymnasium.": [],
    "In 1881, he moved with his family to Berlin, where he continued his studies at Wilhelms-Gymnasium.": [
        [
            79,
            97,
            [
                "Wilhelm-Gymnasium"
            ]
        ]
    ],
    "He received his <em>abitur</em> there in 1888.": [],
    "From 1889-1893, Osborn studied German literature and art history in Heidelberg, Munich, and Berlin under <a href=\"/grimmh\">Herman Grimm</a>.": [],
    "He completed his <em>Theatrum Diabolorum</em> dissertation in literature in 1893 under the tutelage of Erich Schmidt (1853-1913), a pioneer in the field of the history of German literature.": [],
    "From 1894-1914, his primary occupations were working as a co-editor of the <em>Jahresberichte für neuere deutsche Literaturgeschichte</em>, which reported on new published German literature, and as a contributor to the <em>Magazin für Literatur und dem Deutschen Reichsanzeiger</em>, which served much the same purpose.": [],
    "In 1896, he married Martha Boas.": [],
    "He started working as an editor on the major pieces featured in the <em>Berliner Nationalzeitung</em> in 1900.": [],
    "Osborn’s most notable piece of literature was published in 1910, <em>Geschichte der Kunst.": [
        [
            80,
            83,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            84,
            89,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "Eine kurzgefaßte Darstellung ihrer Hauptepochen</em>.": [
        [
            29,
            34,
            [
                "her",
                "three",
                "hired",
                "inner",
                "inter",
                "threw"
            ]
        ]
    ],
    "Transitioning to a role at Ullstein Publishing House, one of Germany’s largest publishing establishments at the time, Osborn wrote editorial pieces as a theater critic for the <em>B.Z.": [
        [
            27,
            35,
            [
                "Holstein"
            ]
        ]
    ],
    "am Mittag</em>.": [
        [
            0,
            2,
            [
                "Am"
            ]
        ],
        [
            3,
            9,
            [
                "Mitral",
                "Mintage",
                "Mitt",
                "Mitty",
                "Mitten",
                "Mitts"
            ]
        ]
    ],
    "He accepted an offer to work as an art critic for <em>Vossische Zeitung</em> in 1914.": [],
    "He remained in this position until 1933, and his most important work over this period of his life was most probably done as correspondent to the front lines of World War I. He chaired the Association of German Art Critics after his return from chronicling the experience of German soldiers in World War I. After his work with <em>Vossische Zeitung</em>, he co-founded and was a staff member of Kulturbund Deutscher Juden (later named Jüdischer Kulturbund Berlin), an organization to celebrate the unique talents of Jewish artists.": [],
    "Through this organization, he advised younger Jewish artists, gave lectures, and organized art exhibitions.": [],
    "From 1934-1935, he studied in Palestine but remained closely connected to contemporary German artists.": [],
    "After Kristallnacht in 1938, Osborn greatly reduced the number of public events hosted by Kulturbund Deutscher Juden and chose to publish under the pseudonym Heinrich Garbel.": [
        [
            101,
            110,
            [
                "Deutsche"
            ]
        ],
        [
            111,
            116,
            [
                "Jude",
                "Auden",
                "Judea",
                "Jaden"
            ]
        ],
        [
            167,
            173,
            [
                "Barbel",
                "Garbed",
                "Garble",
                "Garber"
            ]
        ]
    ],
    "As a result of the Nazi power after Kristallnacht and his having to severely limit the operations of Kulturbund Deutscher Juden, he fled to Paris in 1938.": [
        [
            112,
            121,
            [
                "Deutsche"
            ]
        ],
        [
            122,
            127,
            [
                "Jude",
                "Auden",
                "Judea",
                "Jaden"
            ]
        ]
    ],
    "He worked for the <em>Basler Nationalzeitung</em> remotely from Paris until he emigrated to New York in 1941.": [],
    "In the United States, he wrote for several publications, including <em>Aufbau</em>, <em>Congress Weekly</em>, and the <em>Universal Jewish Encyclopedia</em>.</p>\n\n<p>Max Osborn was an expert on the history of Berlin, and as a member of the Art Committee of the City of Berlin, contributed copious amounts of literature on this subject (Obituary NYT).": [],
    "He had a significant impact on the way German literature, theater, and modern art were interpreted in Germany because he was the chief art critic of Ullstein Publications for three decades (Obituary NYT).": [
        [
            149,
            157,
            [
                "Holstein"
            ]
        ]
    ],
    "Overall, his reviews of different art exhibitions and theatrical events exerted great influence on Germany’s artistic life before Hitler rose to power (Obituary NYT).</p>": []
}