{
    "<p>Museum director; specialist on German and Dutch Late-Gothic Renaissance.": [],
    "Between 1919 and 1928, Von der Osten attended the Hannover Kaiserin-Auguste-Victoria-Gymnasium, where his father was Oberstudiendirektor.": [
        [
            23,
            26,
            [
                "On",
                "Won",
                "Non",
                "Son",
                "Van",
                "Ton"
            ]
        ],
        [
            27,
            30,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            31,
            36,
            [
                "Often",
                "Oaten",
                "Os ten"
            ]
        ],
        [
            59,
            94,
            [
                "Kaiser in-Auguste-Victoria-Gymnasium",
                "Kaiserin-August-Victoria-Gymnasium"
            ]
        ]
    ],
    "After graduation, he studied art history, archaeology, and history at the universities of Berlin, Munich, Marburg, and Halle.": [],
    "His work as a student volunteer at the Hannover Landesmuseum in 1930 had a decisive influence on his choice to become an art historian.": [],
    "In 1933, he earned his doctoral degree from Halle University with a dissertation on the iconography of the Man of Sorrows, <em>Der Schmerzensmann: Typengeschichte eines deutschen Andachtsbildwerkes von 1300 bis 1600</em>.": [],
    "His adviser was <a href=\"/franklp\">Paul Frankl</a>.": [],
    "After having worked as a volunteer at the Berlin Museums, Von der Osten was appointed, in 1938, a Kustos at the Hannover Landesgalerie.": [
        [
            58,
            61,
            [
                "On",
                "Won",
                "Non",
                "Son",
                "Van",
                "Ton"
            ]
        ],
        [
            62,
            65,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            66,
            71,
            [
                "Often",
                "Oaten",
                "Os ten"
            ]
        ],
        [
            98,
            104,
            [
                "Custom",
                "Customs",
                "Busts",
                "Huston",
                "Gusts",
                "Justus"
            ]
        ]
    ],
    "Together with <a href=\"/stuttmannf\">Ferdinand Stuttmann</a>, the director of the Landesgalerie (1937-1962), he worked on late mediaeval sculpture of Lower Saxony, and co-authored in 1940 <em>Niedersächsische Bildschnitzerei des späten Mittelalters</em>.": [],
    "Both authors then were on duty in the German army at the outbreak of World War II.": [],
    "Von der Osten's wife, Erika von der Osten-Baare, was involved in the final preparations of the publication.": [
        [
            0,
            3,
            [
                "On",
                "Won",
                "Non",
                "Son",
                "Van",
                "Ton"
            ]
        ],
        [
            4,
            7,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            8,
            13,
            [
                "Often",
                "Oaten",
                "Os ten"
            ]
        ],
        [
            28,
            31,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ],
        [
            32,
            35,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            36,
            47,
            [
                "Often-Baare",
                "Osten-Bear"
            ]
        ]
    ],
    "In 1941 Von der Osten completed his Habilitation under <a href=\"/pinderw\">Wilhelm Pinder</a> with the study, <em>Manierismus in der deutschen Kunst um 1520</em>.": [
        [
            8,
            11,
            [
                "On",
                "Won",
                "Non",
                "Son",
                "Van",
                "Ton"
            ]
        ]
    ],
    "As a soldier during World War II, Von der Osten rose to the officer ranks in the Germany army.": [
        [
            34,
            37,
            [
                "On",
                "Won",
                "Non",
                "Son",
                "Van",
                "Ton"
            ]
        ],
        [
            38,
            41,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            42,
            47,
            [
                "Often",
                "Oaten",
                "Os ten"
            ]
        ]
    ],
    "After the war he spent more than three years in Russia as a detainee.": [],
    "After that dark period he returned, in 1948, to the Hannover Landesgalerie.": [],
    "In 1951 he obtained a position as <em>Privatdozent</em> at the Technische Hochschule.": [
        [
            3,
            7,
            [
                "1951,"
            ]
        ]
    ],
    "In 1955 he published a monograph on the German painter Lovis Corinth.": [
        [
            3,
            7,
            [
                "1955,"
            ]
        ]
    ],
    "Von der Osten also was appointed director of the Städtische Galerie, whose works were on display of the Landesmuseum since 1923.": [
        [
            0,
            3,
            [
                "On",
                "Won",
                "Non",
                "Son",
                "Van",
                "Ton"
            ]
        ],
        [
            4,
            7,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            8,
            13,
            [
                "Often",
                "Oaten",
                "Os ten"
            ]
        ],
        [
            60,
            67,
            [
                "Valerie"
            ]
        ]
    ],
    "Between 1956 and 1957, he enlarged the collection of the Städtische Galerie with twenty important modern sculptures.": [
        [
            68,
            75,
            [
                "Valerie"
            ]
        ]
    ],
    "The modern sculpture section is included in Von der Osten's 1957 fully-illustrated <em>Katalog der Bildwerke in der Niedersächsischen Landesgalerie Hannover</em>.": [
        [
            44,
            47,
            [
                "On",
                "Won",
                "Non",
                "Son",
                "Van",
                "Ton"
            ]
        ],
        [
            48,
            51,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            52,
            57,
            [
                "Often",
                "Oaten",
                "Os ten"
            ]
        ]
    ],
    "This critical catalog, which contains 498 works from the Middle Ages up to the contemporary period, was acclaimed in several leading art periodicals, including the <em>Art Bulletin</em>.": [],
    "Von der Osten spent the academic year 1957-58 in Princeton, as a fellow at the Institute for Advanced Study, where he began working on his <em>Pelican History of Art</em> volume, <em>Painting and Sculpture in Germany and the Netherlands, 1500-1600</em>, and where he had useful discussions on the project with <a href=\"/panofskye\">Erwin Panofsky</a>.": [
        [
            0,
            3,
            [
                "On",
                "Won",
                "Non",
                "Son",
                "Van",
                "Ton"
            ]
        ],
        [
            4,
            7,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            8,
            13,
            [
                "Often",
                "Oaten",
                "Os ten"
            ]
        ]
    ],
    "The work on this survey, however, took many years to complete.": [],
    "In 1960 Van der Osten obtained the position of Director-in- chief of the Cologne Museums and, in addition, the directorship of the Wallraf-Richartz-Museum.": [
        [
            12,
            15,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            16,
            21,
            [
                "Often",
                "Oaten",
                "Os ten"
            ]
        ],
        [
            131,
            154,
            [
                "Wallah-Richartz-Museum",
                "Wallraf-Richard-Museum"
            ]
        ]
    ],
    "He broadened its collection with nineteenth-century and contemporary artworks.": [],
    "An important acquisition, in 1968, was the art collection of Peter and Irene Ludwig, known as the \"Sammlung Ludwig\".": [
        [
            99,
            107,
            [
                "Sampling",
                "Samsung"
            ]
        ]
    ],
    "This collection, on display from 1969, gained popularity and attracted many visitors.": [],
    "Van der Osten's artfully crafted catalog, <em>Kunst der Sechziger Jahre; Sammlung Ludwig im Wallraf-Richartz Museum, Köln</em>, shows his real involvement in the present-day art scene.": [
        [
            4,
            7,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            8,
            13,
            [
                "Often",
                "Oaten",
                "Os ten"
            ]
        ]
    ],
    "The huge collection was later housed in the new Museum Ludwig.": [],
    "His <em>Pelican</em> volume finally appeared in 1969 as <em>Painting and Sculpture in Germany and the Netherlands, 1500 to 1600</em>, one-fifth of which was written by <a href=\"/veyh\">Horst Vey</a>, then curator of the Wallraf-Richartz-Museum.": [],
    "In 1970, nine colleagues, including Vey, offered Van der Osten a Festschrift on the occasion of his sixtieth birthday.": [
        [
            36,
            39,
            [
                "Va",
                "Very",
                "Day",
                "May",
                "Way",
                "Pay"
            ]
        ],
        [
            53,
            56,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            57,
            62,
            [
                "Often",
                "Oaten",
                "Os ten"
            ]
        ]
    ],
    "Van der Osten spent the last years of his life on a major critical study on Hans Baldung Grien, <em>Hans Baldung Grien: Gemälde und Dokumente</em>, which appeared in 1983.": [
        [
            4,
            7,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            8,
            13,
            [
                "Often",
                "Oaten",
                "Os ten"
            ]
        ]
    ],
    "In <em>Painting and Sculpture in Germany and the Netherlands</em> Van der Osten highlights the uniqueness of each artwork.": [
        [
            70,
            73,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            74,
            79,
            [
                "Often",
                "Oaten",
                "Os ten"
            ]
        ]
    ],
    "The geographically determined sections are set in the framework of their historical and political context.": [],
    "Van der Osten was a critical and many-sided art historian, as well as a gifted writer.": [
        [
            4,
            7,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            8,
            13,
            [
                "Often",
                "Oaten",
                "Os ten"
            ]
        ]
    ],
    "Extracts from his reflections and observations on art are quoted by Horst Keller in his Festschrift contribution, \"Gert von der Osten schreibend\".</p>": [
        [
            115,
            119,
            [
                "Get",
                "Bert",
                "Germ",
                "Cert",
                "Gent",
                "Girt"
            ]
        ],
        [
            120,
            123,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ],
        [
            124,
            127,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            128,
            133,
            [
                "Often",
                "Oaten",
                "Os ten"
            ]
        ],
        [
            134,
            144,
            [
                "Schreiber"
            ]
        ]
    ]
}