{
    "<p>Founder the Folkwang-Museum in Hagen, Germany, industrialist and collector.": [
        [
            15,
            30,
            [
                "Folkways-Museum"
            ]
        ]
    ],
    "Osthaus was born to wealth.": [
        [
            0,
            7,
            [
                "Isthmus"
            ]
        ]
    ],
    "His father was the banker financier Ernst Osthaus and his mother, Selma Funcke (Osthaus), the daughter of a textile industrialist.": [
        [
            42,
            49,
            [
                "Isthmus"
            ]
        ],
        [
            72,
            78,
            [
                "Uncle",
                "Fence",
                "Funk",
                "Ounce",
                "Funky",
                "Muncie"
            ]
        ],
        [
            80,
            87,
            [
                "Isthmus"
            ]
        ]
    ],
    "He was raised in the industrial Westphalian town of his birth and studied at various German-speaking universities, as was common in Germany at the time, at Kiel, Munich, Berlin, Strasbourg, Vienna and Bonn.": [],
    "He graduated from the university in Bonn in 1898, making trips to southern Europe and Asia, feeding and interest in Ethnology and collecting folk art.": [
        [
            66,
            81,
            [
                "Southern Europe"
            ]
        ]
    ],
    "He returned to Hagen, marrying Gertrud Colsmann, daughter of another wealthy factory owner, in 1899.": [
        [
            31,
            38,
            [
                "Gertrude"
            ]
        ],
        [
            39,
            47,
            [
                "Coleman",
                "Colman",
                "Rossmann"
            ]
        ]
    ],
    "Osthaus, like many industrial barons in Germany, wanted to make his town a place of culture as well as industry.": [
        [
            0,
            7,
            [
                "Isthmus"
            ]
        ]
    ],
    "Around 1900 he decided to collect art, acquiring works by Gauguin, Rodin, Degas, Cézanne, Renoir, Corot and van Gogh.": [],
    "He opened a museum in 1902, which included science displays on the lower level.": [],
    "Osthaus named it \"Folkwang\" borrowed from \"Edda Folkvangar\" (in German, \"Volkshalle\" the assembly hall of Freya).": [
        [
            0,
            7,
            [
                "Isthmus"
            ]
        ],
        [
            18,
            26,
            [
                "Folkways",
                "Folkway"
            ]
        ],
        [
            48,
            58,
            [
                "Folksinger"
            ]
        ]
    ],
    "The Folkwang was the first museum solely devoted to modern art that was open to the public.": [
        [
            4,
            12,
            [
                "Folkways",
                "Folkway"
            ]
        ]
    ],
    "Osthaus hired the Belgian architect-designer Henry van de Velde (1863-1957) to design a <em>Jugendstil</em> interior space for his museum (as well as dresses for his and van de Velde's wife on opening day).": [
        [
            0,
            7,
            [
                "Isthmus"
            ]
        ]
    ],
    "In 1906 Van de Velde also designed Osthaus's villa, called the Hohenhof, in Hagen.": [
        [
            35,
            42,
            [
                "Isthmus"
            ]
        ],
        [
            63,
            71,
            [
                "Hohenlohe",
                "Zamenhof",
                "Hohhot"
            ]
        ]
    ],
    "He commissioned the <em>Jugenstil</em> and <em>Symbolist</em> artist Jan Thorn Prikker, who had settled in Hagen, and Henri Matisse to provide decoration.": [],
    "Osthaus acquired the German Expressionist work of <em>Die Brücke</em>, giving early exhibitions to many of its principle artists, including Ernst Ludwig Kirchner, Christian Rohlfs and Emil Nolde.": [
        [
            0,
            7,
            [
                "Isthmus"
            ]
        ],
        [
            111,
            120,
            [
                "principal"
            ]
        ],
        [
            173,
            179,
            [
                "Roles",
                "Rolls",
                "Roofs",
                "Rolf",
                "Golfs",
                "Robles"
            ]
        ]
    ],
    "Ferdinand Hodler's famous \"The Consecrated One\" was installed in a room designed for it in the villa.": [],
    "Osthaus hoped to make Hagen a center of modern architecture as well.": [
        [
            0,
            7,
            [
                "Isthmus"
            ]
        ]
    ],
    "In 1909, he began to share his museum space with the Deutscher Werkbund, or German artisan's guild.": [
        [
            53,
            62,
            [
                "Deutsche"
            ]
        ],
        [
            63,
            71,
            [
                "Weekend",
                "Westbound",
                "Moribund",
                "Gerund",
                "Berglund",
                "Neckband"
            ]
        ]
    ],
    "Together, they operated the \"Deutsche Museum für Kunst in Handel und Gewerbe\" (Germany Museum for Art and Trade Works).": [
        [
            45,
            48,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            49,
            54,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ],
        [
            65,
            68,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            69,
            76,
            [
                "Were",
                "General",
                "George",
                "Genre",
                "Reserve",
                "Severe"
            ]
        ]
    ],
    "Osthaus' civic interest in art and architecture attracted the commissions of other important architects who, in addition to van de Velde, included Richard Riemerschmid, Peter Behrens' crematorium, and Walter Gropius.": [
        [
            0,
            7,
            [
                "Isthmus"
            ]
        ],
        [
            131,
            136,
            [
                "Verde",
                "Veld",
                "Veldt",
                "Velds"
            ]
        ],
        [
            175,
            182,
            [
                "Bearers",
                "Berets",
                "Barrens",
                "Behring"
            ]
        ]
    ],
    "Osthaus hoped to build a museum building with the Werkbund, but the first World War prevented this.": [
        [
            0,
            7,
            [
                "Isthmus"
            ]
        ],
        [
            50,
            58,
            [
                "Weekend",
                "Westbound",
                "Moribund",
                "Gerund",
                "Berglund",
                "Neckband"
            ]
        ]
    ],
    "He himself was pressed into war service.": [],
    "After the war, he received his Ph.D.": [],
    "from Königliche Bayerische Julius-Maximilians-Universität, Würzburg in 1918, writing his dissertation on the topic of stylistic development in art.": [
        [
            0,
            4,
            [
                "From"
            ]
        ],
        [
            27,
            57,
            [
                "Julius-Maximilian-Universität",
                "Julius-Maximilians-University"
            ]
        ]
    ],
    "In 1920 he wrote a biography of van de Velde published by the Museum.": [
        [
            3,
            7,
            [
                "1920,"
            ]
        ],
        [
            39,
            44,
            [
                "Verde",
                "Veld",
                "Veldt",
                "Velds"
            ]
        ]
    ],
    "Osthaus contracted cancer at age 47 and died.": [
        [
            0,
            7,
            [
                "Isthmus"
            ]
        ]
    ],
    "The city of Hagen was unable to raise the funds to buy the Museum's collection.": [],
    "In 1922 the larger neighboring industrial city of Essen purchased the Osthaus' collection, setting up the Folkwang Museum there.": [
        [
            70,
            77,
            [
                "Isthmus"
            ]
        ],
        [
            106,
            114,
            [
                "Folkways",
                "Folkway"
            ]
        ]
    ],
    "<a href=\"/gosebruche\">Ernst Gosebruch</a> became the new museum's first director, continuing Osthaus' collecting model.": [],
    "Osthaus' home town established a museum named for Osthaus after the war, the Karl Ernst Osthaus-Museum, which yearly awards a prize in his memory.": [
        [
            0,
            7,
            [
                "Isthmus"
            ]
        ],
        [
            9,
            18,
            [
                "hometown"
            ]
        ],
        [
            50,
            57,
            [
                "Isthmus"
            ]
        ],
        [
            88,
            102,
            [
                "Isthmus-Museum"
            ]
        ]
    ],
    "During the years of the Third Reich, the Nazis ransacked his home and art.": [],
    "The building was restored as the museum it is today.": [],
    "Osthaus was more than a collector and museum owner.": [
        [
            0,
            7,
            [
                "Isthmus"
            ]
        ]
    ],
    "He actively promoted outsider, indigenous, modernist and the craft-arts as art forms deserving to be in a museum setting.": [],
    "Osthaus maintained contact with numerous other progressive museum directors, including the American <a href=\"/danaj\">John Cotton Dana</a>.": [
        [
            0,
            7,
            [
                "Isthmus"
            ]
        ]
    ],
    "His museum assisted with Dana's groundbreaking exhibition, \"Modern German Applied Arts,\" from the Deutscher Werkbund in 1912.</p>": [
        [
            98,
            107,
            [
                "Deutsche"
            ]
        ],
        [
            108,
            116,
            [
                "Weekend",
                "Westbound",
                "Moribund",
                "Gerund",
                "Berglund",
                "Neckband"
            ]
        ]
    ]
}