{
    "<p>Art Museum director and Chief of Prints and Photography, Library of Congress, 1984-1996.": [],
    "Ostrow's parents were Herman Ostrow, M.D.": [
        [
            0,
            6,
            [
                "Os trow"
            ]
        ],
        [
            29,
            35,
            [
                "Os trow"
            ]
        ]
    ],
    "(1896-1954), a New York eye surgeon and Anne Ostrow, an attorney.": [
        [
            45,
            51,
            [
                "Os trow"
            ]
        ]
    ],
    "He graduated from Oberlin College, continuing at the Institute of Fine Arts, New York University where he received his Ph.D.": [],
    "in 1966 with a dissertation topic of Agostino Carracci.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Ostrow was appointed professor at Rutgers University (where he advised <a href=\"/stubblebinej\">James H. Stubblebine</a> on his 1964 book on Guido da Siena) and then at Brown University.": [
        [
            0,
            6,
            [
                "Os trow"
            ]
        ]
    ],
    "At Brown he mounted a 1969 exhibit called \"Raid the Icebox,\" inviting Andy Warhol to select a show from the University's art museum.": [
        [
            3,
            8,
            [
                "Brown,"
            ]
        ]
    ],
    "Ostrow became director of the Rhode Island School of Design's museum in 1971.": [
        [
            0,
            6,
            [
                "Os trow"
            ]
        ]
    ],
    "He joined the Portland (Oregon) Art Association as director.": [],
    "In 1984 the Library of Congress appointed him Chief of the Prints and Photography Department.": [],
    "Ostrow brought the division into the electronic age, modernizing the department and seeking special funds for photography outreach programs.": [
        [
            0,
            6,
            [
                "Os trow"
            ]
        ]
    ],
    "A Stephen Ostrow Distinguished Visitors program was established in 1988 at Reed College Ed and Sue Cooley and John and Betty Gray in honor of his advisory role in the formulation of the Cooley-Gray gift to the College.": [
        [
            10,
            16,
            [
                "Os trow"
            ]
        ]
    ],
    "He retired <em>emeritus</em> from the Library in 1996 and was succeeded by Linda Ayres.</p>": [
        [
            81,
            86,
            [
                "Acres",
                "Aires",
                "Ares",
                "Ayers",
                "Lyres",
                "Pyres"
            ]
        ]
    ]
}