{
    "<p>Collector and early British historian of Italian painting.": [],
    "Ottley was the son of Richard Ottley, a wealthy India plantation owner.": [
        [
            0,
            6,
            [
                "Bottle",
                "Bottles",
                "Outlet",
                "Outlaw",
                "Bottled",
                "Otter"
            ]
        ],
        [
            30,
            36,
            [
                "Bottle",
                "Bottles",
                "Outlet",
                "Outlaw",
                "Bottled",
                "Otter"
            ]
        ]
    ],
    "He was born near Thatcham, Berkshire, UK.": [
        [
            17,
            25,
            [
                "Thatch am"
            ]
        ]
    ],
    "His schooling in Richmond, Northern Yorkshire, included drawing lessons from George Cuitt the elder (1743-1818).": [
        [
            84,
            89,
            [
                "Coots",
                "CCITT"
            ]
        ]
    ],
    "Ottley attended Winchester College, entering the Royal Academy Schools at Landon in 1787, studying under the Scottish draughtsman and printmaker John Brown (1749-1787).": [
        [
            0,
            6,
            [
                "Bottle",
                "Bottles",
                "Outlet",
                "Outlaw",
                "Bottled",
                "Otter"
            ]
        ],
        [
            118,
            129,
            [
                "draftman"
            ]
        ]
    ],
    "Ottley traveled throughout Italy for eight years beginning in 1791 in the grand tour manner, drawing and buying art, much of it made available through anxious Italians fearing they would lose in anyway with Napoleon's invasion in 1796.": [
        [
            0,
            6,
            [
                "Bottle",
                "Bottles",
                "Outlet",
                "Outlaw",
                "Bottled",
                "Otter"
            ]
        ],
        [
            192,
            201,
            [
                "in any way"
            ]
        ]
    ],
    "His acquisitions from this period included Parmigianino drawings from the Zanetti collection, disparate ones from the Galleria degli Uffizi in Florence, and drawings by Michelangelo and Raphael amassed by (and stolen from) Jean-Baptiste Wicar (1762-1834), who had himself received them from the French occupiers.": [
        [
            74,
            81,
            [
                "Nanette",
                "Vanzetti",
                "Janette",
                "Panetta"
            ]
        ],
        [
            237,
            242,
            [
                "Vicar"
            ]
        ]
    ],
    "Ottley returned to London in 1799, establishing himself as an art dealer and connoisseur.": [
        [
            0,
            6,
            [
                "Bottle",
                "Bottles",
                "Outlet",
                "Outlaw",
                "Bottled",
                "Otter"
            ]
        ]
    ],
    "His first writing on art history was the 1808 <em>The Italian School of Design</em> with both plates and text by Ottley.": [
        [
            113,
            119,
            [
                "Bottle",
                "Bottles",
                "Outlet",
                "Outlaw",
                "Bottled",
                "Otter"
            ]
        ]
    ],
    "It was Ottley's intention to write a history of the \"most eminent artists of Italy.\"": [
        [
            7,
            13,
            [
                "Bottle",
                "Bottles",
                "Outlet",
                "Outlaw",
                "Bottled",
                "Otter"
            ]
        ]
    ],
    "In the interim, Ottley completed the <em>British Gallery of Pictures</em> catalog, a work begun by <a href=\"/treshamh\">Henry Tresham</a>, and <em>An Inquiry into the Origin and Early History of Engraving on Copper and Wood</em>, both in 1818.": [
        [
            16,
            22,
            [
                "Bottle",
                "Bottles",
                "Outlet",
                "Outlaw",
                "Bottled",
                "Otter"
            ]
        ]
    ],
    "The <em>The Italian School of Design</em> was completed in 1823, marking the first chronological treatment of the Italian schools by a British art historian.": [],
    "In 1826 Ottley brought out his <em>Series of Plates Engraved After the Paintings and Sculptures of the Most Eminent Masters of the Early Florentine School</em>, and <em>A Descriptive Catalogue of Pictures in the National Gallery</em>, commissioned by the President of the Royal Academy, Sir Thomas Lawrence (1769-1830).": [
        [
            8,
            14,
            [
                "Bottle",
                "Bottles",
                "Outlet",
                "Outlaw",
                "Bottled",
                "Otter"
            ]
        ]
    ],
    "Ottley's personal collection included a Rembrandt, Botticelli's <em>Mystic Nativity</em> (now in the National Gallery, London), Raphael's <em>Dream of Scipio Africanus</em> (now National Gallery) and a <em>Rape of Europa</em> then ascribed to Titian (now, Wallace Collection, London).": [
        [
            0,
            6,
            [
                "Bottle",
                "Bottles",
                "Outlet",
                "Outlaw",
                "Bottled",
                "Otter"
            ]
        ]
    ],
    "His collection, which also including Trecento and Quattrocento works, was one of the better known in England.": [
        [
            37,
            45,
            [
                "Recent",
                "Trento"
            ]
        ]
    ],
    "Ottley began a dictionary of engravers, <em>Notices of Engravers, and their Works</em>, of which only volume one appeared in 1831.": [
        [
            0,
            6,
            [
                "Bottle",
                "Bottles",
                "Outlet",
                "Outlaw",
                "Bottled",
                "Otter"
            ]
        ]
    ],
    "By this time Ottley's fortune was waning, in part because of the abolition of slavery, which had made his West-Indian plantation so profitable.": [
        [
            13,
            19,
            [
                "Bottle",
                "Bottles",
                "Outlet",
                "Outlaw",
                "Bottled",
                "Otter"
            ]
        ]
    ],
    "When the Keeper of Prints and Drawings at the British Museum <a href=\"/smithjt\">John Thomas Smith</a> died in 1833, Ottley was invited to succeed him.": [],
    "Another publication, <em>An Inquiry into the Invention of Printing</em>, was published posthumously in 1863.": [],
    "<em>The Italian School of Design</em> brought a modern, chronological approach and quality illustrations, some of the first for British art publication.": [],
    "<em>Most Eminent Masters of the Early Florentine School</em> was important for the reassessment of 14th- and 15th-century Italian painting.": [],
    "His book work was selected for inclusion in the <em>Connoisseurship Criticism and Art History in the Nineteenth Century</em> reprint series, selected by <a href=\"/freedbergs\">Sydney Joseph Freedberg</a>.</p>": []
}