{
    "<p>Early historian to use written documents to support art research (e.g., <em>Die antiken Schriftquellen</em>).": [],
    "Overbeck studied at the university in Bonn under <a href=\"/welckerf\">Friedrich Gottlieb Welcker</a>.": [],
    "Overbeck's early work was on Pompeii.": [],
    "His monograph on the subject, first appearing in 1856 (and subsequently appearing in four later editions), was the inspiration for the fuller monograph by <a href=\"/maua\">August Mau</a>.": [],
    "In 1858 Overbeck was named <em>Ordinarius</em> (professor) at the university in Leipzig.": [],
    "He remained at Leipzig for the rest of his life.": [],
    "Throughout his career, he concentrated on publishing corpora (or inventories) of art.": [],
    "His <em>Griechische Kunstmythologie</em>, a corpus of mythological representations in Greek art, began in 1871.": [],
    "It remained uncompleted at his death, in five parts (three volumes).": [],
    "He also was highly interested in the written documentation of classical art.": [],
    "Die <em>Antiken Schriftquellen zur Geschichte</em> appeared beginning in 1868.": [],
    "It drew from sources taken from <em>De pictura veterum</em> (1637) of <a href=\"/juniusf\">Franciscus Junius</a>.": [],
    "Overbeck's source documentation was the precursor to many others, including that of <a href=\"/schlosserj\">Julius Alwin von Schlosser</a>.": [],
    "He died late in 1895 and was succeeded by <a href=\"/studniczkaf\">Franz Studniczka</a>.": [],
    "In addition to his scholarship, Overbeck was a devoted teacher and molded some of the most important classical art scholars of the next generation.": [],
    "These included <a href=\"/loeschckeg\">Georg Loeschcke</a>, <a href=\"/furtwanglera\">Adolf Furtwängler</a>, <a href=\"/arndtp\">Paul Arndt</a>, <a href=\"/michaelisa\">Adolf Michaelis</a> and <a href=\"/schreibert\">Theodor Schreiber</a>.&nbsp; The American <a href=\"/mitchelll\">Lucy Myers Mitchell</a> was inspired by his lectures to study ancient art.</p>": []
}