{
    "<p>Novelist and author of a biography of Salvator Rosa.": [],
    "Owenson was named for her paternal grandmother, Sydney Crofton Bell, disowned by her family after eloping with a farmer.": [
        [
            0,
            7,
            [
                "Owen son",
                "Owens on"
            ]
        ]
    ],
    "Owenson's father, Robert MacOwen (1744 - 1812), an actor, Anglicized his name to Owenson and married Jane Hill (d.1789).": [
        [
            0,
            7,
            [
                "Owen son",
                "Owens on"
            ]
        ],
        [
            25,
            32,
            [
                "Mac Owen"
            ]
        ],
        [
            38,
            41,
            [
                "–"
            ]
        ],
        [
            81,
            88,
            [
                "Owen son",
                "Owens on"
            ]
        ]
    ],
    "Their daughter, Sydney Owenson, learned narrative, language, folklore, and music from her actor father.": [
        [
            23,
            30,
            [
                "Owen son",
                "Owens on"
            ]
        ]
    ],
    "After her mother died in 1789, she and her younger sister were sent to Madame Terson's boarding school in Dublin, a Huguenot (Protestant) academy, and Mrs.": [
        [
            78,
            84,
            [
                "Person",
                "Gerson"
            ]
        ]
    ],
    "Anderson's finishing school.": [],
    "Owenson found a job as a governess and began write poetry and tales for pleasure.": [
        [
            0,
            7,
            [
                "Owen son",
                "Owens on"
            ]
        ]
    ],
    "In 1801 her <em>Poems</em> were published followed by her first novel in1802/1803.": [],
    "Thus began a career of gothic-romance novels based on national pride and titillating (for the time) detail.": [],
    "In 1801 the British Parliament had passed the Act of Union making Ireland a province of the United Kingdom.": [],
    "Owenson's novels built upon an Irish sense of nation, not through logic, but by weaving a romantic vision of an indigenous people.": [
        [
            0,
            7,
            [
                "Owen son",
                "Owens on"
            ]
        ]
    ],
    "Owenson gave up governnessing, returned to Dublin and became a fashionable literary society person.": [
        [
            0,
            7,
            [
                "Owen son",
                "Owens on"
            ]
        ],
        [
            16,
            29,
            [
                "overdressing"
            ]
        ]
    ],
    "She negotiated the sale of her manuscript in England, unusual for a woman, eventually published by Richard Phillips, the publisher of Thomas Paine's 1791 <em>Rights of Man</em>.": [],
    "Her novel <em>The Wild Irish Girl: A National Tale</em>, perhaps her most famous novel, appeared in 1806.": [],
    "She also published versions of old Irish songs and a collection of folk music, <em>Twelve Original Hibernian Melodies, with English Words, Imitated and Translated, from the Works of the Ancient Irish Bards</em> in 1805.": [],
    "Owenson wrote the libretto for a popular musical comedy in 1807.": [
        [
            0,
            7,
            [
                "Owen son",
                "Owens on"
            ]
        ]
    ],
    "In 1809, her fourth novel, <em>Woman; or Ida of Athens</em>, appeared.": [],
    "That year, too, she joined the household of the marquis of Abercorn, which allowed her contact with the rich and famous.": [
        [
            59,
            67,
            [
                "Aberdeen",
                "Beacon",
                "Oberon",
                "Paderborn",
                "Acorn",
                "Abelson"
            ]
        ]
    ],
    "<em>The Missionary-An Indian Tale</em> (1811) was one of the first novels to employ Orientalism as a theme.": [],
    "Owenson married Abercrom's physician, the recently knighted Thomas Charles Morgan (1783-1843) in 1812, and became \"Lady Morgan.\"": [
        [
            0,
            7,
            [
                "Owen son",
                "Owens on"
            ]
        ],
        [
            16,
            24,
            [
                "Bertram",
                "Abercrombie"
            ]
        ]
    ],
    "Morgan himself was forced to retire from practice after an 1818 book, <em>Sketches of the Philosophy of Life</em>, adumbrated Darwinian evolution.": [],
    "Owenson's publisher, Henry Colburn (d.": [
        [
            0,
            7,
            [
                "Owen son",
                "Owens on"
            ]
        ],
        [
            27,
            34,
            [
                "Col burn"
            ]
        ]
    ],
    "1855), sent the couple to France following Napoleon's defeat at Waterloo in 1815 for travel and research on a book to encourage British tourists back to that country.": [],
    "She published a two-volume travelogue on France in 1817.": [],
    "Colburn commissioned a similar volume on Italy, which appeared in 1821.": [
        [
            0,
            7,
            [
                "Col burn"
            ]
        ]
    ],
    "Owenson used the Italian travel opportunity to research and publish a work of art history, a biography of the baroque painter Salvator Rosa.": [
        [
            0,
            7,
            [
                "Owen son",
                "Owens on"
            ]
        ]
    ],
    "This appeared in 1824, but the book was poorly received.": [],
    "A German translation appeared the same year.": [],
    "Another \"nationalistic tale,\" <em>The O'Briens and the O'Flahertys</em> (1827) and <em>The Book of the Boudoir</em> (1829), a collection of essays followed.": [],
    "She was awarded a literary pension of three hundred pounds per year beginning in 1837 from British government and the couple returned to London.": [],
    "In her later years her eyesight failed.": [],
    "<em>Woman and Her Master</em> of 1840 was the first in what she hoped would be a series on women's contributions to history.": [],
    "Her husband died in 1843.": [],
    "Owenson revised her Rosa book, issuing a second edition in 1855.": [
        [
            0,
            7,
            [
                "Owen son",
                "Owens on"
            ]
        ]
    ],
    "Her autobiography <em>Passages from My Autobiography</em> was completed in 1859 shortly before her death.": [],
    "Owenson's novels incorporate the travelogue, history, ethnology, and literature in the vein of Sir Walter Scott.": [
        [
            0,
            7,
            [
                "Owen son",
                "Owens on"
            ]
        ]
    ],
    "She was one of the most successful female authors of the nineteenth century and the first English author to write a book on Rosa.": [],
    "Her treatment of Rosa is a novel written along factual lines, with an emphasis on unsubstantiated anecdotes, overly expanded, and according to her own admission, a scant knowledge of the actual paintings.": [],
    "However, as a work of romantic art history, her biography \"rises above historical inaccuracies\" (Sutherland).</p>": []
}