{
    "<p>Professor of Architecture at Utrecht University.": [],
    "Ozinga was the son of a minister.": [
        [
            0,
            6,
            [
                "Owing",
                "Oozing",
                "Dozing",
                "Zing",
                "Zingy",
                "OKing"
            ]
        ]
    ],
    "He attended the Gymnasium at Schiedam and studied Law and history at Leiden University, 1920-24.": [],
    "He decided to specialize in History of Art, particularly Architectural history.": [],
    "At Leiden, under <a href=\"/martinw\">Wilhelm Martin</a> he completed his dissertation in 1929 on the subject of Protestant churches: <em>Protestantsche kerken hier te lande gesticht, 1596-1793</em>.": [],
    "Martin had secured an appointment at the Rijksbureau voor de Monumentenzorg in 1926, charged with the task of describing historical monuments.": [
        [
            53,
            57,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ]
    ],
    "In 1947, he became the head of the Description Department.": [],
    "Throughout his career, he was devoted to the preservation of all kinds of monuments.": [],
    "He contributed to the series <em>Voorlopige lijst der Nederlandsche Monumenten van Geschiedenis en Kunst</em>, succeeded by the <em>Nederlandse Monumenten van Geschiedenis en Kunst: Geïllustreerde Beschrijving</em>, and the <em>Kunstreisboek voor Nederland</em>.": [],
    "From 1932 onwards he was one of the editors of the <em>Oudheidkundig Jaarboek</em> and the <em>Bulletin van de Koninklijke Nederlandse Oudheidkundige Bond</em>.": [],
    "Between 1930 and 1947 he wrote a number of entries for the <em>Allgemeines Lexikon der bildenden Künstler</em> by <a href=\"/thiemeu\">Ulrich Thieme</a> and <a href=\"/beckerf\">Felix Becker</a>.": [],
    "Much of his research focused on the life of the artist Daniël Marot, a French designer of ornaments, interior decorator and architect, who settled in the Netherlands as a Protestant refugee around 1685, and created in Dutch architecture a variant of the Louis XIV-style.": [
        [
            55,
            61,
            [
                "Daniel",
                "Daniels",
                "Daniela",
                "Daniele",
                "Danial"
            ]
        ],
        [
            62,
            67,
            [
                "Tarot",
                "Margot",
                "Mart",
                "Marat",
                "Marmot"
            ]
        ]
    ],
    "His monograph on Marot appeared in 1938 and won the Wijnaendts Francken-award of the Maatschappij der Nederlandse Letterkunde.": [
        [
            17,
            22,
            [
                "Tarot",
                "Margot",
                "Mart",
                "Marat",
                "Marmot"
            ]
        ],
        [
            63,
            77,
            [
                "Franc ken-award"
            ]
        ],
        [
            98,
            101,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            102,
            113,
            [
                "Nederland"
            ]
        ],
        [
            114,
            125,
            [
                "LetterOne"
            ]
        ]
    ],
    "In 1938 <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a> reviewed this work, along with his book on Protestant churches and his account of the general history of architecture in Holland during the seventeenth and eighteenth centuries in <em>Kunstgeschiedenis der Nederlanden</em>, edited by <a href=\"/gelderh\">H.": [],
    "E. Van Gelder</a> in 1936.": [
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "In this Burlington Magazine review Pevsner observed: \"It is a great pity that almost all Dr.": [
        [
            35,
            42,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "Ozinga's writings have been brought out in Dutch only.": [
        [
            0,
            6,
            [
                "Owing",
                "Oozing",
                "Dozing",
                "Zing",
                "Zingy",
                "OKing"
            ]
        ]
    ],
    "Thus the results of twelve years of patient and successful research into a subject of considerable bearing upon the history of architecture in England have remained unnoticed over here\".": [
        [
            0,
            4,
            [
                "Thus,"
            ]
        ]
    ],
    "In 1947, Ozinga obtained an <em>extraordinarius</em> professorship of Architecture at the Institute of Art History at Utrecht University.": [
        [
            9,
            15,
            [
                "Owing",
                "Oozing",
                "Dozing",
                "Zing",
                "Zingy",
                "OKing"
            ]
        ]
    ],
    "His inaugural lecture: <em>Mythe en ratio in de verklaring der middeleeuwse architectuurgeschiedenis</em> (1948) reflected his interest in medieval architecture.": [],
    "In 1949 he published <em>De romaanse kerkelijke bouwkunst</em>, followed in 1953 by <em>De gothische kerkelijke bouwkunst</em>.": [
        [
            3,
            7,
            [
                "1949,"
            ]
        ]
    ],
    "In these two richly illustrated books in the series \"De schoonheid van ons land\" Ozinga gives an overview of Romanesque and Gothic churches in The Netherlands, providing descriptions based on direct observations and, where available, on archival research.": [
        [
            56,
            66,
            [
                "schooner",
                "schooled",
                "schooners",
                "schoolyard",
                "schoolbag",
                "schoolkid"
            ]
        ],
        [
            71,
            74,
            [
                "ONS",
                "on",
                "one",
                "ones",
                "sons",
                "owns"
            ]
        ],
        [
            81,
            87,
            [
                "Owing",
                "Oozing",
                "Dozing",
                "Zing",
                "Zingy",
                "OKing"
            ]
        ]
    ],
    "He also insisted that his students should be confronted with monuments in situ, and therefore he frequently organized excursions.": [],
    "He traveled widely, including the United States and the Caribbean.": [],
    "In Curaçao he investigated Dutch colonial architecture, which resulted, in 1959, in the publication: <em>De monumenten van Curaçao in woord en beeld</em>.": [
        [
            3,
            10,
            [
                "Curaçao,"
            ]
        ]
    ],
    "He was very committed to the preservation of monuments in the Dutch Caribbeans and in Suriname.": [],
    "He relinquished his position at the Rijksdienst in 1958 when he became a full professor at Utrecht University, but he continued working in the preservation field as a member of the Monumentenraad (Council for Monuments) as well as several other organizations, including the Koninklijke Nederlandse Oudheidkundige Bond.": [
        [
            286,
            297,
            [
                "Nederland"
            ]
        ]
    ],
    "He suddenly died in 1968 shortly after his retirement.</p>": []
}