{
    "<p>Art author and artist.": [],
    "Pach attended the College of the City of New York, graduating in 1903.": [
        [
            0,
            4,
            [
                "Each",
                "Path",
                "Pace",
                "Pack",
                "Patch",
                "Pact"
            ]
        ]
    ],
    "Pach's father, Gotthelt Padi, and uncle were photographers during the early year of the Metropolitan Museum of Art and the family lived close to the museum.": [
        [
            0,
            4,
            [
                "Each",
                "Path",
                "Pace",
                "Pack",
                "Patch",
                "Pact"
            ]
        ],
        [
            15,
            23,
            [
                "Gotten",
                "Hottest",
                "Goethe",
                "Goethals",
                "Goatherd",
                "Bothell"
            ]
        ]
    ],
    "Throughout his life, Pach considered himself primarily a painter and worked hard to gain recognition in that area.": [
        [
            21,
            25,
            [
                "Each",
                "Path",
                "Pace",
                "Pack",
                "Patch",
                "Pact"
            ]
        ]
    ],
    "He studied painting with William Merrit Chase (1849-1916) and drawing under Robert Henri (1865-1929).": [
        [
            33,
            39,
            [
                "Merit",
                "Merritt",
                "Gerrit"
            ]
        ]
    ],
    "He traveled with Chase to Europe in the summers.": [],
    "There he met many of the major artists he would later write about, as well as collectors such as Leo (1872-1947) and Gertrude Stein (1874-1946).": [],
    "His first professional art exhibition was in 1905 at the Pennsylvania Academy [of Fine Arts].": [],
    "In order to support himself in the United States, he wrote for newspapers and magazines.": [],
    "His first long article was \"The <em>Memoria</em> of Velasquez,\" published in <em>Scribner's Magazine</em> in 1907.": [],
    "An article the following year on Cézanne, also published in <em>Scribners</em>, built a reputation for him as an analyzer of modern art.": [],
    "Cézanne was still not greatly appreciated at the time in the United States.": [],
    "Between the fall of 1910 and the beginning of 1913, Pach lived in Paris, painting at the Académie Ranson under the <em>Nabis</em> artists Paul Sérusier (1864-1927) and Maurice Denis (1870-1943).": [
        [
            52,
            56,
            [
                "Each",
                "Path",
                "Pace",
                "Pack",
                "Patch",
                "Pact"
            ]
        ],
        [
            89,
            97,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            98,
            104,
            [
                "Ransom",
                "Hanson",
                "Manson",
                "Anson",
                "Rawson",
                "Branson"
            ]
        ]
    ],
    "His European contacts made him an ideal intermediary for the Association of American Painters and Sculptors, then organizing the now famous Armory Show of 1913.": [],
    "Pach himself was responsible for selecting many of entries in the exhibition.": [
        [
            0,
            4,
            [
                "Each",
                "Path",
                "Pace",
                "Pack",
                "Patch",
                "Pact"
            ]
        ]
    ],
    "He also wrote the pamphlets in the show on Odilon Redon, Marcel Duchamp, and Raymond Duchamp-Villon.": [],
    "After the Armory Show, he contributed art criticism to the journal <em>The Modern School: A Monthly Magazine Devoted to Liberal Ideas in Education</em>, a standard bearer for new art tastes.": [
        [
            155,
            170,
            [
                "standard-bearer"
            ]
        ]
    ],
    "Pach's facility with languages (he spoke Spanish, French, German, Italian and Dutch as the result of his summers in Europe) made him the ideal bridge between the continental avant garde and provincial United States.": [
        [
            0,
            4,
            [
                "Each",
                "Path",
                "Pace",
                "Pack",
                "Patch",
                "Pact"
            ]
        ],
        [
            174,
            185,
            [
                "avant-garde"
            ]
        ]
    ],
    "In 1916 he began one of his most popular writings on art, ironically a translation of another art historian's work.": [
        [
            3,
            7,
            [
                "1916,"
            ]
        ]
    ],
    "Pach had known the French art historian <a href=\"/fauree\">Élie Faure</a> since his days in Paris and had translated two of Faure's works on Gauguin and Seurat in 1913.": [
        [
            0,
            4,
            [
                "Each",
                "Path",
                "Pace",
                "Pack",
                "Patch",
                "Pact"
            ]
        ]
    ],
    "His translation and serial publication of Faure's <em>History of Art</em> (1921-30) was an immediate success.": [],
    "The 1920's were some of Pach's most productive writing years.": [
        [
            4,
            10,
            [
                "1920s"
            ]
        ],
        [
            24,
            28,
            [
                "Each",
                "Path",
                "Pace",
                "Pack",
                "Patch",
                "Pact"
            ]
        ]
    ],
    "Pach returned to Paris in the summer of 1926 to conduct the first courses for Americans at the école du Louvre.": [
        [
            0,
            4,
            [
                "Each",
                "Path",
                "Pace",
                "Pack",
                "Patch",
                "Pact"
            ]
        ],
        [
            95,
            100,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            101,
            103,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ]
    ],
    "Among his students were Dr.": [],
    "Claribel Cone (1864-1929), a Baltimore collector.": [],
    "Pach began advising her and other American collectors such as John Quinn (1870-1924) on the acquisition of modern art.": [
        [
            0,
            4,
            [
                "Each",
                "Path",
                "Pace",
                "Pack",
                "Patch",
                "Pact"
            ]
        ]
    ],
    "Pach's modernist agenda raised the ire of conservative historians and artists alike.": [
        [
            0,
            4,
            [
                "Each",
                "Path",
                "Pace",
                "Pack",
                "Patch",
                "Pact"
            ]
        ]
    ],
    "In 1928, his book <em>Ananias, or the False Artist</em> appeared, attacking academic artists such as William-Adolphe Bouguereau, the portrait painter John Singer Sargent and popular artists such as Léon Bakst.": [
        [
            203,
            208,
            [
                "Bast"
            ]
        ]
    ],
    "Criticism from the traditional-art press was resounding, the artist Rockwell Kent writing one of the more scathing reviews.": [],
    "Although favorably reviewed by <a href=\"/fryr\">Roger Fry</a> and <a href=\"/mumfordl\">Lewis Mumford</a>, Pach left for Paris, perhaps in exile of <em>Ananias</em>'s reception, and stayed there three years.": [],
    "In France, Pach researched and published a book on Ingres, which received the praise of Princeton art historian <a href=\"/matherf\">Frank Jewett Mather, Jr.</a> Still, the experience with Ananias or perhaps the generally conservative stance of the art press resulted in Pach's increasingly difficult personality.": [
        [
            11,
            15,
            [
                "Each",
                "Path",
                "Pace",
                "Pack",
                "Patch",
                "Pact"
            ]
        ]
    ],
    "As money became more and more an issue for him, it was obvious that his attempts to secure a museum or academic appointment were useless.": [],
    "In 1938 he published his memories of artists, a book entitled <em>Queer Thing, Painting</em>.": [
        [
            3,
            7,
            [
                "1938,"
            ]
        ]
    ],
    "Neither the royalties from his publishing nor his painting was enough to generate income during the depression.": [],
    "With the help of Harvard art historian <a href=\"/sachsp\">Paul J. Sachs</a> he secured the temporary position of \"Director General\" of the <em>Masterpieces of Art</em> exhibition for the 1939 World's Fair in New York.": [],
    "Pach's skill at getting art loaned was again evident, especially when much of the loans from European collections had to be substituted at the last moment with the advent of World War II.": [
        [
            0,
            4,
            [
                "Each",
                "Path",
                "Pace",
                "Pack",
                "Patch",
                "Pact"
            ]
        ]
    ],
    "After the World's Fair assignment, Pach moved to Mexico in 1942 to live at a rate one-quarter that of the United States.": [
        [
            35,
            39,
            [
                "Each",
                "Path",
                "Pace",
                "Pack",
                "Patch",
                "Pact"
            ]
        ]
    ],
    "During World War II he wrote <em>The Art Museum in America</em>, a survey of museums and their necessity for the country.": [],
    "It was published in 1948.": [],
    "Pach's final years were devoted to running a commercial sales gallery in the B. Altman's department store, beginning in 1952.": [
        [
            0,
            4,
            [
                "Each",
                "Path",
                "Pace",
                "Pack",
                "Patch",
                "Pact"
            ]
        ]
    ],
    "Pach's papers are held at the Archives of American Art.": [
        [
            0,
            4,
            [
                "Each",
                "Path",
                "Pace",
                "Pack",
                "Patch",
                "Pact"
            ]
        ]
    ],
    "As an art historian, Pach's work derives largely from his personal knowledge of the artists of whom he wrote.": [
        [
            21,
            25,
            [
                "Each",
                "Path",
                "Pace",
                "Pack",
                "Patch",
                "Pact"
            ]
        ]
    ],
    "He was also influenced by the work of the modernist German art historian <a href=\"/meiergraefej\">Julius Meier-Graefe</a>.": [],
    "Pach's 1908 article on Cézanne frames the artist within an evolutionary progression of art, a concept for modern art inspired by Meier-Graefe's writings.": [
        [
            0,
            4,
            [
                "Each",
                "Path",
                "Pace",
                "Pack",
                "Patch",
                "Pact"
            ]
        ],
        [
            129,
            141,
            [
                "Fair-trade"
            ]
        ]
    ],
    "This notion of modern art's lineage is set forth most clearly in his final book, <em>The Classical Tradition in Modern Art</em> (1959).": [],
    "Pach relied on personal art intuition rather than formalist analysis, the dominant methodology at the time.": [
        [
            0,
            4,
            [
                "Each",
                "Path",
                "Pace",
                "Pack",
                "Patch",
                "Pact"
            ]
        ]
    ],
    "Part of the objection raised by critics of <em>Ananias</em> was the understandable moral lecturing Pach adopted (likened by one reviewer, to that of Ruskin).": [
        [
            99,
            103,
            [
                "Each",
                "Path",
                "Pace",
                "Pack",
                "Patch",
                "Pact"
            ]
        ]
    ],
    "Pach made use of written documents and other support evidence, for example, in his book on Ingres at a time when it was not common to do so among the popular art press.</p>": [
        [
            0,
            4,
            [
                "Each",
                "Path",
                "Pace",
                "Pack",
                "Patch",
                "Pact"
            ]
        ]
    ]
}