{
    "<p>Painter, wrote an early biography of several artists influential for Spain.": [],
    "Pacheco was born to a presumably humble Andalusian family; he was raised by uncle, also named Francisco Pacheco, a canon of the Seville Cathedral.": [],
    "The young man assumed his more eminent uncle's surname.": [],
    "After studying under the painter Luis Fernández ( fl 1542-1581) around 1580, he achieved master painter status by1585.": [
        [
            48,
            50,
            [
                "("
            ]
        ]
    ],
    "From his uncle, Pacheco gained an appreciation for humanist studies, especially literature, and poetry in particular.": [],
    "He attended the <em>tertulias</em> (intellectual gatherings) where clerics and other educated people exchanged ideas on art and science.": [],
    "He received painting commissions from the Convento de la Merced beginning in 1600, today the Museo Provincial in Seville.": [
        [
            42,
            53,
            [
                "Convent ode"
            ]
        ]
    ],
    "He visited Madrid and the Escorial where he met artists including El Greco.": [
        [
            26,
            34,
            [
                "Social",
                "Scoring",
                "Editorial",
                "Escort",
                "Memorial",
                "Serial"
            ]
        ]
    ],
    "At his return to Seville in 1611, he took the young Diego Velázquez on as a student.": [],
    "Velázquez married his daughter, Juana.": [],
    "Francisco Zurbarán and Alonso Cano were also students of his.": [
        [
            10,
            18,
            [
                "Urban",
                "Barbara",
                "Barbarian",
                "Durban",
                "Urbana",
                "Turban"
            ]
        ]
    ],
    "As an artist, Pacheco's adherence to the then largely discarded rules of Mannerism left him an undistinguished painter (Veliz), but his strict adherence to church convention made him an ideal arbiter of artistic policy.": [
        [
            120,
            125,
            [
                "Velez",
                "Vélez"
            ]
        ]
    ],
    "Pacheco was appointed <em>Veedor del Oficio de Pintores</em> in 1616 by the municipal government of Seville.": [],
    "Those same religious views gained him appointments with the [Spanish] Inquisition.": [],
    "The Inquisition Tribunal named him <em>Veedor de Pintura Sagrada</em> in 1618, whereby he inspected the art work of his colleagues in Seville.": [],
    "The city's financial and cultural decline led to Pacheco to seek work in Madrid in 1624, but without success.": [],
    "During these years, Pacheco began writing a treatise on painting.": [],
    "His circle of humanist friends, who included the collector Fernando Enríquez de Ribera, 3rd Duque de Alcalá (1583-1637), the poet Francisco de Rioja (1583?-1659), the antiquarian and collector Rodrigo Caro (1573-1647), the Jesuit literati Juan de Pineda (1521-1599?)": [
        [
            92,
            97,
            [
                "Tuque"
            ]
        ],
        [
            201,
            205,
            [
                "Car",
                "Care",
                "Cars",
                "Card",
                "Cargo",
                "Carl"
            ]
        ]
    ],
    "and the painter poet Juan de Jaureguí (c.": [
        [
            0,
            3,
            [
                "And"
            ]
        ]
    ],
    "1566-1641), encouraged him.": [],
    "Like his painting, his writing style is labored and his topics disorganized.": [],
    "A synthetic work, drawing from the humanist circle of Seville as well as German, Flemish and Italian theoreticians, most notably Leon Batista Alberti and <a href=\"/vasarig\">Giorgio Vasari</a>.": [],
    "Pacheco's main interest in writing was to produce a Spanish-language painting manual, but in this he was beaten in publication by Vicente Carducho (1576-1638), who published his <em>De las Excelencias de la Pintura or Diálogos de la pintura</em> in 1633.": [
        [
            138,
            146,
            [
                "Baruch",
                "Camacho",
                "Caruso",
                "Cauchy",
                "Cardio",
                "Cartouche"
            ]
        ]
    ],
    "Nearly five years after Pacheco's death, his writings were published as <em>Arte de la pintura, su antiguedad, y grandezas</em>.": [],
    "Organized as three books and an appendix, the work addresses antiquity and significance of painting, the theories of Renaissance writers, Leonardo, Alberti, Raphael and the Córdoban painter Pablo de Céspedes, whom Pacheco personally knew.": [
        [
            173,
            181,
            [
                "Cordoba",
                "Cordovan",
                "Córdoba"
            ]
        ]
    ],
    "The third book discusses correct practice of painting according to Pacheco, emphasizing the study of nature and the study of master artists.": [],
    "Pacheco's appendix contains a copious repertory of iconographic standards for religious painting, a doctrinaire view fitting a church as a censor.": [],
    "Pacheco discusses three model artists of his time, Velázquez, Rubens, and Rómulo Cincinnato.": [
        [
            74,
            80,
            [
                "Romeo",
                "Modulo",
                "Romano",
                "Romero",
                "Romulus"
            ]
        ],
        [
            81,
            91,
            [
                "Cincinnati"
            ]
        ]
    ],
    "It is this serious biographical discussion that qualifies him as an early art historian.": [],
    "His personal knowledge of Velázquez made his biographical material on the artist an important early source for later writers, such as the 1724 <em>El Parnaso español pintoresco laureado</em> of <a href=\"/palominoa\">Acisclo Antonio Palomino de Castro y Velasco</a>.</p>": []
}