{
    "<p>Writer on art and literature.": [],
    "Paget's mother, Matilda Paget (1815-1896), came from a West-Indies fortune.": [
        [
            0,
            5,
            [
                "Page",
                "Pages",
                "Puget",
                "Pager",
                "Piaget",
                "Paged"
            ]
        ],
        [
            24,
            29,
            [
                "Page",
                "Pages",
                "Puget",
                "Pager",
                "Piaget",
                "Paged"
            ]
        ]
    ],
    "Paget's father, Henry Ferguson Paget (1820-1894), was reputedly the son of a French émigré noble, who met Matilda (then Matilda Adams), a widow, when he was a tutor for her son Eugene in Paris.": [
        [
            0,
            5,
            [
                "Page",
                "Pages",
                "Puget",
                "Pager",
                "Piaget",
                "Paged"
            ]
        ],
        [
            31,
            36,
            [
                "Page",
                "Pages",
                "Puget",
                "Pager",
                "Piaget",
                "Paged"
            ]
        ]
    ],
    "Violet was their only child together.": [],
    "Because of her family's frequent moves in Europe, Violet learned continental languages fluently.": [],
    "Her half-brother, now Oxford educated and in the Foreign Office in Paris, continued to tutor her French and writing skills.": [],
    "It was because of this that she adopted his surname (Lee) as her pseudonym.": [],
    "She met the future painter John Singer Sargent (1856-1925) in Nice when they were both children.": [],
    "Sargent and Paget determined to be painter and writer in their later lives.": [
        [
            0,
            7,
            [
                "Sergeant"
            ]
        ],
        [
            12,
            17,
            [
                "Page",
                "Pages",
                "Puget",
                "Pager",
                "Piaget",
                "Paged"
            ]
        ]
    ],
    "Sargent's mother, Mary Newbold Sargent, gave Paget an interest in Roman antiquities during the time that the two families spent in Rome.": [
        [
            0,
            7,
            [
                "Sergeant"
            ]
        ],
        [
            23,
            30,
            [
                "New bold"
            ]
        ],
        [
            31,
            38,
            [
                "Sergeant"
            ]
        ],
        [
            45,
            53,
            [
                "Page tan",
                "Page an",
                "Pages an",
                "Puget an",
                "Pager an",
                "Piaget an"
            ]
        ]
    ],
    "In 1880, Paget published her first cultural writing, <em>Studies of the Eighteenth Century in Italy</em>, the culmination of ten years of manuscript research.": [
        [
            9,
            14,
            [
                "Page",
                "Pages",
                "Puget",
                "Pager",
                "Piaget",
                "Paged"
            ]
        ]
    ],
    "The work, credited with reviving interest in eighteenth-century Italian drama and music, met with scholarly approval and remained cited in scholarly literature well into the twentieth century.": [],
    "With her family permanently settled in Florence, Paget made her first visit to England in 1881.": [
        [
            49,
            54,
            [
                "Page",
                "Pages",
                "Puget",
                "Pager",
                "Piaget",
                "Paged"
            ]
        ]
    ],
    "This brought an invitation and exchange from her fellow writer/art historian <a href=\"/paterw\">Walter Pater</a>.": [],
    "The same year, <em>Belcaro</em> her first art-historical work, appeared.": [],
    "Paget, now known as <a href=\"/pagetv\">Violet Paget</a>, published a variety of non-fiction (travel literature, memoirs, religious essays, aesthetics, and literary criticism) as well as supernatural and historical short fiction in the 1880s.": [
        [
            0,
            5,
            [
                "Page",
                "Pages",
                "Puget",
                "Pager",
                "Piaget",
                "Paged"
            ]
        ]
    ],
    "In 1884 she published <em>Euphorion: being Studies of the Antique and the Mediaeval in the Renaissance</em> which confirmed her reputation as an art writer.": [
        [
            3,
            7,
            [
                "1884,"
            ]
        ]
    ],
    "The same year, however, she also produced the novel <em>Miss Brown</em>, an overwritten satire on the Pre-Raphaelites, which even the dedicatee, Henry James (1843-1916), could not stomach.": [],
    "Lee's reputation never fully recovered from this failure.": [],
    "In London she met and perhaps had an affair with a fellow female classicist, <a href=\"/stronges\">Eugénie Sellers Strong</a>.": [
        [
            3,
            9,
            [
                "London,"
            ]
        ]
    ],
    "Beginning in the 1890s, Lee formed a permanent lesbian relationship with the painter and theorist <a href=\"/anstrutherthomsonc\">Clementina Anstruther-Thomson</a>, living with her six months of every year in Florence experimenting with the psychological aspects of color and art.": [],
    "She began writing travel literature, perhaps her best writing, with <em>Limbo and Other Essays</em> in 1897, an early history of Italian gardens.": [],
    "<a href=\"/whartone\">Edith Wharton</a> dedicated her 1904 <em>Italian Villas and their Gardens</em> to Lee, \"who, better than any one else, has understood and interpreted the garden-magic of Italy.\"": [],
    "A study of Perugino appeared as <em>In Umbria: a Study of Artistic Personality</em> in 1906.": [
        [
            11,
            19,
            [
                "Perugia",
                "Perusing"
            ]
        ]
    ],
    "In 1912 Anstruther-Thomson and Lee published <em>Beauty and Ugliness and Other Studies in Psychological Aesthetics</em>, which had first appeared in journal <em>Contemporary Review</em> of 1897.": [],
    "It introduced a new esthetic to a British tradition still controlled by Pater's work.": [
        [
            72,
            77,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ]
    ],
    "The following year, <em>The Beautiful: an Introduction to Psychological Aesthetics</em> appeared, written solely by Lee as part of the <em>Cambridge Manuals of Science and Literature</em> series.": [],
    "In it, Lee summarizes the Germanic-British theories of empathy (cf.": [],
    "<a href=\"/worringerw\">Wilhelm Worringer</a> and Theodor Lipps), which <a href=\"/berensonb\">Bernard Berenson</a> considered outright plagiarism.": [],
    "Other psychological works by her included <em>The Handling of Words and other Studies in Literary Psychology</em> in 1923.": [],
    "Another travel collection, <em>The Golden Keys and other Essays on the Genius Loci</em> appeared in 1925.": [],
    "Lee joined the pacifist Union of Democratic Control during World War I, combining it with support for feminist issues at the International Congress of Women at The Hague.": [],
    "Her most famous anti-war statement was the1915 play <em>The Ballet of the Nations</em>.": [],
    "The final twenty years of her life were spent in relative isolation continuing her role as an ex-patriot.": [],
    "She died in 1935 at her home, Villa Il Palmerino, in Florence.": [
        [
            36,
            38,
            [
                "IL",
                "In",
                "Is",
                "I",
                "It",
                "If"
            ]
        ],
        [
            39,
            48,
            [
                "Pal merino"
            ]
        ]
    ],
    "Her cremated ashes are interred in the grave of her half-brother, Eugene, in the Allori cemetery, Florence.": [
        [
            81,
            87,
            [
                "Allow",
                "Allows",
                "Alloy",
                "Alloys",
                "Lori",
                "Mallory"
            ]
        ]
    ],
    "Her work was praised by Aldous Huxley.": [],
    "Sargent painted a portrait of Lee in 1881 (now in the Tate collection) and another portrait was made by Mary Cassatt in 1895.</p>\n\n<p><em>Belcaro</em> argued for the combining intellectual and physical embodiment of beauty.": [
        [
            0,
            7,
            [
                "Sergeant"
            ]
        ]
    ],
    "Lee countered the assertion made by <a href=\"/ruskinj\">John Ruskin</a> that fine art needed to represent morality.": [],
    "Art's value, she argued, was higher than morality, it was the creation of happiness.": [],
    "The enthusiastically received <em>Euphorion</em>,1884, however partisan, includes perceptive essays on Renaissance art.": [],
    "Lee's book on art esthetics, <em>The Beautiful</em>, 1913, argues that shape (or form) is key to art appreciation, combined with the other intellectual and emotional reactions, especially, again empathy.</p>": [
        [
            18,
            27,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ]
}