{
    "<p>Scholar of art of the Venetian Renaissance; wroteTintoretto <em>catalogue raisonné</em>.": [
        [
            47,
            62,
            [
                "wrote Tintoretto"
            ]
        ]
    ],
    "Pallucchini's father was a civil engineer who moved his family to Venice in 1925.": [],
    "The younger Pallucchini was introduced to Venetian art by Maria Ciartoso Lorenzetti, whose husband, Giulio Lorenzetti (1886-1951), was writing the famous guidebook on the city.": [
        [
            64,
            72,
            [
                "Cardoso"
            ]
        ],
        [
            73,
            83,
            [
                "Lorgnette"
            ]
        ],
        [
            107,
            117,
            [
                "Lorgnette"
            ]
        ]
    ],
    "He graduated from college in 1931 from the University of Padua, writing his senior thesis on Giambattista Piazzetta and his school under <a href=\"/fioccog\">Giuseppe Fiocco</a>, a pioneer of art history in the Veneto area.": [
        [
            106,
            115,
            [
                "Piazza",
                "Pizzeria",
                "Lizzette",
                "Panetta"
            ]
        ]
    ],
    "His study of Piazzetta became his first book which appeared in 1934.": [
        [
            13,
            22,
            [
                "Piazza",
                "Pizzeria",
                "Lizzette",
                "Panetta"
            ]
        ]
    ],
    "In 1935 Pallucchini was appointed Inspector \"ispettore\" for fine arts at the Galleria Estense in Modena.": [
        [
            45,
            54,
            [
                "inspector",
                "inspectors",
                "Spector"
            ]
        ]
    ],
    "At Modena, he worked with <a href=\"/longhir\">Roberto Longhi</a>, the eminent but much older art historian with a significantly different approach.": [],
    "Pallucchini delivered lectures on medieval and modern art history in 1937.": [],
    "He was appointed director of the Galleria in 1939 writing the catalog for the Veronese exhibition at Ca Giustinian.": [
        [
            104,
            114,
            [
                "Justinian"
            ]
        ]
    ],
    "The same year he transferred to the Superintendent position for Venetian museums, holding additionally the Directorate Belle Arti del Comune (until 1950).": [
        [
            125,
            129,
            [
                "Art",
                "Anti",
                "Arts",
                "Artie",
                "Arty",
                "ARI"
            ]
        ],
        [
            134,
            140,
            [
                "Commune"
            ]
        ]
    ],
    "From that time on--the late 1930s--virtually no major exhibition or conference on Venetian art took place without his participation (Boucher).": [],
    "Art exhibitions under the Mussolini were difficult and nearly impossible after the closure of public collections in 1940.": [],
    "Pallucchini managed to mount Venetian Engravers of the Eighteenth Century in 1941.": [],
    "After the war, two important shows, \"Cinque secoli di pittura veneta\" in 1945 (a catalog of which included the famous essay by Longhi), and \"I capolavori dei Musei veneti,\" 1946 were created by him.": [
        [
            44,
            50,
            [
                "second",
                "recoil",
                "scold",
                "EcoRI",
                "ecol"
            ]
        ],
        [
            51,
            53,
            [
                "DI",
                "Di",
                "I",
                "did",
                "do",
                "Dr"
            ]
        ],
        [
            54,
            61,
            [
                "picture",
                "Piura",
                "pitta"
            ]
        ],
        [
            62,
            68,
            [
                "Veneto"
            ]
        ],
        [
            127,
            133,
            [
                "Lo-fi",
                "Long hi"
            ]
        ],
        [
            154,
            157,
            [
                "DEI",
                "day",
                "die",
                "Dan",
                "Del",
                "Wei"
            ]
        ],
        [
            158,
            163,
            [
                "Mesa",
                "Muse",
                "Muses",
                "Mused"
            ]
        ],
        [
            164,
            170,
            [
                "Veneto"
            ]
        ]
    ],
    "The same year, 1946, Pallucchini founded the important periodical <em>Arte Veneta</em>, whose initial contributors included <a href=\"/tietzeh\">Hans Tietze</a>, <a href=\"/berensonb\">Bernard Berenson</a>, Longhi, and <a href=\"/venturil\">Lionello Venturi</a>.": [],
    "Another exhibition, Giovanni Bellini was mounted in 1949 His worldview of art led to the position of secretary-general of the Venice Biennale in 1947, which he held until 1954.": [],
    "In 1950 he was appointed chair of medieval and modern art history at the University of Bologna, succeeding Longhi.": [
        [
            3,
            7,
            [
                "1950,"
            ]
        ],
        [
            107,
            113,
            [
                "Lo-fi",
                "Long hi"
            ]
        ]
    ],
    "The same year he published his <em>La giovinezza del Tintoretto</em>, an attempt to reconstruct the formative years of Tintoretto's career as well as the milieu of Venetian art of the 1540's and 1550s.": [],
    "He moved as chair of modern art history in 1956 to his alma mater, Padua, working again with Fiocco.": [
        [
            93,
            99,
            [
                "Rocco",
                "Fiasco",
                "Sirocco",
                "FICO"
            ]
        ]
    ],
    "Pallucchini chaired the academic council of the Centro Andrea Palladio in Vicenza, beginning in 1958 (to 1973), assisting in establishing its <em>Bulletin</em>.": [],
    "In 1972 he became Director of the Institute of History of Art Fondazione Giorgio Cini in Venice, whose annual conferences influenced much Venetian scholarship.": [
        [
            3,
            7,
            [
                "1972,"
            ]
        ],
        [
            62,
            72,
            [
                "Foundation",
                "Foundations",
                "Fontaine"
            ]
        ],
        [
            81,
            85,
            [
                "Mini",
                "CNI",
                "Cine",
                "CII",
                "INI"
            ]
        ]
    ],
    "Pallucchini chaired two <em>Corso internazionale di alta cultura</em>, one in 1976 on Titian and one in 1978 on Giorgione.": [],
    "He retired from Padua in 1978, having greatly enlarged the art history program there.": [],
    "He co-authored a two-volume <em>catalogue raisonné</em> of Tintoretto with Paola Rossi in 1982.": [],
    "Pallucchini was an important historian of Venetian nineteenth-century Italian art.": [],
    "Pallucchini was influenced in French culture by the writer Diego Valeri (1887-1976).": [
        [
            65,
            71,
            [
                "Valerie",
                "Valeria",
                "Valery",
                "Valéry"
            ]
        ]
    ],
    "The art historians <a href=\"/argang\">Giulio Carlo Argan</a>, <a href=\"/venturil\">Lionello Venturi</a>, and <a href=\"/ragghiantic\">Carlo Ludovico Ragghianti</a> were among his colleagues and friends.": [],
    "Methodologically, he followed a Vienna-school approach, particularly that of <a href=\"/dvorakm\">Max Dvořák</a> and <a href=\"/hausera\">Arnold Hauser</a>, the historical-philological of \"pure visibility\" (Purovisibilismo).</p>": []
}