{
    "<p>Scholar of South American archaeology and art, pre-Columbian art, and professor.": [],
    "Erwin Palm, son of merchant Arthur Palm and Else Hesse (Palm), was born in Frankfurt in 1910.": [],
    "In 1929, Palm received his <em>Abitur</em> from Goethe-Gymnasium.": [],
    "Afterwards, he studied archaeology, classical philology, philosophy, and art history in Göttingen, Heidelberg, Rome, and Florence.": [
        [
            0,
            10,
            [
                "Afterward"
            ]
        ]
    ],
    "He graduated from Universität Heidelberg in 1932.": [
        [
            18,
            29,
            [
                "University"
            ]
        ]
    ],
    "Upon graduation, he decided to study in Rome under Giorgio Pasquali (1885-1952).": [
        [
            59,
            67,
            [
                "Pasquale"
            ]
        ]
    ],
    "There, he completed his dissertation, <em>Una interpretazione romana del mito</em>, in 1935.": [],
    "His choice to study in Rome ultimately turned into his exile, as he was forbidden to study at German universities after the ascension of the Nazis for his Jewish ethnicity, even though he was not a practicing Jew himself.": [],
    "When he received his <em>promotion</em>, he conducted his own research from Italy.": [],
    "Under duress again in 1939 when Italy officially finalized a diplomatic alliance with Nazi Germany, he fled to London with his wife, Hilde Domin (1909-2006).": [
        [
            133,
            138,
            [
                "Hide",
                "Wilde",
                "Hilda",
                "Tilde",
                "HALDE",
                "Hilden"
            ]
        ],
        [
            139,
            144,
            [
                "Domain",
                "Domino",
                "Doming",
                "Do min"
            ]
        ]
    ],
    "Only staying six months, he then moved to the Dominican Republic in August of 1940.": [
        [
            68,
            82,
            [
                "August 1940"
            ]
        ]
    ],
    "He became a lecturer and professor of art history and archaeology at the Universidad Autónoma de Santo Domingo.": [],
    "</p>\n<p>Starting in 1946, he served as a member of the National Committee for the Preservation of Monuments.": [],
    "His work in this role informed his new interest in the protection of historical monuments, and he spearheaded several important initiatives for better monument protection in South American countries.": [],
    "He also helped form new monument protection laws that were critical.": [],
    "Following his monument protection work, he led various research projects on Central and South American art history and archaeology.": [],
    "From 1953-1954, he was on a research stay in New York as a fellow of the Guggenheim Foundation.": [],
    "In 1955, he returned to Germany.": [],
    "</p>\n<p>His research trips continued upon his return to Europe, when he traveled to Spain 1955-1957 and 1958-1960.": [],
    "There, he studied architecture and published quite possibly his most prominent work, <em>Los monumentos arquitectónicos de La Española</em>, which incorporated much of the prior knowledge he had accumulated from his work with the monuments of Hispaniola.": [],
    "He became an associate professor at Universität Heidelberg in 1960 and was promoted to full professor in 1974.": [
        [
            36,
            47,
            [
                "University"
            ]
        ]
    ],
    "During his tenure, he established the Department for Iberian, Ibero-American, and Pre-Columbian Art at the Institute of Art History.": [],
    "In 1977, he was promoted to an emeritus professor.": [],
    "Beginning in 1964, he was a member of the German-Mexican Puebla-Tlaxcala Project funded by the Deutsche Forschungs community, which was a major foundation for German researchers.": [],
    "He started coordinating this project in 1970.": [],
    "To couple with his extensive research, he became a co-editor of <em>Ibero-Amerikanischen Archivs</em>, an Ibero-American archive in 1975.</p>\n<p>Much of Erwin Palm’s work as a monument conservator in Santo Domingo required him to develop experience in new fields, but it also allowed him to draw upon his wealth of knowledge acquired from his studies in Europe.": [],
    "His intense interest in artistic-cultural manifestations inspired his work with monuments and the rich diversity of Central American and South American history.": [],
    "His most profound work, <em>Los monumentos arquitectónicos de La Española</em>, was truly an ode to both his acquired knowledge on the history of architectural monuments and his deep passion for the subject (Riedl, Grabrede).</p>": []
}