{
    "<p>Wrote <em>El Parnaso español pintoresco laureado</em>, an early biographical account of Spanish painters.": [],
    "Palomino's family moved to Córdoba when he was ten.": [],
    "He was prepared for the priesthood and taught drawing and painting.": [],
    "Under the guidance of Juan de Valdés Leal and Juan de Alfaro y Gómez, a former pupil of Diego Velázquez, he was recommend to Madrid in 1678 to work under Juan Carreño de Miranda and Claudio Coello.": [
        [
            112,
            121,
            [
                "recommended",
                "recommending"
            ]
        ],
        [
            159,
            166,
            [
                "Current",
                "Warren",
                "Carmen",
                "Darren",
                "Barren",
                "Carmelo"
            ]
        ],
        [
            190,
            196,
            [
                "Cello",
                "Coelho"
            ]
        ]
    ],
    "He also studied mathematics at the Jesuit Colegio Imperial by Fray Jacob Kresa.": [
        [
            73,
            78,
            [
                "Area",
                "Areas",
                "Rest",
                "Press",
                "Korea",
                "Arena"
            ]
        ]
    ],
    "Palomino's participation on the ceiling of the Galería del Cierzo in the Alcázar, Madrid, in 1686 resulted in the title of honorary royal painter.": [
        [
            47,
            54,
            [
                "Valeria",
                "Galleria"
            ]
        ],
        [
            59,
            65,
            [
                "Cairo"
            ]
        ]
    ],
    "Other painting commissions included the ceiling of the Salón de Sesiones, Ayuntamiento, Madrid, 1690, work in the church of the Santos Juanes, and the chapel of the Virgen de los Desamparados,Valencia.": [
        [
            55,
            60,
            [
                "Salon",
                "Saxon",
                "Salmon",
                "Saloon",
                "Salons",
                "Solon"
            ]
        ],
        [
            135,
            141,
            [
                "Junes"
            ]
        ],
        [
            165,
            171,
            [
                "Virgin"
            ]
        ],
        [
            191,
            200,
            [
                ", Valencia"
            ]
        ]
    ],
    "In 1696 he became a paid court painter.": [
        [
            3,
            7,
            [
                "1696,"
            ]
        ]
    ],
    "In 1712 he moved to Granada, where he painted altarpieces and saints in a Baroque manner.": [
        [
            3,
            7,
            [
                "1712,"
            ]
        ]
    ],
    "The first volume of his <em>El museo pictórico y escala óptica</em>, dealing with painting theory, <em>Teórica de la pintura</em>, was published in 1715.": [],
    "Volume two, <em>Práctica de la pintura</em> (1724), outlines painting techniques, composition, human proportion and rules of decorum.": [],
    "The third volume of the series, issued in the second volume, <em>El Parnaso español pintoresco laureado</em>, (Spanish Parnassus of Laureate Painters) emerged as an early art history, a biographical account of 226 eminent artists largely from Spain.": [],
    "Palomino included foreign artists of note who had worked in Spain.": [],
    "Following the tradition of early artistic biography, he wrote from his personal knowledge, respectful, appreciative and impartial populated with anecdotes.": [],
    "Material he did not know first-hand was borrowed from other biographies, specifically the <em>Le vite de' pittori, scultori & architetti</em>, 1642, of <a href=\"/baglioneg\">Giovanni Baglione</a>.": [],
    "Palomino wrote a long biography of Velázquez, an early encomium to the genius of that artist, from which much of modern knowledge of the artist's personal life is based.": [],
    "While working in the dome of the sacrarium of the Carthusian monastery at El Paular, 1725, he suffered a series of illnesses, exacerbated by his wife's death the same year.": [
        [
            33,
            42,
            [
                "samarium"
            ]
        ],
        [
            50,
            60,
            [
                "Cartesian",
                "Arthurian",
                "Malthusian"
            ]
        ],
        [
            77,
            83,
            [
                "Paula"
            ]
        ]
    ],
    "He took religious vows shortly thereafter and died the following year.": [],
    "His <em>El Parnaso español pintoresco laureado</em> was translated into English just fourteen years later, giving Palomino and Spanish artists a comparatively early and wide reputation in the English-speaking world, particularly since many Velázquez remained in private Spanish collections.": [],
    "Palomino lacked first-hand knowledge of many of the painters about whom he wrote and relied on earlier though much poorer accounts, principally <em>L'Arte de la pintura</em>, 1649, by <a href=\"/pachecof\">Francisco Pacheco</a>.": [],
    "He traveled across Spain for his sources, though a great deal was drawn from a noted biographical manuscript of Madrid painters by Don <a href=\"/diazdelvallel\">Lázaro Díaz del Valle</a>.": [],
    "<a href=\"/ceanbermudez\">Juan Agustin Ceán Bermudez</a>, wrote that the faults in Palomino's book were because of the \"generosity of his character and the bad taste of his day.\"": [],
    "He lacked the prose style and ability to be truly critical of Vasari (Jacobs).</p>": [
        [
            62,
            68,
            [
                "Va sari"
            ]
        ]
    ]
}