{
    "<p>Critic, conservator, and historian of Italian renaissance and baroque architecture.": [],
    "Pane befriended several prominent philosophers and art historians of his era, including <a href=\"/croceb\">Benedetto Croce</a> and <a href=\"/berensonb\">Bernard Berenson</a>.": [],
    "Pane studied at the University of Rome under <a href=\"/giovannonig\">Gustavo Giovannoni</a>, teaching renaissance and baroque architecture in Naples in the 1930's.": [],
    "During this time he focused study on Renaissance and Baroque architecture and artistic historiography.": [],
    "In 1942 he was appointed chair of the department of Architecture at the University of Naples.": [
        [
            3,
            7,
            [
                "1942,"
            ]
        ]
    ],
    "After the war he acted as advisor for restoration of war-damaged art and monuments for UNESCO in Paris in 1949.": [],
    "He published monographs on Andrea Palladino (1948), Gianlorenzo Bernini (1953).": [
        [
            34,
            43,
            [
                "Palladio"
            ]
        ],
        [
            52,
            63,
            [
                "San Lorenzo"
            ]
        ]
    ],
    "The journal <em>Napoli nobilissima</em> was founded by him, which covered topics on urban planning, archaeology, and conservation in Italy.": [],
    "In 1964, after a book on Antonio Gaudi, he wrote the Venice Charter (the International Charter for the Restoration) with fellow architect Pietro Gazzola, which was approved by the International Commission on Monuments and Sites.": [
        [
            25,
            38,
            [
                "Antoni Gaudí"
            ]
        ],
        [
            145,
            152,
            [
                "Mazola"
            ]
        ]
    ],
    "In the 1970's, Pane published a work entitled <em>Il rinascimento nell'Italia meridionale</em>, a critical analysis of art in its cultural context based on the ideas of Carl Jung and Croce, the latter now a personal friend.": [
        [
            7,
            13,
            [
                "1970s"
            ]
        ]
    ],
    "He also published several essays on Filippo Brunelleschi and Michaelangelo.": [
        [
            61,
            74,
            [
                "Michelangelo"
            ]
        ]
    ],
    "His research interests also included Spanish and Central American architecture and 19th-century French literature.": [],
    "and Pane's methodology can most easily be examined in the attack he made on one of the most respected books in 20th-century art history, <em>Architectural Principles in the Age of Humanism</em> by <a href=\"/wittkowerr\">Rudolf Wittkower</a>, at the Eighteenth International Congress of the History of Art (Venice, 1956).</p>": [
        [
            0,
            3,
            [
                "And"
            ]
        ]
    ]
}