{
    "<p>Early systematic scholar Greek vases; one of the founders of the institution later to become the German Archaeological Institute (Deutsches archäologisches Institut).": [
        [
            133,
            142,
            [
                "Deutsche's",
                "Deutsche"
            ]
        ],
        [
            159,
            167,
            [
                "Institute"
            ]
        ]
    ],
    "He was born in Breslau, Silesia, Prussia which is present-day Wroclaw, Poland.": [
        [
            15,
            22,
            [
                "Presley",
                "Belau",
                "Bresler"
            ]
        ],
        [
            62,
            69,
            [
                "Wrocław"
            ]
        ]
    ],
    "Panofka studied at the university in Berlin, pursuing classical philology, beginning in 1819.": [
        [
            0,
            7,
            [
                "Lanka",
                "Panama",
                "Pagoda",
                "Panorama",
                "Tanaka",
                "Pancake"
            ]
        ]
    ],
    "In 1823 he traveled to Rome to be part of a group of northern European scholars who studied classical ruins, calling themselves the \"Hyperboreans\" (Hyperboreisch-römische Gesellschaft).": [
        [
            3,
            7,
            [
                "1823,"
            ]
        ],
        [
            133,
            145,
            [
                "Hyperbolas",
                "Hyperboles"
            ]
        ]
    ],
    "Among them were the painter Otto von Stackelberg (1787-1837), the art writer and collector <a href=\"/kestnera\">August Kestner</a> and the classical art historian <a href=\"/gerhardf\">Eduard Gerhard</a>.": [],
    "In Rome, Panofka's intellect attracted the attention of the antiquities collector, Pierre-Louis-Jean-Casimir, the duc de Blacas d'Aulps (1770-1839).": [
        [
            9,
            16,
            [
                "Lanka",
                "Panama",
                "Pagoda",
                "Panorama",
                "Tanaka",
                "Pancake"
            ]
        ],
        [
            60,
            71,
            [
                "antiquities'",
                "antiquity's"
            ]
        ],
        [
            114,
            117,
            [
                "due",
                "duo",
                "dub",
                "duck",
                "dug",
                "DEC"
            ]
        ],
        [
            121,
            127,
            [
                "Blacks"
            ]
        ],
        [
            130,
            135,
            [
                "Alps",
                "Pulps",
                "Gulps"
            ]
        ]
    ],
    "Panofka remained with the duke upon his return to Paris in 1828.": [
        [
            0,
            7,
            [
                "Lanka",
                "Panama",
                "Pagoda",
                "Panorama",
                "Tanaka",
                "Pancake"
            ]
        ]
    ],
    "When the Hyperborean union transformed itself into the Instituto di Corrispondenza Archeologica in 1829, Panofka was named secretary for the members in Paris.": [
        [
            9,
            20,
            [
                "Hyperbola",
                "Hyperbole",
                "Hyperbolas",
                "Hyperboles",
                "Hyperscreen",
                "Hyperreal"
            ]
        ],
        [
            68,
            82,
            [
                "Correspondence",
                "Correspondent",
                "Correspondents"
            ]
        ],
        [
            83,
            95,
            [
                "Archeological"
            ]
        ],
        [
            105,
            112,
            [
                "Lanka",
                "Panama",
                "Pagoda",
                "Panorama",
                "Tanaka",
                "Pancake"
            ]
        ]
    ],
    "Panofka journeyed to south Italy where he became engaged with the antiquities of the Museo Nazionale in Naples.": [
        [
            0,
            7,
            [
                "Lanka",
                "Panama",
                "Pagoda",
                "Panorama",
                "Tanaka",
                "Pancake"
            ]
        ],
        [
            91,
            100,
            [
                "National",
                "Nationals",
                "Rationale"
            ]
        ]
    ],
    "There Panofka cataloged the vases of the museum and Gerhard the classical sculpture.": [
        [
            6,
            13,
            [
                "Lanka",
                "Panama",
                "Pagoda",
                "Panorama",
                "Tanaka",
                "Pancake"
            ]
        ]
    ],
    "Panofka returned to Paris and issued his research on Greek pottery, his <em>Recherches sur les véritables noms des vases grecs</em>.": [
        [
            0,
            7,
            [
                "Lanka",
                "Panama",
                "Pagoda",
                "Panorama",
                "Tanaka",
                "Pancake"
            ]
        ]
    ],
    "He moved to his native Germany by 1836 to work at the Royal museum in Berlin.": [],
    "His knowledge of classical vases led to an eventual appointment as curator of the vase collection.": [],
    "The final years in Berlin were hard for him.": [],
    "Growing deaf and less and less able to support himself on the wages of the museum, Panofka nevertheless published <em>Terracotten des königlichen Museums zu Berlin</em> in 1842.": [
        [
            83,
            90,
            [
                "Lanka",
                "Panama",
                "Pagoda",
                "Panorama",
                "Tanaka",
                "Pancake"
            ]
        ]
    ],
    "He died in Berlin at fifty-eight.": [],
    "Subsequent scholarship has shown Panofka to have been overly subjective on his judgment of vases.": [
        [
            33,
            40,
            [
                "Lanka",
                "Panama",
                "Pagoda",
                "Panorama",
                "Tanaka",
                "Pancake"
            ]
        ]
    ],
    "His publications were criticized by later scholars for their numerous errors.": [],
    "His support of intellectual societies, such as the early Instituto di Corrispondenza Archeologica, [Institut für archäologisches Korrespondenz, in German] in Rome was important for developing the present German Archaeological Institute (Deutsches archäologisches Institut) in 1871, the current intellectual organization for classical research by German scholars.</p>": [
        [
            70,
            84,
            [
                "Correspondence",
                "Correspondent",
                "Correspondents"
            ]
        ],
        [
            85,
            97,
            [
                "Archeological"
            ]
        ],
        [
            100,
            108,
            [
                "Institute"
            ]
        ],
        [
            109,
            112,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            129,
            142,
            [
                "Correspondent"
            ]
        ],
        [
            237,
            246,
            [
                "Deutsche's",
                "Deutsche"
            ]
        ],
        [
            263,
            271,
            [
                "Institute"
            ]
        ]
    ]
}