{
    "Warburg Institute and Institute for Advanced Study art historian; major exponent of iconography to American scholars.": [],
    "Panofsky was the son of Arnold Panofsky (d.": [
        [
            0,
            8,
            [
                "Sinofsky"
            ]
        ],
        [
            31,
            39,
            [
                "Sinofsky"
            ]
        ]
    ],
    "1914) and Caecilie Solling (Panofsky), wealthy Jews whose fortune came from Silesian mining.": [
        [
            10,
            18,
            [
                "Cecilia",
                "Cecile",
                "Cecília",
                "Cécile",
                "Cécilia",
                "Caecilian"
            ]
        ],
        [
            19,
            26,
            [
                "Selling",
                "Rolling",
                "Solving",
                "Polling",
                "Soloing",
                "Tolling"
            ]
        ],
        [
            28,
            36,
            [
                "Sinofsky"
            ]
        ],
        [
            76,
            84,
            [
                "Silesia",
                "Salesian"
            ]
        ]
    ],
    "He was raised in Berlin, receiving his <em>Abitur</em> in 1910 at the Joachimsthalsche Gymnasium.": [],
    "He spent the years 1910-1914 studying philosophy, philology and art history in Jura, Berlin (where he heard lectures of the art historian <a href=\"/bieberm\">Margarete Bieber</a>, who was filling in for <a href=\"/loeschckeg/\">Georg Loeschcke</a>), and in Munich.": [
        [
            79,
            83,
            [
                "Jury",
                "Aura",
                "Jurua",
                "Jira",
                "URA",
                "JIRA"
            ]
        ]
    ],
    "While taking courses at Freiburg Universität, a slightly older student, <a href=\"/badtk\">Kurt Badt</a>, took Panofsky to hear a lecture by the founder of the art history department, <a href=\"/vogew\">Wilhelm Vöge</a>.": [
        [
            33,
            44,
            [
                "University"
            ]
        ]
    ],
    "Panofsky was at once enamored and wrote his dissertation under Vöge in 1914.": [
        [
            0,
            8,
            [
                "Sinofsky"
            ]
        ],
        [
            63,
            67,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ]
    ],
    "His topic, Dürer's artistic theory (<em>Dürers Kunsttheorie: vornehmlich in ihrem Verhaltnis zur Kunsttheorie der Italiener</em>) was published the following year in Berlin as <em>Die Theoretische Kunstlehre Albrecht Dürers</em>.": [],
    "Because of horse-riding accident, he was exempt from military service during World War I. Instead, he attended the seminars of the medievalist <a href=\"/goldschmidta\">Adolph Goldschmidt</a> in Berlin.": [],
    "He married Dorothea \"Dora\" Mosse (1885-1965), also an art historian from a wealthy family, in 1916.": [
        [
            27,
            32,
            [
                "Mouse",
                "Moses",
                "Morse",
                "Moss",
                "Moose",
                "Moshe"
            ]
        ]
    ],
    "In 1920 his <em>habilitation</em> was accepted in Hamburg on the topic of Michelangelo, the manuscript only rediscovered in 2012.": [],
    "His <em>habilitation</em> in hand, Panofsky was called to chair the art history department of the newly established University of Hamburg in 1920.": [],
    "His first graduate student was <a href=\"/winde\">Edgar Wind</a>.": [],
    "The decade of the 1920s was one of brilliant writing.": [],
    "In Hamburg, Panofsky formed part of a group of cultural intellectuals.": [
        [
            12,
            20,
            [
                "Sinofsky"
            ]
        ]
    ],
    "He developed an intimate intellectual circle with <a href=\"/saxlf\">Fritz Saxl</a> with whom he published a 1923 monograph on Dürer's <em>Melencholia I</em>, <a href=\"/warburga\">Aby M. Warburg</a>, and the philosopher and art theorist <a href=\"/cassirere\">Ernst Cassirer</a>, centered around Warburg's Institute (see Warburg entry).": [],
    "Panofsky, a \"young, witty, acerbic, conceited genius\" according to one student, <a href=\"/hecksherw\">William Hecksher</a>, developed an immediate student following.": [
        [
            0,
            8,
            [
                "Sinofsky"
            ]
        ]
    ],
    "Two early papers, \"Der Begriff des Kunstwollens,\" (1920) and \"Über das Verhaltnis der Kunstgeschichte zur Kunsttheorie,\" (1925) demonstrate Panofsky's theoretical heritage to Cassirer and <a href=\"/riegla\">Aloïs Riegl</a>.": [
        [
            19,
            22,
            [
                "Her",
                "Dr",
                "Deer",
                "Per",
                "Del",
                "Den"
            ]
        ],
        [
            23,
            30,
            [
                "Beg riff"
            ]
        ],
        [
            31,
            34,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            62,
            66,
            [
                "Uber",
                "User",
                "Huber",
                "Tuber",
                "Buber",
                "Umber"
            ]
        ],
        [
            67,
            70,
            [
                "was",
                "as",
                "has",
                "day",
                "days",
                "gas"
            ]
        ],
        [
            82,
            85,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            102,
            105,
            [
                "our",
                "fur",
                "bur",
                "cur",
                "Eur",
                "AUR"
            ]
        ],
        [
            140,
            148,
            [
                "Sinofsky"
            ]
        ],
        [
            175,
            183,
            [
                "Cassie",
                "Cashier",
                "Classier",
                "Assurer",
                "Sassier",
                "Gassier"
            ]
        ]
    ],
    "In 1924, his book <em>Idea</em> was published, a discussion of the ideas of the intellect vis-à-vis the imitations of the world of perception.": [],
    "His overt intelligence won him the first full professor of art history at Hamburg (<em>ordentlicher Professor</em>) in 1926.": [],
    "In 1927 he published <em>Perspektive als symbolische Form</em>, a dazzling blend of personal theoretics and wide-ranging knowledge of Renaissance art and thought, built around Cassirer's neo-Kantian theories of \"symbolic forms.\"": [
        [
            3,
            7,
            [
                "1927,"
            ]
        ]
    ],
    "In the academic year 1931-1932, Panofsky paid a visit to the United States representing Warburg's think tank, the Kulturwissenschaftliche Bibliothek Warburg and teaching at New York University.": [
        [
            32,
            40,
            [
                "Sinofsky"
            ]
        ]
    ],
    "The Nazis' assumption of power in Germany forced Jews out of academic positions; Panofsky returned to Germany in the summer of 1933 to supervise oral examinations and dissertations for his remaining students before permanently emigrated to the United States in 1934.": [
        [
            81,
            89,
            [
                "Sinofsky"
            ]
        ],
        [
            227,
            239,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "He published his most famous article, an analysis of the Arnolfini portrait by Jan van Eyck, in the <em>Burlington Magazine</em> the same year.": [],
    "After a year teacing at New York University, Panofsky became the first permanent professor of the School of Historical Studies of the newly founded Institute for Advanced Study, Princeton, N. J., a private research center near Princeton University created so that Jewish scholars (primarily) could work near the University, but not as faculty.": [
        [
            13,
            20,
            [
                "teaching",
                "teaming",
                "tearing",
                "tracing",
                "teasing"
            ]
        ],
        [
            45,
            53,
            [
                "Sinofsky"
            ]
        ]
    ],
    "Panofsky's move from Hamburg to the United States coincided with a methodological transformation.": [
        [
            0,
            8,
            [
                "Sinofsky"
            ]
        ]
    ],
    "In Panofsky's early career, he experimented with various approaches to his subject.": [
        [
            3,
            11,
            [
                "Sinofsky"
            ]
        ]
    ],
    "By the time he had settled in Princeton, he had arrived at the \"conviction that the methodological problems with which he had once grappled had been successfully resolved.\"": [],
    "(Moxey, p.": [
        [
            1,
            6,
            [
                "Money",
                "Mona",
                "Morey",
                "Moray",
                "Mopey",
                "Mosey"
            ]
        ]
    ],
    "93).": [],
    "In 1939 Panofsky published <em>Studies in Iconology: Humanist Themes in the Art of the Renaissance</em>, book which, among other essays, argued for the distinction between <em>iconology</em> and <em>iconography</em>.": [
        [
            8,
            16,
            [
                "Sinofsky"
            ]
        ]
    ],
    "His 1943 book on Albrecht Dürer, combined many of his published ideas on the artist together with a sharp intuitive eye to Dürer's prints.": [],
    "Panofsky next issued a primary-source document and commentary on the Abbot Suger and the founding of the Gothic style, <em>Abbot Suger on the Abbey Church of St.-Denis</em>, in 1946.": [
        [
            0,
            8,
            [
                "Sinofsky"
            ]
        ],
        [
            75,
            80,
            [
                "Sugar",
                "Super",
                "Luger",
                "Auger",
                "Surer",
                "Huger"
            ]
        ]
    ],
    "<em>Gothic Architecture and Scholasticism</em> appeared in 1951, a book about Parisian architectural relationships with the principles of a scholastic <em>summa</em>.": [],
    "His 1947-1948 <a href=\"/nortonc\">Charles Eliot Norton</a> lectures at Harvard appeared as the 2-volume monograph on northern Renaissance art, <em>Early Netherlandish Painting</em>, in 1953.": [],
    "It was a detailed iconographical study demonstrating how works of visual realism could incorporate elaborate Christian symbolism convincingly.": [],
    "Among the book's many revelations was the discovery that the famous Arnolfini double portrait by Jan van Eyck was a wedding document.": [],
    "<a href=\"/leer\">Rensselaer W. Lee</a>, chair of the Department of Art and Archaeology at Princeton University from 1956, convinced Panofsky to begin teaching regularly at the University as well.": [],
    "Panofsky's work at the Institute for Advanced Study attracted other art historians to study with him.": [
        [
            0,
            8,
            [
                "Sinofsky"
            ]
        ]
    ],
    "These included Heckscher in 1936, <a href=\"/grodeckil\">Louis Grodecki</a> in 1951, <a href=\"/gelderj\">J.": [
        [
            15,
            24,
            [
                "Herschel",
                "Escher",
                "Heckler",
                "Huckster"
            ]
        ]
    ],
    "G. van Gelder</a>, 1953, and <a href=\"/delaissel\">Léon M. J. Bob Delaissé</a> in 1959.": [
        [
            3,
            6,
            [
                "Van"
            ]
        ],
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "He presented Gottesman lectures at Uppsala University which appeared in 1960 as the book <em>Renaissance and Renascences in Western Art</em>.": [
        [
            13,
            22,
            [
                "Ottoman",
                "Gotten",
                "Statesman",
                "Letterman",
                "Goleman"
            ]
        ]
    ],
    "The lectures posed the (now) generally accepted notion that smaller \"renaissances\" (re-births) of the classical happened periodically in medieval art and literature before the major one in Italy.": [],
    "He retired from the Institute <em>emeritus</em> in 1963 and was succeeded by <a href=\"/meissm\">Millard Meiss</a>.": [],
    "Panofsky was immediately appointed Samuel Morse Professor of Fine Arts at New York University.": [
        [
            0,
            8,
            [
                "Sinofsky"
            ]
        ]
    ],
    "His lectures there resulted in the 1964 book <em>Tomb Sculpture</em>.": [],
    "His wife, Dora, died in 1965 and the 73-year-old Panofsky married the 36-year-old art historian Gerda Soergel [Sörgel] (b.1929) the following year.": [
        [
            49,
            57,
            [
                "Sinofsky"
            ]
        ],
        [
            102,
            109,
            [
                "Sergei",
                "Siegel",
                "Sorrel",
                "Stengel",
                "Serge",
                "Sergey"
            ]
        ],
        [
            111,
            117,
            [
                "Sorrel"
            ]
        ]
    ],
    "Two years later he suffered a series of heart attacks and died.": [],
    "Panofsky's posthumous literary output continued for twenty years.": [
        [
            0,
            8,
            [
                "Sinofsky"
            ]
        ]
    ],
    "Gerda Panofsky-Soergel continued to update his Abbot Suger book.": [
        [
            6,
            22,
            [
                "Sinofsky-Soergel",
                "Panofsky-Sergei"
            ]
        ],
        [
            53,
            58,
            [
                "Sugar",
                "Super",
                "Luger",
                "Auger",
                "Surer",
                "Huger"
            ]
        ]
    ],
    "The six Wrightsman lectures he delivered at the Metropolitan Museum of Art were issued as <em>Problems in Titian, Mostly Iconographic</em> in 1969.": [
        [
            8,
            18,
            [
                "Wrights man"
            ]
        ]
    ],
    "His collected essays appeared in 1995.": [],
    "A son, Wolfgang Panofsky (1919-2007), was a Manhattan-Project physicist and Nobel-Prize winner.": [
        [
            16,
            24,
            [
                "Sinofsky"
            ]
        ]
    ],
    "Panofsky's many students, in addition to Heckscher and Wind, included <a href=\"/buchthalh\">Hugo Buchthal</a>, <a href=\"/breitenbache\">Edgar Breitenbach</a>, <a href=\"/auerbachi\">Ingeborg Any Auerbach</a>, <a href=\"/jansonh\">Horst Woldemar Janson</a>, <a href=\"/foersterl\">Lotte Brand Foerster</a>, <a href=\"/hoffu\">Ursula Hoff</a>, <a href=\"/kochra\">Robert A. Koch</a>, <a href=\"/hornw\">Walter W. Horn,</a> and <a href=\"https://arthistorians.info/judsonj/\">Richard Judson</a>.": [
        [
            0,
            8,
            [
                "Sinofsky"
            ]
        ],
        [
            41,
            50,
            [
                "Herschel",
                "Escher",
                "Heckler",
                "Huckster"
            ]
        ]
    ],
    "His papers are housed at the Archives of American Art, Washgington, D. C. In 2012, his habilitation, thought to have been lost was discovered at the Zentralinstitut für Kunstgeschichte in files of the founding director, <a href=\"/heydenreichl\">Ludwig H. Heydenreich</a>.": [
        [
            55,
            66,
            [
                "Washington"
            ]
        ],
        [
            87,
            99,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ],
        [
            165,
            168,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "Though Panofsky is considered the \"ur-iconologist,\" his methodology was diverse and is difficult to summarize.": [
        [
            7,
            15,
            [
                "Sinofsky"
            ]
        ],
        [
            35,
            49,
            [
                "or-iconologist",
                "ur-monologist"
            ]
        ]
    ],
    "Primarily a scholar of medieval and northern Renaissance art, he is most frequently associated with the concept of iconography, matching the subject-matter of works of art to a symbolic syntax of meaning drawn from literature and other art works.": [],
    "His work broadened into a theory of iconology; what <a href=\"/bazing\">Germain Bazin</a> characterized as \"the work of art as a 'symptom'\" (Bazin 217).": [
        [
            36,
            45,
            [
                "phonology"
            ]
        ]
    ],
    "However, Panofsky was a broad thinker (in the tradition of Cassirer) whose work evolved over a period of time.": [
        [
            9,
            17,
            [
                "Sinofsky"
            ]
        ],
        [
            59,
            67,
            [
                "Cassie",
                "Cashier",
                "Classier",
                "Assurer",
                "Sassier",
                "Gassier"
            ]
        ]
    ],
    "Another acknowledged debt was to Riegl, the Austrian art historian who espoused the notion of <em>Kunstwollen</em>.": [
        [
            33,
            38,
            [
                "Riel",
                "Rigel"
            ]
        ]
    ],
    "Panofsky's notion of perspective as a metaphor in Renaissance art occupied his thinking for an extended period (and resulted in at least one full book).": [
        [
            0,
            8,
            [
                "Sinofsky"
            ]
        ]
    ],
    "He contended that theories of proportion were generally too elaborate to be applied uniformly to actual works of art.": [],
    "Panofsky's iconology did not preclude a sensitivity for formal considerations or style.": [
        [
            0,
            8,
            [
                "Sinofsky"
            ]
        ],
        [
            11,
            20,
            [
                "phonology"
            ]
        ]
    ],
    "The conceptual framework of any period, he wrote, is always subservient to the underlying the style of the art.": [],
    "His use of iconology as the principle tool of art analysis brought him critics.": [
        [
            11,
            20,
            [
                "phonology"
            ]
        ]
    ],
    "In 1946, van Gelder criticized Panofsky's iconology as putting too much emphasis on the symbolic content of the work of art, neglecting its formal aspects and the work as a unity of form and content.": [
        [
            13,
            19,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ],
        [
            31,
            39,
            [
                "Sinofsky"
            ]
        ],
        [
            42,
            51,
            [
                "phonology"
            ]
        ]
    ],
    "<a href=\"/pachto\">Otto Pächt</a>, the Vienna art historian, pointed out in a celebrated book review in 1956 using the case of the van Eyck <em>Arnolfini and his Wife</em> painting, that iconology would elucidate this important work very little.": [],
    "Indeed, Panofsky's conclusions on this double portrait were essentially overturned in 1998 by Lorne Campbell.": [
        [
            8,
            16,
            [
                "Sinofsky"
            ]
        ],
        [
            94,
            99,
            [
                "Borne",
                "Lone",
                "Lore",
                "Horne",
                "Loren",
                "Lorna"
            ]
        ]
    ],
    "Panofsky himself had mixed feelings about the success of his method (Cassidy).": [
        [
            0,
            8,
            [
                "Sinofsky"
            ]
        ]
    ],
    "A scholar who rejoiced in learning and his own mastery, he wrote at times to his medievalist colleagues in Latin (Hourihan).": [
        [
            114,
            122,
            [
                "Horizon",
                "Orphan",
                "Dorian",
                "Puritan",
                "Hadrian",
                "Harriman"
            ]
        ]
    ]
}