{
    "<p>Assistant director of the National Gallery of Art, Washgington, D. C., 1970-1983 and Director of the Baltimore Museum of Art, 1962-1970; one of the historic \"monuments men\" of World War II.": [
        [
            54,
            65,
            [
                "Washington"
            ]
        ]
    ],
    "Parkhurst's was employed by the college book publishing firm called Ginn & Co, the boy grew up in Oberlin, OH.": [
        [
            0,
            9,
            [
                "Pankhurst"
            ]
        ],
        [
            68,
            72,
            [
                "Inn",
                "Finn",
                "Gin",
                "Gina",
                "Ginny",
                "Gino"
            ]
        ]
    ],
    "He entered Oberlin, but frustrated with the science department, switched to Williams College in Williamstown, Massachusetts.": [],
    "There the art history courses of <a href=\"/westonk\">Karl E. Weston</a> captivated him.": [],
    "He graduated from Williams with a dual degree in science and art history in 1935.": [],
    "He devoted the next two years building roads and bridges in Alaska before returning to graduate school at Oberlin College, earning one master's degree in 1938 marrying Elizabeth Huntington Rusling the same year.": [
        [
            189,
            196,
            [
                "Ruling",
                "Rushing",
                "Rusting",
                "Rustling",
                "Rosling",
                "Ru sling"
            ]
        ]
    ],
    "He earned a second master's degree in fine arts--Princeton's terminal degree in art history at the time--at Princeton University in 1941.": [],
    "At Princeton he heard lectures by <a href=\"/panofskye\">Erwin Panofsky</a>, <a href=\"/moreyc\">Charles Rufus Morey</a>, <a href=\"/rowleyg\">George Rowley</a> and <a href=\"/frienda\">Albert M. Friend, Jr.</a> His initial interest Byzantine led to a Dumbarton Oaks fellowship offered by <a href=\"/sachsp\">Paul J. Sachs</a>.": [
        [
            3,
            12,
            [
                "Princeton,"
            ]
        ]
    ],
    "However, Parkhurst felt himself not qualified for the area and took a job as a research assistant at the National Gallery of Art in Washgington, D. C. together with fellow student <a href=\"/smythc\">Craig Hugh Smyth</a>.": [
        [
            9,
            18,
            [
                "Pankhurst"
            ]
        ],
        [
            132,
            143,
            [
                "Washington"
            ]
        ]
    ],
    "When World War II erupted, Parkhurst volunteered for the U.S.": [
        [
            27,
            36,
            [
                "Pankhurst"
            ]
        ]
    ],
    "Navy, assigned as a gunnery officer in the Mediterranean.": [],
    "In 1943, President Roosevelt established an art recovery division known as the Roberts Commission, after its chairman, Justice Owen J. Roberts of the Supreme Court.": [],
    "Young soldiers who had been trained in museum work and art history joined to use their skills to repatriate art stolen by the Nazis.": [],
    "These ''monuments men,'' identified art works and buildings in need of protection as well as hunting down caches of stolen art.": [],
    "Parkhurst was recommended for the art recovery group, eventually becoming deputy chief of Monuments, Fine Arts and Archives in Germany immediately after the war as a lieutenant.": [
        [
            0,
            9,
            [
                "Pankhurst"
            ]
        ]
    ],
    "He served under Smyth along with 30 other investigators at the former national headquarters of the Nazi Party in Munich, today the Zentralinstitut für Kunstgeschichte.": [
        [
            16,
            21,
            [
                "Smith",
                "Myth",
                "Smythe"
            ]
        ],
        [
            147,
            150,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "The group identified more than five million artifacts and art works returning them to their rightful owners.": [],
    "He was made a chevalier of the Legion of Honor by the French government in 1948.": [],
    "Parkhurst was among the Monuments Men who signed what became known as the \"Wiesbaden Manifesto,\" a letter protesting and refusing the order to move German-owned artworks to the United States.": [
        [
            0,
            9,
            [
                "Pankhurst"
            ]
        ]
    ],
    "The order used the guise of \"protective custody,\" the same excuse the Nazi's had used to originally loot art from other countries.": [],
    "The Wiesbaden Manifesto raised the attention of Eleanor Roosevelt, who eventually convinced General Lucius D. Clay, the deputy military governor of Germany, to void the order.": [],
    "Parkhurst was discharged from the navy in 1946 and joined the Albright Art Gallery in Buffalo (today, Albright-Knox Gallery) as an assistant curator under <a href=\"/ritchiea\">Andrew Carnduff Ritchie</a>, whom he had met in the Division.": [
        [
            0,
            9,
            [
                "Pankhurst"
            ]
        ]
    ],
    "He also taught as a preceptor in the art and archaeology department at Princeton, under <a href=\"/smithe\">E.": [],
    "Baldwin Smith</a> and assistant director of the Princeton Art Museum under <a href=\"/dewalde\">Ernest DeWald</a>, another Monuments man.": [],
    "It was Smith's work in Baroque art that led to Parkhurst's interest in color and Rubens.": [
        [
            47,
            56,
            [
                "Pankhurst"
            ]
        ]
    ],
    "In 1949 he returned to Oberlin as the College's chair of fine arts department and director of the Allen Memorial Art Museum, succeeding <a href=\"/wardc\">Clarence Ward</a>.": [
        [
            3,
            7,
            [
                "1949,"
            ]
        ]
    ],
    "He founded the the Inter-museum Laboratory at Oberlin, a consortial conservation laboratory, in 1952.": [
        [
            11,
            18,
            [
                "the"
            ]
        ],
        [
            57,
            67,
            [
                "consortia"
            ]
        ]
    ],
    "Parkhurst was appointed director of the Baltimore Museum of Art in 1962 marrying, after a previous divorce, Rima Zevin Julyan the same year.": [
        [
            0,
            9,
            [
                "Pankhurst"
            ]
        ],
        [
            108,
            112,
            [
                "RIMA",
                "Rim",
                "Lima",
                "Rama",
                "Riga",
                "Rita"
            ]
        ],
        [
            113,
            118,
            [
                "Kevin",
                "Devin"
            ]
        ],
        [
            119,
            125,
            [
                "Julian",
                "Julián",
                "July an"
            ]
        ]
    ],
    "Elected president of the American Association of Museums in 1966, he developed an accreditation system for museums similar to the one used by universities.": [],
    "In 1970 Parkhurst assumed the title assistant director and chief curator of the National Gallery of Art.": [
        [
            8,
            17,
            [
                "Pankhurst"
            ]
        ]
    ],
    "He was instrumental in the construction phase of the Gallery's East Building.": [],
    "He retired from the National Gallery in 1983 teaching and curating in the museums at Williams College and Smith College.": [],
    "After his second marriage ended in divorce, he married Carol Clark in 1986.": [],
    "He died at his home in Massachusetts at age 95.</p>": []
}