{
    "<p>Architectural historian and Keeper of the Ashmolean Museum.": [],
    "Parker was the son of a London businessman.": [],
    "He attended Manor House School, Chiswick.": [
        [
            32,
            40,
            [
                "Cheswick",
                "Chis wick"
            ]
        ]
    ],
    "In 1821 he began business as a bookseller along with his uncle, Joseph Parker.": [
        [
            3,
            7,
            [
                "1821,"
            ]
        ]
    ],
    "The following year he assumed his uncle's firm.": [],
    "The business grew under his guidance, issuing many books for the University, including the series <em>Oxford Pocket Classics</em>.": [],
    "His first architectural publication, <em>Glossary of Architecture</em>, appeared in 1836.": [],
    "Capitalizing on the enthusiasm of Gothic revival in England, <em>Glossary of Architecture</em> was highly influential for both architectural historians and practicing architects of the movement.": [],
    "In 1848 Parker assumed the editorship of the fifth edition of <em>An attempt to discriminate the styles of architecture in England</em> by <a href=\"/rickmant\">Thomas Rickman</a>, known as <em>Rickman's Gothic Architecture</em>.": [],
    "The following year he published his <em>Introduction to the Study of Gothic Architecture</em>, a handbook based on Rickman's work.": [
        [
            115,
            122,
            [
                "Hickman",
                "Rick man"
            ]
        ]
    ],
    "Parker next completed the <em>Domestic Architecture of the Middle Ages</em> by <a href=\"/turnert\">Thomas Hudson Turner</a> completing the set in three volumes between 1853-1860.": [],
    "In 1858 his <em>Medieval Architecture of Chester</em> appeared.": [],
    "<em>Architectural Antiquities of the City of Wells</em> (1866) was a landmark in the advocacy of architectural restoration.": [],
    "His two-volume <em>Archaeology of Rome</em> (1874 and 1876) change much legendary information into documented fact.": [],
    "The King of Italy knighted him for his efforts, and Pope Pius IX awarded him a medal of merit.": [],
    "In 1869 he endowed the Ashmolean Museum's Keeper position, securing his appointment as its first keeper.": [
        [
            3,
            7,
            [
                "1869,"
            ]
        ]
    ],
    "As Keeper, Parker was not able to turn the interest of the collector and art historian <a href=\"/fortnumc\">C.": [],
    "Drury Fortum</a> into a bequest, largely because of the lack of interest of Oxford's vice chancellor.": [
        [
            6,
            12,
            [
                "Forum",
                "For tum"
            ]
        ]
    ],
    "It was left to his successor, <a href=\"/evansa\">Arthur J. Evans</a>, to consolidate the Ashmolean and Fortnum's bequest into the museum it is today.": [],
    "Parker advocated the restoration of architectural landmarks, especially of church buildings.</p>": []
}