{
    "<p>Drawings authority and Keeper of the Ashmolean Museum 1945-1962; edited a series on master drawings for the British Museum with <a href=\"/pophama\">Hugh Popham</a>.": [],
    "Parker's father, R. W. Parker, was a surgeon decorated by the King of Bavaria for his part in medical mission (later named the International Red Cross) of Franco-Prussian war of 1870-1871.": [],
    "His mother, Marie Luling, came of a distinguished American family.": [
        [
            18,
            24,
            [
                "Ruling",
                "Luring",
                "Lulling",
                "Puling",
                "Lubing",
                "Lu ling"
            ]
        ]
    ],
    "Parker studied at Bedford until 1912 when the family moved to Germany.": [],
    "He studied chemistry at the University of Freiburg before switching to the university in Zürich--and fields--to write his dissertation on John Milton.": [],
    "Articles Parker published in a French antiquarian journal caught the notice of <a href=\"/dodgsonc\">Campbell Dodgson</a>, Keeper of the Department of Prints and Drawings in the British Museum, who invited Parker, then back in Britain, to work in the print room as a volunteer.": [],
    "At the end of 1925 Parker was appointed an assistant keeper.": [],
    "He married Audrey James (d.": [],
    "1976) in 1928.": [],
    "Parker edited the quarterly <em>Old Master Drawings</em> from its inception in 1926 until its demise in 1940.": [],
    "In 1934 Parker succeeded <a href=\"/clarkk\">Kenneth Clark</a> as Keeper of the Department of Fine Art at the Ashmolean Museum, Oxford University.": [],
    "His catalog of the drawings in the Ashmolean, <em>The Northern Schools</em>, was published in 1938.": [],
    "During World War II, he moved the collections to Chastleton House, a Jacobean house in the Cotswolds, continuing to develop exhibitions.": [
        [
            49,
            59,
            [
                "Charleston",
                "Carleton",
                "Charlton",
                "Chesterton",
                "Shackleton",
                "Chameleon"
            ]
        ]
    ],
    "He was promoted to Keeper of the museum in 1945.": [],
    "Parker's skill as an administrator brought the Farrer brothers (William and Gaspard) collection of silver in 1945, the collection of A. T. Carter in 1947, and J. Francis Mallett's collection of clocks, watches, and <em>objets de vertu</em>; and French gold and enameled snuff-boxes from the Hanbury and van den Berg families.": [
        [
            47,
            53,
            [
                "Farmer",
                "Fairer",
                "Farrier"
            ]
        ],
        [
            76,
            83,
            [
                "Gaspar"
            ]
        ],
        [
            170,
            177,
            [
                "Mallet",
                "Mallets",
                "Hallett",
                "Millett",
                "Mullett"
            ]
        ]
    ],
    "After the war, Parker sought to reinstall the collection in period frames.": [],
    "<a href=\"/grimmc\">Claus Grimm</a> praised the Ashmolean's collection of frames during his research for <em>Alte Bilderrahmen</em> (Old Picture Frames), describing it as \"the best in a public gallery.\"": [],
    "Volume two of the Ashmolean catalog, on the Italian Schools, appeared in 1956.": [],
    "He retired from the Ashmolean in 1962, retiring to Eastbourne, ignoring offers for other positions, except for seven years as a trustee of the National Gallery.": [
        [
            51,
            61,
            [
                "Eastbound",
                "Eastburn"
            ]
        ]
    ],
    "Parker was succeeded at the Ashmolean by Ian Robertson.": [],
    "He was made an Honory D. Litt.": [
        [
            12,
            14,
            [
                "a"
            ]
        ],
        [
            15,
            21,
            [
                "Honor",
                "Honors"
            ]
        ],
        [
            25,
            29,
            [
                "List",
                "Lift",
                "Pitt",
                "ITT",
                "Lott",
                "Witt"
            ]
        ]
    ],
    "by Oxford University in 1972.": [
        [
            0,
            2,
            [
                "By"
            ]
        ]
    ],
    "His collecting techniques were often controversial.": [],
    "His detractors, including <a href=\"/popehennessyj\">John Pope-Hennessy</a> accused him of neglecting paintings acquisitions for works on paper.": [],
    "His acceptance of the Hill Collection of musical instruments was decried by some as making instruments into art objects.": [],
    "Parker also raised controversy in 1950 when he accepted the archive of the Pissarro family, including drawings by Camille, etchings, letters, and the woodblocks of Lucien, which had been turned down by the Tate; the 1956 donation by H. R. Marshall of Worcester Porcelain was criticized by the classicist C. M. Bowra (1898-1971) as not appropriate for a university collection.": [
        [
            75,
            83,
            [
                "Pissaro"
            ]
        ],
        [
            310,
            315,
            [
                "Born",
                "Board",
                "Bore",
                "Iowa",
                "Bow",
                "Bowl"
            ]
        ]
    ],
    "Parker created in the Print Room of the Ashmolean, one of the finest collections of drawings in the world.": [],
    "He added over 400 Italian 16th-century drawings, as well as 17th-century Guercino, Canaletto, Guardi and Piranesi.": [
        [
            94,
            100,
            [
                "Guard",
                "Guards",
                "Guarda"
            ]
        ],
        [
            105,
            113,
            [
                "Pirates"
            ]
        ]
    ],
    "In 1957 he and Jacques Mathey published the <em>Catalogue Complet de son oeuvre dessinee</em> for Antoine Watteau.": [
        [
            3,
            7,
            [
                "1957,"
            ]
        ],
        [
            23,
            29,
            [
                "Mather",
                "Mathew",
                "Matey",
                "Mat hey"
            ]
        ]
    ],
    "He contributed the volumes on Holbein (1945) and Canaletto (1948) of the catalogue of drawings in the Royal Collection at Windsor Castle.": [
        [
            73,
            82,
            [
                "catalog"
            ]
        ]
    ],
    "Among his legendary discoveries were a landscape by Francesco Guardi which he purchased in the Map Shop in Oxford Street in 1938 for 30 shillings, and a large drawing by Francois Boucher on blue paper.</p>": []
}