{
    "<p>Americanist and Thomas Cole scholar.": [
        [
            3,
            14,
            [
                "Americanism"
            ]
        ]
    ],
    "Parry was the grandson of Ellwood Comly Parry, a Schiller scholar who taught at the Central High School of Philadelphia, and the son of Ellwood Comly, Jr.": [
        [
            26,
            33,
            [
                "Elwood",
                "Elmwood",
                "Ell wood"
            ]
        ],
        [
            34,
            39,
            [
                "Comply",
                "Comely",
                "Coyly",
                "Comfy",
                "COMLE"
            ]
        ],
        [
            136,
            143,
            [
                "Elwood",
                "Elmwood",
                "Ell wood"
            ]
        ],
        [
            144,
            149,
            [
                "Comply",
                "Comely",
                "Coyly",
                "Comfy",
                "COMLE"
            ]
        ]
    ],
    "and Elizabeth Graham (Parry).": [
        [
            0,
            3,
            [
                "And"
            ]
        ]
    ],
    "The youngest Parry attended Harvard University, graduating in 1964.": [],
    "He married Carol Jacqueline Newman the same year.": [],
    "Parry served in the Naval Air Reserve between 1961-69.": [],
    "His master's degree was granted at UCLA in 1966.": [],
    "He returned to the east coast were he wrote a doctorate in art history from Yale University in 1970 on the American painter Thomas Cole.": [
        [
            19,
            29,
            [
                "East Coast"
            ]
        ],
        [
            30,
            34,
            [
                "where"
            ]
        ]
    ],
    "He taught as an assistant professor at Columbia University in the Department of Art History and Archaeology between 1969 and 1975.": [],
    "He divorced his first wife in 1971, and married Pamela Jeffcott, an art librarian, the same year.": [
        [
            55,
            63,
            [
                "Effort",
                "Westcott"
            ]
        ]
    ],
    "Parry's major monograph, an examination of the depiction of minorities in the early art of the United States, appeared in 1974.": [],
    "In 1976 he moved to the University of Iowa as an associate professor of art history.": [
        [
            3,
            7,
            [
                "1976,"
            ]
        ]
    ],
    "Parry taught at Iowa until 1981 when he was called to the University of Arizona in Tucson, as a full professor.": [],
    "A monograph of Thomas Cole appeared in 1988.": [],
    "Parry was diagnosed with cancer in 2001; he died from complications of that disease while vacationing in North Carolina.": [],
    "His wife, Pamela, was the executive director of the Art Libraries Society of North America.</p>": []
}