{
    "<p>Curator and artist; developed the major scholarly formats of art publication.": [],
    "Passavant apprenticed in commerce in Frankfurt.": [
        [
            0,
            9,
            [
                "Pas savant"
            ]
        ]
    ],
    "His interest in the arts was evidence by an early correspondence with the artist Franz Pforr (1788-1812).": [
        [
            87,
            92,
            [
                "For",
                "Form",
                "Four",
                "Poor",
                "Port",
                "Ford"
            ]
        ]
    ],
    "He moved to Paris in 1809 to further his business interests.": [],
    "In 1815 he abandoned trade to enter the studio of Antoine-Jean Gros (1771-1835) to study painting.": [
        [
            3,
            7,
            [
                "1815,"
            ]
        ]
    ],
    "Passavant traveled to Rome in 1817 continuing his study under Johann Friedrich Böhmer (1795-1863) and Carl Philipp Fohr (1775-1818) as well as other Nazarenes.": [
        [
            0,
            9,
            [
                "Pas savant"
            ]
        ],
        [
            79,
            85,
            [
                "Boomer"
            ]
        ],
        [
            115,
            119,
            [
                "For",
                "Four",
                "Bohr",
                "FOH"
            ]
        ],
        [
            149,
            158,
            [
                "Nazarene's",
                "Nazarene"
            ]
        ]
    ],
    "He wrote an anonymous 1820 encomium to German painting, titled <em>Ansichten über die bildenden Künste</em>.": [],
    "He also began regular contributions to the art journal <em>Die Kunstblatt</em>, which he continued through 1861.": [],
    "He returned to Frankfurt in 1824 where art history evermore occupied his interest.": [],
    "He traveled throughout Belgium, Spain and particularly in England, collecting documents and studying art.": [],
    "The result was his <em>Kunstreise durch England und Belgien</em>, published in 1833.": [],
    "In 1836, the work was translated and published by <a href=\"/rigbye\">Elizabeth Rigby Eastlake</a>, as <em>Tour of a German Artist in England</em>.": [],
    "His biography of Raphael, <em>Rafael von Urbino</em> appeared in 1839, a hallmark of documentary research.": [],
    "The following year he became <em>Inspektor</em> (curator) of the Städel'schen Kunstinstitut in Frankfurt.": [],
    "There he acquired important works in the prints and drawing area, mounted exhibitions, and taught.": [],
    "In 1850 articles began to appear in the <em>Deutsche Kunstblatt</em>.": [],
    "The same year he contributed, with <a href=\"/cavalcaselleg\">G.": [],
    "B. Cavalcaselle</a> and <a href=\"/waageng\">Gustav Friedrich Waagen</a> to the catalog for the city of Liverpool Gallery, commissioned by <a href=\"/eastlakec\">Charles Lock Eastlake</a>.": [],
    "In 1851 Passavant published an updated inventory of the collection Maximilian Eugen von Leuchtenberg (1817-1852), followed by his account of Spanish painting, <em>Die christliche Kunst in Spanien</em>, in 1853.": [
        [
            8,
            17,
            [
                "Pas savant"
            ]
        ]
    ],
    "The first volume of his important revision to <em>Le Peintre-graveur</em> of <a href=\"/bartscha\">Adam von Bartsch</a> appeared in 1860, which eventually ran to six volumes.": [],
    "After his death, a partial translation of his Raphael biography appeared in English in 1869 and a full translation in 1872.": [],
    "Passavant developed the three principal genres of art writing important for the next two centuries: the scholarly artistic biography, the aesthetic travelogue, and the reference survey.": [
        [
            0,
            9,
            [
                "Pas savant"
            ]
        ]
    ],
    "As a historian, he followed the romantic tradition.": [],
    "His biography of Raphael employed Nazarene aesthetics as well as archival documentation.": [],
    "It became the model for the form of the <em>artist's monograph</em> in the 19th century: the presentation of an artist's entire <em>oeuvre</em> as a complete sequential body of work (Guercio).": [
        [
            183,
            190,
            [
                "Guercino"
            ]
        ]
    ],
    "His <em>Kunstreise</em> had a tremendous impact on the reading public; Waagen used it as a model for his <em>Kunstwerke und Künstler in England and Paris</em> of 1837.": [],
    "Passavant's writings became widely disseminated after his death through English translations.": [
        [
            0,
            9,
            [
                "Pas savant"
            ]
        ]
    ],
    "His paintings include <em>Holy Family with Elizabeth and John</em> (1819), Städtische Galerie im Städelschen Kunstinstitut, Frankfurt, and a <em>Visitation, Christ and the Samaritan</em> (c.": [
        [
            86,
            93,
            [
                "Valerie"
            ]
        ],
        [
            94,
            96,
            [
                "I'm",
                "IM",
                "in",
                "is",
                "I",
                "it"
            ]
        ]
    ],
    "1820), Neue Nationalgalerie, Berlin.</p>": [
        [
            7,
            11,
            [
                "Nee",
                "Neut",
                "Née",
                "NEE",
                "Névé"
            ]
        ]
    ]
}