{
    "<p>Literary scholar and author of influential essays on Italian Renaissance art.": [],
    "Pater was the son of Richard Glode Pater (1797?-1842) a surgeon, and Maria Hill (Pater) (1803?-1854).": [
        [
            0,
            5,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ],
        [
            29,
            34,
            [
                "Globe",
                "Glide",
                "Glove",
                "Goode",
                "Glade",
                "Lode"
            ]
        ],
        [
            35,
            40,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ],
        [
            81,
            86,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ]
    ],
    "His father died when Pater was two.": [
        [
            21,
            26,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ]
    ],
    "Pater was tutored privately, later attending Enfield grammar school before his mother died in 1854.": [
        [
            0,
            5,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ]
    ],
    "He met an important friend, John Rainier McQueen, in 1855.": [],
    "During these years, Pater was deeply influenced by the book <em>Modern Painters</em> by <a href=\"/ruskinj\">John Ruskin</a>.": [
        [
            20,
            25,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ]
    ],
    "He entered Queen's College, Oxford, in 1858 studying classics.": [],
    "At Oxford Pater became associated with the larger 'Oxford Movement,' Matthew Arnold's renouncement of religion for cultural studies.": [
        [
            10,
            15,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ]
    ],
    "Pater fell out with McQueen in 1860, likely because McQueen discovered Pater's gay relationship fellow student Ingram Bywater (1840-1914).": [
        [
            0,
            5,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ],
        [
            71,
            76,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ],
        [
            118,
            125,
            [
                "By water"
            ]
        ]
    ],
    "Pater graduated in 1862; by 1864, his religious conviction gone, he was elected to a fellowship at Brasenose College, remaining a tutor there the rest of his life and lecturing from 1867.": [
        [
            0,
            5,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ],
        [
            99,
            108,
            [
                "Baseness",
                "Brashness",
                "Bluenose",
                "Braveness",
                "Braceros",
                "Brazens"
            ]
        ]
    ],
    "At Brasenose he came into contact with the <a href=\"/browng\">Gerard Baldwin Brown</a>, later to become the first chair of fine arts in the British Isles.": [
        [
            3,
            12,
            [
                "Baseness",
                "Brashness",
                "Bluenose",
                "Braveness",
                "Braceros",
                "Brazens"
            ]
        ]
    ],
    "Pater traveled to Italy in 1865 were he became immersed in Italian art.": [
        [
            0,
            5,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ]
    ],
    "He returned to live in Oxford, tutoring among others the poet Gerard Manley Hopkins (1844-1889) and establishing friendships with Mark and Emilia Pattison (later <a href=\"/dilkee\">Emilia Francis Strong Dilke</a>), Charles Lancelot Shadwell (1840-1919), Thomas Humphry Ward (1845-1926), and Thomas Herbert Warren (1853-1930).": [
        [
            146,
            154,
            [
                "Patti son"
            ]
        ]
    ],
    "Pater published an essay on Winckelmann in 1867, examining Winckelmann's Hellenism and the homoeroticism.": [
        [
            0,
            5,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ]
    ],
    "These and other essays of Pater advocating \"aesthetic poetry\" would attracted religious backlash throughout Pater's career.": [
        [
            26,
            31,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ],
        [
            68,
            77,
            [
                "attract"
            ]
        ],
        [
            108,
            113,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ]
    ],
    "Denounced from pulpits, but lauded by esthetes (<a href=\"/mooreg\">George Augustus Moore</a>, called him the \"Protestant Verlaine\") Pater expanded his writing on archaeology and art history.": [
        [
            38,
            46,
            [
                "aesthetes"
            ]
        ]
    ],
    "In 1869 Pater moved in with his sisters at Oxford where his sister, Clara (1841?-1910), learned Latin and established the Association for Promoting the Education of Women, ultimately leading to the creation of Somerville College.": [
        [
            8,
            13,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ]
    ],
    "Beginning in 1869, too, Pater wrote a series of articles for the <em>Fortnightly Review</em> on Italian renaissance art.": [
        [
            24,
            29,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ]
    ],
    "Among these, his first \"Leonardo da Vinci\" (1869), contained his famous analysis of the Mona Lisa (\"She is as old as the rocks upon which she sits\").": [],
    "Articles on Botticelli, Pico della Mirandola, and the poetry of Michelangelo appeared in succession.": [
        [
            29,
            34,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ],
        [
            35,
            44,
            [
                "Miranda"
            ]
        ]
    ],
    "He collected these, along with the Winckelmann piece and new essays into his <em>Studies in the History of the Renaissance</em> (1873).": [],
    "However, Pater was forced to withdraw the work in 1877 because the anti-religious aspects still raised ire.": [
        [
            9,
            14,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ]
    ],
    "Oscar Wilde termed <em>Studies</em> his \"golden book,\" promoting Pater's works and reputation with his own career.": [
        [
            65,
            70,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ]
    ],
    "Pater became associated in the public's mind with the aesthetic school and the lives of other \"decadents,\" including the poet Algernon Swinburne (1837-1909) and Dante Gabrielle Rossetti.": [
        [
            0,
            5,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ]
    ],
    "Pater was, in fact, in a relationship with the painter Simeon Solomon (1840-1905) and Swinburne between the end of the 1860s and1873.": [
        [
            0,
            5,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ]
    ],
    "Solomon was jailed for \"gross indecency\" (the term which included homosexual violations).": [],
    "Pater himself faced expulsion when indiscrete letters came to the attention of the Oxford authorities, a fate meted out to another art-historical Oxfordite, <a href=\"/symondsj\">John Addington Symonds</a> in 1862.": [
        [
            0,
            5,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ],
        [
            35,
            45,
            [
                "indiscreet",
                "in discrete"
            ]
        ],
        [
            146,
            155,
            [
                "Oxford ite"
            ]
        ]
    ],
    "Pater was forced to withdraw his application for the professorship of poetry vacated by Matthew Arnold in 1877.": [
        [
            0,
            5,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ]
    ],
    "His reprinting of the <em>Studies</em> (now retitled as <em>The Renaissance: Studies in Art and Poetry</em>) in 1877 omitted the shocking \"Conclusion\" essay.": [],
    "Pater continued to publish in the <em>Fortnightly Review</em> and <em>Macmillan's Magazine</em>, including an essay on Giorgione.": [
        [
            0,
            5,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ]
    ],
    "He issued studies in the 1880s on Greek and English poetry.": [],
    "Pater also began reworking the biographical writings contained in the <em>Studies</em> combining fiction and history into what he termed \"imaginary portraits.\"": [
        [
            0,
            5,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ]
    ],
    "The first appeared in 1878 titled, \"The Child in the House,\" an autobiographical piece in <em>Macmillan's Magazine</em>.": [],
    "Pater moved to Rome in 1882 resigning his tutorship the following year.": [
        [
            0,
            5,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ]
    ],
    "He had hoped to occupy <a href=\"/ruskinj\">John Ruskin</a>'s Slade professorship of fine art in 1885, but was advised that his homosexual reputation would again prevent promotion at Oxford.": [],
    "Pater's only novel, <em>Marius the Epicurean</em>, was published 1885.": [
        [
            0,
            5,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ]
    ],
    "A third edition of <em>The Renaissance</em> appeared in 1888, this time including the formerly excised \"Conclusion.\"": [],
    "Pater returned to England in 1885, dividing his residences between Oxford and London.": [
        [
            0,
            5,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ]
    ],
    "More \"imaginary portraits\" ensued with \"A Prince of Court Painters\" set in the studio of Jean Baptiste Pater (whom Pater claimed as an ancestor), and \"Gaston de Latour\", appearing serially between 1888 and 1889.": [
        [
            103,
            108,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ],
        [
            115,
            120,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ]
    ],
    "In 1893 the Pater's gout increased in severity and he and his sisters left London to return to Oxford.": [
        [
            12,
            17,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ]
    ],
    "Thereafter Pater focused on things French, including articles on the gothic churches at Amiens and Vézelay.": [
        [
            0,
            10,
            [
                "Thereafter,"
            ]
        ],
        [
            11,
            16,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ],
        [
            88,
            94,
            [
                "Aliens",
                "Amines",
                "Miens",
                "A miens"
            ]
        ],
        [
            99,
            106,
            [
                "Veejay"
            ]
        ]
    ],
    "Pater received an honorary LL.": [
        [
            0,
            5,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ]
    ],
    "D. from the University of Glasgow in 1894, his only academic honor.": [
        [
            3,
            7,
            [
                "From"
            ]
        ]
    ],
    "Shortly thereafter, he suffered a heart attack and died at the age of fifty-four.": [],
    "Two collections of his essays appeared posthumously, edited by Charles Shadwell.": [],
    "He is buried at Holywell cemetery, Oxford.": [
        [
            16,
            24,
            [
                "Holy well"
            ]
        ]
    ],
    "Pater was not a conventional art historian.": [
        [
            0,
            5,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ]
    ],
    "The Warburg scholar <a href=\"/saxlf\">Fritz Saxl</a> noted that Pater made no attempt to question the reliability of sources, either Vasari or the attributions of the National Gallery.": [],
    "His <em>Renaissance Studies</em>, for example, examined art from as wide an area as provincial fourteenth-century France to eighteenth-century Germany.": [],
    "Pater could make wild assertions, as he did in \"The School of Giorgione,\" (<em>Studies</em>, 3rd edition) that the representation of sound and synaesthesia was central to early 16th-century Venetian painting.": [
        [
            0,
            5,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ],
        [
            143,
            155,
            [
                "synesthesia"
            ]
        ]
    ],
    "His subjective art history was influential because it espoused an art for art's sake appreciation.": [],
    "Pater's art histories take their strength from what Laurel Brake calls their \"transhistorical\" nature.": [
        [
            0,
            5,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ]
    ],
    "Wollheim characterized Pater as one of the first to apply psychology to art interpretation.": [
        [
            0,
            8,
            [
                "William",
                "Waltham",
                "Waldheim",
                "Wolfram",
                "Müllheim",
                "Wolfsheim"
            ]
        ],
        [
            23,
            28,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ]
    ],
    "Pater chose largely unfamiliar artists (he was one of the first to write in English on Botticelli, 1870), Moretto and Romanino, identifying qualities not yet appreciated in artists, as in the case of Watteau.": [
        [
            0,
            5,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ],
        [
            106,
            113,
            [
                "Loretto"
            ]
        ],
        [
            118,
            126,
            [
                "Románico",
                "Romani no"
            ]
        ]
    ],
    "Among the many who found him inspirational were <a href=\"/horneh\">Herbert P. Horne</a>, who dedicated his book on Botticelli to Pater, and <a href=\"/fryr\">Roger Fry</a> who wrote in 1898 that despite his many mistakes, Pater's \"net result is so very just.\"": [],
    "William Butler Yeats considered their era the \"Tragic Generation\" of whom Pater and Oscar Wild were the chief exponents.": [
        [
            74,
            79,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ],
        [
            84,
            94,
            [
                "Oscar Wilde"
            ]
        ]
    ],
    "<a href=\"/berensonb\">Bernard Berenson</a> changed from the study of literature to art history because of Pater's book and called Pater's <em>Marius the Epicurean</em> his <em>vademecum</em> to the esthetic life.": [],
    "Yates selected Pater's passage from the opening of the Mona Lisa as the first poem in Yate's <em>Oxford Book of English Verse</em> (1939).": [
        [
            15,
            20,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ],
        [
            86,
            90,
            [
                "Late",
                "Date",
                "Rate",
                "Fate",
                "Gate",
                "Mate"
            ]
        ]
    ],
    "Henry James referred to Pater's writing as \"the mask without the face.\"": [
        [
            24,
            29,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ]
    ],
    "More recently, the work of the art philosopher Richard Wollheim (1923-2003) has been linked to Pater's by by <a href=\"/podrom\">Michael Podro</a>.": [
        [
            55,
            63,
            [
                "William",
                "Waltham",
                "Waldheim",
                "Wolfram",
                "Müllheim",
                "Wolfsheim"
            ]
        ],
        [
            95,
            100,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ],
        [
            103,
            108,
            [
                "by"
            ]
        ]
    ],
    "A caricature of Pater appeared as the form of the aesthete \"Mr Rose\" in W. H. Mallock's satire <em>New Republic</em> of 1876.</p>": [
        [
            16,
            21,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ],
        [
            78,
            85,
            [
                "Bullock",
                "Mallory",
                "Pollock",
                "Hillock",
                "Mallorca",
                "Warlock"
            ]
        ]
    ]
}