{
    "<p>Writer of one of the earliest known examples of art history by a woman author; seventeenth-century <em>femme de lettre</em>.": [],
    "Patin was born in Paris, but spent a majority of her life in Padua, Italy.": [
        [
            0,
            5,
            [
                "Latin",
                "Pain",
                "Peyton",
                "Putin",
                "Patio",
                "Satin"
            ]
        ]
    ],
    "She came from a family of intellectuals.": [],
    "Her father, Charles Patin, (1633-1693) was a physician and numismatist (whose work helped the art historian <a href=\"”/sandrartj”\"> Joachim von Sandart</a>.": [
        [
            20,
            25,
            [
                "Latin",
                "Pain",
                "Peyton",
                "Putin",
                "Patio",
                "Satin"
            ]
        ]
    ],
    "Her grandfather, Guy Patin (1601-1672), also practiced medicine as an eminent French physician.": [
        [
            21,
            26,
            [
                "Latin",
                "Pain",
                "Peyton",
                "Putin",
                "Patio",
                "Satin"
            ]
        ]
    ],
    "Most distinguished of all, her mother, Magdeleine Homanet, (1640-1682), wrote moral philosophy.": [
        [
            39,
            49,
            [
                "Madeleine"
            ]
        ],
        [
            50,
            57,
            [
                "Homage",
                "Humane",
                "Homages",
                "Manet",
                "Hornet",
                "Homeyness"
            ]
        ]
    ],
    "In 1679, Patin and her sister reunited with their father in Italy where he had fled, escaping a life sentence for the importation of seditious books.": [
        [
            9,
            14,
            [
                "Latin",
                "Pain",
                "Peyton",
                "Putin",
                "Patio",
                "Satin"
            ]
        ]
    ],
    "The family settled in Padua.</p>\n\n<p>Patin was raised in a family that advocated for the scholarship of women.": [
        [
            37,
            42,
            [
                "Latin",
                "Pain",
                "Peyton",
                "Putin",
                "Patio",
                "Satin"
            ]
        ]
    ],
    "During her father's tenure the University of Padua graduated its first female doctoral candidate, Elena Lucrezia Cornaro Piscopia (1646-1684) in 1678.": [
        [
            104,
            112,
            [
                "Lucretia"
            ]
        ],
        [
            113,
            120,
            [
                "Corner",
                "Corners",
                "Tornado",
                "Coronary",
                "Coronado",
                "Cornrow"
            ]
        ],
        [
            121,
            129,
            [
                "Episcopal",
                "Scotia",
                "Nicosia",
                "Zirconia",
                "Miscopied",
                "Miscopy"
            ]
        ]
    ],
    "He strongly encouraged his daughters to further their respective scholarly pursuits and obtain a doctorate.": [],
    "However, the University of Padua decided against awarding additional doctorates to women, thus barring Patin from obtaining her’s.": [
        [
            103,
            108,
            [
                "Latin",
                "Pain",
                "Peyton",
                "Putin",
                "Patio",
                "Satin"
            ]
        ],
        [
            124,
            129,
            [
                "hers"
            ]
        ]
    ],
    "Because of both her own passions for Italian art and her father’s support, she was able to publish her own work and be regarded as a scholar through the Paduan Accademia dei Ricovrati (later the Accademia Galileiana or “Galilean academy”), one of the only academic societies that accepted women during that time period.": [
        [
            153,
            159,
            [
                "Padua"
            ]
        ],
        [
            160,
            169,
            [
                "Academia"
            ]
        ],
        [
            170,
            173,
            [
                "DEI",
                "day",
                "die",
                "Dan",
                "Del",
                "Wei"
            ]
        ],
        [
            174,
            183,
            [
                "Recordati"
            ]
        ],
        [
            195,
            204,
            [
                "Academia"
            ]
        ],
        [
            205,
            215,
            [
                "Galilean",
                "Galileans"
            ]
        ],
        [
            240,
            255,
            [
                "one of the few"
            ]
        ]
    ],
    "Patin's older sister, Gabrielle Patin (1666-1751), was a painter and numismatist.</p>\n\n<p>There, in 1683, she delivered a Latin oration on the relief of Vienna following the siege of the Ottoman Turks.": [
        [
            0,
            5,
            [
                "Latin",
                "Pain",
                "Peyton",
                "Putin",
                "Patio",
                "Satin"
            ]
        ],
        [
            32,
            37,
            [
                "Latin",
                "Pain",
                "Peyton",
                "Putin",
                "Patio",
                "Satin"
            ]
        ]
    ],
    "She published that oration alongside a catalogue of Italian works from Titian, Veronese, Bassano, and Tintoretto in <em>Pitture Scelte E Dichiarate</em>, in Italian, and <em>Tabellae Selectae Ac Explicatae</em>, the Latin counterpart.": [
        [
            39,
            48,
            [
                "catalog"
            ]
        ],
        [
            89,
            96,
            [
                "Bassanio"
            ]
        ]
    ],
    "That year, she delivered a lecture in Latin on the siege of Vienna, which she published as <em>Oratio de liberata civitate Vienna</em>.": [],
    "Her sister, Gabrielle Charlotte (b. Paris ca.": [],
    "1666), and mother, were also members of the society and wrote on theology, literature, and philosophy.": [],
    "Patin likewise published texts on these subjects in Latin, Italian, and French.</p>\n\n<p>Her most well-known work, a critique of 41 Italian Renaissance paintings reproduced by multiple engravers, including the engraver Joseph Juster (active ca.": [
        [
            0,
            5,
            [
                "Latin",
                "Pain",
                "Peyton",
                "Putin",
                "Patio",
                "Satin"
            ]
        ]
    ],
    "1690), was published in 1691 in Latin as <em>Tabellæ selectæ ac explicatæ</em>.": [],
    "The corresponding Italian translation, <em>Pitture scelte e dichiarate</em>, was brought out the same year.": [],
    "The volume also includes a print reproduction of the Patin family portrait painted by Noël Jouvenet in the late 1680s (d.": [
        [
            53,
            58,
            [
                "Latin",
                "Pain",
                "Peyton",
                "Putin",
                "Patio",
                "Satin"
            ]
        ],
        [
            91,
            99,
            [
                "Journey",
                "Convened",
                "Convent",
                "Solvent",
                "Souvenir",
                "Convene"
            ]
        ]
    ],
    "1698).": [],
    "Patin entered a convent in 1697, after which date her presence drops off the historical record.": [
        [
            0,
            5,
            [
                "Latin",
                "Pain",
                "Peyton",
                "Putin",
                "Patio",
                "Satin"
            ]
        ]
    ],
    "In 1745 a text titled <em>Mitra, ou la Démone mariée: Nouvelle Hébraïque et morale</em>, which she had ostensibly written in 1688, was printed by the fictitious publisher, “Démonopolis.”</p>": []
}