{
    "<p>Hogarth scholar and literary historian; Professor of English, Yale University and Johns Hopkins University.": [],
    "Paulson graduated from Yale University in 1952.": [],
    "After serving two years in the United States Army (artillery), 1952-54, he returned to Yale to complete his Ph.D.": [],
    "in 1958, writing his dissertation on Jonathan Swift.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He taught as an instructor at the University of Illinois 1958-59, advancing to Assistant Professor, 1959-62 and Associate Professor, 1962-63.": [],
    "In 1963 he moved to Houston where he was named professor at Rice University.": [
        [
            3,
            7,
            [
                "1963,"
            ]
        ]
    ],
    "Paulson authored the <em>catalog raisonné</em> of William Hogarth's prints in 1965, a revised edition appearing five years later.": [],
    "In 1967 was appointed professor of English at Johns Hopkins University, chairing the English Department, 1968-75 and Andrew W. Mellon Professor of the Humanities, 1973-75.": [],
    "His life of Hogarth appeared in 1971.": [],
    "In 1975 he became Professor at Yale University, named Thomas E. Donnelley Professor, 1980-84. and on the advisory committee of the Yale Center for British Art and the Paul Mellon Centre for British Art in London, 1975-84.": [
        [
            3,
            7,
            [
                "1975,"
            ]
        ],
        [
            64,
            73,
            [
                "Donnelly",
                "Donzella"
            ]
        ],
        [
            94,
            97,
            [
                "And"
            ]
        ]
    ],
    "In 1984 he returned to The Johns Hopkins University, again chairing the English Department until 1991.": [
        [
            3,
            7,
            [
                "1984,"
            ]
        ]
    ],
    "He was appointed Mayer Professor of the Humanities in 1985.": [],
    "<em>Emblem and Expression</em> uses the differentiation between visual and verbal structures to demonstrate how meaning is created through pictures.": [],
    "It is, in <a href=\"/kitsonm\">Michael Kitson</a>'s words, \"the first attempt to write a history of the visual arts in eighteenth-century Britain in terms of idealogical attitudes, manifested in the changing assumptions as to the kinds of things that art could do and what art was for.\"": [],
    "Paulson's 1971 biography of Hogarth was essentially devoid of the politics so crucial to his art production.": [],
    "Later, in his <em>Breaking and Remaking: Aesthetic Practice in England</em> and his multi-volume Hogarth biography, he reasserted Hogarth as a political person.</p>": []
}