{
    "<p>Scholar of Greek archaic period pottery and sculpture.": [],
    "Payne's father was John Edward Payne (1844-1900), a Fellow at Oxford.": [],
    "<a href=\"/payneh\">Humfry Payne</a> was educated at the Westminster School, London, and then Christ Church, Oxford University where he graduated in 1924.": [],
    "A pupil of <a href=\"/beazleyj\">J.": [],
    "D. Beazley</a> and fellow classicist Alan Blakeway (1898-1936) he joined the Ashmolean Museum as assistant keeper in 1926 and was named a senior scholar at Christ Church (the latter position held until 1931).": [
        [
            3,
            10,
            [
                "Beasley"
            ]
        ],
        [
            42,
            50,
            [
                "Blake way"
            ]
        ]
    ],
    "That same year he married fellow student (and later film critic) E. Dilys Powell (1901-1995).": [
        [
            68,
            73,
            [
                "Dills"
            ]
        ]
    ],
    "In 1928 he left the Ashmolean to be director of the British School at Athens.": [
        [
            3,
            7,
            [
                "1928,"
            ]
        ]
    ],
    "Still only in his late twenties, he participated in the Eleutherna excavations (Crete) in 1929 and directed the Perachora dig (1930-33).": [
        [
            56,
            66,
            [
                "Lutheran",
                "Eutheria"
            ]
        ],
        [
            112,
            121,
            [
                "Pechora"
            ]
        ]
    ],
    "It was there that he discovered a major Corinthian archaic site, which, unlike so many others, had not been covered with subsequent Roman remains.": [],
    "Payne's 1931 book, <em>Necrocorinthia</em> provided, in Beazley's words, a new foundation for the study of Archaic art.": [],
    "Payne possessed an encyclopedic memory astounding colleagues on several occasions by matching fragments of ancient art from disparate museums on photographic evidence alone.": [],
    "For example, in 1935 he made the connection between the head of the Rampin horseman in Paris with an equestrian torso exhibited at the Akropolis Museum for more than fifty years.": [
        [
            68,
            74,
            [
                "Ramping",
                "Ram pin",
                "Ramp in"
            ]
        ],
        [
            135,
            144,
            [
                "Acropolis"
            ]
        ]
    ],
    "In 1936 Payne gathered his findings in <em>Archaic Marble Sculpture from the Acropolis</em>.": [],
    "<a href=\"/ashmoleb\">Bernard Ashmole</a> considered this one of the most sensitive works on archaic Greek sculpture ever published in English.": [],
    "Tragically, while at the Perachora excavation, Payne contracted a staphylococcus during an operation and died at age 34.": [
        [
            25,
            34,
            [
                "Pechora"
            ]
        ]
    ],
    "He was buried at Mycenae.": [],
    "Payne's work led in the movement in the 1930s of regional Greek pottery styles.": [],
    "E. A. Lane's on Laconian ware and <a href=\"/cookr\">Robert Manuel Cook</a> on Fikellura vases directly followed Payne's writings.</p>": [
        [
            16,
            24,
            [
                "Laotian",
                "Draconian",
                "Laconic"
            ]
        ]
    ]
}