{
    "<p>Architect and mathematician; first to suggest entasis in Greek buildings.": [
        [
            49,
            56,
            [
                "entails",
                "entail",
                "stasis",
                "encases"
            ]
        ]
    ],
    "Pennethorne was the son of Thomas Pennethorne.": [],
    "He joined the architectural firm of John Nash (1752-1835) where he quickly became Nash's favorite pupil.": [],
    "In 1830 he toured Europe in order to study the architectural monuments.": [
        [
            3,
            7,
            [
                "1830,"
            ]
        ]
    ],
    "While in Athens in 1832 he observed that the lines of the Parthenon were not the strict rectilinear ones, but were in fact bent to make the building appear more even from a distance.": [],
    "He observed similar configurations at a temple in Thebes.": [],
    "He mad wax impressions of the Parthenon ornaments on a return trip to Athens in 1834.": [
        [
            3,
            6,
            [
                "made"
            ]
        ]
    ],
    "Another trip to Greece in 1837 confirmed his suspicions about the entasis of the building.": [
        [
            66,
            73,
            [
                "entails",
                "entail",
                "stasis",
                "encases"
            ]
        ]
    ],
    "However, Joseph Hoffer in a book by Christian F. L. Föster, <em>Allgemeines Bauzeitung</em> (1838), published the finding before Pennethorne could.": [
        [
            16,
            22,
            [
                "Offer",
                "Coffer",
                "Hoofer",
                "Hofer"
            ]
        ],
        [
            52,
            58,
            [
                "Foster",
                "Faster",
                "Roster",
                "Poster",
                "Forster",
                "Fosters"
            ]
        ]
    ],
    "There is no doubt that Hoffer's measurements, quoted from research done by the Prussian collector Eduard Gustav Schaubert (1804-1860), were made after Pennethorne's.": [
        [
            23,
            29,
            [
                "Offer",
                "Coffer",
                "Hoofer",
                "Hofer"
            ]
        ],
        [
            112,
            121,
            [
                "Schubert"
            ]
        ]
    ],
    "In 1844 Pennethorne published his findings in a pamphlet, <em>The Elements and Mathematical Principles of the Greek Architects</em>.": [],
    "Quoting Plato and other sources, Pennethorne showed the intentionality of the Greek temple design.": [],
    "Pennethorne's publication spurred on <a href=\"/penrosef\">Francis Cranmer Penrose</a> to publish a more substantial account of Greek architecture, funded by the Society of Dilettanti, in 1851.": [],
    "In 1878 Pennethorne published his own treatise on the ancients, <em>The Geometry and Optics of the Ancient Architecture</em>.</p>": []
}