{
    "<p>Architectural historian of the buildings of classical Greece.": [],
    "Penrose was the son of John Penrose, the local vicar of Bracebridge.": [
        [
            56,
            67,
            [
                "Brace bridge"
            ]
        ]
    ],
    "He attended Wincester College and afterward worked briefly for an architectural firm.": [
        [
            12,
            21,
            [
                "Winchester"
            ]
        ]
    ],
    "He attended Magdalene College, Cambridge University, as an undergraduate, studying astronomy among other subjects and completing this degree in 1842.": [],
    "Under the Cambridge designation as <em>travelling bachelor</em>[sic], he traveled throughout Europe between 1842 and 1845, studying gothic and other architectural monuments.": [],
    "At Rome in 1843, based upon observation alone, Penrose found fault with the pitch of the roof of pediment of the Pantheon.": [],
    "Subsequent research vindicated his observation: the angle had been changed from the original design.": [],
    "In Greece, he studied the classical monuments, taking care to measure them and record his findings.": [],
    "Penrose was one of the first to the entasis of the Parthenon and the intentional curvature of the steps and entablature.": [
        [
            36,
            43,
            [
                "entails",
                "entail",
                "stasis",
                "encases"
            ]
        ]
    ],
    "The Society of Dilettanti, fascinated by his findings and those of <a href=\"/pennethornej\">John Pennethorne</a> who had come to much the same conclusion in 1844, sent him back to Greece to confirm his findings.": [
        [
            15,
            25,
            [
                "Dilettante"
            ]
        ]
    ],
    "The Society published <em>Anomalies in the Construction of the Parthenon</em> in 1847.": [],
    "However Penrose's 1851 <em>Principles of Athenian Architecture</em> was the first complete publication on the subject.": [
        [
            0,
            7,
            [
                "However,"
            ]
        ]
    ],
    "An enlarged edition appearing in 1888.": [],
    "Penrose was appointed surveyor of St.": [],
    "Paul's Cathedral in 1852, specifically charged to complete the interior of the church according to Wren's design.": [],
    "His disagreements with the committee's in charge led to his intentions being modified.": [],
    "In 1856 he married Harriette Gibbes.": [
        [
            3,
            7,
            [
                "1856,"
            ]
        ],
        [
            29,
            35,
            [
                "Gibbs",
                "Gibbet",
                "Gibbets",
                "Gibber",
                "Gibes",
                "Gibbers"
            ]
        ]
    ],
    "Penrose was also an amateur astronomer and published a work on Saturn in1869.": [],
    "He combined interests to study how astronomical phenomenon determined the design of ancient buildings, such as Stonehenge.": [],
    "A practicing architect, he designed a number of buildings in Cambridge University and the building of the present British School at Athens, the latter without fee.": [],
    "A portrait of him at the Royal Insititute of British Architects was painted by John Singer Sargent.</p>": [
        [
            31,
            41,
            [
                "Institute"
            ]
        ]
    ]
}