{
    "<p>Painter, collector and modernist art historian.": [],
    "Penrose was born to James Doyle Penrose, and Irish portrait painter, and Elizabeth Josephine Peckover (Penrose).": [
        [
            93,
            101,
            [
                "Peck over"
            ]
        ]
    ],
    "His mother was the daughter Lord Peckover, a wealthy Quaker banker.": [
        [
            33,
            41,
            [
                "Peck over"
            ]
        ]
    ],
    "The younger Penrose was raised in the Quaker faith at the family's home, Oxhey Grange, near Watford, and attended Leighton Park School, Reading.": [
        [
            73,
            78,
            [
                "Oxley",
                "Ox hey"
            ]
        ]
    ],
    "He graduated from Queen's College, Cambridge in 1922.": [],
    "The Bloomsbury art historian and critic <a href=\"/fryr\">Roger Fry</a> persuaded Penrose to study studio art in Paris.": [],
    "Penrose lived and painted there until 1934.": [],
    "While in Paris he married the Surrealist poet Valentine Boué in 1925.": [
        [
            56,
            60,
            [
                "Blue",
                "Bone",
                "Bore",
                "Bout",
                "Bose",
                "Bode"
            ]
        ]
    ],
    "At the same time, Penrose began collecting Cubist and Surrealist works of art, largely through contact with Max Ernst.": [],
    "Through the poet Paul Eluard (1895-1952), he met Picasso in 1934.": [
        [
            22,
            28,
            [
                "Eduard"
            ]
        ]
    ],
    "This was the beginning of a long association with the painter, which would culminate in both exhibitions and books.": [],
    "In 1936 Penrose organized the first International Surrealist Exhibition in London.": [],
    "The show, which contained many works from Penrose's collection, helped establish understanding of this movement in England.": [],
    "During World War II, he was a lecturer to the Home Guard (1940-42) and a camouflage painter in the army (1943-45).": [],
    "Together with <a href=\"/readh\">Herbert Read</a>, he founded the Institute of Contemporary Arts in 1947.": [],
    "The same year he married his second wife, the photographer and surrealist model Lee Miller (1907-77).": [],
    "He remained the ICA chair until 1969.": [],
    "The Institute launched many early exhibitions of modern art in the United Kingdom, shows containing works drawn form Penrose's own collections.": [],
    "\"Forty Years of Modern Art\" and its companion exhibition, \"Forty Thousand Years of Modern Art,\" the latter which emphasized the relationship between ancient art and modern, created positive acceptance among the public for modernist art works in Britain.": [],
    "Penrose published <em>Picasso: His Life and Work</em> in 1958, one of the most comprehensive accounts of the artist in English.": [],
    "In 1959 he was named a trustee of the Tate Museum (served until 1966).": [
        [
            3,
            7,
            [
                "1959,"
            ]
        ]
    ],
    "In this capacity, he organized innovative exhibitions using ICA artwork for the Tate.": [],
    "His 1960 Picasso exhibition at that museum broke all previous records.": [],
    "Penrose followed this with monographs on Max Ernst (1962), Joan Miro (1964) and <em>Picasso Sculpture</em> (1967).": [
        [
            59,
            68,
            [
                "Joan Miró"
            ]
        ]
    ],
    "In 1966 he was given a knighthood.": [
        [
            3,
            7,
            [
                "1966,"
            ]
        ]
    ],
    "Paintings by Penrose are held by the Tate.</p>": []
}