{
    "<p>Scholar of the Italian baroque and especially Guido Reni; collector.": [],
    "Pepper studied at Columbia University under <a href=\"/hibbardh\">Howard Hibbard</a>.": [],
    "Interested in the contemporary art scene, Pepper met the rising African-American figurative expressionist painter, Bob Thompson.": [],
    "He and Thompson traveled together on the Queen Elizabeth ship to Paris in 1961.": [],
    "It may have been Pepper who introduced Thompson to baroque painting imagery which the artist later used in his work.": [],
    "Pepper opened a small gallery of modern art, the Friendly Art Store, on the top floor of a three-story building on West 100th Street and Broadway in NY, for the 1962-1963 year.": [],
    "He wrote his master's thesis at Columbia on Guido Reni in 1962 and his dissertation on the same subject, submitted in 1969, both under <a href=\"/wittkowerr\">Rudolf Wittkower</a>.": [],
    "He married Geraldina Ramos.": [
        [
            11,
            20,
            [
                "Geraldine"
            ]
        ]
    ],
    "As a young scholar he made the acquaintance of the collector and art historian <a href=\"/mahond\">Denis Mahon</a> with whom he subsequently collaborated on several books.": [],
    "In 1971 Pepper wrote an article for the <em>Art Quarterly</em> on the psychological approach to Guido Reni, one of the artists on whom his fame would rest.": [],
    "In 1984 his monograph and <em>catalogue raisonné</em> on the artist became the standard.": [],
    "Another monograph on Reni appeared only in Italian in 1988.": [
        [
            21,
            25,
            [
                "Rent",
                "Reno",
                "René",
                "Rene",
                "Rein",
                "Renin"
            ]
        ]
    ],
    "Pepper outlined Reni's technique of reusing standard poses for figures throughout his painting.": [
        [
            16,
            20,
            [
                "Rent",
                "Reno",
                "René",
                "Rene",
                "Rein",
                "Renin"
            ]
        ]
    ],
    "As an artist much admired in his how time, it fell to Pepper to distinguish autograph works by Reni from his many influenced colleagues.": [
        [
            95,
            99,
            [
                "Rent",
                "Reno",
                "René",
                "Rene",
                "Rein",
                "Renin"
            ]
        ]
    ],
    "In later years Pepper focused on Annibale Carracci's production of rapid portrait sketches on paper.": [],
    "He was working on a book about these when he succumbed to a heart attack at age 63.": [],
    "He is buried in Mt.": [],
    "Hebron Cemetery, NY.</p>": []
}