{
    "<p>Collector and scholar of early Italian renaissance art; protégé of Berenson.": [
        [
            70,
            78,
            [
                "Benenson"
            ]
        ]
    ],
    "Perkins' parents were American missionaries in China where Perkins was raised, and although protestant was educated by Jesuits.": [],
    "As a young man he studied piano with Theodor Leschetizky (1830-1915) in Vienna.": [],
    "He moved to Florence in the 1890s, then Assisi and finally Siena where he purchased Sassoforte, above Lastra Signa.": [
        [
            102,
            108,
            [
                "Astra"
            ]
        ],
        [
            109,
            114,
            [
                "Sign",
                "Signal",
                "Signs",
                "Siena",
                "Sigma",
                "Sign a"
            ]
        ]
    ],
    "There he met the expatriate English-speaking community studying in Italy and living inexpensively.": [],
    "These included <a href=\"/douglasr\">R.": [],
    "Langton Douglas</a>, then the Anglican chaplain, the historian William Heywood, and art historians <a href=\"/custr\">Robert H. Hobart Cust</a> <a href=\"/huttone\">Edward Hutton</a> and <a href=\"/murrayc\">Charles Fairfax Murray</a>.": [
        [
            0,
            7,
            [
                "Langston",
                "Lang ton"
            ]
        ]
    ],
    "In 1898 he met <a href=\"/berensonb\">Bernard Berenson</a> and became one of Berenson's earliest disciples.": [
        [
            3,
            7,
            [
                "1898,"
            ]
        ]
    ],
    "In 1902 Perkins issued his a book on Giotto, which, though he later repudiated it, influenced much of subsequent art history.": [],
    "Berenson later claimed that <a href=\"/berensonm\">Mary Berenson</a>, his wife, was the actual author Perkins' first article on Andrea del Castano for the <em>Burlington Magazine</em> as well as much of Perkins' 1902 book on Giotto.": [
        [
            0,
            8,
            [
                "Benenson"
            ]
        ]
    ],
    "The truth at least was that in later years Mary greatly favored Perkins's wife, Lucy Olcott, against the philandering Perkins.": [
        [
            85,
            91,
            [
                "Alcott",
                "Wolcott"
            ]
        ]
    ],
    "Perkins married Olcott, who was working with Heywood on the <em>Guide to Siena</em>, in 1903.": [
        [
            16,
            22,
            [
                "Alcott",
                "Wolcott"
            ]
        ]
    ],
    "Perkins wrote the comments on the artwork to the <em>Guide</em>.": [],
    "Perkins began contributing to the Milanese art periodical <em>Rassegna d'Arte</em>, founded in 1901, liberally.": [],
    "Lucy Perkins an employee at the Metropolitan, and later an art dealer, became Berenson's personal secretary for 1909-1910 at Mary's suggestion.": [
        [
            78,
            86,
            [
                "Benenson"
            ]
        ]
    ],
    "At about the same time, Mason Perkins had been retained by Berenson to do the initial dealing with Italian picture dealers for Berenson's clients in the United States.": [
        [
            59,
            67,
            [
                "Benenson"
            ]
        ],
        [
            127,
            135,
            [
                "Benenson"
            ]
        ]
    ],
    "Perkins was also engaged in writing annotation to the new De Vere translation of Vasari's <em>Vite</em>.": [
        [
            61,
            65,
            [
                "Var",
                "Very",
                "Were",
                "Year",
                "Here",
                "Air"
            ]
        ],
        [
            81,
            87,
            [
                "Va sari"
            ]
        ]
    ],
    "But Perkins was unable to finish the project.": [],
    "Only his annotated volume of Vasari's life of Pietro Lorenzetti appeared in 1912.": [
        [
            29,
            35,
            [
                "Va sari"
            ]
        ],
        [
            53,
            63,
            [
                "Lorgnette"
            ]
        ]
    ],
    "In 1928 Mason Perkins joined the Roman Catholic church, adding \"Francis\" to his name.": [
        [
            39,
            54,
            [
                "Catholic Church"
            ]
        ]
    ],
    "After Lucy Olcott's death, Perkins married the Britisher Irene Vavasour Elder.": [
        [
            11,
            17,
            [
                "Alcott",
                "Wolcott"
            ]
        ],
        [
            63,
            71,
            [
                "Cavour",
                "Paramour"
            ]
        ]
    ],
    "The two moved from Florence to Assisi where they purchased a house in the Piazza Vescovado.": [
        [
            81,
            90,
            [
                "Corcovado"
            ]
        ]
    ],
    "During World War II, Irene and Mason Perkins were interned in Perugia, and upon release, hosted Allied soldiers in the months following the war.": [],
    "Perkins died in 1955 and is buried in the Camposanto of Assisi.": [],
    "He willed his personal collection to the Sacro Convento of Sanfrancesco Assisi at his death.": [
        [
            41,
            46,
            [
                "Macro",
                "Sacco",
                "Sacra"
            ]
        ],
        [
            47,
            55,
            [
                "Convent",
                "Convents"
            ]
        ],
        [
            59,
            71,
            [
                "San Francisco"
            ]
        ]
    ],
    "He retained his United States citizenship his entire life, where his kept a small fortune in American banks, redirected to the poor of Assisi.": [],
    "Perkins' Giotto book weighed in on the Rucellai Madonna debate ascribing it to a follower of Duccio.": [
        [
            39,
            47,
            [
                "Rubella"
            ]
        ],
        [
            93,
            99,
            [
                "Lucio",
                "Nuncio",
                "Gucci"
            ]
        ]
    ],
    "In later years he repudiated much of his thought on Giotto.": [],
    "His conclusions, including that none of the upper and lower frescos of the church at Assisi were by the master, was to have been incorporated in his edition of Vasari, which never appeared.</p>": [
        [
            60,
            67,
            [
                "frescoes",
                "fresco"
            ]
        ],
        [
            112,
            115,
            [
                "were"
            ]
        ],
        [
            160,
            166,
            [
                "Va sari"
            ]
        ]
    ]
}