{
    "African-American folk art historian; the first African-American woman to hold a doctorate in art history.": [],
    "Perry was born in Granville County, North Carolina, in a small hamlet named Virgilina on the border of North Carolina and Virginia.": [
        [
            76,
            85,
            [
                "Virginia",
                "Virginian"
            ]
        ]
    ],
    "The youngest of the two children born to tobacco farmers Marie Peace and Jessie Perry, Perry grew up in poverty.": [],
    "Despite the negative evaluations of her teachers, Perry was very smart and left her hometown at 16 to attend the historically black Virginia State University in Petersburg.": [],
    "Perry switched her major from nutrition to fine arts, citing a lifelong love of art.": [],
    "In 1961, Perry received a fellowship from the Virginia Museum of Fine Arts that allowed her to attend and graduate with a master's in art history from Western Reserve University (now Case Western Reserve University).": [],
    "Perry then went on to receive course credits towards a PH.D.": [
        [
            55,
            60,
            [
                "Ph.D."
            ]
        ]
    ],
    "from the University of Pennsylvania.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "In 1966 she earned her PH.D.": [
        [
            3,
            7,
            [
                "1966,"
            ]
        ],
        [
            23,
            28,
            [
                "Ph.D."
            ]
        ]
    ],
    "in art history from Case Western Reserve University, becoming the first African-American woman to do so at only 24.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Her dissertation was subsequently published in 1967 under the guidance of Case art historians Edmund H. Chapman  (1906-1975), James S. Pierce, Victoria Ball (1899-2001), and Cleveland Museum of Art curator Edward B. Henning (1922-1993).": [
        [
            111,
            113,
            [
                " "
            ]
        ]
    ],
    "Perry taught at several colleges and universities including Howard University, however, the majority of her professional career was spent at the Virginia Commonwealth University (formerly the Richmond Professional Institute), beginning in 1967.": [],
    "Perry was a professor of art history here for 25 years, retiring in 1990.": [],
    "During her tenure at VCU, Perry took leaves to develop her collection of Black art; beyond educating, Perry’s passion lay in collecting and documenting Black art, often forgotten in traditional art scholarship.": [
        [
            21,
            24,
            [
                "ICU",
                "TCU",
                "VCR",
                "ACU",
                "CCU",
                "MCU"
            ]
        ]
    ],
    "The opportunity for robust collecting came in 1969 when she received a Ford Fellowship to gather subject matter for a comprehensive book on the history of African American art while completing a postdoctoral study at Yale.": [
        [
            97,
            111,
            [
                "subject"
            ]
        ]
    ],
    "Perry was among the first to dedicate her efforts solely to Black folk art, in hopes of knowing “more about the art of my own people'' (Scott).": [],
    "Perry’s method of collection centered on the personal: she came across black folk artists through any means possible, from word of mouth, galleries, historical societies, publications, museums, and more.": [],
    "Her purchases began in Louisiana, then expanded to the Deep South, and finally extended across the United States, talking to artists who gave samples of their art.": [],
    "The bulk of her collection of art and wood carvings were purchased from the artists themselves, bought in bulk and primarily with her own money.": [],
    "Through her travels, Perry took care to protect Black artists, often illiterate and with little knowledge of the art world, from predatory collectors; she encouraged families to create wills and save the best pieces for future generations.": [],
    "At its peak, Perry’s collection included over 3,000 pieces of African American art and detailed information about African American folk art.": [],
    "In 1969, the Metropolitan Museum of Art had launched the much criticized exhibition “<i>Harlem on My Mind: The Cultural Capital of Black America, 1900–1968”.": [],
    "</i>Widespread criticism and protest came from Black artists, namely the Black Emergency Cultural Coalition, for its exclusion of works by Black artists and disregard of its Black advisors.": [],
    "Anxious not to repeat this error, the Met contracted Perry in 1976 to guest curate its bi-centenial “<i>Selections of 19th Century Afro-American Art</i>”.": [
        [
            87,
            99,
            [
                "bicentennial"
            ]
        ]
    ],
    "The show’s ninety-seven pieces from around twenty artists was the first comprehensive display of African American art at the Metropolitan Museum, and Perry noted, remained the only one for years (Richmond Free Press).": [],
    "Perry, who wrote the catalog, chose an unconventional piece for the cover of the catalog: Jules Lion’s pastel <i>Portrait of Ashur Moses Nathan and Son, </i>which depicts a white father embracing his mixed-race son.": [
        [
            125,
            130,
            [
                "Asher"
            ]
        ]
    ],
    "The history and subjects of the work remain disputed (cf.": [],
    "Sara Piccard).": [],
    "Perry’s selection of the portrait iluminated the complexities of racial classification in American history and challenges the prevailing notions of what qualifies as African American art.": [
        [
            34,
            44,
            [
                "illuminated"
            ]
        ]
    ],
    "The exhibition received praise from the press.": [],
    "The reviewer Henry Ghent drew parallels between Perry’s exhibition and <i>Harlem on My Mind, </i>praising Perry’s work in drawing attention to Black artists while chastising the Met’s lackluster effort to correct previous wrongdoings.": [],
    "Perry’s writing focuses on the remarkable resilience of African Americans and their ability to create art in the horrid conditions of slavery and subjugation for hundreds of years.": [],
    "Her legacy is her extensive research in preserving the contributions of African American artists and Black folk art.": [],
    "Perry’s scholarship on James Van der Zee was recognized in 2021 by the Virginia Museum of Fine Arts who established the endowed Regenia A. Perry Assistant Curator of Global Contemporary Art.": [
        [
            33,
            36,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            37,
            40,
            [
                "ZEE",
                "See",
                "Lee",
                "Fee",
                "Bee",
                "Dee"
            ]
        ],
        [
            128,
            135,
            [
                "Regency",
                "Regent",
                "Regina",
                "Regalia",
                "Regents",
                "Eugenia"
            ]
        ]
    ],
    "Emory University purchased much of Perry’s collection as well as all her written documents, forming the creation of its African American archival library.": []
}