{
    "<p>Architectural historian in Britain and founder of the <em>Pelican History of Art</em> and <em>The Buildings of England</em> series.": [],
    "Pevsner was brought up in the fashionable \"Music Quarter\" of Leipzig by Russian-Jewish parents Hillel Pewsner, later Hugo Pevsner (1869-1940), and Anna Perlmann (Pevsner) (d.": [
        [
            0,
            7,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ],
        [
            102,
            109,
            [
                "Booster",
                "Poorer",
                "Rooster",
                "Hoosier",
                "Wooster",
                "Pewter"
            ]
        ],
        [
            122,
            129,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ],
        [
            152,
            160,
            [
                "Perlman"
            ]
        ],
        [
            162,
            169,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "1942); his father was a fur importer.": [],
    "Hugo's absence in Sweden during the years of World War I allowed the young Pevsner to attend the Thomasschule (the same school at which Bach played the organ), converting to Christianity in 1920 and receiving his <em>Arbitur</em> in 1921.": [
        [
            75,
            82,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ],
        [
            97,
            109,
            [
                "Thomas Cole"
            ]
        ]
    ],
    "He had already visited England, where his maternal grandparents lived.": [],
    "His university <em>Wanderjahren</em> of 1921-1924 took him to various German universities and eminent art faculty.": [],
    "These included the universities of Munich and <a href=\"/wolfflinh\">Heinrich Wölfflin</a>, Berlin and <a href=\"/goldschmidta\">Adolph Goldschmidt</a>, and Frankfurt and <a href=\"/kautzschr\">Rudolf Kautzsch</a> before finally returning to settle upon Leipzig to write his dissertation in 1924 under the magnetic <a href=\"/pinderw\">Wilhelm Pinder</a>.": [],
    "His thesis topic was on the baroque architecture of Leipzig.": [],
    "Among his early influences (books he read multiple times during this period) included <em>L'art religieux</em> by <a href=\"/malee\">Émile Mâle</a>, <em>Handbuch der deutschen Geschichte</em> by Bruno Gebhardt (1858-1905), and <em>Das Mittelalter bis zum Ausgange der Kreuzzüge</em> by Siegmund Hellmann (1872-1942).": [],
    "Pevsner married Karola (Lola) Kurlbaum (d.": [
        [
            0,
            7,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ],
        [
            16,
            22,
            [
                "Karla",
                "Karol",
                "Carola",
                "Karol a"
            ]
        ],
        [
            30,
            38,
            [
                "Birnbaum",
                "Nussbaum"
            ]
        ]
    ],
    "1963) in 1923, the daughter of a distinguished Berlin lawyer.": [],
    "Leaving Leipzig in 1924, he worked as an unpaid assistant curator for five years at the Gemäldegalerie, contributing art criticism to the <em>Dresdner Anzeiger</em>.": [],
    "In 1925, Pevsner experienced Walter Gropius' Bauhaus building in Dessau and Le Corbusier's <em>Pavillon de L'Esprit Nouveau</em> at the Paris Exhibition, two events that changed his career.": [
        [
            9,
            16,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "His dissertation appeared in print as <em>Barockmalerei in den romanischen Ländern</em>, the first volume of a two-part set on Italian painting, the second written by <a href=\"/grautoffo\">Otto Grautoff</a>, and both as volume 25 of the prestigious <em>Handbuch der Kunstwissenschaft</em> series begun by <a href=\"/burgerf\">Fritz Burger</a>.": [],
    "Pevsner moved to Güttingen as a <em>privatdozent</em> in 1928, where he published his <em>Habilitionschrift</em> in 1929, assisting the faculty there, including the chair, <a href=\"/vitzthumg\">Georg Vitzthum von Eckstädt</a>.": [
        [
            0,
            7,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ],
        [
            17,
            26,
            [
                "Göttingen"
            ]
        ]
    ],
    "Pevsner was granted funding to travel to England to study that country's art.": [
        [
            0,
            7,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "Though of Jewish parentage, Pevsner was an enthusiast of Hitler's proposals for regenerating Germany economically and rebuilding its international status.": [
        [
            28,
            35,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "Even after Hitler's ascension to power in 1933 and the dismissal of Pevsner (and most Jews in academic positions in Germany), Pevsner wrote articles suggesting an accommodation with Nazism.": [
        [
            68,
            75,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ],
        [
            126,
            133,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ],
        [
            160,
            176,
            [
                "accommodation"
            ]
        ]
    ],
    "Pevsner used his connections in Britain to secure a two-year fellowship, tendered by Philip Sargant Florence (1890-1982) in the Department of Commerce at Birmingham University in 1934, all the while reapplying for positions in Germany despite the warnings of his friends.": [
        [
            0,
            7,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ],
        [
            92,
            99,
            [
                "Variant",
                "Servant",
                "Warrant",
                "Sergeant",
                "Argent",
                "Vagrant"
            ]
        ]
    ],
    "The following year, the Cotswold furniture designer Sir Gordon Russell (1892-1980) created a job of Pevsner in fabric purchasing.": [
        [
            100,
            107,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "Certain now that he would never find work in Germany, Pevsner sent for his family.": [
        [
            54,
            61,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "In 1936 Pevsner published his first English-language book, <em>Pioneers of the Modern Movement</em>, the result of his Güttingen research trip in the 1920s.": [
        [
            8,
            15,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ],
        [
            119,
            128,
            [
                "Göttingen"
            ]
        ]
    ],
    "He also started writing for the <em>Architectural Review</em>, under James Richards.": [],
    "When Britain declared war on Germany in 1939, Pevsner spent a short amount of time in a Liverpool internment camp.": [
        [
            46,
            53,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "But Pevsner's connections were so well developed that his release was arranged by the Vice-chairman of the London Passenger Transport Board, Frank Pick (1878-1941), along with Josiah Wedgwood (1899-1968), and <a href=\"/clarkk\">Kenneth Clark</a>, of the National Gallery.": [
        [
            4,
            11,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ],
        [
            34,
            48,
            [
                "well-developed"
            ]
        ]
    ],
    "Pevsner's book <em>Academies of Art</em> appeared in 1940, dedicated to Pinder.": [
        [
            0,
            7,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ],
        [
            72,
            78,
            [
                "Hinder",
                "Binder",
                "Cinder",
                "Finder",
                "Pinter",
                "Kinder"
            ]
        ]
    ],
    "When Richards took a leave of absence on the <em>Architectural Review</em>, Pevsner became acting editor.": [
        [
            76,
            83,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "That year, too, the founder of Penguin Books, Allen Lane (1902-1970), commissioned Pevsner to write the <em>Outline of European Architecture</em> and placed him in charge of his <em>King Penguin</em> book series.": [
        [
            83,
            90,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "A long association between Pevsner and Penguin Books began.": [
        [
            27,
            34,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "News reached Pevsner that his mother, who refused to leave Germany, had committed suicide in order not to be sent to a concentration camp.": [
        [
            13,
            20,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "In 1942, Pevsner was given a lectureship teaching art history at Birkbeck College, London University's night school for mature students in day-time employment.": [
        [
            9,
            16,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "In spite of his commitments to Birkbeck, Pevsner pursued an association with Penguin Books.": [
        [
            41,
            48,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "In 1945 Lane immediately accepted Pevsner's proposal to write and edit the <em>Buildings of England</em> series, based on the guidebook model of <a href=\"/dehiog\">Georg Dehio</a> in Germany.": [
        [
            34,
            41,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "Pevsner received British citizenship in 1946.": [
        [
            0,
            7,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "Sensing Lane's eagerness to publish scholarly art to a lay audience, Pevsner suggested an English version of Burger's <em>Handbuch</em>, which Pevsner would edited.": [
        [
            69,
            76,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "The result was Pevsner's <em>Pelican History of Art</em>, the first volumes of which appeared in 1953.": [
        [
            15,
            22,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "Pevsner's popularity, politics and journalistic tendencies rankled other members of the German expatiate community in Britain, particularly those connected with the Warburg Institute.": [
        [
            0,
            7,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "Throughout their careers, Pevsner had a cool relationship with <a href=\"/gombriche\">E.": [
        [
            26,
            33,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "H. Gombrich</a>, <a href=\"/saxlf\">Fritz Saxl</a>, <a href=\"/wittkowerr\">Rudolf Wittkower</a> and <a href=\"/winde\">Edgar Wind</a>, particularly because Pevsner had dedicated his <em>Academies of Art</em> to Pinder, whose pro-Nazi sentiments had included advising the Nazis on art works to loot.": [],
    "In 1946, after a few unsuccessful attempts at BBC broadcasting, Pevsner delivered programs on the \"Third Programme,\" a broadcasting arm of the BBC aimed at elevating the content of the BBC's broadcasts.": [
        [
            64,
            71,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ],
        [
            105,
            114,
            [
                "Program"
            ]
        ]
    ],
    "Pevsner gave nine talks between 1946 and 1950 examining painters and European art eras.": [
        [
            0,
            7,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "During the same period, he was Slade Professor at Cambridge (1949-1955).": [
        [
            31,
            36,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "Pevsner eventually delivered more than seventy-eight talks for the BBC up to 1977, including the BBC's flagship Reith Lectures for 1955.": [
        [
            0,
            7,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "In 1958, he co-chaired the nascent Victorian Society, which he held until 1976.": [],
    "In 1959 Birkbeck College upgraded Pevsner's lectureship into a full professorship and he went on to receive numerous awards as well as sitting on a number of influential advisory committees on art, architecture and education.": [
        [
            34,
            41,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ],
        [
            81,
            85,
            [
                ", and"
            ]
        ]
    ],
    "In 1963, while he was in the United States to accept Yale University's Howland Memorial Prize, his wife, Karola (\"Lola\"), died suddenly in England of an embolism of the lung.": [
        [
            105,
            111,
            [
                "Karla",
                "Karol",
                "Carola",
                "Karol a"
            ]
        ]
    ],
    "His project for the <em>Buildings of England</em> weighed heavily on him now and his vision for a Bauhaus in England, the new Dessau, was slipping away.": [],
    "He retired from Birbeck in 1967, succeeded by <a href=\"/murrayp\">Peter Murray</a>.": [
        [
            16,
            23,
            [
                "Birkbeck"
            ]
        ]
    ],
    "Pevsner taught as the Slade Professor of art at Oxford, 1968-1969.": [
        [
            0,
            7,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ],
        [
            22,
            27,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "He spent his final years lecturing and traveling, continuing to edit the <em>Buildings of England</em> and <em>Pelican History of Art</em>.": [],
    "His students included <a href=\"/banhamr\">Reyner Banham</a>.</p>\n\n<p>Pevsner's work owes much to Pinder.": [],
    "His use in the <em>Outline of European Architecture</em> of <em>Zeitgeist</em> notions, the characterizing of Spain as a \"restless country\" or Germany as possessing a more authentic architecture (compared to Italy), is derived from Pinder's use of nationalizing of artistic intent.": [
        [
            232,
            238,
            [
                "Hinder",
                "Binder",
                "Cinder",
                "Finder",
                "Pinter",
                "Kinder"
            ]
        ]
    ],
    "The appreciation and inclusion of Baroque monuments in the <em>Outline</em> reveals the pioneering work of <a href=\"/brinckmanna\">Albert Brinckmann</a>.": [],
    "Pevsner's early book on Italian painting for the <em>Handbuch</em> sought to raise the period of Mannerism as an important era in painting, and not simply the \"dry years\" between the renaissance and the baroque.": [
        [
            0,
            7,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "In the 1970s increasing doubts emerged about his methodology as an architectural historian and about his objectivity as an architectural critic, particularly in view of his fierce loyalty to Gropius and modernism.": [],
    "Deborah Howard cites Pevsner as claiming in his writing \"a single stylistic genealogy from Pugin to Modernism [for British architecture].\"": [
        [
            21,
            28,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ],
        [
            91,
            96,
            [
                "Putin",
                "Plugin",
                "Pu gin",
                "Pug in"
            ]
        ]
    ],
    "David Watkin, briefly a Ph.D.": [
        [
            6,
            12,
            [
                "Watkins",
                "Catkin"
            ]
        ]
    ],
    "student of Pevsner's at Cambridge, attacked Pevsner in Watkin's 1977 book <em>Morality and Architecture</em> for insisting that only modernist-style architecture was valid for contemporary design.": [
        [
            0,
            7,
            [
                "Student"
            ]
        ],
        [
            11,
            18,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ],
        [
            44,
            51,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ],
        [
            55,
            61,
            [
                "Watkins",
                "Catkin"
            ]
        ]
    ],
    "Pevsner's espousal of Nazi policies and dogmatic writing also remains problematic for his reputation.": [
        [
            0,
            7,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "When his pre-war <em>Pioneers of the Modern Movement</em> was republished by the Museum of Modern Art in 1949, some of the book's totalitarian rhetoric--including the title--was toned down to make it more acceptable.": [],
    "<a href=\"/kidsonp\">Peter Kidson</a> described Pevsner's <em>Pelican History of Art</em> project as an example of the decline in methodological belief, characteristic, Kidson contended, of many older post-war art historians who considered the primary tasks of art history as having been accomplished, now only needing summarization.": [],
    "<a href=\"/francastelp\">Pierre Francastel</a> chided him for attributing too much to his adopted country, England, in architecture, particularly the effect of the Arts & Crafts movement.</p>\n</p>": []
}