{
    "<p>Art historian of ancient Greek painting and sculpture.": [],
    "Pfhul's father was the sculptor Johannes Pfuhl (1846-1914).": [
        [
            0,
            5,
            [
                "Paul",
                "Phil",
                "Foul",
                "Afoul",
                "HUL",
                "PFL"
            ]
        ],
        [
            41,
            46,
            [
                "Full",
                "Paul",
                "Fuel",
                "Pull",
                "Purl",
                "Furl"
            ]
        ]
    ],
    "Pfuhl attended the university in Berlin where he studied under the classicists <a href=\"/kekuler\">Reinhard Kekulé von Stradonitz</a> and Ulrich von Wilamowitz-Moellendorff (1848-1931).": [
        [
            0,
            5,
            [
                "Full",
                "Paul",
                "Fuel",
                "Pull",
                "Purl",
                "Furl"
            ]
        ]
    ],
    "He traveled to Rome with fellow student <a href=\"/delbrueckr\">Richard Delbrueck</a>.": [],
    "In Greece he excavated the necropolis at Thera, under the direction of Friedrich, Freiherr Hiller von Gaertringen (1864-1947).": [
        [
            3,
            9,
            [
                "Greece,"
            ]
        ],
        [
            41,
            46,
            [
                "There",
                "Therein",
                "Theta",
                "Hera",
                "Thea",
                "Therm"
            ]
        ],
        [
            82,
            90,
            [
                "Fraser",
                "Framers",
                "Fresher",
                "Freiberg",
                "Framer",
                "Fraters"
            ]
        ],
        [
            91,
            97,
            [
                "Hitler",
                "Miller",
                "Killer",
                "Filler",
                "Heller",
                "Hillel"
            ]
        ]
    ],
    "There he married Sophie Rhousopoulos the daughter of Greek archaeologist Athanasios Rhousopoulos (1823-1898).": [],
    "Pfuhl accepted a professorship at the university in Basel in 1909.": [
        [
            0,
            5,
            [
                "Full",
                "Paul",
                "Fuel",
                "Pull",
                "Purl",
                "Furl"
            ]
        ]
    ],
    "In Basel he set about with no less daunting a task than to revise the history of Greek vase painting.": [
        [
            3,
            8,
            [
                "Basel,"
            ]
        ]
    ],
    "In 1923 he issued his magnum opus, <em>Malerei und Zeichnung der Griechen</em>, a systematic account heavily illustrated.": [
        [
            3,
            7,
            [
                "1923,"
            ]
        ]
    ],
    "A shortened version appeared the following year, which <a href=\"/beazleyj\">J.": [],
    "D. Beazley</a> translated and published in English as <em>Masterpieces of Greek Drawing and Painting</em> in 1926.": [
        [
            3,
            10,
            [
                "Beasley"
            ]
        ]
    ],
    "Pfuhl also contributed many entries to the second edition of the <em>Real-Encyclopädie der classischen Alterthumswissenschaft</em> (\"Pauly\") by edited by Georg Wissowa (1859-1931).": [
        [
            0,
            5,
            [
                "Full",
                "Paul",
                "Fuel",
                "Pull",
                "Purl",
                "Furl"
            ]
        ]
    ],
    "Pfuhl remained at Basel until his death in 1940, succeeded that year by <a href=\"/schefoldk\">Karl Schefold</a> and his lectureship by <a href=\"/salisa\">Arnold von Salis</a>.": [
        [
            0,
            5,
            [
                "Full",
                "Paul",
                "Fuel",
                "Pull",
                "Purl",
                "Furl"
            ]
        ]
    ],
    "His personal art collection was auctioned in Lucern in 1941.": [
        [
            45,
            51,
            [
                "Lucerne",
                "Lucero"
            ]
        ]
    ],
    "In 1946 <a href=\"/mobiush\">Hans Möbius</a> took over compiling the corpus of Greek grave reliefs from the eastern provinces which Pfuhl had been working on at the time of his death.": [],
    "These were published at Möbius' death in 1977.": [],
    "Pfuhl's students included <a href=\"/cahnh\">Herbert Cahn</a>.</p>": [
        [
            0,
            5,
            [
                "Full",
                "Paul",
                "Fuel",
                "Pull",
                "Purl",
                "Furl"
            ]
        ]
    ]
}