{
    "<p>Yale University Art Gallery director and silver objects expert.": [],
    "Phillips was the son of Marshall Phillips, a dairy manager, and Isabelle Smith Walters (Phillips).": [],
    "He graduated from the University of Pennsylvania with B.A.": [],
    "in 1927 and, after briefly studying law, switched to English were an M.A.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "degree was granted 1929.": [
        [
            0,
            6,
            [
                "Degree"
            ]
        ]
    ],
    "When the silver collector Maurice Brix (-1930) died, Phillips, who maintained a life-long interest in antique silver work, cataloged the unfinished inventory.": [
        [
            34,
            38,
            [
                "Brig",
                "Brit",
                "Brim",
                "BRI",
                "BRIC",
                "Brie"
            ]
        ]
    ],
    "He was also hired to research the decorative arts collection of Francis Garvan the same year.": [
        [
            72,
            78,
            [
                "Garvey",
                "Galvan",
                "Galván",
                "Gar van"
            ]
        ]
    ],
    "When the collection passed to Yale University, Phillips accompanied the collection, joining the faculty in the art department, as Assistant Curator of Silver (to 1933).": [],
    "Phillips developed the popular decorative arts course at Yale in 1932, known to students as \"pots and pans.\"": [],
    "He was named acting directory of the Yale University Art Gallery in 1941 and assistant professor of the history of art at around the same time.": [],
    "During World War II, Phillips served first in Army Counter Intelligence in Boston before reassignment to the Looted Art Investigation Unit of the Office of Strategic Services (OSS).": [
        [
            51,
            71,
            [
                "Counterintelligence"
            ]
        ]
    ],
    "There he worked with <a href=\"/faisons\">S.": [],
    "Lane Faison, Jr.</a> in England and then in the Netherlands.": [
        [
            5,
            11,
            [
                "Prison",
                "Jason",
                "Madison",
                "Fusion",
                "Poison",
                "Carson"
            ]
        ]
    ],
    "His major responsibility was to recover Dutch art stolen by the Nazis.": [],
    "While performing these duties, he noticed that a Vermeer repatriated from Herrmann Göring's collection, contained a depiction of a tankard from the nineteenth century.": [],
    "Suspecting a forgery, he assisted the Dutch authorities in exposing the master forger Han van Meegeren (1889-1947), whom he interviewed in prison.": [
        [
            94,
            102,
            [
                "Aegean",
                "Keegan",
                "Meghan",
                "Meagan"
            ]
        ]
    ],
    "After returning from the war, Phillips was named permanent director of the Gallery and professor of the history of art at Yale in 1948.": [],
    "He was later named the curator of the Mabel Brady Garvan Collection of American Decorative Arts at the Gallery.": [
        [
            50,
            56,
            [
                "Garvey",
                "Galvan",
                "Galván",
                "Gar van"
            ]
        ]
    ],
    "While on a commuter train to New Haven from New York he suddenly became ill and died en route to the hospital at age 48.": [],
    "His major study of the silversmiths of New England remained incomplete at his death.": [],
    "He was succeeded at the Gallery by Lamont Moore.": [],
    "Students influenced by Phillips work included the art historian <a href=\"/burkej\">Joseph Burke</a>.": [],
    "A John Marshall Phillips Fellowship in American Art was established at Yale in his memory.": [],
    "Phillips was a specialist in historic silver.": [],
    "He was responsible for promoting the career of the personally modest private scholar <a href=\"/belknapw\">Waldron Phoenix Belknap, Jr.</a> Though, like many historians of art of previous eras, he had little patience or appreciation for modern art, even modern-art exponents, such as the artist and early Marcel Duchamp collector, Katherine Drier (1877-1952), remarked that Phillips, \"loves art and has a sympathy for it.": [],
    "\"</p>": []
}