{
    "<p>Professor of esthetics, art history and modern languages at Amsterdam University, 1877-1895.": [
        [
            16,
            25,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "His parents were adherents of the Protestant <em>Réveil</em> Movement of the Jewish convert Isaac Da Costa (1798-1869).": [],
    "Under the influence of this ethical ideology Pierson began his theology study at Utrecht University in 1849.": [],
    "In 1854 he obtained his doctoral degree with his dissertation, <em>Disquisitio historico-dogmatica de Realismo et Nominalismo</em>.": [
        [
            3,
            7,
            [
                "1854,"
            ]
        ]
    ],
    "The next ten years he served in Louvain and subsequently in Rotterdam as a minister.": [
        [
            32,
            39,
            [
                "Lou vain"
            ]
        ]
    ],
    "When he started to feel out of place in the Reformed Church he quit his position and moved to Germany, where he settled in Rohrbach, near Heidelberg.": [
        [
            123,
            131,
            [
                "Roach",
                "Auerbach",
                "Reproach",
                "Rollback",
                "Hornbach"
            ]
        ]
    ],
    "He eventually became an agnostic, which precipitated his move from theology to esthetics.": [
        [
            79,
            88,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "In 1869 he became <em>privatdozent</em> of theology at Heidelberg University.": [
        [
            3,
            7,
            [
                "1869,"
            ]
        ]
    ],
    "A year later his appointment as <em>extraordinarius</em> professor of theology followed.": [],
    "In 1874 he returned with his family to the Netherlands and settled in Utrecht.": [
        [
            3,
            7,
            [
                "1874,"
            ]
        ]
    ],
    "He was appointed professor of esthetics, art history and modern languages in 1877 at Municipal University of Amsterdam, a newly founded university replacing the Athenaeum Illustre school.": [
        [
            30,
            39,
            [
                "aesthetics",
                "esthetic"
            ]
        ],
        [
            161,
            170,
            [
                "Athena",
                "Athene",
                "Ethereum"
            ]
        ],
        [
            171,
            179,
            [
                "Illustrate",
                "Illusory",
                "Illusive"
            ]
        ]
    ],
    "In his inaugural lecture Pierson paid special attention to the higher values of the discipline of esthetics.": [
        [
            98,
            107,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "He taught mainly Greek and Roman art history.": [],
    "Between 1887 and 1893 he published a number of essays on the history of civilizations: <em>Israel</em>, <em>Hellas</em>, <em>Het Hellenisme</em>, in the series <em>Geestelijke Voorouders</em> (Spiritual Ancestors).": [],
    "In 1895, being in poor health, he was forced to quit his position, and he died nine months later.": [],
    "One of his students, <a href=\"/sixj\">Jan Six</a>, succeeded him at Amsterdam University as <em>extraordinarius</em> professor of esthetics and art history in 1896.": [],
    "When Six died in 1926 he left behind a large collection of books and antiquities.": [],
    "Allard Pierson's son, the banker J. L. Pierson (1854-1944), established the Allard Pierson Foundation in 1929 with a view to purchasing this collection.": [],
    "The Foundation purchased in addition the large antiquities collection from the Dutch banker <a href=\"/lunsinghscheurleerc\">Constant Willem Lunsingh Scheurleer</a>.": [],
    "These two collections were the foundation of the archaeological museum of the University of Amsterdam, which was named after Allard Pierson and opened for the public in 1934.</p>": []
}