{
    "<p>Williams College architectural historian; one of a group of Williams faculty who launched the careers of major American art museum curators of the late 20th century.": [],
    "Pierson's parents were William H. Pierson, Sr., and Sara Gilchrest Pierson, née Gilchrist.": [
        [
            57,
            66,
            [
                "Gilchrist"
            ]
        ]
    ],
    "He was trained as an opera singer.": [],
    "Pierson studied with the landscape painter Charles Warren Eaton while in high school.": [],
    "He entered Yale University as a painting major, receiving a B. A. in fine arts in 1934.": [],
    "He earned Yale's first master's degree in painting in 1936.": [],
    "He married a sculptor he met at Yale, Margaret Post (d.": [],
    "2002) the same year.": [],
    "Teaching life drawing at Yale, one of his students was the future architect, Eero Saarinen.": [
        [
            77,
            81,
            [
                "Hero",
                "Zero",
                "Euro",
                "Nero",
                "Aero",
                "Ebro"
            ]
        ]
    ],
    "Pierson taught at the Hawkin School, Cleveland, Ohio.": [
        [
            22,
            28,
            [
                "Hawkins",
                "Hawking",
                "Hawken",
                "Haw kin",
                "Hawk in"
            ]
        ]
    ],
    "Pierson entered art history program at New York University under a Yale fellowship, traveling to Paris in the summer of 1939 to study art history in Paris.": [],
    "His combination of studio and art history trained led to his recruitment to Williams Collection by art history professor <a href=\"/faisons\">S.": [],
    "Lane Faison, Jr.</a> in 1940.": [
        [
            5,
            11,
            [
                "Prison",
                "Jason",
                "Madison",
                "Fusion",
                "Poison",
                "Carson"
            ]
        ]
    ],
    "Pierson graduated with an M.A.": [],
    "in art history from NYU in 1941.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Almost immediately, the United States entered into World War II and Pierson enlisted into the U.S.": [],
    "Navy assigned to the Navy's secret radar program, designing and overseeing shipboard radar installations.": [],
    "He coordinated the decoy communications for airplanes and shps making it appear a landing would take place in southern France in 1944; in the Pacific theater he oversaw communications for the Battles of Okinawa and Iwo Jima, for which he was awarded the Bronze Star.": [
        [
            58,
            62,
            [
                "ships",
                "shops",
                "SNPs",
                "saps",
                "sips",
                "sops"
            ]
        ]
    ],
    "After discharge, Pierson returned to Williams as an assistant professor in 1946, founding the studio-art program at Williams.": [],
    "He pursued a doctorate from Yale, writing a dissertation topic on the industrial architecture of New England in 1949.": [],
    "Pierson began lecturing in art history and architectural history at Williams, founding the first courses a the college in the history of American art and photography.": [
        [
            105,
            110,
            [
                "a",
                "the"
            ]
        ]
    ],
    "He rose to associate professor in 1951 and (full) professor of art history in 1956.": [],
    "Pierson, along with Faison and <a href=\"/stoddardw\">Whitney Stoddard</a>, formed the art-historical team at Williams referred to as \"the Holy Trinity\" and later the \"art mafia.\"": [
        [
            20,
            26,
            [
                "Prison",
                "Jason",
                "Madison",
                "Fusion",
                "Poison",
                "Carson"
            ]
        ]
    ],
    "Pierson's dedication to industrial architecture led to his spearheading a nonprofit organization in the 1970s to rescue Harrisville, NH, the only intact New England mill town from the early 19th century.": [
        [
            120,
            131,
            [
                "Marysville",
                "Africville",
                "Barnesville",
                "Hayesville",
                "Martinsville"
            ]
        ]
    ],
    "Together with the architectural historian <a href=\"/jordyw\">William H. Jordy</a>, he wrote <em>American Buildings and Their Architects</em> beginning in 1970 (through 1978).": [],
    "He retired as professor emeritus from Williams in 1973.": [],
    "His <em>Buildings of the United States</em>, a projected 60-volume series documenting the built environment with the Society of Architectural Historians, began in 1993.": [],
    "He died of heart failure at age 97.": [],
    "Pierson was working on a revision of <em>American Buildings and Their Architects</em> at the time of his death.": [],
    "Students inspired by Pierson's undergraduate lectures included <a href=\"/woodj\">James N. Wood</a>, director of the Art Institute of Chicago, <a href=\"/krenst\">Thomas Krens</a>, director of the Solomon R. Guggenheim Foundation and <a href=\"/powelle\">Alexander Powell III</a>, director of the National Gallery in Washington.": [],
    "Pierson was a highly dramatic lecture style that undergraduates remembered.": [],
    "Lecturing in his deep, professionally trained baratone voice, he tore up his lecture notes at the conclusion of every class to emphasize never giving the same lecture twice.": [
        [
            46,
            54,
            [
                "baritone",
                "bar atone"
            ]
        ]
    ],
    "A devotee of the work of Ralph Waldo Emerson, Pierson considered himself a transcendentalist.</p>": []
}