{
    "<p>Netherlandish art scholar, compiler of an important subject index of Baroque art; director of the Museum of Fine Arts in Budapest, 1956-1964.": [],
    "Pigler was a strong exponent of iconographical interpretation.": [
        [
            0,
            6,
            [
                "Piglet"
            ]
        ]
    ],
    "Influenced by the medievalist <a href=\"/malea\">Émile Mâle</a>, Pigler wrote a 1939 article for the Art Bulletin on the history and importance of iconography in the interpreation of art.": [],
    "He succeeded Ferenc Redő in 1956 as the director of the Szépművészeti Múzeum (Museum of Fine Arts), Budapest.": [
        [
            13,
            19,
            [
                "Fer enc"
            ]
        ],
        [
            20,
            24,
            [
                "Redo",
                "Red",
                "Reno",
                "Reds",
                "Credo",
                "Repo"
            ]
        ],
        [
            70,
            76,
            [
                "Museum"
            ]
        ]
    ],
    "The same year Pigler issued the first edition of a monumental study of subject matter in Baroque painting.": [
        [
            14,
            20,
            [
                "Piglet"
            ]
        ],
        [
            71,
            85,
            [
                "subject"
            ]
        ]
    ],
    "<em>Barokthemen: Ein Auswahl von Verzeichnissen zur Ikonographie der 17 und 18 Jahrhunderts</em> became the most important (as well as the initial) place to consult when researching painting themes in the seventeenth and eighteenth centuries.": [],
    "He revised his book in 1974.": [],
    "Pigler retired from the musuem in 1984 and was replaced by Klára Garas.": [
        [
            0,
            6,
            [
                "Piglet"
            ]
        ],
        [
            24,
            30,
            [
                "museum"
            ]
        ],
        [
            59,
            64,
            [
                "Clara",
                "Kara",
                "Lara",
                "Kiara",
                "Klarna"
            ]
        ],
        [
            65,
            70,
            [
                "Galas",
                "Gars",
                "Paras",
                "Garbs",
                "Aras",
                "GARAF"
            ]
        ]
    ],
    "Pigler was an iconographer.": [
        [
            0,
            6,
            [
                "Piglet"
            ]
        ],
        [
            14,
            26,
            [
                "iconography",
                "iconographic",
                "scenographer",
                "sonographer"
            ]
        ]
    ],
    "His <em>Barokthemen,</em> a magesterial index of themes (subject matter) in Baroque art, was intended to compare treatments of the same subject and thereby determine meaning.": [],
    "Intended for serious scholars, it divides subject matter between secular and Biblical topics and then arranged chronologically.": [
        [
            42,
            56,
            [
                "subject"
            ]
        ]
    ],
    "Christian subjects are not alphabetized so knowledge of their appearance in the Bible is key.": [],
    "His methodology was best employed on cryptic painting and artists where symbolism would have been implicit in a contemporary reading of the work.": [],
    "The scholar of northern Renaissance art, <a href=\"/snyderj\">James E. Snyder</a>, considered Pigler's article on Bosch and Astrology \"one of the most influential studies on Bosch in recent years\" twenty-five years after publication.</p>": []
}