{
    "<p>Writer of art theory and painters' biographies; art critic.": [],
    "De Piles was born in a noble family.": [],
    "His father Adrien de Piles (1594-1668) was tax controller at the Grenier de Sel (salt storehouse) of Clamecy, his mother was Barbe Grasset (1596-1650).": [
        [
            65,
            72,
            [
                "Greater",
                "Gender",
                "Premier",
                "Genera",
                "Render",
                "Greer"
            ]
        ],
        [
            76,
            79,
            [
                "SEL",
                "Set",
                "See",
                "Sea",
                "Self",
                "Sell"
            ]
        ],
        [
            101,
            108,
            [
                "Clancy",
                "Clemency",
                "Clayey",
                "Clammy",
                "Lamely"
            ]
        ],
        [
            125,
            130,
            [
                "Bare",
                "Barge",
                "Barber",
                "Barbed",
                "Barbie",
                "Barb"
            ]
        ]
    ],
    "The young De Piles attended the Collège de Clamecy, and he subsequently studied in Nevers and Auxerre.": [
        [
            32,
            39,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ],
        [
            83,
            89,
            [
                "Never",
                "Levers",
                "Fevers",
                "Severs",
                "Revers"
            ]
        ],
        [
            94,
            101,
            [
                "Pierre",
                "Adverse",
                "Adhere",
                "Austere",
                "Averse",
                "Aguirre"
            ]
        ]
    ],
    "In Paris he continued studying philosophy at the Collège de Plessy, and theology at the Sorbonne.": [
        [
            3,
            8,
            [
                "Paris,"
            ]
        ],
        [
            49,
            56,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ]
    ],
    "He also trained in painting.": [],
    "In 1662 Charles Amelot (1613-1671), member of the king's Great Council, appointed him as the tutor of his seven-year old son, Michel Amelot de Gournay (1655-1724).": [
        [
            16,
            22,
            [
                "Camelot"
            ]
        ],
        [
            106,
            120,
            [
                "seven-year-old"
            ]
        ],
        [
            133,
            139,
            [
                "Camelot"
            ]
        ]
    ],
    "With the publication, in 1668, of the French translation of Charles Alphonse Du Fresnoy's treatise, <em>De arte graphica</em>, which had appeared earlier that year, De Piles became well known in the official art scene in Paris.": [
        [
            80,
            87,
            [
                "Fresno"
            ]
        ]
    ],
    "In 1673 De Piles accompanied Michel Amelot de Gournay on his grand tour in Italy.": [
        [
            36,
            42,
            [
                "Camelot"
            ]
        ]
    ],
    "De Piles greatly admired the Venice painters.": [],
    "In his 1673 art critical work, <em>Dialogue sur le coloris</em> (Dialogue on Color) he ranks them above Raphael.": [],
    "He strongly defended the significance of color and claire-obscure above design in painting.": [
        [
            51,
            65,
            [
                "Claire-obscure"
            ]
        ]
    ],
    "His favorite painter was Rubens, whose biography he published in 1677 in his <em>Conversations sur la connoissance de la peinture et sur le jugement qu'on doit faire des tableaux, où par occasion il est parlé de la vie de Rubens,...</em> (Conversation on the knowledge of painting and on the judgment of paintings, the Life of Rubens,...).": [],
    "De Piles played a major role in the debate between the Rubenistes and the Poussinistes.": [
        [
            55,
            65,
            [
                "Lutenists",
                "Rubbishes"
            ]
        ]
    ],
    "In 1681 he published his <em>Dissertation sur les ouvrages des plus fameux peintres</em> and <em>La vie de Rubens</em> (Dissertation on the most famous painters, and the Life of Rubens).": [
        [
            3,
            7,
            [
                "1681,"
            ]
        ]
    ],
    "When Michel Amelot was appointed Ambassador in Venice, in 1682, De Piles served as his personal secretary.": [
        [
            12,
            18,
            [
                "Camelot"
            ]
        ]
    ],
    "He later followed him to Portugal and Switzerland and in 1705 to Spain.": [],
    "De Piles occasionally was charged with secret missions.": [],
    "Acting as a spy in the Dutch Republic, during the war with France, he was imprisoned in Loevestein Castle, near Zaltbommel, where he spent four years from 1693 to 1697.": [
        [
            88,
            98,
            [
                "Levenshtein"
            ]
        ]
    ],
    "In 1699 Jules Hardouin-Mansart, superintendent of the royal buildings, appointed De Piles honorary advisor (<em>Conseiller honoraire</em>) at the Académie royale de peinture et de sculpture.": [
        [
            14,
            30,
            [
                "Hardwood-Mansart",
                "Hardouin-Mansard"
            ]
        ]
    ],
    "In the same year De Piles published his <em>Abregé de la vie des peintres, avec des reflexions sur leurs ouvrages, et un traité du peintre parfait,...</em> (The abridged lives of painters with reflections on their works and a treatise on the perfect painter,...).": [],
    "He partly wrote it during his confinement in the Netherlands.": [],
    "His last work, <em>Cours de peinture par principes</em> (Course on the principles of painting) appeared a year before he died.": [],
    "In his <em>Abregé de la vie des peintres</em> de Piles gives short historical accounts on selected painters, from Greek Antiquity up to the present, drawn from various sources, including the <em>Teutsche Academie</em> of <a href=\"/sandrartj\">Joachim von Sandrart</a>, the first part of which was published in 1675.": [],
    "De Piles focused primarily on those painters who in his view had contributed to the renewal of painting.": [],
    "The principal goal of his <em>Abregé</em>, which interestingly begins with a treatise on the perfect painter, was to publish separate reflections on the oeuvre of the most famous painters, in addition to their life.": [],
    "Regarding Poussin, De Piles stated that he generally neglected the use of natural colors, and that he did not master the artifice of claire-obscure in painting.": [
        [
            133,
            147,
            [
                "Claire-obscure"
            ]
        ]
    ],
    "De Piles' book was well received in France.": [],
    "As adviser to painters at the Académie royale, his ideas on the use of color in painting influenced French art, and art collecting.": [
        [
            30,
            38,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "In his 1708 work, <em>Cours de peinture par principes</em>, he ranked famous painters on their skills in composition, drawing, color, and expression, grading them on a point scale.": [],
    "De Piles work was examined extensively in the twentieth century by <a href=\"/puttfarkent\">Thomas Puttfarken</a>.</p>": []
}