{
    "<p>Church minister and author of Pilkington's <em>Dictionary of Painters</em>, a standard work for most of the nineteenth century.": [],
    "Pilkington was the son of a watchmaker, William Pilkington.": [],
    "He attended grammar school in Dublin, Ireland, where his family had resettled.": [],
    "He entered Trinity College, Dublin, in 1718 graduating with a BA in 1722 in preparation for church work.": [],
    "He married Laetitia Van Lewen (1712-1750) in 1725 and after receiving a master's degree, promoted with the help of his father-in-law to to curate at St.": [
        [
            24,
            29,
            [
                "Loosen",
                "Lewin"
            ]
        ],
        [
            133,
            138,
            [
                "to"
            ]
        ]
    ],
    "Andrew's the same year.": [],
    "Pilking was already a published poet and his poems caught the attention of Jonathan Swift.": [
        [
            0,
            7,
            [
                "Picking",
                "Milking",
                "Piling",
                "Pinking",
                "Bilking",
                "Pilling"
            ]
        ]
    ],
    "With Swift's assistance, he traveled to London in September 1732 as chaplain to the incoming lord mayor of London, John Barber.": [],
    "His association with Edward Walpole, the prime minister Robert Walpole's profligate son, and liaison with the actress Mary Heron, caused the ire of many.": [],
    "He was arrested in 1734 for an inflammatory piece published under Swift's name.": [],
    "Suspicion on his release that he had betrayed Swift forced Pilking to keep a low profile, receiving an assignment in the bishopric of Dublin under archbishop Charles Cobbe (1686-1765).": [
        [
            59,
            66,
            [
                "Picking",
                "Milking",
                "Piling",
                "Pinking",
                "Bilking",
                "Pilling"
            ]
        ],
        [
            166,
            171,
            [
                "Cobb",
                "Cobble",
                "Cobber",
                "Cob be"
            ]
        ]
    ],
    "In 1737 his father-in-law died, leaving the Pilkington's with large debts.": [],
    "Matthew trumped up charges of infidelity and obtained a divorce in 1738 while he himself took up with a rich widow of a former member of Parliament.": [
        [
            8,
            18,
            [
                "trumped-up"
            ]
        ]
    ],
    "When his ex-wife published her version of his exploits, <em>Memoirs</em> (1748) Pilkington's hopes for higher Church of Ireland position were dashed.": [],
    "The couple fought a very public character assassination battle, with Pilkington issuing broadsides and Laetitia publishing subsequent volumes of her \"memoirs.\"": [],
    "Perhaps as a distraction, Pilkington began studying paintings and their histories.": [],
    "By the mid-1750s, Pilkington was advising Thomas Cobbe, the son of Charles Cobbe in painting acquisition.": [
        [
            49,
            54,
            [
                "Cobb",
                "Cobble",
                "Cobber",
                "Cob be"
            ]
        ],
        [
            75,
            80,
            [
                "Cobb",
                "Cobble",
                "Cobber",
                "Cob be"
            ]
        ]
    ],
    "The Cobbes were zealously building a collection for their Newbridge House estate.": [
        [
            4,
            10,
            [
                "Hobbes",
                "Cobbles",
                "Cobber",
                "Cobbers"
            ]
        ],
        [
            58,
            67,
            [
                "New bridge"
            ]
        ]
    ],
    "In 1770, Pilkington published a dictionary/handbook on eminent artists titled, <em>The Gentleman's and Connoisseur's Dictionary of Painters</em>.": [],
    "The work contained artists biographies, critical rankings of the artists, and an analysis of the art market in the Netherlands and England.": [],
    "The book, the first of its kind in England, quickly became popular, going through numerous editions.": [],
    "In the early nineteenth century it was taken over by the artist and art historian <a href=\"/fuselih\">Henry Fuseli</a> and appearing as <em>A Dictionary of Painters</em> in 1805 and 1810 editions.": [],
    "After 1824, it appeared standardly as <em>A General Dictionary of Painters</em> and was commonly known as \"Pilkington's Dictionary.\"": [
        [
            24,
            34,
            [
                "standard",
                "standards"
            ]
        ]
    ],
    "He claimed to his publisher that he also had a profile of the artist William Hogarth too politically volatile to incorporate into his dictionary.": [],
    "This work has never been traced, and given the unreliable nature of its author, may never have been written.": [],
    "Pilkington assembled a fine personal art collection of his own, all the more surprising given his modest income.": [],
    "These included works by Camphuysen, Heemskerk and a purported Tintoretto oil sketch.": [
        [
            24,
            34,
            [
                "Campuses"
            ]
        ]
    ],
    "Pilkington married Nancy Sandes (d.": [
        [
            25,
            31,
            [
                "Andes",
                "Sanders",
                "Sands",
                "Sanded",
                "Seines",
                "Sander"
            ]
        ]
    ],
    "1785) in 1750.": [],
    "His account of his actions in Rapin de Thoyras' <em>Impartial History</em> (1784) is an extreme falsification of his life.": [
        [
            30,
            35,
            [
                "Rapid",
                "Rain",
                "Rabin",
                "Rapine",
                "Lapin",
                "Raping"
            ]
        ]
    ],
    "Pilkington died in Dublin in 1774 a resentful man whose will cut out his only heirs for siding with their mother in custody arrangements.": [],
    "His papers are at the Huntington Library, San Mateo, CA, <em>The Gentleman's and Connoisseur's Dictionary of Painters</em> was the first handbook to connoisseurship and artists' biography written in English.": [],
    "Although not a work of scholarship, it is reflective of the age and aspirations of eighteenth and nineteenth century art-going British public.": [],
    "Pilkington dwells on Italian painters, at the time fashionable, and somewhat neglecting the Dutch and Flemish who were not yet as revered.": [],
    "His advice on the art markets of both the British Isles and the Netherlands and Belgium is an illuminating period piece.": [],
    "The Pilkington Dictionary when through numerous revisions and was the standard for connoisseurs and neophytes for much of the nineteenth century.": [],
    "The publication was taken over by Richard A. Davenport (c.1777-1852) and last appeared in 1857.</p>": []
}