{
    "Director of the Kimball Art Museum in Fort Worth, 1980-1998; masterful acquisitions assembler.": [
        [
            71,
            83,
            [
                "acquisitions'",
                "acquisition's"
            ]
        ]
    ],
    "Pillsbury's father was Edmund Pennington Pillsbury (1913-1951) and his mother Priscilla Adele Keator (Pillsbury) (1915-2011).": [
        [
            94,
            100,
            [
                "Keaton"
            ]
        ]
    ],
    "He was the child of two major American industrial families, great-grandson to  Charles Alfred Pillsbury (1842-1889), founder of the Pillsbury Flour and through his mother the to Deere machinery fortune.": [
        [
            77,
            79,
            [
                " "
            ]
        ]
    ],
    "Pillsbury, graduated from Yale University where he was a noted athlete.": [],
    "He received his M.A., and Ph.D, both from the Courtauld Institute of Art, University of  London and both on the topic of the Renaissance artist Jacopo Zucchi.": [
        [
            26,
            30,
            [
                "Ph.D."
            ]
        ],
        [
            46,
            55,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ],
        [
            87,
            89,
            [
                " "
            ]
        ],
        [
            144,
            150,
            [
                "JaCoCo"
            ]
        ],
        [
            151,
            157,
            [
                "Gucci",
                "Zucchini"
            ]
        ]
    ],
    "Pillsbury was appointed curator of European painting and sculpture at his alma mater, the Yale University Art Gallery.": [],
    "When Paul Mellon (1907-1999) funded the project for what would become the Yale Center for British Art in 1966, Pillsbury was appointed its first director, beginning 1977.": [],
    "At the 1980 death of another first director, <a href=\"/brownr\">Richard Brown</a>, of the Kimball Art Museum in Fort Worth, TX, Pillsbury became its second.": [],
    "At the Kimball, he built his own and the Museum’s reputation.": [],
    "He completed Brown’s negotiations to acquire Georges de La Tour’s<em> Cheat With the Ace of Clubs</em> (late 1620s).": [],
    "This began his success in buying masterworks for the small museum.": [],
    "These included <em>On the Pont de l'Europe</em> (1876/1877) by Gustave Caillebotte, then a relatively unknown artist to the public, 1982, <em>The Apostle Saint James Freeing the Magician Hermogenes</em> (1426-29) by Fra Angelico, 1986, <em>The Cardsharps</em> (c.1594) by Caravaggio, 1987, the acquisition for which he is perhaps best known.": [],
    "His skill at acquiring skills were so distinguished that in 1986, the National Gallery in London offered him the director position, the first non-Briton.": [],
    "It caused a furor in the United Kingdom, Pillsbury declined, and the position was given to <a href=\"/leveym\">Michael Levey</a>..\n\nIn 1989, Pillsbury announced a plan to build an addition onto the Louis Kahn museum building with architect Romaldo Giurgola.": [],
    "An international outcry arose–including the architect’s family– and the project was revised to be an adjacent building, this one to be designed by architect Renzo Piano.": [],
    "By 1998 Pillsbury and the Museum Board found themselves in major disagreements and he resigned.": [],
    "He collaborated with the Dallas branch of the Gerald Peters Gallery, renamed to be Pillsbury &amp; Peters Fine Art.": [
        [
            93,
            97,
            [
                "camp",
                "lamp",
                "ramp",
                "amp",
                "damp",
                "vamp"
            ]
        ]
    ],
    "The partnership dissolved in 2003;  Pillsbury accepted the directorship of the Meadows Art Museum at Southern Methodist University in its new building.": [
        [
            34,
            36,
            [
                " "
            ]
        ]
    ],
    "In 2005 he declined an offer from the Getty Museum to instead join Heritage Galleries as \"consultative director.\"": [
        [
            3,
            7,
            [
                "2005,"
            ]
        ]
    ],
    "There he created a fine arts- and museum services department.": [
        [
            17,
            28,
            [
                "a fine art",
                "fine arts"
            ]
        ]
    ],
    "At Heritage he expanded their art auctions into a $50 million business.": [
        [
            3,
            11,
            [
                "Heritage,"
            ]
        ]
    ],
    "His final position was director of the Bellagio Gallery of Fine Art in Las Vegas.": [
        [
            39,
            47,
            [
                "Fellatio"
            ]
        ]
    ],
    "Pillsbury always remained close to the Kimball; in 2009 he alerted then director Eric Lee (b.1965) to an early Michelangelo painting on the market,<em> The Torment of Saint Anthony</em> (1487), which Lee acquired.": [
        [
            146,
            148,
            [
                ", <"
            ]
        ]
    ],
    "It is the only Michelangelo in the United States.": [],
    "He died of a heart attack after visiting a client in Kaufman County, TX.": [],
    "The art historian <a href=\"/brettellr\">Richard Brettell</a> described Pillsbury as “one of the latter 20th century's most important museum directors .": [],
    ".": [
        [
            0,
            1,
            [
                "."
            ]
        ]
    ],
    "He was, in some ways, single-handedly responsible for turning the Kimball from an institution with a great building into one whose collection matched its architecture in quality.\"": [],
    "He declined many offers of positions, including editor of the <em>Burlington Magazine</em>.": [],
    "He published no monographs; the exhibition catalogs he contributed to were always with others.": []
}