{
    "<p>Rogier van der Weyden scholar.": [],
    "Pinchart contributed an essay in to the 1862 French edition of the survey of Flemish art by <a href=\"/crowej\">Joseph Archer Crowe</a> and <a href=\"/cavalcaselleg\">G.": [
        [
            0,
            8,
            [
                "Pin chart",
                "Pinch art"
            ]
        ]
    ],
    "B. Cavalcaselle</a>.": [],
    "Pinchart's essay in this revised work, <em>Les anciens peintres flamands</em>, attempted to correct the errors of previous scholars using primary sources in which Pinchard specialized.": [
        [
            0,
            8,
            [
                "Pin chart",
                "Pinch art"
            ]
        ]
    ],
    "His revisions were incorporated in the second English editon of Crowe and Cavalcasselle's book.": [
        [
            54,
            60,
            [
                "edition",
                "editor",
                "Edison",
                "edit on"
            ]
        ]
    ],
    "In 1867 Pinchart published two documents referring to \"Rogelet de le Pasture\" a native of Tournai and an apprentice to Robert Campin, apparently Tournai between 1427 and 1432.": [
        [
            8,
            16,
            [
                "Pin chart",
                "Pinch art"
            ]
        ],
        [
            55,
            62,
            [
                "Roget",
                "Omelet",
                "Rootlet",
                "Relet",
                "Rogered",
                "Rogelio"
            ]
        ],
        [
            66,
            68,
            [
                "LE",
                "Le",
                "he",
                "we",
                "be",
                "me"
            ]
        ],
        [
            90,
            97,
            [
                "Tourney",
                "Tourneys"
            ]
        ],
        [
            126,
            132,
            [
                "Camping",
                "Cam pin",
                "Camp in"
            ]
        ],
        [
            145,
            152,
            [
                "Tourney",
                "Tourneys"
            ]
        ]
    ],
    "The scholarship set off a debate among scholars as to Rogier's artistic origin.": [
        [
            54,
            60,
            [
                "Roger",
                "Rosier",
                "Logier",
                "Ropier"
            ]
        ]
    ],
    "Pinchart was important for the contribution he made in the identification of van der Weyden.": [
        [
            0,
            8,
            [
                "Pin chart",
                "Pinch art"
            ]
        ]
    ],
    "The 1568 edition of the <em>Vite</em> by <a href=\"/vasarig\">Giorgio Vasari</a> claimed \"Rogier of Bruges\" as a student of van Eyck and a \"Rogier van der Weyden of Brussels\" as the painter of the justice panels in the town hall in Brussels.": [],
    "<a href=\"/manderk\">Karel Van Mander</a> continued this separation of the two Rogiers in his 1604 <em>Schilderboek</em>.": [],
    "A debate ensued over the distinction between two different Rogiers.": [
        [
            59,
            66,
            [
                "Rogers"
            ]
        ]
    ],
    "<a href=\"/hassec\">Carl Hasse</a> considered the two distinct though others considered the work to be of one artist.": [],
    "Pinchart's identification of \"Rogelet de le Pasture\" (van der Weyden in Flemish) as an apprentice to Campin framed the argument for van der Weyden as of the school of Tournai.": [
        [
            0,
            8,
            [
                "Pin chart",
                "Pinch art"
            ]
        ],
        [
            30,
            37,
            [
                "Roget",
                "Omelet",
                "Rootlet",
                "Relet",
                "Rogered",
                "Rogelio"
            ]
        ],
        [
            41,
            43,
            [
                "LE",
                "Le",
                "he",
                "we",
                "be",
                "me"
            ]
        ],
        [
            101,
            107,
            [
                "Camping",
                "Cam pin",
                "Camp in"
            ]
        ],
        [
            167,
            174,
            [
                "Tourney",
                "Tourneys"
            ]
        ]
    ],
    "This began one of the major discussions of northern Renaissance art history as to whether he belonged to France or Flanders (Lane).</p>": [
        [
            76,
            89,
            [
                "whether"
            ]
        ]
    ]
}