{
    "<p>Medievalist art historian, proponent of the \"generational\" idea of art.": [],
    "Pinder initially studied in Göttingen to become a lawyer before switching to archaeology.": [
        [
            0,
            6,
            [
                "Hinder",
                "Binder",
                "Cinder",
                "Finder",
                "Pinter",
                "Kinder"
            ]
        ]
    ],
    "He attended courses at both the universities of Berlin and Munich.": [],
    "In 1896 he moved to Leipzig to study under <a href=\"/schmarsowa\">August Schmarsow</a>, under whom he wrote a dissertation in art history in 1903.": [
        [
            3,
            7,
            [
                "1896,"
            ]
        ]
    ],
    "Between 1905 and 1911 he was a lecturer in Würzburg.": [],
    "During this time he published his highly innovative <em>Einleitende Voruntersuchung zu einer Rhythmik Romanischer Innenräume in der Normandie</em> (Preliminary Investigation into Rhythmic Structures in Romanesque Interiors in Normandy), 1904, which interpreted works of architecture using a metaphor of living organisms, a feature similar of his mentor's writing.": [],
    "His Würzburg years also saw the publication of his major study on local sculpture, <em>Die Mittelalterliche Plastik Würzburgs</em> (Sculpture of the Middle Ages in Würzburg), his first articulation of what would become his generational theory of art.": [],
    "Pinder rose rapidly through the academic ranks, achieving appointments in Darmstadt (Technische Hochschule 1911-1916), Breslau (modern Wroclaw, Poland) where he was chair (1916-1917), 1918 in Strasbourg, and 1919 in Leipzig.": [
        [
            0,
            6,
            [
                "Hinder",
                "Binder",
                "Cinder",
                "Finder",
                "Pinter",
                "Kinder"
            ]
        ],
        [
            85,
            95,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ],
        [
            119,
            126,
            [
                "Presley",
                "Belau",
                "Bresler"
            ]
        ],
        [
            135,
            142,
            [
                "Wrocław"
            ]
        ]
    ],
    "Pinder had been testing notions of national character and <em>Zeitgeist</em> in art history for some time.": [
        [
            0,
            6,
            [
                "Hinder",
                "Binder",
                "Cinder",
                "Finder",
                "Pinter",
                "Kinder"
            ]
        ]
    ],
    "During his Leipzig years, however, he fully presented his theory of \"generations\" in art history, through his influential <em>Das Problem der Generationen in der Kunstgeschichte Europas</em> (1924).": [],
    "He rose to full professor in Munich in 1927 (through 1935).": [],
    "Pinder's strong nationalism and almost exclusive focus on the art of Germany attracted the praise of the burgeoning Nazi party.": [
        [
            0,
            6,
            [
                "Hinder",
                "Binder",
                "Cinder",
                "Finder",
                "Pinter",
                "Kinder"
            ]
        ]
    ],
    "His denunciation of his Jewish colleague at the University, <a href=\"/mayera\">August Liebmann Mayer</a> by attacking Mayer's work at the Alte Pinakothek, resulted in Mayer's dismissal.": [],
    "After the Nazi's assumption to power, Pinder was appointed to a chair at the University of Berlin (1935), though one of his students, <a href=\"/simsono\">Otto von Simson</a> later asserted the Nazi cultural minister disapproved.": [
        [
            38,
            44,
            [
                "Hinder",
                "Binder",
                "Cinder",
                "Finder",
                "Pinter",
                "Kinder"
            ]
        ]
    ],
    "He was succeeded at Munich by <a href=\"/jantzenh\">Hans Jantzen</a>.": [],
    "His two assistants in Munich, <a href=\"/michalskie\">Ernst Michalski</a> and <a href=\"/strausse\">Ernst Strauss</a>, both Jewish, were dismissed because of the Nuremberg law forbidding Jews to teach.": [],
    "In Berlin Pinder advised the Nazi government on looting art for the Reich collections.": [
        [
            10,
            16,
            [
                "Hinder",
                "Binder",
                "Cinder",
                "Finder",
                "Pinter",
                "Kinder"
            ]
        ]
    ],
    "His loyalty to the Nazis appeared to waver; Pinder was a member of the intellectual group Mittwoch Kreis (Wednesday Circle), whose membership was largely anti-Nazi.": [
        [
            44,
            50,
            [
                "Hinder",
                "Binder",
                "Cinder",
                "Finder",
                "Pinter",
                "Kinder"
            ]
        ],
        [
            90,
            98,
            [
                "Mitch",
                "Mattock",
                "Mitzvoth"
            ]
        ],
        [
            99,
            104,
            [
                "Eras",
                "Kris",
                "Bras",
                "Krebs",
                "Aras",
                "Kraus"
            ]
        ]
    ],
    "However, with the German surrender, he was imprisoned by the British as a Nazi collaborator, initially mistaken for another higher official, and eventually released.": [],
    "He died of a heart attack shortly thereafter.": [],
    "Pinder supervised the dissertations of some of the most prominent art historians of the next generations, including <a href=\"/kitzingere\">Ernst Kitzinger</a>, <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a>, <a href=\"/beenkenh\">Hermann Theodor Beenken</a>, <a href=\"/eversh\">Hans Gerhard Evers</a>, <a href=\"/herrmannw\">Wolfgang Herrmann</a>, <a href=\"/holte\">Elizabeth Gilmore Holt</a>, <a href=\"/vogelh\">Hans Vogel</a>, <a href=\"/mutherichf\">Florentine Mütherich</a>, <a href=\"/degenhartb\">Bernhard Degenhart</a>, <a href=\"/hoffmanne\">Edith Hoffmann</a>, <a href=\"/schmollj\">Josef Adolf Schmoll genannt Eisenwerth</a> and von Simson.": [
        [
            0,
            6,
            [
                "Hinder",
                "Binder",
                "Cinder",
                "Finder",
                "Pinter",
                "Kinder"
            ]
        ]
    ],
    "Less prestigious students included Erhard Göpel (1906-1966).": [
        [
            42,
            47,
            [
                "Gospel",
                "Opel",
                "Gödel",
                "Godel"
            ]
        ]
    ],
    "Pinder exercised a large influence in the Germany of his time.": [
        [
            0,
            6,
            [
                "Hinder",
                "Binder",
                "Cinder",
                "Finder",
                "Pinter",
                "Kinder"
            ]
        ]
    ],
    "His writing and lecturing style was sophisticated yet full of a playfulness that delights in language (Hoffmann).": [],
    "Pevsner, a student of Pinder's, recalled that he spoke \"the way they do in the movies\" (Games).": [
        [
            0,
            7,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ],
        [
            22,
            28,
            [
                "Hinder",
                "Binder",
                "Cinder",
                "Finder",
                "Pinter",
                "Kinder"
            ]
        ]
    ],
    "Pinder also contributed to the modestly priced, heavily illustrated series of paperbacks on art history \"Die blauen Bücher.\"": [
        [
            0,
            6,
            [
                "Hinder",
                "Binder",
                "Cinder",
                "Finder",
                "Pinter",
                "Kinder"
            ]
        ],
        [
            109,
            115,
            [
                "Plauen"
            ]
        ],
        [
            116,
            122,
            [
                "Butcher",
                "Boucher",
                "Blucher",
                "Büchner"
            ]
        ]
    ],
    "These caught the public imagination and helped Pinder to be recognized both academically and in the popular imagination (Halbertsma).": [
        [
            47,
            53,
            [
                "Hinder",
                "Binder",
                "Cinder",
                "Finder",
                "Pinter",
                "Kinder"
            ]
        ],
        [
            121,
            131,
            [
                "Alberta",
                "Albertina",
                "Halberds",
                "Albertson",
                "Halbert"
            ]
        ]
    ],
    "His association with the Nazism was both through a methodology based upon his nationalism and \"Volk\"-ideology as well as his high public profile.": [
        [
            95,
            99,
            [
                "Folk",
                "Polk",
                "Vols",
                "Volt",
                "Yolk",
                "Vole"
            ]
        ]
    ],
    "He argued that those unable to understand him did so because they did not have enough <em>Volkisch</em> blood in them.": [],
    "Pinder's devotion to art, however, was stronger than to Hitler, as demonstrated by articles decrying the Nazi attack on modern art, for example, his \"Was ist deutsch an der deutschen Kunst?\"": [
        [
            0,
            6,
            [
                "Hinder",
                "Binder",
                "Cinder",
                "Finder",
                "Pinter",
                "Kinder"
            ]
        ],
        [
            154,
            157,
            [
                "is",
                "IST",
                "it",
                "its",
                "St",
                "list"
            ]
        ],
        [
            158,
            165,
            [
                "Deutsche"
            ]
        ],
        [
            166,
            168,
            [
                "a"
            ]
        ],
        [
            169,
            172,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            173,
            182,
            [
                "Deutsche"
            ]
        ],
        [
            183,
            188,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "of 1933.": [
        [
            0,
            2,
            [
                "Of"
            ]
        ]
    ],
    "One of his students, von Simson, doubted his Nazi sympathies altogether.": [
        [
            21,
            24,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ],
        [
            25,
            31,
            [
                "Simon",
                "Simpson",
                "Samson",
                "Simeon",
                "Stimson",
                "Simón"
            ]
        ]
    ],
    "Methodologically, Pinder developed and propagated what he called a \"generational view of art history.\"": [
        [
            18,
            24,
            [
                "Hinder",
                "Binder",
                "Cinder",
                "Finder",
                "Pinter",
                "Kinder"
            ]
        ]
    ],
    "Art, by which he usually meant German art, could be understood as the interaction between older and younger generations of artists within a region.": [],
    "Pinder saw these regional styles as driven by the \"artistic genius,\" a concept imbued throughout his writing.": [
        [
            0,
            6,
            [
                "Hinder",
                "Binder",
                "Cinder",
                "Finder",
                "Pinter",
                "Kinder"
            ]
        ]
    ],
    "He was capable of overestimating the influence of German art on the other countries of Europe, as in his three-volume <em>Die Kunst der deutschen Kaiserzeit</em> (1935).": [],
    "His reliance on intuition as a basis of judgment increasingly accept nationalistic concepts of <em>Volk</em>.": [],
    "At his best, however, Pinder could synthesize vast accomplishments of German art into convincing histories.": [
        [
            22,
            28,
            [
                "Hinder",
                "Binder",
                "Cinder",
                "Finder",
                "Pinter",
                "Kinder"
            ]
        ]
    ],
    "His <em>Die deutsche Plastik vom ausgehenden Mittelalter bis zum Ende der Renaissance</em> (1914, 1929) is considered the first great history of German sculpture (Hoffmann).": [],
    "Pinder's understanding and use of hermeneutics is still admired today.": [
        [
            0,
            6,
            [
                "Hinder",
                "Binder",
                "Cinder",
                "Finder",
                "Pinter",
                "Kinder"
            ]
        ]
    ],
    "In his later years his interest expanded to include the baroque, in which he again produced pioneering studies.": [],
    "His methodological dominance was only supplanted after World War II by the methodology of <a href=\"/bandmanng\">Günter Bandmann</a>.</p>": []
}