{
    "<p>Director Nederlandsch Museum voor Geschiedenis en Kunst.": [
        [
            12,
            24,
            [
                "Nederland sch"
            ]
        ],
        [
            32,
            36,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            53,
            58,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "Pit attended the Gymnasium in The Hague, where the future engraver Philip Zilcken (1857-1930) was among his fellow students.": [
        [
            74,
            81,
            [
                "Silken",
                "Milken",
                "Sicken",
                "Zincked"
            ]
        ]
    ],
    "Stimulated by Zilcken, Pit felt attracted to etching.": [
        [
            14,
            21,
            [
                "Silken",
                "Milken",
                "Sicken",
                "Zincked"
            ]
        ]
    ],
    "In 1879 he began studying Law at Leiden University, but this turned out not to be the right choice.": [
        [
            3,
            7,
            [
                "1879,"
            ]
        ]
    ],
    "In 1886, without having finished his study, he went to Paris where he was admitted to the école du Louvre.": [
        [
            90,
            95,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            96,
            98,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ]
    ],
    "One of his teachers, mainly on mediaeval art, was <a href=\"/courajodl\">Louis-Charles-Léon Courajod</a>.": [
        [
            31,
            40,
            [
                "medieval"
            ]
        ]
    ],
    "Pit admired Courajod's approach, which was focused on the work of art itself.": [
        [
            12,
            20,
            [
                "Courage",
                "Curator",
                "Conrad",
                "Courted",
                "Curated",
                "Coursed"
            ]
        ]
    ],
    "The topic of his 1891 thesis, supervised by Courajod, was early graphic art in the Netherlands and its influence on European art: <em>L'influence des Pays-Bas sur les arts en Europe</em>.": [
        [
            44,
            52,
            [
                "Courage",
                "Curator",
                "Conrad",
                "Courted",
                "Curated",
                "Coursed"
            ]
        ]
    ],
    "Parts of this study were published in the <em>Revue de l'art chrétien</em> in 1890, 1891, and 1892.": [],
    "In 1894 Pit published <em>Les origines de l'art hollandais</em>.": [],
    "He also was interested in modern graphic art.": [],
    "In 1890, he published a catalog of the etchings of his friend Zilcken: <em>Catalogue descriptif des eaux-fortes originales de Ph.": [
        [
            62,
            69,
            [
                "Silken",
                "Milken",
                "Sicken",
                "Zincked"
            ]
        ],
        [
            75,
            84,
            [
                "Catalog"
            ]
        ],
        [
            85,
            95,
            [
                "description",
                "descriptive",
                "descriptor"
            ]
        ],
        [
            96,
            99,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            100,
            111,
            [
                "aux-fortes"
            ]
        ],
        [
            112,
            122,
            [
                "originals",
                "originates",
                "origin ales"
            ]
        ],
        [
            126,
            128,
            [
                "pH",
                "PH",
                "PA",
                "PC",
                "Mph",
                "PM"
            ]
        ]
    ],
    "Zilcken mentionnant deux cent et une pièces</em>.": [
        [
            0,
            7,
            [
                "Silken",
                "Milken",
                "Sicken",
                "Zincked"
            ]
        ],
        [
            8,
            19,
            [
                "mentioning"
            ]
        ],
        [
            20,
            24,
            [
                "DEU",
                "DEUG",
                "DEX"
            ]
        ],
        [
            33,
            36,
            [
                "one",
                "use",
                "June",
                "tune",
                "UNC",
                "dune"
            ]
        ],
        [
            37,
            43,
            [
                "pieces",
                "piece",
                "nieces",
                "pieced",
                "pierces",
                "Pisces"
            ]
        ]
    ],
    "In the 1918 edition of this catalog 633 etchings by Zilcken were included.": [
        [
            52,
            59,
            [
                "Silken",
                "Milken",
                "Sicken",
                "Zincked"
            ]
        ]
    ],
    "Pit also collected etchings of contemporary French artists.": [],
    "In 1894, he began his career in The Netherlands, as \"adjunct-commies\" in the Department of Arts and Sciences in the Ministry of Home Affairs.": [],
    "In 1896 he was appointed assistant director and in 1898 director of the Nederlandsch Museum voor Geschiedenis en Kunst (National Museum for History and Art), a museum of decorative arts, sculpture and architecture in the conglomerate of the Amsterdam Rijksmuseum.": [
        [
            3,
            7,
            [
                "1896,"
            ]
        ],
        [
            72,
            84,
            [
                "Nederland sch"
            ]
        ],
        [
            92,
            96,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            113,
            118,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "He was the successor of David van der Kellen (1827-1895).": [],
    "Pit was an innovative art historian with an international orientation and interest.": [],
    "He disliked the architecture and decorations of the museum rooms, which were designed in historical styles.": [],
    "His innovative approach conflicted more than once with the more conservative vision of Cuypers (1827-1921), the architect of the building, and of <a href=\"/stuersv\">Victor Eugène Louis de Stuers</a> (1843-1916), the influential former head of the Department of Arts and Sciences and, since 1901, member of the Dutch parliament.": [
        [
            87,
            94,
            [
                "Buyers",
                "Bumpers",
                "Campers",
                "Cutters",
                "Jumpers",
                "Capers"
            ]
        ]
    ],
    "Pit wanted to display the objects for their own esthetic qualities and to group them together in series, in order to show the stylistic evolution of the various crafts.": [],
    "In his view objects with a mere historical importance had to be separated from art objects.": [],
    "Between 1901 and 1904, his catalogs of silver- and gold ware and sculpture appeared.": [],
    "His assistants, <a href=\"/kalfj\">Jan Kalf</a>, <a href=\"/vogelsangw\">Willem Vogelsang</a>, <a href=\"/nottenm\">Marinus van Notten</a> and <a href=\"/neurdenberge\">Elisabeth Neurdenburg</a> published, between 1903 and 1917, the catalogs on textiles, furniture and pottery, as well as a revised edition of Pit's sculpture catalog.": [],
    "In 1907, the University of Utrecht offered Pit a professorship of Art History, which he declined.": [],
    "It was his assistant director Vogelsang who became the first professor of Art History in Utrecht.": [
        [
            30,
            39,
            [
                "Vogel sang"
            ]
        ]
    ],
    "On the latter's initiative, Pit was awarded, in 1909, a doctorate <em>honoris causa</em> for his scholarly and practical work in the field of decorative arts.": [],
    "Pit was convinced that the Dutch collections had to be complemented with foreign acquisitions.": [],
    "His purchases included Italian pottery, Italian and French furniture, Persian rugs, Coptic fabrics, and Italian sculptures.": [],
    "He was a member of the Dutch Antiquarian Association and regularly published in the association's bulletin.": [],
    "Within this association he was active, between 1911 and 1918, as a member of a special commission for museum reform.": [],
    "The proposals concerning reorganization and management of the Dutch museums were published in the 1918 publication of the Dutch Antiquarian Association: <em>Over hervorming en beheer onzer musea</em>.": [],
    "Pit was a strong proponent of the acquisition of foreign works of art in the national museums.": [],
    "Another important item was the problematic function of the Nederlandsch museum, which served both history and art.": [
        [
            59,
            71,
            [
                "Nederland sch"
            ]
        ]
    ],
    "In 1917, Pit voluntarily quit his position, in order to devote more time to another important part of his career: his writings on philosophy, esthetics, and methodology.": [
        [
            142,
            151,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "His successor was the above-mentioned Van Notten.": [
        [
            42,
            48,
            [
                "Gotten",
                "Rotten",
                "Not ten"
            ]
        ]
    ],
    "Pit moved to Laren and, in 1920, he married the novelist and writer Carry van Bruggen (1881-1932).": [
        [
            13,
            18,
            [
                "Learn",
                "Earn",
                "Learns",
                "Karen",
                "Laden",
                "Lean"
            ]
        ],
        [
            78,
            85,
            [
                "Rugged",
                "Drugged",
                "Bruges",
                "Bragged",
                "Bugged",
                "Bruegel"
            ]
        ]
    ],
    "Already in 1912 he had published Het logische in de ontwikkeling der beeldende kunsten, a collection of articles previously published in <em>Tijdschrift voor Wijsbegeerte</em>, a journal for philosophy.": [
        [
            33,
            36,
            [
                "He",
                "Get",
                "Her",
                "Set",
                "Hit",
                "Let"
            ]
        ],
        [
            37,
            45,
            [
                "logic",
                "logical",
                "Louise",
                "Porsche",
                "logistic",
                "logics"
            ]
        ],
        [
            65,
            68,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            69,
            78,
            [
                "beeline",
                "beelined"
            ]
        ],
        [
            79,
            86,
            [
                "unseen",
                "Munster",
                "tungsten",
                "Austen",
                "Kirsten",
                "kinsmen"
            ]
        ]
    ],
    "In 1916, he wrote an article on methodology \"Over de methode bij de beoefening van de geschiedenis der beeldende kunsten\", in which he reflected on the 1915 publication <em>Kunstgeschichtliche Grundbegriffe</em> of <a href=\"/wolfflinh\">Heinrich Wölfflin</a>.": [
        [
            53,
            60,
            [
                "method",
                "methods",
                "meth ode"
            ]
        ],
        [
            61,
            64,
            [
                "big",
                "bit",
                "bid",
                "bin",
                "bio",
                "bib"
            ]
        ],
        [
            68,
            78,
            [
                "benefiting",
                "reopening",
                "broadening",
                "deepening",
                "redefining",
                "deafening"
            ]
        ],
        [
            99,
            102,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            103,
            112,
            [
                "beeline",
                "beelined"
            ]
        ],
        [
            113,
            120,
            [
                "unseen",
                "Munster",
                "tungsten",
                "Austen",
                "Kirsten",
                "kinsmen"
            ]
        ]
    ],
    "In 1922 <em>Denken en beelden</em> appeared, another collection of articles earlier published in Groot-Nederland, a literary journal.": [],
    "In 1928 <em>Aesthetische ontwikkeling</em> (Aesthetic Development) followed.": [],
    "By that time, Pit was preoccupied with a serious illness of his wife.": [],
    "After her death, in 1932, he left Laren and moved to The Hague.": [
        [
            34,
            39,
            [
                "Learn",
                "Earn",
                "Learns",
                "Karen",
                "Laden",
                "Lean"
            ]
        ]
    ],
    "In 1940 he published an essay on the human consciousness, <em>Het bewustzijn</em>.": [
        [
            3,
            7,
            [
                "1940,"
            ]
        ]
    ],
    "During World War II he had to leave The Hague; he spent his last years in Nijmegen, where he died in 1944.": [],
    "In his study, <em>Les origines de l'art hollandais</em>, Pit argued that the foundation of Dutch Golden Age painting can be traced in fifteenth-century painting and miniatures of the Northern Netherlands, and that Dutch art logically developed between the fifteenth and the seventeenth century.": [],
    "Pit stated that the early Dutch masters, unlike the Flemish Primitives, exhibited a painstaking attention for the plain reality, which later became a distinctive aspect of seventeenth-century Dutch art.": [],
    "The beginnings of Dutch Golden Age painting were to be found, therefore, in the Northern Netherlands long before the political separation of the Northern provinces from the Southern Netherlands in the last quarter of the sixteenth century.": [],
    "This point of view has been questioned by art historians and historians.": [],
    "Edward Grasman (1998) has placed this debate in a broader context.</p>": [
        [
            7,
            14,
            [
                "Gasman"
            ]
        ]
    ]
}