{
    "<p>Connoisseur-style historian of Italian renaissance art; popular textbook writer.": [],
    "Pittaluga was the daughter of an Italian General, though her forbearers were Austrian.": [
        [
            0,
            9,
            [
                "Petaluma"
            ]
        ],
        [
            61,
            71,
            [
                "for bearers"
            ]
        ]
    ],
    "She attended the State Secondary School in Cuneo, where she was the only female student.": [
        [
            43,
            48,
            [
                "Cu neo"
            ]
        ]
    ],
    "When <a href=\"/venturil\">Lionello Venturi</a> was appointed the new chair of art history at the university in Turin at an extremely young age, Pittaluga was one of his first students.": [],
    "She went on to write her ground-breaking thesis under him on <a href=\"/fromentine\">Eugène Fromentin</a>.": [],
    "Venturi's father, the art historian <a href=\"/venturia\">Adolfo Venturi</a>, quickly published her thesis in his magazine, <em>L'Arte</em> in 1917.": [],
    "Pittaluga continued study under Adolfo, where was training scholars to help write his <em>Storia dell' Arte Italiana</em>.": [
        [
            0,
            9,
            [
                "Petaluma"
            ]
        ]
    ],
    "He also assigned her to compile the texts for secondary curriculum in art history for the <em>Liceo Classico</em>.": [],
    "She began teaching in Florence in the 1920s.": [],
    "She published actively in her field, <em>La Pittura Italiana del 400</em> and the first serious study of Italian engravings by an Italian, <em>L'incisione Italia del 500</em>, both in 1929.": [],
    "<em>L'Architettura Italiana del 400</em> followed in 1934.": [],
    "In 1938 she produced both <em>La Scultura Italiana del 400</em> and the first volume of <em>La Pittura Italiana del 500</em> (the second volume in 1946).": [
        [
            3,
            7,
            [
                "1938,"
            ]
        ]
    ],
    "She wrote a three-volume survey on world art, from Minoan to twentieth-century, a landmark textbook including plans and glossaries.": [],
    "After the war her family fortune declined and she relied on this text for a part of her income.": [
        [
            41,
            45,
            [
                ", and"
            ]
        ]
    ],
    "In 1948 she continued her research on French Salon criticism, publishing in the <em>Biblioteca di Critica d'arte</em>.": [
        [
            3,
            7,
            [
                "1948,"
            ]
        ]
    ],
    "By the 1950s her interest had moved to nineteenth-century Italian art.": [],
    "She did, however, provide the text for the English-language volume of Raphael's panel paintings for the Abrams series.": [],
    "Pittaluga retired before the standard pension age in order to devote her last years to publishing in nineteenth-century art.": [
        [
            0,
            9,
            [
                "Petaluma"
            ]
        ]
    ],
    "A book on De Nittis appeared in 1963 and another on Ippolito Caffi in 1971, with articles interspersed in the Florentine <em>Antichita Viva</em>.": [
        [
            13,
            19,
            [
                "Nitric",
                "Pitts",
                "Nettie",
                "Ditties",
                "Mitts",
                "Ninths"
            ]
        ],
        [
            52,
            60,
            [
                "Impolite"
            ]
        ],
        [
            61,
            66,
            [
                "Caff",
                "Caffs"
            ]
        ]
    ],
    "Pittaluga employed connoisseurship as her major approach to art.": [
        [
            0,
            9,
            [
                "Petaluma"
            ]
        ]
    ],
    "<a href=\"/berensonb\">Bernard Berenson</a>, who generally despised female art historians and academics alike, made an exception for Pittaluga.": [],
    "He characterized her worth as equal to all other Italian colleages.": [
        [
            57,
            66,
            [
                "colleagues",
                "colleges",
                "collages"
            ]
        ]
    ],
    "The painter and author A. Derek Hill (1916-2000) described her as the female, twentieth-century Voltaire.</p>": []
}