{
    "<p>Founder and first director of the Institute of Contemporary Art in Boston.": [],
    "Plaut's parents were Jacob M. Plaut and Alice Sachs (Plaut).": [
        [
            0,
            5,
            [
                "Plant",
                "Plat",
                "Plait",
                "Platt"
            ]
        ],
        [
            30,
            35,
            [
                "Plant",
                "Plat",
                "Plait",
                "Platt"
            ]
        ],
        [
            53,
            58,
            [
                "Plant",
                "Plat",
                "Plait",
                "Platt"
            ]
        ]
    ],
    "Plaut attended a variety of prestigious private grammar schools, including the Auteuil Day School, Paris, 1925-1926 and then the Taft School in Watertown, CT, between 1927 and 1928.": [
        [
            0,
            5,
            [
                "Plant",
                "Plat",
                "Plait",
                "Platt"
            ]
        ],
        [
            79,
            86,
            [
                "Auteur",
                "Auteurs"
            ]
        ]
    ],
    "He graduated from Harvard university with a B. A. in 1933, marrying Mary E. Friedlander.": [
        [
            18,
            36,
            [
                "Harvard University"
            ]
        ],
        [
            76,
            87,
            [
                "Fried lander"
            ]
        ]
    ],
    "Plaut continued at Harvard for an A.M., in 1935 teaching art history there while a graduate student.": [
        [
            0,
            5,
            [
                "Plant",
                "Plat",
                "Plait",
                "Platt"
            ]
        ]
    ],
    "In 1935 he joined the Museum of Fine Arts, Boston, as an assistant curator.": [
        [
            3,
            7,
            [
                "1935,"
            ]
        ]
    ],
    "He left the MFA to found the Institute of Modern Art in Boston in 1939, organizing exhibitions of the work of Frank Lloyd Wright, Georges Rouault and Oscar Kokoschka.": [
        [
            156,
            165,
            [
                "Yokosuka"
            ]
        ]
    ],
    "During World War II, Plaut joined the U.S.": [
        [
            21,
            26,
            [
                "Plant",
                "Plat",
                "Plait",
                "Platt"
            ]
        ]
    ],
    "Navy assigned to North Africa in 1942 and then directing the Art Looting Investigation Unit of the Office of Strategic Services in the Office of Naval Intelligence.": [],
    "He was discharged in 1946.": [],
    "In 1949 the Institute altered its name from \"Modern Art\" to \"Contemporary Art,\" launching the show, \"Milestones of American Painting in Our Century,\" under curator <a href=\"/wightf\">Frederick Stallknecht Van Buren Wight</a>.": [],
    "Despite the catalog's introduction written by <a href=\"/goodrichl\">Lloyd C. Goodrich</a>, curator of the Whitney and an exponent of modernist art, <em>Life</em> magazine termed the show a salvo against modern art.": [],
    "The <em>Life</em> piece focused in part on the Institute's name change.": [],
    "The article met with a firestorm of protest by major art museum directors, denying that the Institute's show was an attempt to revise modernism, though Plaut cautiously supported the magazine's reporting.": [
        [
            152,
            157,
            [
                "Plant",
                "Plat",
                "Plait",
                "Platt"
            ]
        ]
    ],
    "He stepped down as director of the Institute in 1956.": [],
    "In 1958 he served as deputy United States Commissioner to the Brussels World's Fair, followed by a vice presidency of the Old Sturbridge Village, MA 1959-1961.": [
        [
            3,
            7,
            [
                "1958,"
            ]
        ],
        [
            126,
            136,
            [
                "Uxbridge",
                "Stockbridge"
            ]
        ]
    ],
    "He retired from the Institute in 1961.": [],
    "He was the secretary general to the World Crafts Council, 1967-1976.": [],
    "Plaut received an honorary D.F.A., from Wheaton College, Wheaton, IL, in 1974.": [
        [
            0,
            5,
            [
                "Plant",
                "Plat",
                "Plait",
                "Platt"
            ]
        ]
    ],
    "In 1976, following his work with the Council, Plaut and his wife began the organization Aid to Artisans, a program to help third-world artisans market their wares.": [
        [
            46,
            51,
            [
                "Plant",
                "Plat",
                "Plait",
                "Platt"
            ]
        ]
    ],
    "He died at a Boston hospital at age 83.</p>": []
}