{
    "<p>Botticelli biographer and director of the Science and Arts Museum of Ireland, 1907-16.": [],
    "Plunkett was the son of Patrick Joseph Plunkett (1817-1918), a builder, and Elizabeth Noble (Plunkett).": [
        [
            0,
            8,
            [
                "Puckett",
                "Plunked",
                "Punnett",
                "Punkest"
            ]
        ],
        [
            39,
            47,
            [
                "Puckett",
                "Plunked",
                "Punnett",
                "Punkest"
            ]
        ],
        [
            93,
            101,
            [
                "Puckett",
                "Plunked",
                "Punnett",
                "Punkest"
            ]
        ]
    ],
    "The family income, derived from the Rathmines, Dublin, allowed Plunkett to attend school at Nice and Dublin (1863-7), Clongowes Wood College, county Kildare (1867-9), and beginning in 1872, Dublin University.": [
        [
            36,
            45,
            [
                "Ratlines"
            ]
        ],
        [
            63,
            71,
            [
                "Puckett",
                "Plunked",
                "Punnett",
                "Punkest"
            ]
        ],
        [
            118,
            127,
            [
                "Clones",
                "Consoles",
                "Congolese",
                "Connotes",
                "Condones",
                "Elongates"
            ]
        ]
    ],
    "At Dublin he studied Renaissance and medieval art among other topics, ultimately graduating in 1884.": [
        [
            3,
            9,
            [
                "Dublin,"
            ]
        ]
    ],
    "That year he married Josephine Cranny (1858-1944).": [],
    "Plunkett traveled widely, particularly in Italy, where he was made a Papal Count by Pope Leo XIII in 1877.": [
        [
            0,
            8,
            [
                "Puckett",
                "Plunked",
                "Punnett",
                "Punkest"
            ]
        ]
    ],
    "Returning to Ireland, he entered politics winning a nationalist's seat in 1900.": [],
    "That year, perhaps to supplement his income, he used his conversancy in both Italian and French to published a biography of Sandro Botticelli.": [
        [
            57,
            68,
            [
                "conservancy",
                "conversant"
            ]
        ],
        [
            99,
            108,
            [
                "publish"
            ]
        ]
    ],
    "The income allowed him to rent Kilternan Abbey, Dublin, as his home.": [
        [
            31,
            40,
            [
                "Internal",
                "Silverman",
                "Silberman",
                "Kilter",
                "Cisternal",
                "Kernan"
            ]
        ]
    ],
    "His prominence as a Irish Republican and an art historian ultimately led to his 1907 appointment as director of the Science and Arts Museum (later National Museum) of Ireland.": [
        [
            18,
            19,
            [
                "an"
            ]
        ]
    ],
    "As director, his policies increased attendance from 100 to 3000 yearly.": [],
    "In 1908 he wrote the architectural history, <em>Handbook to the Dublin District</em>.": [
        [
            3,
            7,
            [
                "1908,"
            ]
        ]
    ],
    "In 1911 he revised the <em>Early Christian art in Ireland</em> by the late <a href=\"/stokesm\">Margaret Stokes</a> (1832-1900).": [
        [
            3,
            7,
            [
                "1911,"
            ]
        ]
    ],
    "His son, Joseph Mary, was part of an armed uprising for Irish independence (the Easter Rising of 1916), and ultimately executed.": [],
    "Plunkett was fired from the Museum and deported to Oxford the same year.": [
        [
            0,
            8,
            [
                "Puckett",
                "Plunked",
                "Punnett",
                "Punkest"
            ]
        ]
    ],
    "He returned to Ireland illegally winning election to the Unionist party in 1917.": [],
    "His political front became the Sinn Féin party, although still pledged to the republic.": [],
    "In 1918 Plunkett was jailed again, but released after his landslide election for the Sinn Féin.": [
        [
            8,
            16,
            [
                "Puckett",
                "Plunked",
                "Punnett",
                "Punkest"
            ]
        ]
    ],
    "In 1921 De Valera offered him the minister for fine arts position, an assignment outside the cabinet.": [
        [
            11,
            17,
            [
                "Valeria",
                "Valery",
                "Valéry",
                "Val era"
            ]
        ]
    ],
    "Plunkett's work for the ministry, including the Dante sexcentenary commemoration, was dwarfed by the treaty with Britain, which Plunkett bitterly opposed.": [
        [
            0,
            8,
            [
                "Puckett",
                "Plunked",
                "Punnett",
                "Punkest"
            ]
        ],
        [
            54,
            66,
            [
                "sex centenary"
            ]
        ],
        [
            128,
            136,
            [
                "Puckett",
                "Plunked",
                "Punnett",
                "Punkest"
            ]
        ]
    ],
    "Plunkett joined the ensuing civil war and was interned again in late 1923.": [
        [
            0,
            8,
            [
                "Puckett",
                "Plunked",
                "Punnett",
                "Punkest"
            ]
        ]
    ],
    "Plunkett remained in pro-Republican movements in Ireland until he ultimately transferred republican authority to the Irish Republican Army army council in 1938.": [
        [
            0,
            8,
            [
                "Puckett",
                "Plunked",
                "Punnett",
                "Punkest"
            ]
        ],
        [
            134,
            143,
            [
                "Army"
            ]
        ]
    ],
    "His wife, Josephine died in 1944.": [],
    "In March of 1948 Plunkett died of cancer at his home in Dublin.": [
        [
            3,
            16,
            [
                "March 1948"
            ]
        ],
        [
            17,
            25,
            [
                "Puckett",
                "Plunked",
                "Punnett",
                "Punkest"
            ]
        ]
    ],
    "He is buried in the republican plot at Glasnevin cemetery, Dublin.": [
        [
            39,
            48,
            [
                "Glaswegian"
            ]
        ]
    ],
    "Plunkett also wrote for the <em>Irish Monthly</em> under the pseudonym \"Killeen,\" a popular race horse.</p>": [
        [
            0,
            8,
            [
                "Puckett",
                "Plunked",
                "Punnett",
                "Punkest"
            ]
        ]
    ]
}