{
    "<p>Architect and architectural historian; professor of art history at the Amsterdam Rijksacademie (1918) and at Delft University of Technology (1943).": [],
    "Van der Pluym began his training in architecture at age 16, after having left high school without graduating.": [
        [
            4,
            7,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            8,
            13,
            [
                "Plum",
                "Plumy"
            ]
        ]
    ],
    "Two years later he obtained a position at the Rijksgebouwendienst (Dutch Government Buildings Agency) and later at Monumentenzorg (Netherlands Department for Conservation).": [],
    "He received further training at the Amsterdam Rijksmuseum School, where he graduated, in 1904, in drawing and architecture.": [],
    "He then moved to Brussels, where he worked under the Belgian architect Paul Saintenoy (1862-1952) as designer in historical styles.": [
        [
            76,
            85,
            [
                "Saintly",
                "Painterly",
                "Sainthood",
                "Sainted",
                "Saint-Lô",
                "Santino"
            ]
        ]
    ],
    "In 1905 he returned to the Netherlands.": [
        [
            3,
            7,
            [
                "1905,"
            ]
        ]
    ],
    "At Utrecht University he studied archaeology and art history during one year under <a href=\"/vogelsangw\">Willem Vogelsang</a>.": [],
    "Van der Pluym's involvement in archaeology began in 1906, when Carel Willem Vollgraff (1876-1967) invited him to accompany him at his second digging campaign in Argos, Greece.": [
        [
            4,
            7,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            8,
            13,
            [
                "Plum",
                "Plumy"
            ]
        ],
        [
            63,
            68,
            [
                "Carl",
                "Care",
                "Call",
                "Car",
                "Cars",
                "Card"
            ]
        ],
        [
            76,
            85,
            [
                "Polygraph",
                "Holography",
                "Holograph",
                "Polygraphs",
                "Holographs"
            ]
        ]
    ],
    "(Van der Pluym continued to collaborate as draughtsman in the campaigns of 1912, 1928, and 1930.)": [
        [
            5,
            8,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            9,
            14,
            [
                "Plum",
                "Plumy"
            ]
        ],
        [
            43,
            54,
            [
                "draftman"
            ]
        ]
    ],
    "In 1907 he supervised the construction of the Gouda Hospital under the Dutch architect Willem Kromhout (1864-1940).": [
        [
            3,
            7,
            [
                "1907,"
            ]
        ],
        [
            94,
            102,
            [
                "Knockout",
                "Dropout",
                "Rollout",
                "Brownout",
                "Brushout",
                "Komoot"
            ]
        ]
    ],
    "In 1910, Van der Pluym became the latter's successor as art history instructor at the Amsterdam Museum School.": [
        [
            13,
            16,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            17,
            22,
            [
                "Plum",
                "Plumy"
            ]
        ]
    ],
    "With <a href=\"/laurentm\">Marcel Laurent</a>, professor of art history at Liège University in Belgium, he wrote a broad overview of the highlights of sculpture and architecture from Antiquity to the present.": [],
    "The 1916 Dutch publication was followed by French and Italian editions.": [],
    "From 1916 to c.": [],
    "1944, Van der Pluym taught art history at the Amsterdam institution \"Voortgezet Hooger Bouwkunst Onderricht\" (Continuing higher architectural instruction), set up in 1908.": [
        [
            10,
            13,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            14,
            19,
            [
                "Plum",
                "Plumy"
            ]
        ],
        [
            80,
            86,
            [
                "Hooper",
                "Hooter",
                "Booger",
                "Hoofer",
                "Hooker",
                "Hoover"
            ]
        ],
        [
            97,
            107,
            [
                "Anderlecht"
            ]
        ]
    ],
    "In 1918 he in addition became professor of general art history at the Amsterdam Rijksacademie van Beeldende Kunsten, as the successor of <a href=\"/sixj\">Jan Six</a>.": [
        [
            98,
            107,
            [
                "Beeline",
                "Beelined"
            ]
        ],
        [
            108,
            115,
            [
                "Unseen",
                "Munster",
                "Tungsten",
                "Austen",
                "Kirsten",
                "Kinsmen"
            ]
        ]
    ],
    "He served the academy until age 70.": [],
    "From 1922 onward he began his academic career at Amsterdam University as <em>privaatdocent</em> of the history of architecture.": [],
    "Between 1943 and 1949 he in addition held the position of extraordinarius professor of the history of visual arts at Delft University of Technology.": [
        [
            58,
            73,
            [
                "extraordinarily"
            ]
        ]
    ],
    "In the 1940s and 1950s he published a series of volumes on the evolution of the interior of the Dutch house and its furniture.": [],
    "After his retirement from Amsterdam University at age 76, he continued working and publishing and he kept traveling together with his wife.": [
        [
            93,
            97,
            [
                ", and"
            ]
        ]
    ],
    "His eightieth birthday was celebrated in the national press with various articles.": [],
    "The most important aspect of Van der Pluym's multifaceted career is his exceptional technical knowledge in the field of the history of architecture and furniture.</p>": [
        [
            33,
            36,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            37,
            42,
            [
                "Plum",
                "Plumy"
            ]
        ]
    ]
}