{
    "<p>Historian of the Italian Renaissance; writer on art theory and art historiographer.": [],
    "Podro was the son of the German Jewish author and journalist Joshua Podro and Fanny Podro.": [
        [
            0,
            5,
            [
                "Pedro"
            ]
        ],
        [
            68,
            73,
            [
                "Pedro"
            ]
        ],
        [
            84,
            89,
            [
                "Pedro"
            ]
        ]
    ],
    "Podro received his M.A.": [
        [
            0,
            5,
            [
                "Pedro"
            ]
        ]
    ],
    "in English Literature from Jesus College, Cambridge, in 1954.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "His Ph.D.": [],
    "was granted from the University College, London in 1961, under <a href=\"/gombriche\">E.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "H. Gombrich</a>, and the philosophers A. J. Ayer (1910-1989) and Richard Wollheim (1923-2003), writing a dissertation on the topic of art theory of <a href=\"/fiedlerk\">Konrad Fiedler</a> (1841-1895).": [
        [
            73,
            81,
            [
                "William",
                "Waltham",
                "Waldheim",
                "Wolfram",
                "Müllheim",
                "Wolfsheim"
            ]
        ]
    ],
    "He married the museum conservator and Egyptologist Charlotte Booth the same year.": [],
    "Podro began as a lecturer in art history at Camberwell School of Art, where he was department head, 1961 to 1967.": [
        [
            0,
            5,
            [
                "Pedro"
            ]
        ],
        [
            44,
            54,
            [
                "Camber well"
            ]
        ]
    ],
    "In 1967 he joined the Warburg Institute of the University of London as a lecturer in philosophy of art.": [
        [
            3,
            7,
            [
                "1967,"
            ]
        ]
    ],
    "He became a Reader at the University of Essex in the Department of Art History and Theory in 1969, advancing to professor of art history and theory in 1973.": [],
    "He spent the 1974 year as Charlton Lecturer at University of Newcastle upon Tyne, publishing his lecture, \"Piero della Francesca's Legend of the True Cross,\" the same year.": [
        [
            76,
            80,
            [
                "Type",
                "Tone",
                "Tune",
                "Tine",
                "Tyke",
                "TNE"
            ]
        ],
        [
            113,
            118,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ]
    ],
    "During these years Podro began focusing his research on the historiography of art, lecturing on various aspects and personalities of the discipline.": [
        [
            19,
            24,
            [
                "Pedro"
            ]
        ]
    ],
    "After a year as a visiting professor at the University of Tel Aviv in 1981, he issued a book-length study on German historiography and its theorists, <em>Critical Historians of Art</em> in 1982.": [],
    "The book was the first full-length treatment of the history of art history in English.": [],
    "His friend, the painter R. B. Kitaj painted Podro's portrait, \"The Jewish Rider,\" in 1985-1986.": [
        [
            30,
            35,
            [
                "Vital",
                "Kit",
                "Kits",
                "Kitty",
                "Rita",
                "Titan"
            ]
        ],
        [
            44,
            49,
            [
                "Pedro"
            ]
        ]
    ],
    "Podro was named a Trustee of the Victoria and Albert Museum beginning in 1987, weathering, among other issues, the controversial hiring of the director, Elizabeth Esteve-Coll.": [
        [
            0,
            5,
            [
                "Pedro"
            ]
        ],
        [
            163,
            174,
            [
                "Steve-Coll"
            ]
        ]
    ],
    "He retired from Essex in 1996.": [],
    "His research migrated toward contemporary visual theory with his 1998 book <em>Depiction</em>.": [],
    "He wrote an insightful article on his mentor, Wollheim, in 2004, whom he linked with <a href=\"/paterw\">Walter Pater</a>.": [
        [
            46,
            54,
            [
                "William",
                "Waltham",
                "Waldheim",
                "Wolfram",
                "Müllheim",
                "Wolfsheim"
            ]
        ]
    ],
    "Podro published comparatively little given his academic position.": [
        [
            0,
            5,
            [
                "Pedro"
            ]
        ]
    ],
    "His historical subject area was the Florentine Quattrocento Renaissance.": [],
    "He is most widely known as an historian of art theory and historiography.": [
        [
            27,
            29,
            [
                "a"
            ]
        ]
    ],
    "His book <em>Critical Historians of Art</em> organized major German art historians and the philosophers who affected their thinking, into intellectual rather than strict chronological groupings.</p>": []
}