{
    "<p>Professor of classical art and archaeology, Yale University, 1962-1999.": [],
    "Pollitt was born to John K. Pollitt, an New Jersey business man and mayor, and Doris Jordan (Pollitt).": [
        [
            0,
            7,
            [
                "Polling",
                "Polite",
                "Polity",
                "Pollute",
                "Jollity",
                "Jolliet"
            ]
        ],
        [
            28,
            35,
            [
                "Polling",
                "Polite",
                "Polity",
                "Pollute",
                "Jollity",
                "Jolliet"
            ]
        ],
        [
            37,
            39,
            [
                "a"
            ]
        ],
        [
            51,
            63,
            [
                "businessman"
            ]
        ],
        [
            93,
            100,
            [
                "Polling",
                "Polite",
                "Polity",
                "Pollute",
                "Jollity",
                "Jolliet"
            ]
        ]
    ],
    "He graduated from Yale University with a B. A. in 1957, serving in the United States Army Reserve between 1958 and 1964.": [],
    "He continued graduate work at Columbia University.": [],
    "In 1962 he was appointed assistant professor of classical art and archaeology at Yale University.": [
        [
            3,
            7,
            [
                "1962,"
            ]
        ]
    ],
    "The following year his Ph.D.": [],
    "was granted from Columbia, his dissertation on the topic terminology of ancient Greek art.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "He wrote the volumes on ancient art for the ground-breaking \"Sources and Documents\" series in 1965 and 1966.": [],
    "In 1969 he was made associate professor at Yale.": [
        [
            3,
            7,
            [
                "1969,"
            ]
        ]
    ],
    "He chaired the department of Classics for the 1971-1972 year (and a second time 1974-1975).": [],
    "His 1972 introduction to classical art, <em>Art and Experience in Classical Greece</em>, brought his reputation as a progressive scholar to a wide range of students.": [],
    "In 1973 he was promoted full professor.": [
        [
            3,
            7,
            [
                "1973,"
            ]
        ]
    ],
    "He was Editor-in-Chief of the <em>American Journal of Archaeology</em> between 1974-1978.": [],
    "He chaired the department of the history of art from 1981-1984.": [],
    "He was named John M. Schiff Professor of Classical Archeology and the History of Art at Yale in 1990.": [],
    "That year he wrote a second edition of this \"Sources and Documents\" book, <em>The Art of Ancient Greece</em>.": [],
    "Pollitt served as dean of the Yale Graduate School from 1986-1991.": [
        [
            0,
            7,
            [
                "Polling",
                "Polite",
                "Polity",
                "Pollute",
                "Jollity",
                "Jolliet"
            ]
        ]
    ],
    "During that time he was responsible for the unpopular Kagan-Pollitt decision, cutting back on graduate students who taught and their salaries.": [
        [
            54,
            67,
            [
                "Kagan-Polling"
            ]
        ]
    ],
    "He retired from Yale, as Sterling Professor Emeritus of Classical Archeology in 1999.": [],
    "Pollitt's work has focused overall on how ancient Greek art expresses the same cultural characteristics for which Greek literature and philosophy are noted.": [
        [
            0,
            7,
            [
                "Polling",
                "Polite",
                "Polity",
                "Pollute",
                "Jollity",
                "Jolliet"
            ]
        ]
    ],
    "His 1972 book <em>Art and Experience in Classical Greece</em> has long been a staple in introductory art history courses on ancient art.": [],
    "It elucidates classical art less in terms of style and more in functionality and daily life.": [],
    "Pollitt was one of a few professors to have served as chair of two departments at Yale University.</p>": [
        [
            0,
            7,
            [
                "Polling",
                "Polite",
                "Polity",
                "Pollute",
                "Jollity",
                "Jolliet"
            ]
        ]
    ]
}