{
    "Early and prominent feminist art historian in the revision of art history of the late 20th century; Professor emerita of Social and Critical Histories of Art, University of Leeds  Pollock's parents were Alan Winston Seton Pollock and Kathleen Alexandra Sinclair Pollock.": [
        [
            178,
            180,
            [
                " "
            ]
        ]
    ],
    "She grew up in South Africa until she was seven when her family moved to Canada in 1956.": [],
    "As a teenager her family relocated again Britain in 1962.": [],
    "In 1967, Pollock entered Oxford University, graduating with honors in modern history in 1970.": [],
    "She continued at the Courtauld Institute between 1970 and 1972.": [
        [
            21,
            30,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Pollock embraced activist feminism, becoming active in the Women's Art History Collective.": [],
    "Pollock taught as a lecturer at Canterbury College of Art, Reading University, before joining Manchester University in 1974.": [],
    "She moved to Leeds in 1977 with the appointment of \"Lecturer in History of Art and Film.\"": [],
    "The same year, 1977, Pollock wrote the article, \"What's Wrong with Images of Women?\"": [],
    "a piece which established, along with Carol Duncan and her article of the same year, the disparities of meanings between images of male and females (Gouma-Peterson/Mathews).": [
        [
            0,
            1,
            [
                "A"
            ]
        ],
        [
            149,
            163,
            [
                "Gouda-Peterson"
            ]
        ]
    ],
    "She received her Ph.D.": [],
    "from the Courtauld Institute in 1980, writing a dissertation on the approaches to modernism thought the art of Vincent van Gogh.": [
        [
            0,
            4,
            [
                "From"
            ]
        ],
        [
            9,
            18,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "She married Antony Bryant and co-authored, with Rozsika Parker, <em>Old Mistresses: Women, Art and Ideology</em> the following year.": [
        [
            48,
            55,
            [
                "Russia",
                "Rosa",
                "Osaka",
                "Corsica",
                "Rosie",
                "Rossi"
            ]
        ]
    ],
    "Pollock remained at Leeds, rising to senior lecturer in 1987.": [],
    "The following year she published the second in her triumvirate of feminist theory, <em>Vision and Difference</em>.": [],
    "Pollock was named Director of the Centre for Cultural Analysis in 1989 which she held until 2000.": [],
    "The following year, 1990, she was appointed chair in Social and Critical Histories of Art at Leeds.": [],
    "<em>Differencing the Canon</em> appeared in 1999.": [],
    "In 2001 she accepted the appointment of Director of Centre for Cultural Analysis, Theory and History as Professor of Social and Critical Histories of Art.": [
        [
            3,
            7,
            [
                "2001,"
            ]
        ]
    ],
    "In 2010 Pollock received the College Art Association's Distinguished Feminist Award for Promoting Equality in Art.": [],
    "She was named professor emerita at Leeds.": [],
    "Pollock formed the strand of feminist art history scholarship employing the Marxist-socialist approach (Broud/Garrard).": [
        [
            104,
            109,
            [
                "Broad",
                "Proud",
                "Brood"
            ]
        ],
        [
            110,
            117,
            [
                "Gerrard"
            ]
        ]
    ],
    "She critiqued the structures of art historical writing that sustained an ideological exclusion of women artists and their consistent stereotyping of those mentioned (Pollock).": [],
    "She adopted an activist-feminist scholar role, referring, for example, to other female artists and art historians as \"sisters\".": [],
    "In this she contrasted other feminist scholars, for example, <a href=\"/harrisa\">Ann Southerland Harris</a> (most publicly with <a href=\"/allowayl\">Lawrence Alloway</a>, also a pro-women's-issue scholar).": [],
    "Alloway, as did other art historians, took issue with her call for the rejecting of all previously written art history to efface ideology and embrace female standards.": [
        [
            0,
            7,
            [
                "Galloway",
                "Calloway"
            ]
        ]
    ]
}