{
    "<p>Keeper of Coins, British Museum, 1870-1893, early exponent of the relationship to Greek art to coinage.": [],
    "Poole was born to Reverend Edward R. Poole (c.": [],
    "1805-1884) and Sophia Lane (Poole) (1804-1891), the latter a grand niece of Thomas Gainsborough.": [
        [
            61,
            72,
            [
                "grandniece"
            ]
        ]
    ],
    "His mother left his father in 1842 because of his bibliomania and alcoholism.": [],
    "Poole was subsequently raised by his mother and uncle, Edward W. Lane (1801-1876), the eminent Orientalist, accompanying them the same year to Egypt where Edward was assembling an Arabic dictionary.": [],
    "The younger Poole spent seven years in Egypt, mostly in Cairo, tutored by a family friend and studying the region.": [],
    "Not yet 17, he contributed a series of articles on Egyptian chronology to the <em>Literary Guide</em> between 1847-1848.": [],
    "These were published in 1851 under the patronage of Algernon Percy, the fourth Duke of Northumberland (1792-1865), who was also the patron of his uncle's lexicon.": [],
    "The Duke recommended the younger Poole to a position of first-class assistant (lower section) in the department of antiquities at the British Museum in 1852, where Poole immediately began lecturing.": [],
    "In 1858 he was charged to rewrite and issue catalogs on the ancient coin collections of the Museum.": [
        [
            3,
            7,
            [
                "1858,"
            ]
        ]
    ],
    "He collaborated with his mother on a series of descriptions for the book <em>Egypt, Sinai, and Jerusalem: a Series of Twenty Photographic Views</em> by the photographer Francis Frith (1822-1898), published 1860-1861.": [
        [
            177,
            182,
            [
                "Faith",
                "Fritz",
                "Firth",
                "Froth",
                "Frito"
            ]
        ]
    ],
    "When the keeper of the department of antiquities, Edward Hawkins, (1780-1867) retired in 1861, the department was divided and Poole assigned to the new department of coins and medals and Samuel Birch (1813-1885) appointed the keeper of the department of oriental antiquities.": [],
    "By 1864 Poole was delivering lectures at the Royal Institute on his recurring theme: the relationship of Greek coinage to Greek art.": [],
    "Among those who acknowledged his findings as important were the classicist <a href=\"/furtwanglera\">Adolf Furtwängler</a>.": [],
    "He married Eliza Christina Forlonge in 1863.": [
        [
            27,
            35,
            [
                "Furlongs",
                "Furlong",
                "Forgone"
            ]
        ]
    ],
    "In 1866 Poole was appointed Assistant Keeper of Coins at the Museum and in 1870, Keeper, succeeding William Sandys Wright Vaux (1818-1885).": [
        [
            108,
            114,
            [
                "Sandy's",
                "Sandy",
                "Sands"
            ]
        ],
        [
            122,
            126,
            [
                "Aux",
                "Faux",
                "VAX",
                "AUX",
                "Vaxx"
            ]
        ]
    ],
    "Poole changed the department precedent by overseeing the publication of catalogs of the coin collection.": [],
    "Some sixteen catalogs appeared over the twenty-two years of his tenure, beginning in 1873, authored by himself and other scholars including <a href=\"/gardnerp\">Percy Gardner</a>.": [],
    "Poole received an honorary doctorate from Cambridge for his work.": [],
    "In 1869-1870 he returned to Egypt for a research trip.": [],
    "In 1885, Poole succeeded his friend and colleague <a href=\"/newtonc\">Charles T. Newton</a> (1816-1894) as Yates chair of archaeology at University College, Cambridge.": [],
    "Poole never relinquished his interest in Egyptology.": [],
    "In 1882 he helped found the Egypt Exploration Fund and in 1884 the Society of English Medalists with the Egyptologist Amelia B. Edwards (1831-1892).": [
        [
            3,
            7,
            [
                "1882,"
            ]
        ]
    ],
    "In later years he harbored deep animosities toward several colleagues.": [],
    "Jealous of Birch's position as head of Oriental archaeology and the latter's emphasis on Assyriology, Poole accused Birch of preventing Poole's succession the the Department of Oriental Antiquities.": [
        [
            89,
            100,
            [
                "Astrology"
            ]
        ],
        [
            155,
            162,
            [
                "the"
            ]
        ]
    ],
    "Poole's championing of Edouard Naville (1844-1926) over the much higher profile Flinders Petrie (1853-1942) as archaeologist for the Egypt Exploration Fund resulted in Petrie's blaming Poole for mishandling the Fund.": [
        [
            31,
            38,
            [
                "Neville",
                "Saville"
            ]
        ],
        [
            168,
            174,
            [
                "Metric",
                "Retire",
                "Erie",
                "Pete",
                "Bertie",
                "Pearce"
            ]
        ]
    ],
    "He retired in 1894 and his dream, a separate medal room for the Museum, was completed the same year.": [],
    "In retirement, Poole contributed the article on numismatics to the 8th edition of the <em>Encyclopedia Britannica</em>.": [],
    "He died of a heart ailment at his West Kensington home.": [],
    "His nephews carried on the family tradition of scholarship; Stanley Lane-Poole (1854-1931) was a professor of Arabic at Trinity College, Dublin, and Reginald Lane Poole (1857-1939), was Keeper of the Archives at Oxford University.</p>": []
}