{
    "<p>Scholar of nineteenth-century French painting.": [],
    "Pool was the daughter of Gordon Desmond Pool and Agatha Eleanor Burrows (Pool).": [],
    "At an early age Pool was diagnosed with depression.": [],
    "This often incapacitated her for months and would affect her education and output.": [],
    "In 1931 Pool won a senior scholarship to Somerville College, Oxford University entering in 1932 to study history.": [],
    "She was awarded the Deakin History Essay Prize in 1934, but her mental illness prevented her from taking her degree.": [],
    "For some years she lectured for the Workers' Educational Association (WEA), before teaching at Westminster Tutors, London, from 1942 (through 1952), and writing reviews for the <em>Spectator</em>.": [
        [
            70,
            73,
            [
                "WE",
                "SEA",
                "WEAR",
                "WEB",
                "TEA",
                "WEAK"
            ]
        ]
    ],
    "Pool spent the whole of World War II in Air Raid Precautions, 1939-1945.": [],
    "At the end of the war, she published a poetry anthology, <em>Poems of Death</em>, in 1945.": [],
    "She turned to art history in 1954, and, studying as an external student at the University of London, received a B. A. in 1957 with first class honors.": [],
    "She was granted her Ph.D., also from London, in 1959, wring her thesis was on the literary and philosophical background to the early work of Picasso to 1906, supervised by the Courtauld Institute\"s&nbsp;<a href=\"/blunta\">Anthony Blunt</a>.": [
        [
            176,
            185,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Sections of her dissertation appeared in 1962 in a book with Blunt, <em>Picasso: The Formative Years: a Study of his Sources</em>.": [],
    "Pool began an art publishing career, mostly smaller books on nineteenth-century masters, the first of which was Degas in 1963.": [],
    "In 1964 with her second book, <em>Constable</em>, she also began lecturing at the University of Reading, part-time.": [],
    "In 1967 her book on Impressionism became a popular success.": [],
    "Written in her direct and unpretentious style, it nevertheless address the intellectual concepts of the movement.": [
        [
            63,
            70,
            [
                "addresses"
            ]
        ]
    ],
    "The same year her translation of the Picasso catalog by <a href=\"/daixp\">Pierre Daix</a> and <a href=\"/boudailleg\">Georges Boudaille</a>, appeared.</p>\n\n<p>She published another small monograph on Delacroix in 1969.": [],
    "Pool used the library of the Courtauld Institute for most of her research and became a fixture there, except when her depression would keep her away, sometimes for months.": [
        [
            29,
            38,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "She committed suicide in 1971 by throwing herself under a train.": [],
    "A work on Paul Gauguin was published posthumously in 1978.&nbsp; In 1987 is was revealed in a book that Pool had at one time been a courier of secrets from Blunt to Russian operatives.&nbsp; One of her unsuspecting go-betweens was another Courtauld scholar,&nbsp;<a href=\"/brooknera\">Anita Brookner</a> (Wright).</p>\n\n<p>Pool's art-historical writing is belies a knowledge of the literary and philosophical background the art period and the artists on which she wrote.": [
        [
            73,
            79,
            [
                "is",
                "was",
                "it was"
            ]
        ],
        [
            239,
            248,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ],
        [
            256,
            262,
            [
                ", &nbsp"
            ]
        ]
    ],
    "Her writing style was simple, but not simplistic.": [],
    "She could discuss Constable's relation to English Romantic poetry or Delacroix's straddling between classicism and romanticism without ostentation.": [],
    "Pool was well versed on Picasso.": [],
    "Her treatment of his anarchism in Barcelona and Paris is directly correlated to his painting.</p>": []
}