{
    "<p>Director of the both the Victoria &amp; Albert and British Museums, London and curator of the Metropolitan Museum of Art, New York; scholar of Italian art and major proponent of connoisseurship in art history.": [
        [
            37,
            41,
            [
                "camp",
                "lamp",
                "ramp",
                "amp",
                "damp",
                "vamp"
            ]
        ]
    ],
    "Born to an upper-middle class family; his grandfather and namesake, John Pope-Hennessy (1834-1891) had been a minor Conservative member of Parliament and later a successful colonial governor of Hong Kong.": [],
    "His father, Maj.": [],
    "Gen.": [],
    "[Ladislaus Herbert] Richard Pope-Hennessy (1875-1942), was a career officer and his mother, Dame Una Birch (Pope-Hennessy) (1876-1949), a noted writer.": [
        [
            1,
            10,
            [
                "Ladislav"
            ]
        ],
        [
            97,
            100,
            [
                "RNA",
                "TNA",
                "USA",
                "Ana",
                "Luna",
                "UA"
            ]
        ]
    ],
    "The younger Pope-Hennessy lived in Washgington, D. C., as a child when his father held a post as military attaché at the British Embassy there.": [
        [
            35,
            46,
            [
                "Washington"
            ]
        ]
    ],
    "He was educated at Downside Abbey (Somerset) and then Balliol College, Oxford, where he met <a href=\"/clarkk\">Kenneth Clark</a>, then at the Ashmolean.": [],
    "As a young man, he witnessed morning discourses on the Bergsonian-style aesthetics of enigmatic <a href=\"/prichardm\">Matthew Stewart Prichard</a> at the Gargoyle Club.": [],
    "Pope-Hennessy spent the 1935-1936 year touring Europe.": [],
    "He met <a href=\"/berensonb\">Bernard Berenson</a>, though the two did not initially get along.": [],
    "<a href=\"/readh\">Herbert Read</a>, then editor of the <em>Burlington Magazine</em>, encouraged Pope-Hennessy to write reviews and \"Recent Research\" pieces for the magazine in 1936.</p>\n\n<p>Pope-Hennessy applied to a position at the National Gallery the same year, but was turned down.": [],
    "In 1937 his book on Giovanni di Paolo appeared (dedicated to Clark).": [],
    "In 1938 Pope-Hennessy had secured a position in the Department of Engraving, Illustration and Design at the Victoria and Albert Museum in London.": [],
    "His second monograph, on the Siennese artist, Sassetta, appeared in 1939.": [
        [
            29,
            37,
            [
                "Viennese"
            ]
        ],
        [
            46,
            54,
            [
                "Cassette",
                "Bassett"
            ]
        ]
    ],
    "During World War II, Pope-Hennessy worked for the Air Ministry as part of the national defense.": [],
    "Returning to Europe in 1944, he was one of the first British to report (in print) on recent work of Matisse and Picasso in the Salon d'Automne in liberated Paris.": [
        [
            135,
            142,
            [
                "Autumn",
                "Antoine",
                "Automate",
                "Atone",
                "Autumns",
                "Antone"
            ]
        ]
    ],
    "After the war, he requested a transfer in the V&amp;A to the department of Sculpture, hoping for a larger profile than he had been able to establish in the print division.": [
        [
            46,
            51,
            [
                "Vamp"
            ]
        ]
    ],
    "The writings of <a href=\"/lanyij\">Jenö Lányi</a>, especially on Donatello, helped him develop the acumen for this new medium within his field.": [],
    "Pope-Hennessy set about rewriting the catalog of sculpture previous issued by <a href=\"/maclagane\">Eric Maclagan</a> and <a href=\"/longhurstm\">Margaret Longhurst</a>.": [],
    "The assuming of the editorship of the <em>Burlington Magazine</em> by <a href=\"/nicolsonb\">Benedict Nicolson</a> (from <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a>) in 1947 started a celebrated row between Nicolson and Pope-Hennessy.": [],
    "Pope-Hennessy was on both the editorial board and consultative board of the magazine, and let his criticisms of Nicolson be known.": [
        [
            112,
            120,
            [
                "Nicholson"
            ]
        ]
    ],
    "Nicolson ultimately prevailed and retained his editorship; Pope-Hennessy ceased to contribute to the magazine.</p>\n\n<p>He was appointed Keeper to the Department of Sculpture in 1954.": [
        [
            0,
            8,
            [
                "Nicholson"
            ]
        ]
    ],
    "By that time, he was already good friends with the high-profile New York collectors Jayne and Charles Wrightsman.": [
        [
            102,
            112,
            [
                "Wrights man"
            ]
        ]
    ],
    "The first volume of Pope-Hennessy's introduction to Italian sculpture, on the Gothic, appeared in 1955.": [],
    "That same year he was a visiting professor at Yale University.": [],
    "The retirement of <a href=\"/ashtonl\">Leigh Ashton</a> in 1955 led to speculation that Pope-Hennessy should succeed, but the position was given to <a href=\"/coxt\">Trenchard Cox</a>.": [],
    "Pope-Hennessy's interest in small bronze statuettes resulted in the 1961-1962 show in Florence and Amsterdam.": [],
    "He taught at Williams College during the same academic year (1962-1963).": [],
    "He delivered the Mellon Lectures in Washgington, D. C. in 1963.": [
        [
            36,
            47,
            [
                "Washington"
            ]
        ]
    ],
    "His tenure at the V&amp;A included the acquisition of Bernini's <em>Neptune and Triton</em> (1620) and Giambologna's <em>Samson Slaying a Philistine</em> (1561-2).": [
        [
            18,
            23,
            [
                "Vamp"
            ]
        ]
    ],
    "In 1964 the new catalog of the V&amp;A Italian sculpture collection appeared.": [
        [
            31,
            36,
            [
                "Vamp"
            ]
        ]
    ],
    "That year he published his commissioned work on the Kress Collection of Italian bronzes.": [
        [
            52,
            57,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ]
    ],
    "One result of this was the further commission to write the catalog to the Frick Collection's (New York) fine holdings in bronze statuettes in 1966 (appeared in in 1970).": [
        [
            157,
            162,
            [
                "in"
            ]
        ]
    ],
    "In 1965 he delivered the Wrightsman lectures at New York University.": [
        [
            3,
            7,
            [
                "1965,"
            ]
        ],
        [
            25,
            35,
            [
                "Wrights man"
            ]
        ]
    ],
    "Pope-Hennessy succeeded Cox as the director of the Victoria and Albert Museum in 1967.": [],
    "The following year he was purportedly offered the directorship of the National Gallery, a job more suited to him, but he declined.": [],
    "His tenure at the V&amp;A was marked by strong support of staff research and plans for new 20th-century galleries and a reinstallation of the Indian and Far Eastern collections, the latter two unfulfilled by his successors.</p>\n\n<p>In 1974 he retired from the V&amp;A, and was replaced by the 38-year-old director of the (British) National Portrait Gallery, <a href=\"/strongr\">Roy C. Strong</a>.": [
        [
            18,
            23,
            [
                "Vamp"
            ]
        ],
        [
            260,
            265,
            [
                "Vamp"
            ]
        ]
    ],
    "Pope-Hennessy succeeded Lord Wolfenden of Westcott (1906-1985) as director of the British Museum the same year.": [
        [
            29,
            38,
            [
                "Offended",
                "Offender",
                "Wolfed",
                "Wolfenstein"
            ]
        ]
    ],
    "The British Museum was a vastly different enterprise and he never felt his successes forthcoming.": [
        [
            52,
            56,
            [
                ", and"
            ]
        ]
    ],
    "When his brother James, (1916-1974), also a homosexual, was beaten to death by a lover in 1974, Pope-Hennessy looked for a change in life venue.": [],
    "This came in 1977 when Metropolitan Museum of Art director <a href=\"/hovingt\">Thomas Hoving</a> lured him to New York to be \"Consultative Chairman\" to the Department of European Painting.": [],
    "At the same time Pope-Hennessy jointly held a professorship at the Institute of Fine Arts, New York University.": [],
    "At the Met, he rehung the entire European painting collection and instituted a more informative labeling system.": [],
    "His acquisitions included Rubens' <em>Self-portrait with Helene Fourment and their Son, Peter</em> (1630s) and Guercino's <em>Blinding of Sampson</em> (1619), both gifts of the Wrightsmans.": [],
    "He hired a young art historian, <a href=\"/liedtkew\">Walter Liedtke</a>, who became at the museum one of the eminent curators.&nbsp; In those years he authored monographs on individual sculptors, including <em>Luca della Robbia</em>, 1980, Cellini, 1985, and Donatello in 1993.": [],
    "The latter two were in biographical form, but are, in fact, full studies of the artists.": [],
    "Although never wealthy, in the 1980s he sold two personal pictures, Domenichino's <em>Christ Carrying The Cross</em> to the Getty Museum for $750,000, a work he had paid £38 for in 1946, and Annibale Carraci's <em>Vision of St.": [
        [
            191,
            199,
            [
                "Cannibal",
                "Cannibals",
                "Anibal",
                "Hannibal",
                "Ansible"
            ]
        ],
        [
            200,
            207,
            [
                "Carrack"
            ]
        ]
    ],
    "Francis</em> to the National Gallery of Canada for £100,000, which he had originally purchased for £28.": [],
    "In New York, Pope-Hennessy met Michael Mallon, a young scholar attending Pope-Hennessy's Frick lectures.": [
        [
            39,
            45,
            [
                "Gallon",
                "Fallon",
                "Marlon",
                "Mellon",
                "Mallow",
                "Malloy"
            ]
        ]
    ],
    "Pope-Hennessy secured him an internship at the Metropolitan and Mallon became Pope-Hennessy's life partner.": [
        [
            64,
            70,
            [
                "Gallon",
                "Fallon",
                "Marlon",
                "Mellon",
                "Mallow",
                "Malloy"
            ]
        ]
    ],
    "The two retired to Florence in 1986.": [],
    "He was succeeded at the Metropolitan by <a href=\"/fahye\">Everett Fahy, Jr.</a> Pope-Hennessy died in Florence at age 80 from complications from a liver ailment.": [],
    "He is buried in the Cimitero Evangelico degli Allori in Galluzzo, a suburb of Florence.": [
        [
            20,
            28,
            [
                "Limiter",
                "Limiters"
            ]
        ],
        [
            29,
            39,
            [
                "Evangelic"
            ]
        ],
        [
            40,
            45,
            [
                "deli"
            ]
        ],
        [
            46,
            52,
            [
                "Allow",
                "Allows",
                "Alloy",
                "Alloys",
                "Lori",
                "Mallory"
            ]
        ],
        [
            56,
            64,
            [
                "Gallup",
                "Palazzo",
                "Abruzzo",
                "Gallardo",
                "Gallo",
                "Gallucci"
            ]
        ]
    ],
    "His art collection from his Florence home was sold for £1.03 million at Christie's, New York, in 1996.</p>\n\n<p>Pope-Hennessy did not have, nor did he ever apparently seek, formal training in art history.": [],
    "The hallmark of his methodology was connoisseurship.": [],
    "His important rewriting of the V&amp;A catalog, which focused more on provenance and aspect of the sculpture than previous catalogs had, relied on material supplied by <a href=\"/lightbownr\">R.": [
        [
            31,
            36,
            [
                "Vamp"
            ]
        ]
    ],
    "W. Lightbown</a>.": [
        [
            3,
            12,
            [
                "Nightgown"
            ]
        ]
    ],
    "His introduction to <em>Italian Sculpture</em> was in fact the critical catalog to the V&amp;A's collection many had hoped his revisions would be (Radcliffe).": [
        [
            87,
            92,
            [
                "Vamp"
            ]
        ]
    ],
    "His legacy to the dual worlds of academic and museum art history was to emphasize the importance of the object and eschew rank speculation as much as possible.": [],
    "Pope-Hennessy possessed a particularly difficult personality.": [],
    "Those who respected him termed him \"abrasive,\" \"unrealistic\" and \"impatient.\"": [],
    "The difficult relationship at the V&amp;A with the curator of sculpture <a href=\"/hodgkinsont\">Terrence Hodgkinson</a> is well documented.": [
        [
            34,
            39,
            [
                "Vamp"
            ]
        ]
    ],
    "His caustic opinions of fellow art historians, both in print and verbal, are both legion and famous.": [],
    "He was unaccountably hard on Lightbown whose assistance on the 1964 V&amp;A sculpture catalog was considerable; acerbic toward the work of <a href=\"/planiscigl\">Leo Planiscig</a>, one of his few forerunners in the field of sculpture, and \"unremittingly hostile\" (Fenton) toward the American sculpture historian <a href=\"/seymourc\">Charles Seymour, Jr.</a> Pope-Hennessy's aristocratic upbringing, which opened many doors among art museum officials and collectors, accounted in large part for his success as a museum curator and director.": [
        [
            29,
            38,
            [
                "Nightgown"
            ]
        ],
        [
            68,
            73,
            [
                "Vamp"
            ]
        ]
    ],
    "His universal nickname, a mixture of respect and the autocratic fear he instilled, was \"The Pope.\"": [],
    "The last director of the V&amp;A who could could allow himself to be concerned only with scholarship issues, no one reportedly dared ask him when the roof was reported leaking, to have it fixed.": [
        [
            25,
            30,
            [
                "Vamp"
            ]
        ],
        [
            37,
            48,
            [
                "could"
            ]
        ]
    ],
    "His brother was the British royal family biographer and documentarian James Pope-Hennessy (1916-1974).</p>\n\n<p>&nbsp;</p>": []
}