{
    "<p>Archaeologist and historian of Persian art.": [],
    "Pope was the son of a Baptist minister, Louis Atherton Pope and his mother, Imogene Titus Pope.": [],
    "He graduated from Brown University in 1904, remaining on the faculty to teach philosophy.": [],
    "He married Bertha Clark, later the author Bertha Damon, in 1905.": [],
    "Pope attended graduate school at Brown, Cornell and Harvard, taught the University of California 1910-1917.": [],
    "After his divorce to Clark, he married fellow Persianist art historian, Phyllis Ackerman, in 1920.": [
        [
            46,
            56,
            [
                "Persians"
            ]
        ]
    ],
    "In 1923, Pope was appointed director of the San Francisco Museum.": [],
    "Two years later, he went to Iran to complete research and serve as an art advisor to the Iranian government.": [],
    "He organized an exhibition and the First International Congress on Persian Art in Philadelphia in 1926.": [],
    "In 1928 he founded the American Institute for Persian Art and Archaeology (later the American Institute for Iranian Art and Archaeology and ultimately the Asia Institute) in New York city and incorporated 1930 in New York.": [
        [
            3,
            7,
            [
                "1928,"
            ]
        ],
        [
            174,
            187,
            [
                "New York City"
            ]
        ]
    ],
    "He traveled around the world giving lectures and curating exhibitions of Persian art.": [],
    "In 1930, he edited the <em>Survey of Persian Art</em>.": [],
    "In 1934 he hired the budding Islamicist <a href=\"/ettinghausenr\">Richard Ettinghausen</a>.": [
        [
            3,
            7,
            [
                "1934,"
            ]
        ],
        [
            29,
            39,
            [
                "Islamist"
            ]
        ]
    ],
    "The Institute became the Asia Society in 1947.": [],
    "During this time he supported himself by consulting on Persian art acquisitions.": [],
    "He reliquished his duties in 1953 (succeeded by James Landis) to devote himself to research and writing.": [
        [
            3,
            14,
            [
                "relinquished"
            ]
        ],
        [
            54,
            60,
            [
                "Lands",
                "Lanais",
                "Land is"
            ]
        ]
    ],
    "Her served on the Council for Soviet-American Friendship board during World War II (1943-1949).": [],
    "However, as the cold war heighted afterward, Pope was interrogated by the Subversive Activities Control Board in 1954 The International Association of Iranian Art elected him president in 1960.": [
        [
            16,
            24,
            [
                "Cold War"
            ]
        ],
        [
            25,
            33,
            [
                "weighted",
                "heighten",
                "rafted",
                "wafted"
            ]
        ]
    ],
    "He and his wife settled in Itran.": [
        [
            27,
            32,
            [
                "Iran",
                "Tran",
                "Imran",
                "It ran"
            ]
        ]
    ],
    "He suffered a heart attack and died in 1969.": [],
    "His request to be buried in Isfahan, Iran was supplemented with the Shah's order to erect a special mausoleum for Pope.": [],
    "In art literature, Pope is sometimes confused with the Harvard fine arts instructor, Arthur Pope (1880-1974).</p>": []
}