{
    "<p>British Museum Keeper of Prints and Drawings; scholar of Italian art.": [],
    "Popham was son of Arthur Frederick Popham, a failed architect who worked in the bookbinding division of the Doves Press, and Florence Radford Popham.": [
        [
            0,
            6,
            [
                "Topham",
                "Pop ham"
            ]
        ],
        [
            35,
            41,
            [
                "Topham",
                "Pop ham"
            ]
        ],
        [
            142,
            148,
            [
                "Topham",
                "Pop ham"
            ]
        ]
    ],
    "Both parents were connected to the draper's firm of Popham and Radford, Plymouth.": [
        [
            52,
            58,
            [
                "Topham",
                "Pop ham"
            ]
        ]
    ],
    "Popham's parents both had died by 1908.": [
        [
            0,
            6,
            [
                "Topham",
                "Pop ham"
            ]
        ]
    ],
    "He was educated at Dulwich College and University College, London before being sent to King's College, Cambridge, by his guardian, where he graduated with a second-class in classics in 1911.": [
        [
            19,
            26,
            [
                "Ulrich"
            ]
        ]
    ],
    "He was friends with many of the Bloomsbury Group at this time, though not ostensibly one himself.": [],
    "In 1912 he joined the British Museum's department of Prints and Drawings, under the direction of <a href=\"/dodgsonc\">Campbell Dodgson</a>.": [
        [
            3,
            7,
            [
                "1912,"
            ]
        ]
    ],
    "The same year he married Brynhild Olivier (1886/7-1935).": [
        [
            25,
            33,
            [
                "Brunhilde"
            ]
        ]
    ],
    "With the outbreak of World War I, Popham joined the Royal Naval Air Service, transferring later to the Royal Flying Corps, as the air force was known at that time.": [
        [
            34,
            40,
            [
                "Topham",
                "Pop ham"
            ]
        ]
    ],
    "Returning to the museum after the war, Popham was assigned to write the volume of the catalog of the fifteenth- and sixteenth-century Dutch and Flemish drawings collection, a series begun by <a href=\"/hinda\">Arthur Mayger Hind</a>.": [
        [
            39,
            45,
            [
                "Topham",
                "Pop ham"
            ]
        ],
        [
            152,
            160,
            [
                "drawings'",
                "drawing's"
            ]
        ]
    ],
    "In 1926 Popham married the divorcée Rosalind Baynes (1891/2-1973) a cousin of his first wife.": [
        [
            8,
            14,
            [
                "Topham",
                "Pop ham"
            ]
        ],
        [
            27,
            35,
            [
                "divorcee",
                "divorce",
                "divorced",
                "divorces",
                "divorcees"
            ]
        ],
        [
            45,
            51,
            [
                "Barnes",
                "Haynes",
                "Bayes",
                "Banes"
            ]
        ]
    ],
    "Another study of fifteenth- and sixteenth-century Dutch and Flemish drawing appeared that same year, <em>Drawings of the Early Flemish School</em>, a handbook on the topic.": [],
    "Popham comprised part of an illustrious staff at the Print Department, which, aside from Dodgson, Hind and Parker, also included <a href=\"/binyonl\">Laurence Binyon</a> and <a href=\"/waleya\">Arthur Waley</a>.": [
        [
            0,
            6,
            [
                "Topham",
                "Pop ham"
            ]
        ]
    ],
    "With Parker, too, he assisted founding and editing the magazine <em>Old Master Drawings</em> (1926-1940).": [],
    "During these years, his catalogs, first for the exhibition of Italian drawings at the Royal Academy (1930, published 1931) and the Fitzroy Fenwick collection (1935) marked his scholarship in the Italian idiom.": [],
    "He was made Deputy Keeper in 1933.": [],
    "After cataloging the collections of T. Fitzroy Fenwick and the Burlington House collection, he assisted in moving the collections of the Museum to safekeeping during the Blitzkrieg bombings of World War II.": [],
    "There in Aberystwath, he worked with <a href=\"/antalf\">Frederick Antal</a>, <a href=\"/pounceyp\">Philip Pouncey</a> and <a href=\"/wildej\">Johannes Wilde</a>.": [],
    "He succeeded Hind as the Keeper of the Print Room in 1945.": [],
    "He published his magisterial <em>Drawings of Leonardo da Vinci</em> the same year.": [],
    "Popham was instrumental in securing choice prints from the Liechtenstein Collection for the British Museum when the collection came on the market through Colnaghi's.": [
        [
            0,
            6,
            [
                "Topham",
                "Pop ham"
            ]
        ],
        [
            154,
            162,
            [
                "Coinage",
                "Collage",
                "Collagen",
                "Collages",
                "Coinages",
                "Conagra"
            ]
        ]
    ],
    "He collaborated with Wilde in the catalog of the Italian drawings for Windsor Castle (1949).": [],
    "In 1954 Popham retired and embarked on essentially another entire career of cataloging print collections for major auction houses and scholars.": [
        [
            8,
            14,
            [
                "Topham",
                "Pop ham"
            ]
        ]
    ],
    "He succeeded <a href=\"/oppea\">Adolph Paul Oppé</a> (1878-1957) as European adviser to the National Gallery of Canada, Ottawa, for drawings acquisitions.": [],
    "His catalog of European drawings (except British) in the Ottawa collection, appeared in 1965.": [],
    "In 1955 he was made an honorary fellow of King's College, Cambridge.": [
        [
            3,
            7,
            [
                "1955,"
            ]
        ]
    ],
    "These included de Pass Collection of the Truro Musem, 1957, the Skippe collection (for Christie's auction house), 1958, and pieces from the Chatsworth Collection that toured the United States 1962-63.": [
        [
            41,
            46,
            [
                "Tour",
                "True",
                "Turn",
                "Tours",
                "Trio",
                "Truck"
            ]
        ],
        [
            47,
            52,
            [
                "Museum",
                "Muse",
                "Muses",
                "Mused"
            ]
        ],
        [
            64,
            70,
            [
                "Skipped",
                "Skipper",
                "Skippy"
            ]
        ],
        [
            140,
            150,
            [
                "Chats worth"
            ]
        ]
    ],
    "He completed the <em>catalogue raisonné</em> of Parmigianino drawings, which his 1953 monograph had laid the groundwork, before his death.": [],
    "His work on the drawings of Holkham Hall was published in the 1980s by <a href=\"/lloydc\">Christopher Lloyd</a>.": [
        [
            28,
            35,
            [
                "Holiday",
                "Fulham",
                "Holstein",
                "Beckham",
                "Fordham",
                "Gotham"
            ]
        ]
    ],
    "One daughter, Anne, married the art writer <a href=\"/bellq\">Quentin Bell</a>.": [],
    "Popham is known for establishing the canon of the Emilian school of drawings, Parmigianino and Correggio which were not popular in the English-speaking world.": [
        [
            0,
            6,
            [
                "Topham",
                "Pop ham"
            ]
        ],
        [
            50,
            57,
            [
                "Emilia",
                "Emiliano"
            ]
        ]
    ],
    "As an expert cataloger, his knowledge extended far beyond but included the collections of the British Museum, Windsor, Chatsworth, Holkham, Christ Church, and Oxford.</p>": [
        [
            119,
            129,
            [
                "Chats worth"
            ]
        ],
        [
            131,
            138,
            [
                "Holiday",
                "Fulham",
                "Holstein",
                "Beckham",
                "Fordham",
                "Gotham"
            ]
        ]
    ]
}