{
    "<p>Composer, painter, and art theorist; art historian of Dutch art, particularly Brueghel the Elder.": [
        [
            81,
            89,
            [
                "Bruegel"
            ]
        ]
    ],
    "Popper was the son of the cellist David Popper (1843-1913) and Sophie Menter (Popper) (1846–1918), a pianist and pupil of Franz Lizst.": [
        [
            70,
            76,
            [
                "Center",
                "Enter",
                "Meter",
                "Mentor",
                "Renter",
                "Mender"
            ]
        ],
        [
            122,
            133,
            [
                "Franz Liszt"
            ]
        ]
    ],
    "After graduating from high school in 1905, he initially attended the Musikakademie and the Akademie der Bildenden Künste.": [
        [
            91,
            99,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            100,
            103,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            104,
            113,
            [
                "Blended",
                "Blender",
                "Bidden"
            ]
        ],
        [
            114,
            120,
            [
                "Sunset",
                "Unite",
                "Munster",
                "Unset",
                "Punster",
                "Münster"
            ]
        ]
    ],
    "The following year he entered the painting school in Frauenbacher Romania.": [],
    "As a student he joined the artists group the Eight (Die Acht).": [
        [
            56,
            60,
            [
                "Act",
                "Yacht",
                "ACH",
                "Ache",
                "Achy",
                "ACAT"
            ]
        ]
    ],
    "Popper wrote essays on Paul Cézanne, Vincent van Gogh, Auguste Rodin and Aristide Maillol, and analyses of folk art.": [],
    "However, 16th and 17th-century Dutch painting 16th remained his focus.": [],
    "In 1910 he published the first significant study of Pieter Bruegel the Elder.": [
        [
            3,
            7,
            [
                "1910,"
            ]
        ]
    ],
    "He contracted tuberculosis and died in 1911.</p><p>Popper approached art history through an art theory he devised.": [],
    "His posited notions of a work's visual center as key to understanding it.": [],
    "Lukács characterized Popper's philosophy of art as \"technology becoming metaphysics...The stone forces the sculptor, who also can not find nature, to the unity of what is created in the block, so that the will to chroma in the works of folk art becomes the mystical perfection of the hidden, lost, yet omnipresent sense.\"": [
        [
            0,
            6,
            [
                "Lukas"
            ]
        ],
        [
            86,
            89,
            [
                " The"
            ]
        ]
    ],
    "(Nachruf) Popper never published book, partially because of his early death.": [
        [
            1,
            8,
            [
                "Nehru",
                "Dachau",
                "Nashua",
                "Nauru",
                "Accrue",
                "Sacrum"
            ]
        ]
    ],
    "He possessed both a command of contemporary Central European art-historical discourse as well as a precocious appreciation for issues of abstraction and mediality.": [
        [
            86,
            96,
            [
                "and"
            ]
        ],
        [
            153,
            162,
            [
                "mentality",
                "modality",
                "medially",
                "geniality",
                "Mediaite"
            ]
        ]
    ],
    "Lukács and de Tolnay also openly acknowledged their debt to him.": [
        [
            0,
            6,
            [
                "Lukas"
            ]
        ],
        [
            14,
            20,
            [
                "Today",
                "Tony",
                "Tonal",
                "Tollway",
                "Molnar",
                "Tonya"
            ]
        ]
    ],
    "(Polonyi)</p>": [
        [
            1,
            8,
            [
                "Colony"
            ]
        ]
    ]
}