{
    "<p>Columbia University art historian and archeologist.": [],
    "Porada was born to a wealthy family and educated privately in Vienna and at the family estate, Hagengut, near Mariazell, Austria.": [
        [
            0,
            6,
            [
                "Prada"
            ]
        ],
        [
            95,
            103,
            [
                "Hagen gut"
            ]
        ],
        [
            110,
            119,
            [
                "Maribel",
                "Mariel",
                "Martell",
                "Marvell",
                "Marielle",
                "Maricela"
            ]
        ]
    ],
    "She graduated from the Realreform Gymnasium Luithlen in 1930.": [
        [
            23,
            33,
            [
                "Real reform"
            ]
        ],
        [
            44,
            52,
            [
                "Little",
                "Luther",
                "Bootleg",
                "Looted",
                "Toothed",
                "Lichen"
            ]
        ]
    ],
    "Though initially interested in Minoan culture, she switched to near Eastern civilization because of the promise of discoveries yet to me made.": [],
    "Porada pursued her Ph.D.": [
        [
            0,
            6,
            [
                "Prada"
            ]
        ]
    ],
    "at the University of Vienna under the maverick art historian <a href=\"/strzygowski\">Josef Rudolf Thomas Strzygowski</a> and, after his retirement, under the Ethnologist Robert Heine-Geldern (1885-1968) and the Sumerian scholar Viktor Christian (1885-1963).": [
        [
            0,
            2,
            [
                "At"
            ]
        ]
    ],
    "Her dissertation, accepted in 1935, was on glyptic art of the Old Akkadian period.": [
        [
            43,
            50,
            [
                "glyphic"
            ]
        ]
    ],
    "At the advice of A. Leo Oppenheim (1904-1974), then at the Oriental Institute in Vienna, she moved to Paris to study the seals at the Louvre.": [],
    "In 1938 she emigrated to the United States where she worked at the Metropolitan Museum of Art on the seals of Assurnasirapal II, part of the collection of the Museum's first director, <a href=\"/cesnolal\">Luigi Palma di Cesnola</a>.": [
        [
            3,
            7,
            [
                "1938,"
            ]
        ],
        [
            12,
            24,
            [
                "immigrated to",
                "emigrated from"
            ]
        ],
        [
            110,
            124,
            [
                "Ashurnasirpal"
            ]
        ]
    ],
    "She was a staff member of the Museum, 1944-1945.": [],
    "She lectured widely around the United States.": [],
    "She became a U. S. citizen in 1944.": [],
    "The archaeologist Hetty Goldman (1881-1972) suggested Porada also study the cylinder seals at the Morgan Library.": [
        [
            18,
            23,
            [
                "Betty",
                "Petty",
                "Getty",
                "Hefty",
                "Jetty",
                "Shetty"
            ]
        ],
        [
            54,
            60,
            [
                "Prada"
            ]
        ]
    ],
    "This resulted in her important publication, <em>Mesopotamian Art in Cylinder Seals of the Pierpont Morgan Library</em>, 1947.": [],
    "She was a lecturer at New York University in 1949.": [],
    "After a Guggenheim fellowship to Iran, she accepted a teaching position in the art department at Queens College, Brooklyn in 1950.": [],
    "Despite no formal training in art history, she taught Western art courses in addition to archaeology.": [],
    "In 1958, Columbia University art history department chair <a href=\"/wittkowerr\">Rudolf Wittkower</a>, as part of his initiative to build a high-profile department, invited her to join the faculty.": [],
    "She developed a particular intellectual bond with the department's classicist, <a href=\"/harrisone\">Evelyn B. Harrison</a>.": [],
    "She conducted her seminars in the basement of the Morgan, surrounded by her seal casts, being named honorary curator of seals and tablets at the Morgan in 1956.": [],
    "She was promoted to full professor in 1963.": [],
    "Between 1970 and 1973, she organized and directed Columbia's excavations on the Phlamoudhi plain in northeastern Cyprus.": [],
    "The excavation discovered a sanctuary of the Hellenistic period which helped prove the close commercial ties between Cyprus and the Greek islands in the late Bronze Age, ca.": [],
    "1500 B.C.": [],
    "Porada was named Arthur Lehman professor in 1973.": [
        [
            0,
            6,
            [
                "Prada"
            ]
        ]
    ],
    "In 1977 she received the Gold Medal for outstanding service from the Archaeological Institute of America.": [
        [
            3,
            7,
            [
                "1977,"
            ]
        ]
    ],
    "Columbia University established an Edith Porada professorship of ancient Near Eastern art history and archeology in 1983 with a $1 million gift.": [
        [
            41,
            47,
            [
                "Prada"
            ]
        ]
    ],
    "Porada was named professor <em>emerita</em> of art history and archeology in 1984.": [
        [
            0,
            6,
            [
                "Prada"
            ]
        ]
    ],
    "In retirement she held regular graduate seminars at the Morgan and sat on the Board of Visitors to both the Sackler and Freer Galleries.": [
        [
            3,
            13,
            [
                "retirement,"
            ]
        ],
        [
            108,
            115,
            [
                "Tackler",
                "Sacker",
                "Mackler",
                "Cackler"
            ]
        ]
    ],
    "She died at age 81.": [],
    "She lived much of her life with her father and friend, the socialite, Adeline Hathaway \"Happy\" Weekes Scully (d.1979).": [
        [
            95,
            101,
            [
                "Weeks",
                "We ekes"
            ]
        ],
        [
            102,
            108,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ]
    ],
    "Porada's scholarship followed the tradition set by the Orientalists Anton Moortgat (1897-1977), whom she nevertheless disagreed with, and <a href=\"/frankforth\">Henri Frankfort</a>.</p>": [
        [
            0,
            6,
            [
                "Prada"
            ]
        ],
        [
            74,
            82,
            [
                "Morgan",
                "Mortgage",
                "Mortal",
                "Mortar",
                "Motorboat",
                "Doormat"
            ]
        ]
    ]
}