{
    "<p>Historian of French illuminated manuscripts and librarian, Bibliothèque Nationale.": [
        [
            75,
            84,
            [
                "National",
                "Nationals",
                "Rationale",
                "Nation ale"
            ]
        ]
    ],
    "After completing his studies at the école des Chartes, Porcher joined the Bibliothèque Nationale.": [
        [
            36,
            41,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            42,
            45,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            46,
            53,
            [
                "Charles",
                "Charges",
                "Charts",
                "Charter",
                "Charted",
                "Charters"
            ]
        ],
        [
            55,
            62,
            [
                "Porches",
                "Poacher",
                "Torcher"
            ]
        ],
        [
            87,
            96,
            [
                "National",
                "Nationals",
                "Rationale",
                "Nation ale"
            ]
        ]
    ],
    "By publishing books on illuminated manuscripts, Porcher encouraged scholars to study them in an art historical context.": [
        [
            48,
            55,
            [
                "Porches",
                "Poacher",
                "Torcher"
            ]
        ]
    ],
    "He became the <em>Conservateur en Chef</em> of the manuscripts department in 1944, where his work focused solely on illuminated manuscripts.": [],
    "Porcher acquired several manuscripts from the Rothschild family and the Comte Guy de Boisrouvray, increasing the amount of material available for art historical research.": [
        [
            0,
            7,
            [
                "Porches",
                "Poacher",
                "Torcher"
            ]
        ]
    ],
    "He established the practice of photographing the manuscripts, preserving them and making them more accessible to researchers.": [],
    "In 1954 and 1955, Porcher curated two exhibitions that displayed illuminated manuscripts from French libraries.": [
        [
            18,
            25,
            [
                "Porches",
                "Poacher",
                "Torcher"
            ]
        ]
    ],
    "The results of his research for the two exhibitions culminated in a survey of French manuscript painting in 1959, which was later translated into Italian, German, Swedish, and English.": [],
    "He and Anselme Dimier (1898-1975) published <em>L'art cistercien, France</em>, a survey on the art of the period, in 1962.": [
        [
            7,
            14,
            [
                "Anselm",
                "Anselmo"
            ]
        ],
        [
            15,
            21,
            [
                "Dimer",
                "Dimmer",
                "Didier",
                "Dicier",
                "Limier"
            ]
        ]
    ],
    "In 1967 and 1968 Porcher collaborated with <a href=\"/hubertj\">Jean Hubert</a> and <a href=\"/volbachw\">Fritz Volbach</a> in the \"Arts of Mankind\" survey series on early medieval art.": [
        [
            17,
            24,
            [
                "Porches",
                "Poacher",
                "Torcher"
            ]
        ]
    ],
    "As a manuscripts scholar, Porcher was significantly more interested in the images than the text, a criticism gently lodged against him in reviews of his work.": [
        [
            5,
            16,
            [
                "manuscripts'",
                "manuscript's"
            ]
        ],
        [
            26,
            33,
            [
                "Porches",
                "Poacher",
                "Torcher"
            ]
        ]
    ],
    "<a href=\"/panofskye\">Erwin Panofsky</a> wrote a homage praising Porcher's relaxing of the bureaucratic regulations for scholars during his tenure at the Bibliothèque.": [],
    "Porcher published numerous facsimile editions of the manuscripts in the Bibliothèque Nationale.</p>": [
        [
            0,
            7,
            [
                "Porches",
                "Poacher",
                "Torcher"
            ]
        ],
        [
            85,
            94,
            [
                "National",
                "Nationals",
                "Rationale",
                "Nation ale"
            ]
        ]
    ]
}