{
    "<p>Early Post-modern architect; architectural historian and Borromini scholar.": [
        [
            60,
            69,
            [
                "Borrowing"
            ]
        ]
    ],
    "Portoghesi described himself as having been born \"in the shadow of Borromini's San Ivo\" (Steinberg) and hence much of his professional life as an architectural historian revolved around this architect.": [
        [
            0,
            10,
            [
                "Portuguese",
                "Portages"
            ]
        ],
        [
            67,
            76,
            [
                "Borrowing"
            ]
        ],
        [
            83,
            86,
            [
                "IPO",
                "IMO",
                "Ivor",
                "Ivy",
                "HVO",
                "IVB"
            ]
        ]
    ],
    "He entered the University of Rome, writing articles on Borromini in 1953 through 1955 and also a booklet on Borromini's monuments in the Lateran Basilica <em>I monumenti borrominiani della Basilica Lateranense</em> the same year.": [
        [
            55,
            64,
            [
                "Borrowing"
            ]
        ],
        [
            108,
            117,
            [
                "Borrowing"
            ]
        ]
    ],
    "Portoghesi graduated with a degree in architecture in 1957 and in the history of art in 1958.": [
        [
            0,
            10,
            [
                "Portuguese",
                "Portages"
            ]
        ]
    ],
    "In 1959 he was appointed Professor at the school of advanced studies in the study and restoration of monuments.": [
        [
            3,
            7,
            [
                "1959,"
            ]
        ]
    ],
    "As an architect, Portoghesi designed in a neo-Baroque style, first exemplified in 1959 in the Casa Baldi (Via Flaminia, Rome).": [
        [
            17,
            27,
            [
                "Portuguese",
                "Portages"
            ]
        ],
        [
            99,
            104,
            [
                "Bald",
                "Bali",
                "Baldy",
                "Aldi",
                "Balds"
            ]
        ],
        [
            110,
            118,
            [
                "Flaming",
                "Lamina",
                "Flamingo",
                "Flamings"
            ]
        ]
    ],
    "Making use of the traditional tufa material of ancient homes, he worked to relate his buildings to their contexts, both social and physical.": [
        [
            30,
            34,
            [
                "tuna",
                "tuba",
                "tuff",
                "tuft",
                "TFA",
                "TUA"
            ]
        ]
    ],
    "The following year, 1960, he published a work on the eighteenth-century architect Bernardo Antonio Vitone, \"Metodo e poesia nell'architettura di B. A. Vittone\" (\"Method and poetry in the architecture of B.A.": [
        [
            99,
            105,
            [
                "Vi tone"
            ]
        ],
        [
            108,
            114,
            [
                "Method",
                "Methods",
                "Melody",
                "Metro",
                "Meted",
                "Matomo"
            ]
        ],
        [
            117,
            123,
            [
                "poetic",
                "Persia",
                "Peoria",
                "posit",
                "Portia",
                "poesy"
            ]
        ],
        [
            124,
            128,
            [
                "Nell",
                "well",
                "fell",
                "cell",
                "sell",
                "tell"
            ]
        ],
        [
            129,
            141,
            [
                "architecture",
                "architectural"
            ]
        ],
        [
            142,
            144,
            [
                "DI",
                "Di",
                "I",
                "did",
                "do",
                "Dr"
            ]
        ],
        [
            151,
            158,
            [
                "Litton",
                "Vuitton",
                "Intone",
                "Vitrine",
                "Histone"
            ]
        ]
    ],
    "Vittone\").": [
        [
            0,
            7,
            [
                "Litton",
                "Vuitton",
                "Intone",
                "Vitrine",
                "Histone"
            ]
        ]
    ],
    "He began teaching a course on architectural criticism at the University in 1961.": [],
    "Portoghesi and <a href=\"/zevib\">Bruno Zevi</a> edited a festschrift for <a href=\"/argang\">Giulio Carlo Argan</a> in 1964, Michelangelo Architetto.": [
        [
            0,
            10,
            [
                "Portuguese",
                "Portages"
            ]
        ]
    ],
    "That year, too, Portoghesi published his book Borromini nella cultura europea (\"Borromini in European Culture\") and launched an architectural practice with Vittorio Gigliotti near Porta Pinciana in Rome.": [
        [
            16,
            26,
            [
                "Portuguese",
                "Portages"
            ]
        ],
        [
            46,
            55,
            [
                "Borrowing"
            ]
        ],
        [
            56,
            61,
            [
                "Ella",
                "Bella",
                "Della",
                "Nell",
                "Nelly",
                "fella"
            ]
        ],
        [
            62,
            69,
            [
                "cultural",
                "culture"
            ]
        ],
        [
            70,
            77,
            [
                "European",
                "Europe",
                "Europa",
                "euro pea"
            ]
        ],
        [
            80,
            89,
            [
                "Borrowing"
            ]
        ],
        [
            180,
            185,
            [
                "Port",
                "Ports",
                "Portal",
                "Porto",
                "Aorta",
                "Portia"
            ]
        ],
        [
            186,
            194,
            [
                "Poinciana"
            ]
        ]
    ],
    "His commissions of this era included the Casa Andreis (1964-1967).": [
        [
            46,
            53,
            [
                "Andrei's",
                "Andrei",
                "Andrews",
                "Andreas",
                "Andres",
                "Andrés"
            ]
        ]
    ],
    "He was appointed professor of the history of public architecture in Baroque Rome in 1966.": [],
    "A critical edition of Leon Battista Alberti: l'architettura and a second work on Vittone, Bernardo Vittone, un architetto tra Illuminismo e Rococò (\"Bernardo Vittone, an architect between the Enlightenment and the Rococo\") were published.": [
        [
            47,
            59,
            [
                "architecture",
                "architectural"
            ]
        ],
        [
            81,
            88,
            [
                "Litton",
                "Vuitton",
                "Intone",
                "Vitrine",
                "Histone"
            ]
        ],
        [
            99,
            106,
            [
                "Litton",
                "Vuitton",
                "Intone",
                "Vitrine",
                "Histone"
            ]
        ],
        [
            111,
            121,
            [
                "architect",
                "architects"
            ]
        ],
        [
            122,
            125,
            [
                "Trey",
                "trey",
                "era",
                "try",
                "tea",
                "IRA"
            ]
        ],
        [
            126,
            137,
            [
                "Illumines",
                "Illumining"
            ]
        ],
        [
            140,
            146,
            [
                "Rococo",
                "Rocco"
            ]
        ],
        [
            158,
            165,
            [
                "Litton",
                "Vuitton",
                "Intone",
                "Vitrine",
                "Histone"
            ]
        ]
    ],
    "Portoghesi was appointed professor of History of Architecture at Milan Polytechnic in 1966 as well.": [
        [
            0,
            10,
            [
                "Portuguese",
                "Portages"
            ]
        ]
    ],
    "The following year Portoghesi published his important Borromini, Architettura come linguaggio which was translated in English as The Rome of Borromini: Architecture as Language.": [
        [
            19,
            29,
            [
                "Portuguese",
                "Portages"
            ]
        ],
        [
            54,
            63,
            [
                "Borrowing"
            ]
        ],
        [
            65,
            77,
            [
                "Architecture",
                "Architectural"
            ]
        ],
        [
            141,
            150,
            [
                "Borrowing"
            ]
        ]
    ],
    "In 1968 he became dean of the Faculty of Architecture of Milan Polytechnic, issuing L'Eclettismo a Roma (\"Eclecticism in Rome\") and Editor-in-chief of the Dizionario di Architettura e Urbanistica or \"DAU\".": [
        [
            3,
            7,
            [
                "1968,"
            ]
        ],
        [
            169,
            181,
            [
                "Architecture",
                "Architectural"
            ]
        ],
        [
            184,
            195,
            [
                "Urbanistic",
                "Urbanistic a"
            ]
        ]
    ],
    "Another important architectural commission with Gigliotti, Casa Papanice, was completed 1969-1970.": [
        [
            64,
            72,
            [
                "Papa nice"
            ]
        ]
    ],
    "In 1976, Portoghesi's most outstanding commission, the mosque and Islamic Cultural Centre in Rome was dedicated.": [
        [
            9,
            19,
            [
                "Portuguese",
                "Portages"
            ]
        ]
    ],
    "He was appointed professor of architecture at the University of Milan the same year, where he taught until 1980.": [],
    "He next headed the architecture section at the Venice Biennial.": [],
    "That year, too, 1980, he accepted a professorship in architectural history at the University of Rome and published Dopo l'architettura moderna (\"After modern architecture\").": [
        [
            115,
            119,
            [
                "Dojo",
                "Dodo",
                "Dope",
                "Dopa",
                "DOP",
                "DOPA"
            ]
        ],
        [
            122,
            134,
            [
                "architecture",
                "architectural"
            ]
        ],
        [
            135,
            142,
            [
                "Moderna",
                "modern",
                "Modena",
                "moderns",
                "modern a",
                "modernly"
            ]
        ]
    ],
    "In 1982 Portoghesi became Professor of History of Architecture at Rome University.": [
        [
            8,
            18,
            [
                "Portuguese",
                "Portages"
            ]
        ]
    ],
    "He accepted the Editor-in-chief position of Materia magazine in 1990.": [
        [
            44,
            51,
            [
                "Material"
            ]
        ]
    ],
    "Portoghesi was named full professor of Urban Planning at \"La Sapienza,\" University in Rome in 1995.": [
        [
            0,
            10,
            [
                "Portuguese",
                "Portages"
            ]
        ]
    ],
    "A 1974 manifesto, Le inibizioni dell'architettura moderna outlined his practicing architectural theory as a \"system of places\".": [
        [
            21,
            31,
            [
                "inhibition",
                "inhibitions"
            ]
        ],
        [
            37,
            49,
            [
                "architecture",
                "architectural"
            ]
        ],
        [
            50,
            57,
            [
                "Moderna",
                "modern",
                "Modena",
                "moderns",
                "modern a",
                "modernly"
            ]
        ]
    ],
    "With Zevi, he promoted a modernists who, in their architecture, related their work to its environment, (e.g., Victor Horta and Frank Lloyd Wright).": [
        [
            5,
            9,
            [
                "Devi",
                "Levi",
                "Nevi"
            ]
        ],
        [
            23,
            35,
            [
                "a modernist",
                "modernists"
            ]
        ],
        [
            117,
            122,
            [
                "Aorta",
                "Hora",
                "Sorta"
            ]
        ]
    ],
    "He was a founder of the first international exhibition of Post-modernist architecture (Venice Biennale,1980).": [],
    "Like many post-modern architects, he design furnishings of his buildings.": [
        [
            37,
            43,
            [
                "designs",
                "designed"
            ]
        ]
    ],
    "He engaged in a celebrated debate (along with Zevi) countering the criticisms of <a href=\"/tafurim\">Manfredo Tafuri</a> on the purposes of architectural history.</p>": [
        [
            46,
            50,
            [
                "Devi",
                "Levi",
                "Nevi"
            ]
        ]
    ]
}