{
    "<p>Art professor and early specialist of African-American art, museum director, and visual artist.": [],
    "Porter was the son of African-American couple John Porter and Lydia Peck Porter.": [],
    "His father was a Christian minister and his mother a schoolteacher.": [],
    "Porter attended public schools in Baltimore, Maryland, and Washington, D. C., before graduating <em>cum laude</em> with a B.S.": [],
    "in art from Howard University in 1927.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He was immediately hired as an instructor of drawing and painting in Howard’s art department.": [],
    "Porter received recognition from the Harmon Foundation for his portraits, exhibiting his work both at Howard and Hampton Universities.": [],
    "During his educational pursuits, he met Dorothy Louise Burnett [Dorothy Porter], a librarian at the Harlem branch of the New York Public Library, where he did research.": [],
    "On December 27, 1929, Porter and Burnett married and together they had one child, Constance Porter Uzelac (1939-2012) who went on to become a scholar of African American history.": [
        [
            48,
            52,
            [
                ", and"
            ]
        ],
        [
            99,
            105,
            [
                "CELAC",
                "ELAC"
            ]
        ]
    ],
    "This union was personally and professionally important to Porter, as Dorothy provided bibliographic information critical to his investigations.": [],
    "In the same year he began attending The Art Students League of New York, then led by Dimitri Romanovsky (1887-1971) and George Bridgeman (1864-1943).": [
        [
            93,
            103,
            [
                "Romanov sky"
            ]
        ],
        [
            127,
            136,
            [
                "Bridgman",
                "Bridge man"
            ]
        ]
    ],
    "Porter's written work in art history began appearing in 1931 with the article, \"Versatile Interests of the Early Negro Artist,\" in <em>Art in America</em>.": [],
    "In 1935, he traveled to Paris to study medieval archaeology at the L'Institut d'art et d'archéologie, Sorbonne through a fellowship from the Scholarship Institute of International Education, and grants from the College Art Association and the Rockefeller Foundation.": [
        [
            69,
            77,
            [
                "Institute"
            ]
        ],
        [
            89,
            100,
            [
                "archeologies"
            ]
        ]
    ],
    "He was awarded a certificat de présence from L’Institut d'art et d'archéologie, Sorbonne in 1935.": [
        [
            17,
            27,
            [
                "certificate"
            ]
        ],
        [
            31,
            39,
            [
                "presence",
                "presences",
                "pretence"
            ]
        ],
        [
            47,
            55,
            [
                "Institute"
            ]
        ],
        [
            67,
            78,
            [
                "archeologies"
            ]
        ]
    ],
    "Porter authored \"Four Problems in the History of Negro Art,\" published in 1942, in the Journal of Negro History which outlined the difficulties in documenting African American art.": [],
    "These included the unrecorded work of handicrafts and fine arts by African-Americans before 1820, the black artist's relation to the white American society, the decline in production among black artists between 1870 and 1890, and the role of the African-American artist in the so-called \"New Negro Movement\" of 1900-1920.": [],
    "After completing his M.A.": [],
    "at the Fine Arts Graduate Center at New York University, Porter began writing his book, <em>Modern Negro Art</em>, which was published in 1943.": [
        [
            0,
            2,
            [
                "At"
            ]
        ],
        [
            17,
            25,
            [
                "Graduate from"
            ]
        ]
    ],
    "The book described the history of African-American art from its beginnings to the mid-twentieth century, and included discussions of contemporary artists such as Archibald Motley (1891-1981) and Jacob Lawrence (1917-2000).": [],
    "Between 1945 and 1946, Porter traveled to Cuba and Haiti to study Caribbean and Latin American art, which he discovered had a significant relationship to African art and architecture.": [],
    "The art materials he collected during his tour led to the creation of Latin American art and African art and architecture curricula at Howard University.</p>\n\n<p>In 1953, he was appointed head of Howard University's Art Department, as well as its Art Gallery.": [],
    "As director, his profile at Howard was instrumental in adding the university to the list of those receiving renaissance and baroque art from the Kress collection at its disbursement in 1961.": [
        [
            145,
            150,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ]
    ],
    "Porter received research grants from the Belgian Ministry of Education in 1955 to study Belgian art (the Belgium-American Art Seminar), and studied Mexican fresco murals at the Instituto Allende in Guanajuato, Mexico.": [],
    "He was a UNESCO delegate at the Conference on Africa held in Boston in 1961 and a member of the Arts Council of Washington, D.C.": [],
    "between 1961 and 1963.": [
        [
            0,
            7,
            [
                "Between"
            ]
        ]
    ],
    "The Washington Evening Star awarded him a Faculty Research grant in 1963, allowing him to spend a year on sabbatical studying art in Nigeria, Ghana, Sierra Leone, Togo, and Senegal.": [],
    "In March 1965, Porter was named one of \"America's most outstanding men of the arts'' by President Lyndon B. Johnson's wife, Lady Bird Johnson, at the National Gallery of Art, in honor of the twenty-fifth anniversary of the founding of the National Gallery.": [],
    "Towards the end of the 1960s, Porter was diagnosed with cancer and became seriously ill.": [],
    "Despite this, he traveled to Rhodesia to chair a conference on Zimbabwean culture and, in 1970, one week before his death, he chaired a conference on African American artists.": [],
    "His second book, <em>The Black Artist</em>, was never completed.</p>\n\n<p>Porter was the first scholar to provide a systematic, critical analysis of African American artists and their works.": [],
    "Porter disagreed with scholars and critics, including  <a href=\"/duboisw\">W.": [
        [
            53,
            55,
            [
                " "
            ]
        ]
    ],
    "E. B. Du Bois</a> and <a href=\"/lockea\">Alain Locke</a>, over the role of abstraction in modern African-American art, praising artists who used traditional methods of figural representation over those who used abstract figures.": [
        [
            9,
            13,
            [
                "Boys",
                "Boss",
                "Boris",
                "Lois",
                "Bogs",
                "Boil"
            ]
        ]
    ],
    "He was also a significant mentor and professor to a long list of artists including, <a href=\"/driskelld\">David C. Driskell</a>, Sylvia Snowden (b.": [],
    "1942), and Mildred Thompson (1936-2003).": [],
    "The James A. Porter Gallery of African-American Art at the Howard University Gallery was dedicated in his honor in 1970.": [],
    "In 1990 the Department of Art at Howard created the annual James A. Porter Inaugural Colloquium on African-American Art.</p>": []
}