{
    "<p>Harvard medievalist architectural historian; first American scholar of the Romaneque to achieve international recognition.": [
        [
            78,
            87,
            [
                "Romanesque"
            ]
        ]
    ],
    "Porter was the third son of banker Timothy Hopkins Porter and mother Maria Louisa Hoyt, herself from a patrician Connecticut family.": [
        [
            82,
            86,
            [
                "Host",
                "Hot",
                "Holt",
                "Hoot"
            ]
        ]
    ],
    "His mother died when he was eight.": [],
    "Porter attended the Browning School in New York and then entered Yale University.": [],
    "His father died during his freshman year.": [],
    "The following year, 1902, Porter's remaining brother (the middle brother had died during college) underwent a serious operation and long recovery.": [],
    "Burdened, perhaps, with these unusual family misfortunes and the prospects of his own frail health, Porter reputedly had a mystical conversion in Coutances Cathedral, France, after his graduation from Yale in 1904.": [
        [
            146,
            155,
            [
                "Companies",
                "Continues",
                "Chances",
                "Contacts",
                "Distances",
                "Instances"
            ]
        ]
    ],
    "Giving up the law career he had initially studied for, he entered Columbia University School of Architecture.": [],
    "He soon altered his plans from a career in beaux-arts (practicing) architecture to the study of architectural history.": [],
    "Porter spent the following years traveling in Europe, researching and photographing medieval buildings.": [],
    "The result was a general book on the development of architecture of the middle ages, <em>Medieval Architecture</em> (1909) and <em>The Construction of Lombard and Gothic Vaults</em> (1911).": [
        [
            72,
            83,
            [
                "Middle Ages"
            ]
        ]
    ],
    "He married Lucy Bryant Wallace, a prominent New Yorker who subsequently managed most of his life and his photographic material.": [],
    "Shortly before World War I, Porter published his four-volume <em>Lombard Architecture</em>, arguing for the primacy of Rome as the source of medieval architecture, a thesis originally developed by <a href=\"/rivoirag\">Giovanni Teresio Rivoira</a>.": [],
    "The book rocketed Porter to international acclaim.": [],
    "He accepted a lectureship at Yale in 1915, working toward a BFA at the same time.": [],
    "An outspoken exponent for the undergraduate study of art history, he offered the university a half million dollars to establish a faculty of art history for the college, which the university declined.": [],
    "He received the degree in 1917 and was promoted to assistant professor.": [],
    "In 1918 he left Yale to lead architectural preservation efforts by the French government caused by war damage.": [
        [
            3,
            7,
            [
                "1918,"
            ]
        ]
    ],
    "In France he met Harvard art historian <a href=\"/berensonb\">Bernard Berenson</a>; the two traveled together and became fast friends.": [
        [
            3,
            9,
            [
                "France,"
            ]
        ]
    ],
    "In 1920 Porter returned to the United States and joined Harvard's faculty in the Fine Arts Department.": [],
    "However, in 1923 took a leave to teach at the Sorbonne in Paris.": [],
    "The same year as his Sorbonne lectures, his most famous and controversial work, <em>Romanesque Sculpture of the Pilgrimage Roads</em> was published.": [],
    "The ten-volume work (nine volumes are plates) argued, 1) a new chronology of Romanesque sculpture in Burgundy and, more revolutionary, 2) that medieval sculptural influences, like medieval poetry, knew no nationality borders but were fluid like the pilgrims who travelled to Santiago de Compostela.": [],
    "The latter theory directly challenged the views of <a href=\"/malee\">Émile Mâle</a> and the primacy of the Languedoc region as the center of twelfth century style.": [],
    "The appearance of <em>Romanesque Sculpture of the Pilgrimage Roads</em> and Porter's conclusion based upon his multidisciplinary method attracted much criticism.": [],
    "Porter spent the next years, 1924-1925, as Hyde lecturer at various French universities and a visiting professor in Spain.": [],
    "He returned to Harvard in 1925 to hold the newly created William Dorr Boardman chair [of art history].": [
        [
            65,
            69,
            [
                "Door",
                "Dorm",
                "Dora",
                "Dour",
                "Doer",
                "Dory"
            ]
        ]
    ],
    "Porter and his wife lived in poet James Russell Lowell's former Cambridge home, Eood, where they entertained frequently.": [
        [
            80,
            84,
            [
                "Good",
                "Food",
                "Wood",
                "Mood",
                "Hood",
                "Lewd"
            ]
        ]
    ],
    "There he struck a friendship with a young Columbia University medieval art history student, <a href=\"/schapirer\">Meyer Schapiro</a>, offering Schapiro to study under him.": [],
    "In 1927 he received an honorary doctor of letters degree from the University of Marburg.": [
        [
            3,
            7,
            [
                "1927,"
            ]
        ]
    ],
    "His earlier lectures at the Sorbonne appeared as <em>Spanish Romanesque Sculpture</em> in 1928.": [],
    "Porter began an intense interest in Celtic cultures, spending summers of the 1930s in Ireland, often with the statesman and poet George William Russell (1867-1935).": [],
    "Porter owned a small castle there known as Glenveagh, County Donegal, where he stayed, as well as a fisherman's house on the small island of Bofin off the northern coast.": [
        [
            141,
            146,
            [
                "Boffin"
            ]
        ]
    ],
    "His last work, <em>The Crosses and Culture of Ireland</em> (1931) was based upon lectures delivered at the Metropolitan Museum of Art.": [],
    "Porter acknowledged in the preface the help of the next generation of scholars, among them Schapiro.": [
        [
            91,
            99,
            [
                "Shapiro"
            ]
        ]
    ],
    "A politically conservative Boston Brahmin, he resigned from Harvard and left the United States, largely because of New Deal policies of Franklin Roosevelt.": [],
    "While at his Bofin Island retreat, Porter disappeared on July 8th, 1933, and was presumed drowned, although his body was never found.": [
        [
            13,
            18,
            [
                "Boffin"
            ]
        ]
    ],
    "Glenveagh, his mansion in Ireland, was purchased in 1937 by the Philadelphia art collector, curator, and former student <a href=\"/mcilhennyh\">Henry P. McIlhenny</a>.": [],
    "Porter's Cambridge home was willed to the University and after his wife's death became the President's home.": [],
    "His illustrious students included Cluny scholar <a href=\"/conantk\">Kenneth John Conant</a>, whose archeological work substantiated Porter's earlier Burgundian dating, <a href=\"/whitehillw\">Walter Muir Whitehill</a>, who developed Porter's ideas of the importance of Spanish sculpture over a predominantly French model, and McIlhenny, a collector and curator at the Philadelphia Museum of Art.": [
        [
            34,
            39,
            [
                "Clung",
                "Clunky",
                "Clunk"
            ]
        ]
    ],
    "Though modestly educated in comparison to other art and architectural historians of his day, Porter remains an important scholar.": [],
    "He early on focused on patronage in medieval architecture.": [],
    "He discounted the then prevalent notion of an English contribution to Gothic architecture by tracing the transmission of Italian influences through Germany and France.": [],
    "Always fascinated with the Lombard region, he hypothesized (after <a href=\"/choisya\">Auguste Choisy</a>) that the early adoption of the Gothic vault there was because of a scarcity of wood needed to build the more common Romanesque groin and barrel vault.": [],
    "An outspoken proponent of the discipline of art history, his <em>Beyond Architecture</em> (1918) argued for early instruction, even to the middle-school level.": [],
    "His <em>Romanesque Sculpture of the Pilgrimage Roads</em> (1923) examined Romanesque art in its entirety in Europe, a novel idea for the time (Cahn).": [
        [
            143,
            147,
            [
                "Can",
                "Cain",
                "Chan",
                "Hahn",
                "Cohn",
                "Icahn"
            ]
        ]
    ],
    "Among other findings in the book, Porter conclusively redated the Cluny choir capitals from the accepted French dating of the twelfth century to the eleventh.": [
        [
            54,
            61,
            [
                "related",
                "predated",
                "redacted",
                "sedated",
                "rebated"
            ]
        ],
        [
            66,
            71,
            [
                "Clung",
                "Clunky",
                "Clunk"
            ]
        ]
    ],
    "His theory that sculptural traditions traveled like medieval epics and that they were not limited to regional and church authorities brought a storm of contemporary criticism to Porter.": [],
    "His theories were ultimately embraced by later French scholars such as <a href=\"/aubertm\">Marcel Aubert</a>.": [],
    "Porter's championing Spanish art as a key component in the development of the Romanesque, and his arguing against the primacy of archaeology for dating, resulted in a view of eleventh- and twelfth-century art largely adopted today (Seidel, 2000).": [
        [
            232,
            238,
            [
                "Sade",
                "Sahel",
                "Sades"
            ]
        ]
    ],
    "Kathryn Brush cites Porter as the first American art historian to \"pioneer long-term exchanges with German <em>Kunstwissenschaft</em> following the [World War I] armistice.\"": [],
    "<a href=\"/cahnw\">Walter B. Cahn</a> noted, however, that Porter's effort to provide a methodology free of national or parochial passions produced only very mixed results.": [],
    "His view of Lombardy as the source of the Gothic is today largely discredited (Ehresmann).": [
        [
            79,
            88,
            [
                "Hermann",
                "Herrmann",
                "Reimann"
            ]
        ]
    ],
    "Porter's emphasis on Spanish studies led to what could be considered a school of interest in the topic.": [],
    "His admirers and colleagues included, in addition to students Whitehill and Conant, <a href=\"/kingg\">Georgiana Goddard King</a> and her studies in pre-Romanesque Spanish churches and Mudéjar art, <a href=\"/cookw\">Walter W. S. Cook</a>, and Porter's colleague <a href=\"/postc\">Chandler R. Post</a>.": [
        [
            62,
            71,
            [
                "Whitehall",
                "White hill"
            ]
        ],
        [
            76,
            82,
            [
                "Conan"
            ]
        ]
    ],
    "Disappears in 1933.</p>": []
}