{
    "<p>Carracci scholar; Ailsa Mellon Bruce Professor of Fine Arts and deputy director, Institute of Fine Arts, New York University, 1983-2002.": [
        [
            3,
            11,
            [
                "Carrack",
                "Carrasco",
                "Carpaccio"
            ]
        ],
        [
            21,
            26,
            [
                "Alisa",
                "Ails",
                "Ails a"
            ]
        ]
    ],
    "Posner graduated from Queens College Phi Beta Kappa in 1956, writing his M.A.": [
        [
            0,
            6,
            [
                "Poster",
                "Poser",
                "Posher"
            ]
        ]
    ],
    "at Harvard University in 1957.": [
        [
            0,
            2,
            [
                "At"
            ]
        ]
    ],
    "He completed his dissertation at New York University in 1962 under <a href=\"/friedlanderw\">Walter F. Friedländer</a> on the topic of Annibale Carracci and immediately joined the faculty.": [],
    "He married fellow graduate student in art history <a href=\"/weilgarrisk\">Kathleen Weil-Garris</a> the same year (later divorced).": [],
    "Posner was editor-in-Chief of the <em>Art Bulletin</em> between 1968-71 and art historian in residence, American Academy in Rome, 1968-1969.": [
        [
            0,
            6,
            [
                "Poster",
                "Poser",
                "Posher"
            ]
        ]
    ],
    "He revised and published his dissertation on Annibale Carracci in 1971.": [],
    "The following year he won the <a href=\"/moreyc\">Charles Rufus Morey</a> Award for Most Distinguished Work of Art Historical Scholarship from the College Art Association.": [],
    "In 1973 Posner wrote the volume on Watteau for the important <em>Art in Context</em> series of Viking Press.": [
        [
            8,
            14,
            [
                "Poster",
                "Poser",
                "Posher"
            ]
        ]
    ],
    "He was a fellow at the Institute of Advanced Study, Princeton in 1976.": [],
    "For the academic year 1978-79 he was appointed acting Director for Academic Affairs at the Institute of Fine Arts.": [],
    "He was named Deputy Director, Institute of Fine Arts, N. Y. U., in 1983, remaining until 2002 Posner was Chairman of the <em>Art Bulletin</em> Editorial Board from 1991- 1994.</p>": [
        [
            94,
            100,
            [
                "Poster",
                "Poser",
                "Posher"
            ]
        ],
        [
            159,
            174,
            [
                "from 1991 to 1994"
            ]
        ]
    ]
}