{
    "<p>Director of the Dresden Gemäldegalerie (1913-1942) and Nazi administrator in charge of the depository of looted art during the Reich years.": [],
    "Posse's father was a respected archivist in Dresden.": [],
    "The younger Posse joined the Dresden gallery, the state gallery of Saxony in 1910 and became director in 1913.": [],
    "He issued an updated edition of the Dresden holdings catalog of <a href=\"/woermannk\">Karl Woermann</a>.": [],
    "From the first as director, he showed a special callousness toward returning loaned pictures.": [],
    "During World War I, Raphael's \"Portrait of a Youth\" (Czartoryski Collection of the National Gallery, Warsaw, Poland) was moved to Dresden for safekeeping.": [],
    "After the war, Posse delayed returning the picture until 1920.": [],
    "When the Nazi's gained power in Germany, Posse was briefly removed from office for anti-Nazi sentiments and having acquired art they considered \"degenerate,\" i.e., modern.": [],
    "He was reinstated by Hitler personally in 1939 and placed in charge of creating a museum in Linz, Austria, for the Führer.": [],
    "The project was referred to as the \"Sonderauftrag\" (special commission).": [],
    "The same year, Posse confiscated the collection of the Rothschild brothers, Alphonse Mayer Rothschild (1878-1942) and Louis Rothschild (1882-1955).": [],
    "Assisted by the Kunsthistorisches director, <a href=\"/baldassl\">Ludwig von Baldass</a>, plunderers took thousands of objects from the long-time Jewish Vienese residents.": [],
    "The treasures were taken to the Hofburg palace, the Nazis' Zentraldepot for confiscated art.": [
        [
            32,
            39,
            [
                "Homburg"
            ]
        ]
    ],
    "Lesser pieces went to Viennese museums, including the Kunsthistorisches, while much of the decorative arts, mainly porcelains, were auctioned at the state-owned Dorotheum.": [
        [
            161,
            170,
            [
                "Dorothea"
            ]
        ]
    ],
    "Posse was aided in his art thefts by the unscrupulous Berlin dealer Karl Haberstock (1878-1956).": [
        [
            73,
            83,
            [
                "Haber stock"
            ]
        ]
    ],
    "After the invasion of Holland, Posse moved to the The Hague as Referent für Sonderfragen (Adviser on \"Special Questions\").": [
        [
            46,
            53,
            [
                "the"
            ]
        ],
        [
            72,
            75,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "With the aid of the Seyss-Inquart government, Posse's office forced the purchase of major portions of the collection of Fritz Mannheimer (1890-1939) in 1944, including \"The Jewish Doctor\" by Rembrandt.": [
        [
            20,
            33,
            [
                "Sass-Inquart",
                "Seyss-In quart"
            ]
        ]
    ],
    "The Fürherbefehl directive authorized Posse to \"make decisions on the Führer's behalf\" for works of art discovered throughout the Reich.": [],
    "By 1941, Posse's mission was aligned with the Einsatzstab Reichsleiter Rosenberg (ERR) confiscations.": [],
    "Posse acquired Vermeer's \"The Artist in His Studio,\" then in the hands of the Czernin family of Vienna, in1940, through the intervention of Reichsleiter Baldur von Schirach (1907-1974) after accusations of unpaid taxes to the family failed.": [
        [
            78,
            85,
            [
                "Czerny"
            ]
        ],
        [
            153,
            159,
            [
                "Balder"
            ]
        ],
        [
            164,
            172,
            [
                "Church",
                "Scratch",
                "Hirsch",
                "Spinach",
                "Shiraz",
                "Chirico"
            ]
        ]
    ],
    "Posse added three other Rembrandts to the Linz Collection, in addition to Watteau's \"La Danse\" from Potsdam, the Corsini Memling portrait, and Rubens' \"Ganymede.\"": [
        [
            24,
            34,
            [
                "Rembrandt's",
                "Rembrandt"
            ]
        ],
        [
            88,
            93,
            [
                "Dance",
                "Dense",
                "Dante",
                "Dane",
                "Danes",
                "Manse"
            ]
        ],
        [
            113,
            120,
            [
                "Cousin",
                "Cousins",
                "Corsica",
                "Cosine",
                "Cursing",
                "Corbin"
            ]
        ]
    ],
    "21,000 objects were seized in France alone, of which the Linz collection took all but the 700--the others earmarked for the collection of Hermann Göring, another Nazi official collecting stolen art.": [],
    "Other specialists who advise Posse included Friedrich Wolffhardt (1899-?": [],
    "), a captain in the SS, who handled rare books and manuscripts; <a href=\"/dworschakf\">Fritz Dworschak</a>, an Austrian Nazi party loyal, in charge of coins and medal collections; and Hans Reger, an architect from Munich to document the objects in photographs.": [
        [
            0,
            1,
            [
                ""
            ]
        ]
    ],
    "Posse also hired a personal assistant, <a href=\"/oertelr\">Robert Oertel</a>, an Italian paintings scholar, to keep the records.": [],
    "Posse contracted cancer of the tongue and died in 1942.": [],
    "His funeral was attended by many ranking Nazis; Joseph Goebbels (1897-1945), the minister of propaganda, read the eulogy.": [],
    "He was succeeded, both at the Dresden Gemäldegalerie and the Führermuseum in 1943 by <a href=\"/vossh\">Hermann Voss</a>.": [
        [
            61,
            73,
            [
                "Führer museum"
            ]
        ]
    ],
    "As the Allies moved into Europe in 1944, the art was moved to the Altaussee salt mines near Salzburg for safe keeping.": [],
    "After capture in 1945, the American 42nd Division army authorized the Austrian government to handle restitution.": [],
    "However, the Rothschilds were coerced to leave many works already in Austrian museums, including the eleven paintings to Kunsthistorisches, thirty works on paper to the Albertina, forty-three to the Museum of Applied Art, and eight works to the Belvedere Gallery.": [
        [
            13,
            24,
            [
                "Rothschild's",
                "Rothschild"
            ]
        ]
    ],
    "The Austrian government only returned works to the Rothschild heirs in 1999.": [],
    "Despite his complicity in assembling a Nazi art collection (Posse acquired over 2500 objects in three years), Posse disagreed so strongly with the Nazi view of modern art that it forced him into early retirement.": [],
    "As a scholar, he updated several excellent catalogs for the Dresden gallery.</p>": []
}