{
    "<p>Historian of Spanish and Italian renaissance art; early art history professor at Harvard.": [],
    "Post was born to William R. Post and Anne M. Rathfon (Post).": [
        [
            45,
            52,
            [
                "Ration",
                "Athlon",
                "Rathbone",
                "Raytheon"
            ]
        ]
    ],
    "He graduated from the University [grammar] School in Detroit and then attended Harvard University, graduating with a B.A.": [],
    "in Spanish literature in 1904.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "His classmates included Franklin Roosevelt and Hispanic scholar Hayward Keniston (1883-1970).": [
        [
            72,
            80,
            [
                "Kingston",
                "Kenton",
                "Lewiston",
                "Venison",
                "Anniston",
                "Jenison"
            ]
        ]
    ],
    "He spent the academic year 1904-5 at the American School in Athens working on his master's thesis on Greek literature.": [],
    "His Harvard master's thesis was granted in 1906.": [],
    "Post then began teaching as an instructor of English, French, Italian and Greek and fine arts at his alma mater, and working on his doctorate.": [],
    "His dissertation in Romance literature, written under Jeremiah D. M. Ford (1873-1958), was completed in 1909 on the topic of Dante's influence on Castilian allegory.": [],
    "That same year, Post suggested Harvard's first specialized course on Italian art to Department Head, <a href=\"/popea\">Arthur Upham Pope</a>.": [],
    "During those years, Post made the friendship of Boston collector Isabella Stewart Gardner (1840-1924).": [],
    "Though his first published article (1909) was in art history, his article publications of these years focused on literature, the most notable of which, \"The Dramatic Art of Sophocles\" appeared in 1912.": [],
    "The same year he was named professor of Greek and Fine Arts.": [],
    "In World War I, Post served as assistant to the military attaché at the United States Embassy in Rome 1917-1919.": [],
    "The Italian government made him Chevalier of the Order of St.": [],
    "Maurice and St.": [],
    "Lazarus in 1918.": [],
    "Returning to academic life after the war, Post continued to alternate his Harvard courses between the Departments of Classics and Fine Arts.": [],
    "His Fine Arts course 9A \"Art and Culture of Italy in the Middle Ages and the Renaissance\" was a pioneering synthesis of art, religion and history.": [],
    "He was appointed associate professor in 1920.": [],
    "In 1921, Post published his <em>History of European and American Sculpture</em>, one of the early surveys of the medium in America.": [],
    "In 1923 he was promoted to full professor.": [
        [
            3,
            7,
            [
                "1923,"
            ]
        ]
    ],
    "Post co-wrote with <a href=\"/chaseg\">George Henry Chase</a> <em>A History of Sculpture</em> in 1924, but was already at that time working on his magnum opus, <em>The History of Spanish Painting</em> (12 vols.": [],
    "), which appeared beginning in 1930.": [
        [
            0,
            1,
            [
                ""
            ]
        ]
    ],
    "Post spent much of the 1930's hunting for obscure paintings in Spain to complete his <em>corpus</em>.": [
        [
            23,
            29,
            [
                "1930s"
            ]
        ]
    ],
    "He was made William Dorr Boardman professor of Fine Arts in 1934, holding the position as <em>emeritus</em> after 1950 when he retired.": [
        [
            20,
            24,
            [
                "Door",
                "Dorm",
                "Dora",
                "Dour",
                "Doer",
                "Dory"
            ]
        ]
    ],
    "In 1953 he received an honorary doctorate from the University of Michigan.": [
        [
            3,
            7,
            [
                "1953,"
            ]
        ]
    ],
    "He was at work on the final volumes of his <em>History of Spanish Painting</em> at the time of his death.": [],
    "The <em>History</em> was completed by a former student <a href=\"/wetheyh\">Harold E. Wethey</a>.": [],
    "His students, in addition to Wethey, included <a href=\"/rowlandb\">Benjamin Rowland, Jr.</a>, <a href=\"/soriam\">Martin S. Soria</a>, and <a href=\"/cookw\">Walter W. S. Cook</a>.": [
        [
            29,
            35,
            [
                "Letha",
                "We they",
                "Wet hey"
            ]
        ]
    ],
    "Together with <a href=\"/portera\">A.": [],
    "Kingsley Porter</a>, <a href=\"/whitehillw\">Walter Muir Whitehill</a> and <a href=\"/kingg\">Georgiana Goddard King</a>, Cook, Post constituted an early \"New England School\" of American interest in Spanish Romaneque studies.": [],
    "The Romanesque scholar <a href=\"/cahnw\">Walter B. Cahn</a> termed Post's <em>History of Spanish Painting</em> \"now scarcely readable.\"": [],
    "As a lecturer, one student, <a href=\"/wittmanno\">Otto Wittmann, Jr.</a>, recalled him lecturing completely from memory, seldom writing information down.": [],
    "\"His tests were all factual tests...that's all he cared about.": [],
    "\"</p>": []
}