{
    "<p>Archaeologist.": [],
    "museum director and specialist in classical iconography.": [
        [
            0,
            6,
            [
                "Museum"
            ]
        ]
    ],
    "Poulsen studied at the university in Göttingen under Ulrich von Wilamowitz-Moellendorff (1848-1931).": [
        [
            0,
            7,
            [
                "Paulsen"
            ]
        ]
    ],
    "He moved to Munich were he equally impressed <a href=\"/furtwanglera\">Adolf Furtwängler</a>.": [
        [
            19,
            23,
            [
                "where",
                "we"
            ]
        ]
    ],
    "Between 1905-7 he studied under the auspices of the l'Ecole Française d'Athèness, concentrating on pottery from the Dipylon.": [
        [
            54,
            59,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            60,
            69,
            [
                "Franchise",
                "Francoise",
                "Français",
                "Françoise"
            ]
        ],
        [
            72,
            80,
            [
                "Athens",
                "Achenes",
                "Lateness",
                "Otherness",
                "Litheness",
                "Athene"
            ]
        ],
        [
            116,
            123,
            [
                "Di pylon"
            ]
        ]
    ],
    "Poulsen accepted the position of assistant at the Ny Carlsberg Glyptotek in Copenhagen in 1910.": [
        [
            0,
            7,
            [
                "Paulsen"
            ]
        ],
        [
            50,
            52,
            [
                "NY",
                "By",
                "Any",
                "My",
                "No",
                "NYC"
            ]
        ]
    ],
    "Using colored drawings of Etruscan tomb paintings originally commissioned by the industrialist Carl C. H. Jacobsen (1842-1914) the 1890s, Poulsen authored <em>Etruscan Tomb Paintings</em> in 1922.": [
        [
            138,
            145,
            [
                "Paulsen"
            ]
        ]
    ],
    "He began publishing on classical portraiture with his <em>Greek and Roman Portraits in English Country Homes</em> of 1923.": [],
    "He was appointed director of the Glyptotek in 1926.": [],
    "In 1931 his major work on classical iconography, <em>Iconographic Studies in the Ny Carlsberg Glyptothek</em> was published.": [],
    "His participation in excavations included those at Delphi and Kalydon, the latter resulting in the publication <em>Das Heroon von Kalydon</em>, 1934, with Konstantinos Rhomaios (b.": [
        [
            62,
            69,
            [
                "Alyson",
                "Caledon",
                "Kalyan",
                "Kayden"
            ]
        ]
    ],
    "1874) and the architect Ejnar Dyggve (1887-1961).": [
        [
            24,
            29,
            [
                "Ear",
                "Lunar",
                "Edgar",
                "Jar",
                "Sonar",
                "Edna"
            ]
        ],
        [
            30,
            36,
            [
                "Doggie"
            ]
        ]
    ],
    "His general catalog of the Ny Carlsberg Glyptotek of 1940 remains a source of scholarship for the works in that museum.</p>": [
        [
            27,
            29,
            [
                "NY",
                "By",
                "Any",
                "My",
                "No",
                "NYC"
            ]
        ]
    ]
}