{
    "<p>Curator and historian of Italian drawings.": [],
    "Pouncy was the son of Reverend George Ernest Pouncey, a banker who had taken clerical vows, Madeline Mary Roberts (Pouncy).": [
        [
            0,
            6,
            [
                "Bouncy",
                "Pounce",
                "Jouncy",
                "Poncy"
            ]
        ],
        [
            45,
            52,
            [
                "Pounce",
                "Pounced",
                "Pounces"
            ]
        ],
        [
            115,
            121,
            [
                "Bouncy",
                "Pounce",
                "Jouncy",
                "Poncy"
            ]
        ]
    ],
    "He attended Marlborough College and Queens' College, Cambridge.": [],
    "After viewing the 1930 \"Italian Art, 1200-1900\" exhibition at the Royal Academy in London, he decided to pursue art after college.": [],
    "He graduated in1931 and volunteered at the Fitzwilliam Museum from 1931-1933, making short trips to Italy in between.": [],
    "He was appointed as an assistant keeper in the National Gallery in London in 1934, where he remained until 1939.": [],
    "In 1937 he married Myril Gros, the daughter of a French army officer.": [
        [
            3,
            7,
            [
                "1937,"
            ]
        ],
        [
            19,
            24,
            [
                "Cyril"
            ]
        ],
        [
            25,
            29,
            [
                "Grow",
                "Grows",
                "Gross",
                "Bros",
                "Pros",
                "Eros"
            ]
        ]
    ],
    "He wrote the catalogs for the fourteenth-century Italian paintings, all published after he left the Gallery.": [],
    "In 1939 he move with the objects from the National Gallery to safekeeping in the National Library of Wales, Aberystwyth, Wales.": [
        [
            3,
            7,
            [
                "1939,"
            ]
        ],
        [
            11,
            15,
            [
                "moves",
                "moved"
            ]
        ]
    ],
    "At Aberystwyth his duties included editing the existing catalog of early Italian paintings, and supervising the management of the National Gallery collection, which was transferred from London during World War II.": [],
    "While working in Aberystwyth, Pouncey was closely associated with the assistant curator of the Print Room for the British Museum, <a href=\"/pophama\">Hugh Popham</a>.": [
        [
            30,
            37,
            [
                "Pounce",
                "Pounced",
                "Pounces"
            ]
        ]
    ],
    "The prints from this collection had also been moved to Aberystwyth.": [],
    "Popham, <a href=\"/wildej\">Johannes Wilde</a> and <a href=\"/antalf\">Frederick Antal</a> who were also assigned to Aberystwyth, would discuss the collection with Pouncey.": [
        [
            0,
            6,
            [
                "Topham",
                "Pop ham"
            ]
        ]
    ],
    "He completed his war service working for the Intelligence Unit of the Foreign Office (Code and Cypher School at Bletchley Park).": [],
    "After the war, his familiarity with the Print collection at the British Museum, led to an appointment there, collaborating with Popham (officially now) on cataloging the Italian drawings.": [
        [
            128,
            134,
            [
                "Topham",
                "Pop ham"
            ]
        ]
    ],
    "These volumes appeared in 1950, 1962 (in collaboration with <a href=\"/gerej\">John Arthur Gere</a>) and in 1983.": [],
    "Pouncy was named deputy keeper in 1954, however the keepership was never offered.": [
        [
            0,
            6,
            [
                "Bouncy",
                "Pounce",
                "Jouncy",
                "Poncy"
            ]
        ],
        [
            52,
            62,
            [
                "keeper ship",
                "keepers hip"
            ]
        ]
    ],
    "In 1966 he joined Sothebys as a director while continuing to work on his catalogs.": [
        [
            3,
            7,
            [
                "1966,"
            ]
        ],
        [
            18,
            26,
            [
                "Sotheby's",
                "Sotheby",
                "Sotheby’s"
            ]
        ]
    ],
    "His only monograph, a 15-page Italian essay on Lorenzo Lotto's drawings, <em>Lotto disegnatore</em>,1965, described the relationship between Lotto's paintings and his drawings.": [],
    "From 1966 until his retirement in 1983, Pouncey served as a director at Sotheby's, and as an advisor to the Uffizi, Louvre, Fitzwilliam, and Victoria and Albert Museums.": [
        [
            40,
            47,
            [
                "Pounce",
                "Pounced",
                "Pounces"
            ]
        ],
        [
            108,
            114,
            [
                "Office",
                "Suffix",
                "Fiji",
                "Affine",
                "Affirm",
                "Effigy"
            ]
        ]
    ],
    "In 1975 Pouncey was elected a fellow of the British Academy and an honorary keeper of Italian drawings of the British Museum.": [
        [
            8,
            15,
            [
                "Pounce",
                "Pounced",
                "Pounces"
            ]
        ]
    ],
    "A loan exhibition of his (re)attributions was held on his 75th birthday at the Museum.": [],
    "A daughter, Francoise, married Marco Chiarini, director of the Galleria Palatina (Palazzo Pitti).": [
        [
            37,
            45,
            [
                "Chairing"
            ]
        ],
        [
            72,
            80,
            [
                "Palatine"
            ]
        ],
        [
            90,
            95,
            [
                "Pitt",
                "Patti",
                "Pitts",
                "Pitta"
            ]
        ]
    ],
    "Pouncey was greatly influenced by the classic Crowe and Cavalcaselle <em>History of Italian Renaissance Art</em>, whose own approach was similarly untheoretical and connoisseurship based.": [
        [
            0,
            7,
            [
                "Pounce",
                "Pounced",
                "Pounces"
            ]
        ]
    ],
    "His review of the 1964 Italian edition of <a href=\"/berensonb\">Bernard Berenson</a>'s <em>The Drawings of the Florentine Painters</em> remains part of his significant writings.</p>": []
}