{
    "<p>Director of the National Gallery of Art, Washgington, D. C., 1992-.": [
        [
            44,
            55,
            [
                "Washington"
            ]
        ]
    ],
    "Powell's parents were Earl Alexander Powell II and Elizabeth Duckworth (Powell).": [],
    "Powell entered Williams College with the intent of pursuing a medical career, but after barely passing introductory chemistry, he switched to history and art history, graduating with honors in 1966, under legendary art professors <a href=\"/faisons\">S.": [],
    "Lane Faison, Jr.</a>, <a href=\"/stoddardw\">Whitney Stoddard</a> an <a href=\"/piersonw\">William H. Pierson, Jr.</a> He served as an officer in the U.S.": [
        [
            5,
            11,
            [
                "Prison",
                "Jason",
                "Madison",
                "Fusion",
                "Poison",
                "Carson"
            ]
        ]
    ],
    "Navy from 1966 to 1969, remaining in the Naval Reserve until 1980.": [],
    "After discharge from the service, he Powell considered architecture school Faison urged him to continued in art history.": [
        [
            75,
            81,
            [
                "Prison",
                "Jason",
                "Madison",
                "Fusion",
                "Poison",
                "Carson"
            ]
        ]
    ],
    "He entered Harvard University, receiving an A. M. from Harvard's Fogg Art Museum in 1970.": [
        [
            65,
            69,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "He married Nancy Landry in 1971.": [],
    "Powell taught as a teaching fellow in fine arts at Harvard while pursuing his Ph.D., beginning in 1970.": [],
    "His dissertation was accepted in 1974 on the topic of Thomas Cole.": [],
    "The same year he joined the University of Texas at Austin as assistant professor of the history of art.": [],
    "In 1976 he joined the curatorial staff at the National Gallery, rising to executive curator in 1979 under the directory, <a href=\"/brownjc\">J.": [
        [
            3,
            7,
            [
                "1976,"
            ]
        ]
    ],
    "Carter Brown</a>.": [],
    "Ongoing troubles at the Los Angeles County Museum of art resulted in the forced retirement of <a href=\"/donahuek\">Kenneth Donahue</a> in 1979; the LACMA board hired Powell in 1980 to lead its museum as director.": [],
    "Powell transformed the Museum, both the administrative infighting and its quality of exhibitions and collections to a museum of international stature (<em>Art in America</em>).": [],
    "Budget was tripled and attendance doubled with two major building initiatives completed.": [],
    "Powell was responsible for luring talent to the museum, including <a href=\"/conisbeep\">Philip Conisbee</a> as curator of French painting.": [],
    "Powell wrote a monograph on Thomas Cole in 1990.": [],
    "At the retirement of Brown, Powell was chosen to lead the National Gallery of Art in Washgington, D. C. in 1992, whose other finalists were <a href=\"/walshj\">John Walsh, Jr.</a>, of the Getty.": [
        [
            85,
            96,
            [
                "Washington"
            ]
        ]
    ],
    "He was succeeded at LACMA by Michael Shapiro.": [],
    "Powell brought curtators from LACMA, notably Conisbee, with him to Washington.": [
        [
            15,
            24,
            [
                "curators"
            ]
        ],
        [
            45,
            53,
            [
                "Consider",
                "Consisted",
                "Console",
                "Consume",
                "Concise",
                "Canister"
            ]
        ]
    ],
    "He was awarded an honorary doctorate of fine arts from Williams in 1993.": [],
    "Powell's concentration was in 19th- and 20th-century European and American Art.": [],
    "It is as an adept arts administrator that Powell has made his reputation.": [],
    "Powell was embroiled in controversy when he delayed in 1994 the public acknowledgement that the Museum's Poussin \"Madonna on the Steps\" was no longer thought by scholars to be by the master.": [],
    "The following year Powell was forced to run the important Vermeer show with seldom-lent paintings by the artist during the government shutdown of buildings because of a congressional budget dispute.</p>": []
}