{
    "<p>Fuseli and baroque architecture scholar; writer.": [
        [
            3,
            9,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ]
    ],
    "Powell's parents were Owen Price Powell and Nora Webb (Powell).": [],
    "His father worked as a mining engineer in South Africa.": [],
    "The younger Powell graduated from the Felsted (boarding) School, Essex, attending the university in Strasburg, Germany for a year, 1937-1938, before Peterhouse, Cambridge University, where he graduated in 1941.": [
        [
            38,
            45,
            [
                "Feasted",
                "Felted"
            ]
        ],
        [
            100,
            109,
            [
                "Strasbourg"
            ]
        ],
        [
            149,
            159,
            [
                "Peter house"
            ]
        ]
    ],
    "During World War II, he served with the Marine Commandos, rising to lieutenant.": [],
    "He was wounded in Tobru, taken prisoner in Italy in 1942 and freed by the Allies in 1943.": [
        [
            18,
            23,
            [
                "Tour",
                "Tours",
                "Torn",
                "Tore",
                "Toby",
                "Tory"
            ]
        ]
    ],
    "He participated (and was wounded again) during the Normandy invasion.": [],
    "For his service, he was awarded the Distinguished Service Order.": [],
    "Powell was awarded an M.A.": [],
    "from Cambridge in 1945.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "He worked in various capacities for British [arts] Council, London, first at the home office, 1949-1951.": [],
    "During this time he wrote the catalog on <a href=\"/fuselih\">Henry Fuseli</a> exhibition in 1951.": [],
    "Powell published his catalog of Fuseli drawings the following year.": [
        [
            32,
            38,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ]
    ],
    "He was appointed second secretary to the British embassy in Bonn, West Germany in 1954, transferring to Cologne in 1959 and London,1962-1968.": [],
    "At the suggestion of former Keeper of the Ashmolean Museum and drawings expert <a href=\"/parkerk\">Karl Theodore Parker</a>, Powell undertook a volume on Fuseli's \"The Nightmare\" for the <em>Art in Context</em> series, the brainchild of Allen Lane (1902-1970) to document a single work of art.": [],
    "The book was completed during his appointment to the bureau in Vienna (1968-1975).": [],
    "His writing interests in later years turned toward that city and the <em>Jugendstil</em>.": [],
    "He produced broader but less penetrating works such as <em>The Sacred Spring: the Arts in Vienna, 1898-1918</em>.": [],
    "Powell's final assignment was in Amsterdam, 1975-1980.": [],
    "He appears in the book by Hilary St.": [],
    "George Saunders (1898-1951), <em>The Green Beret</em>, 1949.</p>": []
}