{
    "<p>Director, National Gallery, 1894-1905 and artist.": [],
    "Poynter was the son of the architect Ambrose Poynter (1796-1886) and Emma Forster (Poynter) (1800-1848), the latter the granddaughter of sculptor Thomas Banks (1735-1805).": [
        [
            0,
            7,
            [
                "Pointer"
            ]
        ],
        [
            45,
            52,
            [
                "Pointer"
            ]
        ],
        [
            83,
            90,
            [
                "Pointer"
            ]
        ]
    ],
    "Poynter studied at Westminster School, Brighton College, and Ipswich grammar school, between 1847-52, inclusively.": [
        [
            0,
            7,
            [
                "Pointer"
            ]
        ]
    ],
    "He further studied under Thomas Shotter Boys and Leigh's academy.": [
        [
            32,
            39,
            [
                "Shorter",
                "Shooter",
                "Shutter",
                "Hotter",
                "Shatter",
                "Spotter"
            ]
        ]
    ],
    "In the winter of 1853 he traveled to Rome where he met the painter Frederic Leighton (1830-1896) and was greatly impressed by the classicizing genre.": [],
    "He joined the studio of Charles Gleyre (1806-1874) in Paris in 1856 and later the éole des Beaux-Arts.": [
        [
            32,
            38,
            [
                "Glare",
                "Flare",
                "Glaze",
                "Glade",
                "Glace",
                "Glared"
            ]
        ],
        [
            82,
            86,
            [
                "role",
                "hole",
                "pole",
                "sole",
                "Cole",
                "Pole"
            ]
        ],
        [
            87,
            90,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "There he met James McNeill Whistler (1834-1903), the author and illustrator George Du Maurier (1834-1896) (in whose novel, <em>Trilby</em>, 1894, Poynter appears), Thomas R. Lamont (1826-1898), and Thomas Armstrong (1832-1911).": [
        [
            86,
            93,
            [
                "Married",
                "Murder",
                "Carrier",
                "Marie",
                "Barrier",
                "Marker"
            ]
        ],
        [
            146,
            153,
            [
                "Pointer"
            ]
        ]
    ],
    "He returned to London in1860, working for a glassworks firm.": [],
    "Poynter married Agnes Macdonald (1843-1906) in 1866, a beautiful and socially aspiring woman who became the aunt of Rudyard Kipling and the sister-in-law of the artist Edward Burne-Jones (1833-1898).": [
        [
            0,
            7,
            [
                "Pointer"
            ]
        ]
    ],
    "Poynter also worked illustrating magazines, including <em>London Society</em>, and books, such as the Dalziel brothers' popular <em>Bible Gallery</em> (1880).": [
        [
            0,
            7,
            [
                "Pointer"
            ]
        ],
        [
            102,
            109,
            [
                "Daniel",
                "Dallied",
                "Dallies",
                "Dallier"
            ]
        ]
    ],
    "Poynter began exhibiting Orientalist paintings at the Royal Academy in 1861.": [
        [
            0,
            7,
            [
                "Pointer"
            ]
        ]
    ],
    "He traveled to Venice in 1868 to study mosaics for a decoration and, in 1869, was made a member of the Royal Academy.": [],
    "As such he worked on designs the frieze of the Royal Albert Hall and the St.": [],
    "George mosaic in the British houses of parliament, both of that same year.": [],
    "Poynter was appointed the first Slade professor at University College, London in 1871.": [
        [
            0,
            7,
            [
                "Pointer"
            ]
        ],
        [
            32,
            37,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "His lectures were published in 1879 as <em>Ten Lectures on Art</em>.": [],
    "Intensely impressed with French methods of artistic pedagogy, including the importance of drawing, Poynter made many reforms and saw to it at his resignation in 1875 that his successor was the French artist Alphonse Legros (1837-1911).": [
        [
            99,
            106,
            [
                "Pointer"
            ]
        ],
        [
            216,
            222,
            [
                "Legos",
                "Negros"
            ]
        ]
    ],
    "That year Poynter was appointed the director and principal of the National Art Training School at South Kensington.": [
        [
            10,
            17,
            [
                "Pointer"
            ]
        ]
    ],
    "Poynter again took a reformist stance to the school, publishing of a series of art history textbooks.": [
        [
            0,
            7,
            [
                "Pointer"
            ]
        ]
    ],
    "During these years he also executed many important public painting projects for which he is still principally remembered.": [],
    "His <em>Visit to Aesculapius</em> (1880, Tate Gallery), and <em>The Visit of the Queen of Sheba to King Solomon</em> (1890, Art Gallery of New South Wales, Sydney) were among these.": [],
    "In 1894 he was appointed director of the National Gallery, London, succeeding <a href=\"/burtonf\">Frederic William Burton</a>, beating out <a href=\"/murrayc\">Charles Fairfax Murray</a> and <a href=\"/eastlakec1833\">Charles L. Eastlake</a> for the position.": [
        [
            3,
            7,
            [
                "1894,"
            ]
        ]
    ],
    "Poynter's acquisitions during his years as director included <em>The Vision of St.": [
        [
            0,
            7,
            [
                "Pointer"
            ]
        ]
    ],
    "Eustace</em> by Pisanello, <em>Agony in the Garden</em> by Mantegna, <em>Portrait of a Man</em> by Titian and the Rembrandt portraits of Jacob Trip and his wife, and works by Lorenzo Monaco, Zurbaran, and Goya.": [
        [
            0,
            7,
            [
                "Estate",
                "Justice",
                "Gustave",
                "Mustache",
                "ESTAC"
            ]
        ],
        [
            16,
            25,
            [
                "Pirandello"
            ]
        ],
        [
            191,
            199,
            [
                "Urban",
                "Barbara",
                "Barbarian",
                "Durban",
                "Urbana",
                "Turban"
            ]
        ]
    ],
    "Unlike his predecessor, Poynter's acquisitions were performed in concert with the Board of Trustees.": [
        [
            24,
            31,
            [
                "Pointer"
            ]
        ]
    ],
    "In 1896 he was knighted and then elected president of the Royal Academy, succeeding John Everett Millais (1829-1896).": [
        [
            3,
            7,
            [
                "1896,"
            ]
        ]
    ],
    "Poynter was instrumental in the installation of objects in the National Gallery of British Art (later the Tate Gallery) in 1897.": [
        [
            0,
            7,
            [
                "Pointer"
            ]
        ]
    ],
    "He retired from National Gallery in 1905 (succeeded by <a href=\"/holroydc\">Charles Holroyd</a>), retaining the Academy directorship until 1918.": [],
    "His health failing, Poynter sold his extensive collection of master drawings in 1918.": [
        [
            20,
            27,
            [
                "Pointer"
            ]
        ]
    ],
    "He died at his house and studio in Kensington (London) and is buried in St.": [],
    "Paul's Cathedral, London.": [],
    "His nephew was the director of the Ashmolean Museum, <a href=\"/bellcf\">Charles F. Bell</a>.": [],
    "Though primarily remembered as an academic artist, Poynter's contribution to art history is significant.": [
        [
            51,
            58,
            [
                "Pointer"
            ]
        ]
    ],
    "At the National Gallery, he issued the first complete illustrated catalog of the collection in 1899.": [],
    "As an artist he was frequently criticized by modernists as the embodiment of the stilted \"Victorian Olympian,\" however, his work in art education and art-historical survey texts became the model for the next generation.": [],
    "A cosmopolitan artist, he did not shrink from portrayal of the nude or works that glorified its sensual qualities, even during a time when this was not popular.</p>": []
}