{
    "<p>Interdisciplinary arts writer, literary critic and art historian (particularly of decorative arts).": [],
    "Praz was the son of Luciano Praz, a clerk in a bank and Giulia Testa di Marsciano (Praz).": [
        [
            0,
            4,
            [
                "Prey",
                "Pray",
                "Graz",
                "PRA",
                "Preys",
                "PRAM"
            ]
        ],
        [
            28,
            32,
            [
                "Prey",
                "Pray",
                "Graz",
                "PRA",
                "Preys",
                "PRAM"
            ]
        ],
        [
            63,
            68,
            [
                "Test",
                "Tests",
                "Tesla",
                "Tessa",
                "Vesta",
                "Testy"
            ]
        ],
        [
            72,
            81,
            [
                "Marciano"
            ]
        ],
        [
            83,
            87,
            [
                "Prey",
                "Pray",
                "Graz",
                "PRA",
                "Preys",
                "PRAM"
            ]
        ]
    ],
    "He attended the University of Rome, gaining a law degree in 1918.": [],
    "Moving to the University of Florence, he was granted a bachelor of letters degree in 1920.": [],
    "Praz earaned a scholarship and left Italy for England in 1923 to earn his <em>libero docente</em> (Ph.D).": [
        [
            0,
            4,
            [
                "Prey",
                "Pray",
                "Graz",
                "PRA",
                "Preys",
                "PRAM"
            ]
        ],
        [
            5,
            12,
            [
                "earned"
            ]
        ]
    ],
    "He worked at the British Museum, which gained him entrance as a professor of Italian Studies at the University in Liverpool in 1924.": [],
    "He delivered the British Academy annual Italian Lectures in 1928 on Machiavelli.": [],
    "During his tenure in Liverpool, he wrote his most important work for art history, <em>Carne, la morte e il diavolo nella letteratura romantica</em> in 1930 and translated into English as <em>The Romantic Agony</em> 1933.": [],
    "The study was one of the first interdisciplinary ones on the arts to include art history.": [],
    "By tracing the embedded and overt erotic and Sadistic impulses in the Romantic movement through all of the arts: art, literature and music, Praz deftly characterized the interrelation of these themes among the Romantic era.": [
        [
            96,
            106,
            [
                "all the"
            ]
        ],
        [
            140,
            144,
            [
                "Prey",
                "Pray",
                "Graz",
                "PRA",
                "Preys",
                "PRAM"
            ]
        ]
    ],
    "In 1932 he moved to Manchester University, also teaching Italian studies.": [
        [
            3,
            7,
            [
                "1932,"
            ]
        ]
    ],
    "He married the British subject Vivyan Eyles (b.": [
        [
            31,
            37,
            [
                "Vivian"
            ]
        ],
        [
            38,
            43,
            [
                "Eyes",
                "Myles"
            ]
        ]
    ],
    "1910) in 1934 and returned to Italy the same year to become professor of English Literature at Rome University with the title <em>cattedra di Letteratura inglese alla Sapienza</em>.": [],
    "The couple initially lived on the <em>via Giulia</em>, at the Palazzo Ricci where their home was a meeting point for visitors across Europe.": [
        [
            70,
            75,
            [
                "Rich",
                "Rice",
                "Rico",
                "Rick",
                "RISC",
                "Richie"
            ]
        ]
    ],
    "Praz's 1939 study of baroque art, <em>Studi sul concettismo</em>, showed his knowledge of <em>emblemata</em> and included an important bibliography on the subject.": [
        [
            0,
            4,
            [
                "Prey",
                "Pray",
                "Graz",
                "PRA",
                "Preys",
                "PRAM"
            ]
        ]
    ],
    "The following year Praz published his volume on Neoclassical taste and art, <em>Gusto neoclassico</em>, another period at its nadir in public opinion.": [
        [
            19,
            23,
            [
                "Prey",
                "Pray",
                "Graz",
                "PRA",
                "Preys",
                "PRAM"
            ]
        ]
    ],
    "Praz continued to hold his chair at the University of Rome during the Fascist period through World War II and the German occupation.": [
        [
            0,
            4,
            [
                "Prey",
                "Pray",
                "Graz",
                "PRA",
                "Preys",
                "PRAM"
            ]
        ]
    ],
    "His interest in decorative arts, particularly furniture increased but led to his divorce from Eyles in 1947, she claiming, wryly, that he cared more about his furniture than her.": [
        [
            94,
            99,
            [
                "Eyes",
                "Myles"
            ]
        ],
        [
            109,
            121,
            [
                "she's claiming",
                "she is claiming",
                "she was claiming"
            ]
        ]
    ],
    "In 1961 he wrote the introduction for <em>Magnificenza di Roma</em>'s republication of Prianesi's <em>Vedute</em>.": [
        [
            3,
            7,
            [
                "1961,"
            ]
        ]
    ],
    "Praz collected furniture and decoration in the Empire and Regency styles, leading to his history of interior design in 1964, <em>La filosofia dell'arredamento</em>.": [
        [
            0,
            4,
            [
                "Prey",
                "Pray",
                "Graz",
                "PRA",
                "Preys",
                "PRAM"
            ]
        ]
    ],
    "He retired in 1966 <em>emeritus</em>.": [],
    "Among the works Praz translated were text by the art critic/theorist <a href=\"/paterw\">Walter Pater</a>.": [
        [
            16,
            20,
            [
                "Prey",
                "Pray",
                "Graz",
                "PRA",
                "Preys",
                "PRAM"
            ]
        ],
        [
            32,
            36,
            [
                "where",
                "we"
            ]
        ]
    ],
    "Praz contributed the essay, \"Francesco Pianta's Bizarre Carvings,\" to the 1967 Festschrift of <a href=\"/wittkowerr\">Rudolf Wittkower</a>.": [
        [
            0,
            4,
            [
                "Prey",
                "Pray",
                "Graz",
                "PRA",
                "Preys",
                "PRAM"
            ]
        ],
        [
            39,
            45,
            [
                "Pinata",
                "Planta"
            ]
        ]
    ],
    "In 1969 Praz moved from his Ricci palace home to the third floor of the Primoli palace, near the Piazza Navona, where he spent his final years.": [
        [
            8,
            12,
            [
                "Prey",
                "Pray",
                "Graz",
                "PRA",
                "Preys",
                "PRAM"
            ]
        ],
        [
            28,
            33,
            [
                "Rich",
                "Rice",
                "Rico",
                "Rick",
                "RISC",
                "Richie"
            ]
        ],
        [
            72,
            79,
            [
                "Tripoli",
                "Primal",
                "Primula",
                "Primly"
            ]
        ]
    ],
    "In 1967 he delivered the A. W. Mellon lectures at the National Gallery of Art, Washgington, D. C., which were published in 1970 as <em>Mnesomyne: the Parallel Between Literature and the Visual Arts</em>.": [
        [
            3,
            7,
            [
                "1967,"
            ]
        ],
        [
            79,
            90,
            [
                "Washington"
            ]
        ]
    ],
    "In 1976 he authored a volume on the complete works of the sculptor Anontio Canova.": [
        [
            3,
            7,
            [
                "1976,"
            ]
        ],
        [
            67,
            74,
            [
                "Antonio",
                "António",
                "Antônio"
            ]
        ]
    ],
    "Praz died in Rome in 1982.": [
        [
            0,
            4,
            [
                "Prey",
                "Pray",
                "Graz",
                "PRA",
                "Preys",
                "PRAM"
            ]
        ]
    ],
    "His Palazzo Primoli home was opened to the public in as a museum in 1995.": [
        [
            12,
            19,
            [
                "Tripoli",
                "Primal",
                "Primula",
                "Primly"
            ]
        ]
    ],
    "A monograph on Canova remains untranslated.": [],
    "Most of Praz's publications discussed Romantic and Neo-classical art and literature.": [
        [
            8,
            12,
            [
                "Prey",
                "Pray",
                "Graz",
                "PRA",
                "Preys",
                "PRAM"
            ]
        ]
    ],
    "<em>The Romantic Agony</em> analyzes the erotic details in the works of Baudelaire, Sade, Flaubert, and Wilde.": [],
    "As an art historian, also wrote a catalog of his personal decorative arts collection arranged as an autobiography, entitled, <em>La casa della vita</em>.": [],
    "The catalog describes objects in Praz's home, accompanied by personal anecdotes that give the reader intimate insight into the life of a collector.": [
        [
            33,
            37,
            [
                "Prey",
                "Pray",
                "Graz",
                "PRA",
                "Preys",
                "PRAM"
            ]
        ]
    ],
    "Praz was largely responsible for the excellent translations into Italian for English-language writers, including Pater.": [
        [
            0,
            4,
            [
                "Prey",
                "Pray",
                "Graz",
                "PRA",
                "Preys",
                "PRAM"
            ]
        ],
        [
            113,
            118,
            [
                "Later",
                "Water",
                "Paper",
                "Peter",
                "Cater",
                "Mater"
            ]
        ]
    ],
    "Among American literary critics, Edmund Wilson (1895-1972) was a strong exponent, who characterized Praz's autobiography <em>House of Life</em> as a masterpiece.": [
        [
            100,
            104,
            [
                "Prey",
                "Pray",
                "Graz",
                "PRA",
                "Preys",
                "PRAM"
            ]
        ]
    ],
    "The art historian and literary critic <a href=\"/sypherw\">Wylie Sypher</a> also praised Praz's literary work.</p>": []
}