{
    "<p>Italianist, Giotto and Bellori scholar.": [
        [
            3,
            13,
            [
                "Italians",
                "Stalinist",
                "Italianize"
            ]
        ],
        [
            26,
            33,
            [
                "Bellows",
                "Bellini",
                "Bellow",
                "Mellor",
                "Nellore"
            ]
        ]
    ],
    "Previtali came from a family of prominent musicians, his father was the conductor Fernando Previtali (1907-1985) and his mother the daughter of the conductor Vittoria Gui (1885-1975).": [
        [
            0,
            9,
            [
                "Revival",
                "Prevail",
                "Recital",
                "Recitals",
                "Revitalize",
                "Revivals"
            ]
        ],
        [
            91,
            100,
            [
                "Revival",
                "Prevail",
                "Recital",
                "Recitals",
                "Revitalize",
                "Revivals"
            ]
        ],
        [
            158,
            166,
            [
                "Victoria",
                "Vitoria",
                "Viktoria",
                "Vitória"
            ]
        ],
        [
            167,
            170,
            [
                "GUI",
                "Goo",
                "Good",
                "Gun",
                "Guy",
                "Gum"
            ]
        ]
    ],
    "He studied art history under <a href=\"/longhir\">Roberto Longhi</a>.": [],
    "He assumed the editorship of Longhi's magazine, <em>Paragone</em>.": [
        [
            29,
            35,
            [
                "Lo-fi",
                "Long hi"
            ]
        ]
    ],
    "In 1961 he was appointed to the University of Messina.": [
        [
            3,
            7,
            [
                "1961,"
            ]
        ]
    ],
    "In 1964 he published a pioneering study of reception of medieval art, <em>La fortuna dei primitivi dal Vasari ai neoclassici</em>.": [
        [
            3,
            7,
            [
                "1964,"
            ]
        ]
    ],
    "He followed this with his 1967 <em>Giotto e la sua bottega</em>, a book placing Giotto in the context of his followers.": [],
    "Though he agreed with his other Italian colleagues, Longhi, <a href=\"/toescap\">Pietro Toesca</a> and others that the St.": [
        [
            52,
            58,
            [
                "Lo-fi",
                "Long hi"
            ]
        ]
    ],
    "Francis cycle was Giotto's conception but not his accomplishment, his book framed the question in terms of his specific accomplishment, rather than, as viewed by <a href=\"/offnerr\">Richard Offner</a>, a question of \"Giotto or non-Giotto\" (Castelnuovo).": [],
    "The same year he and Paola della Pergola and Luigi Grassi brought out a nine-volume edition of Varsari's 1568 edition of the <em>Lives</em>.": [
        [
            27,
            32,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ],
        [
            51,
            57,
            [
                "Grass",
                "Grassy"
            ]
        ],
        [
            95,
            102,
            [
                "Var sari"
            ]
        ]
    ],
    "Previtali contributed to a film on Giotto, adapted and issued in English as \"Giotto and the Pre-Renascence [sic],\" narrated by Richard Basehart, in 1969.": [
        [
            0,
            9,
            [
                "Revival",
                "Prevail",
                "Recital",
                "Recitals",
                "Revitalize",
                "Revivals"
            ]
        ],
        [
            135,
            143,
            [
                "Base hart"
            ]
        ]
    ],
    "His academic career was followed with teaching positions at Siena and Naples through 1971.": [],
    "By the early 1970s, dissention from the other members of <em>Paragone</em>, also Longhi students, arose regarding whether classical art subjects should be included.": [],
    "In 1975, Previtali and the archaeologist Mauro Cristofani (1941-1997) founded the art journal <em>Prospettiva</em>, open to all areas of art history.": [
        [
            9,
            18,
            [
                "Revival",
                "Prevail",
                "Recital",
                "Recitals",
                "Revitalize",
                "Revivals"
            ]
        ],
        [
            47,
            57,
            [
                "Cristofano"
            ]
        ]
    ],
    "In 1976 Previtali wrote an introduction to the Italian translation of the <em>Shape of Time</em> by <a href=\"/kublerg\">George Kubler</a>.": [
        [
            8,
            17,
            [
                "Revival",
                "Prevail",
                "Recital",
                "Recitals",
                "Revitalize",
                "Revivals"
            ]
        ]
    ],
    "His interest in historiography continued with an essay in the Einaudi series, <em>Storia dell'arte italiana</em> on \"La periodizzazione della storia dell'arte italiana\" in 1979.": [
        [
            62,
            69,
            [
                "Rinaldi"
            ]
        ]
    ],
    "In the 1980s he curated two exhibitions during the years he taught at Siena.": [],
    "These included Gotico a Siena (1982) and Simone Martini.": [
        [
            15,
            21,
            [
                "Notice",
                "Gothic",
                "Portico",
                "GEICO",
                "Gothics"
            ]
        ]
    ],
    "He died at age 54.": [],
    "His periodization essay appeared in an English translation in 1994.": [],
    "Previtali's main area of scholarship was the Italian Gothic.": [
        [
            0,
            9,
            [
                "Revival",
                "Prevail",
                "Recital",
                "Recitals",
                "Revitalize",
                "Revivals"
            ]
        ]
    ],
    "Articles first in Paragone (1965-1970) and then in Prospettiva (1983-1986) on Gothic Umbrian sculpture were particularly original.": [
        [
            18,
            26,
            [
                "Paragon",
                "Paragons"
            ]
        ],
        [
            51,
            62,
            [
                "Prospective"
            ]
        ],
        [
            85,
            92,
            [
                "Brian",
                "Marian",
                "Cambrian",
                "Sumerian",
                "Umbra",
                "Umbriel"
            ]
        ]
    ],
    "<em>La fortuna dei primitivi dal Vasari ai neoclassici</em> traced the changes in attitude toward medieval (\"primitives\") from the Renaissance to the eighteenth century.": [],
    "It launched an career interest in art criticism.": [
        [
            12,
            14,
            [
                "a"
            ]
        ]
    ],
    "Previtali's introduction to the Borea edition of Bellori's <em>Lives</em>, still the most important study devoted to the scholar, placed him for the first time in a truly historical context.": [
        [
            0,
            9,
            [
                "Revival",
                "Prevail",
                "Recital",
                "Recitals",
                "Revitalize",
                "Revivals"
            ]
        ],
        [
            32,
            37,
            [
                "Korea",
                "Bore",
                "Bored",
                "Boreal",
                "Bores",
                "Borer"
            ]
        ],
        [
            49,
            56,
            [
                "Bellows",
                "Bellini",
                "Bellow",
                "Mellor",
                "Nellore"
            ]
        ]
    ],
    "Previtali both located him in the evolution of an aesthetic theory and in his own historical time.": [
        [
            0,
            9,
            [
                "Revival",
                "Prevail",
                "Recital",
                "Recitals",
                "Revitalize",
                "Revivals"
            ]
        ]
    ],
    "His evaluation of the <em>Lives</em> was not on the basis of the <em>Idea</em>, but as a work addressing the relations of power within artistic culture and society in Rome in the seventeenth century.": [],
    "Previtali asserted that \"Bellori was a true critic (beset with doubts, like every true critic, to a greater extent than is usually imagined) and at times a great one,\" i.e., profoundly sensitive to the values of figurative language.": [
        [
            0,
            9,
            [
                "Revival",
                "Prevail",
                "Recital",
                "Recitals",
                "Revitalize",
                "Revivals"
            ]
        ],
        [
            25,
            32,
            [
                "Bellows",
                "Bellini",
                "Bellow",
                "Mellor",
                "Nellore"
            ]
        ]
    ],
    "(Montanari).": [
        [
            1,
            10,
            [
                "Montana",
                "Montanans",
                "Montanan"
            ]
        ]
    ],
    "A Marxist politically and somewhat methodologically, he followed Longhi (especially the late Longhi) in addressing large-scale issues and questions of reception (Castelnuovo).</p>": [
        [
            65,
            71,
            [
                "Lo-fi",
                "Long hi"
            ]
        ],
        [
            93,
            99,
            [
                "Lo-fi",
                "Long hi"
            ]
        ]
    ]
}