{
    "<p>Architectural- and art historian of the classical-era; professor, University of California, Los Angeles (1986-).": [],
    "Preziosi was the son of Romulus M. Preziosi and Mary Fazioli (Preziosi).": [
        [
            0,
            8,
            [
                "Previous",
                "Precious",
                "Precise",
                "Premise",
                "Prelims",
                "Precis"
            ]
        ],
        [
            35,
            43,
            [
                "Previous",
                "Precious",
                "Precise",
                "Premise",
                "Prelims",
                "Precis"
            ]
        ],
        [
            53,
            60,
            [
                "Ravioli",
                "Fabiola",
                "Aioli"
            ]
        ],
        [
            62,
            70,
            [
                "Previous",
                "Precious",
                "Precise",
                "Premise",
                "Prelims",
                "Precis"
            ]
        ]
    ],
    "He attended Fairfield College, Fairfield University in Connecticut, graduating in 1962 with degrees in English and Classics.": [],
    "He continued at Harvard University, receiving a master's degree the following year in Linguistics.": [],
    "He was a <a href=\"/nortonc\">Charles Eliot Norton</a> Fellow at Harvard, 1964-65, and taught at the American School, Athens (Harvard Traveling Fellow) between 1965-1966 and at Yale University, beginning in 1967 (through 1973).": [],
    "His Ph.D.": [],
    "in art history was granted at Harvard in 1968.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "In 1973 he was appointed assistant professor at the Massachusetts Institute of Technology (MIT).": [
        [
            3,
            7,
            [
                "1973,"
            ]
        ]
    ],
    "He was awarded an NEH Fellowship for 1973-74.": [],
    "After an visiting professorship at Cornell, 1977-78, he became an Associate Professor at the State University of New York, Binghamton, in1978 (through 1986) where he acted as chair of the department of art history.": [
        [
            6,
            8,
            [
                "a"
            ]
        ]
    ],
    "His <em>Semiotics of the Built Environment</em> appeared in 1979, a strong example of a linguistic approach to architecture.": [],
    "Preziosi was a Senior Fellow at the Center for Advanced Study in the Visual Arts (CASVA), National Gallery of Art for 1981-82.": [
        [
            0,
            8,
            [
                "Previous",
                "Precious",
                "Precise",
                "Premise",
                "Prelims",
                "Precis"
            ]
        ],
        [
            82,
            87,
            [
                "CASA",
                "CANVA",
                "CA SVA",
                "CAS VA"
            ]
        ]
    ],
    "After another visiting appointment at Indiana University, 1985, he joined the faculty of the University of California, Los Angeles in 1986.": [],
    "At UCLA he developed the art history critical theory program and the UCLA museum studies program.": [
        [
            3,
            7,
            [
                "UCLA,"
            ]
        ]
    ],
    "In 1989, his <em>Rethinking Art History: Meditations on a Coy Science</em>, his critique of the discipline of art history, appeared.": [],
    "He was a visiting professor at the Centre d'Histoire et Theorie d'Art, Ecole des Hautes Etudes en Sciences Sociales, Paris from 1991 and from that year on the Board of Directors of UCLA's Paris Program in Critical Theory.": [
        [
            44,
            52,
            [
                "History",
                "Historic",
                "Histories",
                "Histone",
                "Historize"
            ]
        ],
        [
            56,
            63,
            [
                "Theories",
                "Theorize"
            ]
        ],
        [
            71,
            76,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            77,
            80,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            81,
            87,
            [
                "Hates",
                "Hastes",
                "Sautés",
                "Sautes"
            ]
        ],
        [
            88,
            94,
            [
                "Études"
            ]
        ],
        [
            107,
            115,
            [
                "Socials",
                "Sociables"
            ]
        ]
    ],
    "In 1992 he delivered a paper on ethnicities at the National Gallery of Art conference on \"Shaping of American Museums of Art.": [
        [
            3,
            7,
            [
                "1992,"
            ]
        ]
    ],
    "In the fall of 1993 he was the Cass Gilbert and Hill Distinguished Visiting Professor, University of Minnesota.": [],
    "In 1995 Preziosi received an Oxford University Resident Fellowship.": [
        [
            8,
            16,
            [
                "Previous",
                "Precious",
                "Precise",
                "Premise",
                "Prelims",
                "Precis"
            ]
        ]
    ],
    "Preziosi authored the essay on \"Collecting/Museums\" in the <em>Critical Terms in Art History</em> (1996).": [
        [
            0,
            8,
            [
                "Previous",
                "Precious",
                "Precise",
                "Premise",
                "Prelims",
                "Precis"
            ]
        ]
    ],
    "After being named <em>emeritus</em> professor at UCLA, he served as the 2000-2001 Slade Professor of Fine Arts at Oxford, delivering the annual Slade Lectures \"Seeing Through Art History,\" published as the <em>Brain of the Earth's Body: Art, Museums, and the Phantasms of Modernity</em> (2003).": [
        [
            82,
            87,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ],
        [
            144,
            149,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "Preziosi was among those art historians trained in linguistics whose numbers also included <a href=\"/brysonn\">Norman Bryson</a>, although Preziosi's work was less heavy-handed than Bryson's.": [
        [
            0,
            8,
            [
                "Previous",
                "Precious",
                "Precise",
                "Premise",
                "Prelims",
                "Precis"
            ]
        ]
    ],
    "His critique on the methods of art history, <em>Rethinking Art History</em>, came at a critical time when the discipline was examining its origins and destiny.": [],
    "In later years he became an advocate for gay studies in art history.</p>": []
}