{
    "<p>Museum curator and exponent of Byzantine art.": [],
    "Prichard's parents were Charles Henry Prichard, a merchant, and Mattie Stewart (Prichard) (d.": [],
    "1881).": [],
    "He attended Marlborough College in 1883 and graduated from New College, Oxford, 1887 with a law degree.": [],
    "He practiced briefly London.": [],
    "In 1892 he came under the spell a group of predominantly homosexual Oxford-educated esthetes living at Lewes House, Sussex, centered around the wealth Bostonian Edward Perry \"Ned\" Warren (1860-1928), his partner John Marshall (1862-1928).": [
        [
            3,
            7,
            [
                "1892,"
            ]
        ],
        [
            84,
            92,
            [
                "aesthetes"
            ]
        ],
        [
            103,
            108,
            [
                "Lewis",
                "Looks",
                "Loose",
                "Loops",
                "Looms",
                "Ewes"
            ]
        ]
    ],
    "Warren introduced Prichard to his brother, Samuel Dennis Warren (-1910), then president of the Museum of Fine Arts, Boston, who appointed Prichard museum secretary in 1902.": [],
    "Prichard worked as a classical antiquities specialist for the museum and, by 1904, assistant director.": [],
    "He developed a disdain for the artificial arrangement and display of objects in museums and their appeal to the wealthy, a theme he would carry with him his life.": [],
    "Through the MFA he met the art collector Isabella Stewart Gardner (1840-1924) and the Japanese museum curator and artist Okakura Kakuzo (1862-1913), the latter instilling in him an appreciation of oriental art.": [
        [
            121,
            128,
            [
                "Sakura"
            ]
        ],
        [
            129,
            135,
            [
                "Bakugo",
                "Yakuza"
            ]
        ]
    ],
    "In 1905 he also met the British art historian <a href=\"/fryr\">Roger Fry</a>, then a curator at the Metropolitan Museum of Art, New York, in Boston impressing Fry with his singular ideas of museums and knowledge of oriental art.": [
        [
            3,
            7,
            [
                "1905,"
            ]
        ]
    ],
    "Prichard's views on museology, which ran counter to most institutional collecting naturally led to conflicts.": [],
    "Ultimately the board of trustees dismissed him in 1907 for demanding the removal of the museum's plaster casts of classical sculpture.": [],
    "Prichard left the U.S., living for Europe.": [],
    "In Italy he discovered Byzantine art at San Marco and Ravenna, an art genre which, for the rest of his life, he would inspire collectors, artists and scholars to pursue.": [
        [
            3,
            8,
            [
                "Italy,"
            ]
        ]
    ],
    "He met and maintained a correspondence with the Italianist <a href=\"/berensonb\">Bernard Berenson</a>.": [
        [
            48,
            58,
            [
                "Italians",
                "Stalinist",
                "Italianize"
            ]
        ]
    ],
    "He settled in Paris at the end of 1908.": [],
    "In Paris he toured the Louvre with Fry.": [
        [
            3,
            8,
            [
                "Paris,"
            ]
        ]
    ],
    "He also met the art collectors Michael Stein (1865-1938) (Gertrude Stein's oldest brother) and his wife, Sarah (1870-1953), who introduced him to Henri Matisse the following year; the two developed creatively from one another.": [],
    "Prichard introduced Matisse to Byzantine art and he, in turn, became a devotee to the artist (Matisse did a drypoint of Prichard in 1914).": [
        [
            108,
            116,
            [
                "dry point"
            ]
        ]
    ],
    "Prichard made the acquaintance of the nineteen-year-old <a href=\"/duthuitg\">Georges Duthuit</a>, who became Prichard's most important pre-war disciple.": [],
    "Prichard adopted the art philosophy of Henri Bergson (1859-1941) as personal esthetic, disparaging Western art's traditional verisimilitude in favor of decoration.": [],
    "An alluring personality, he imparted his esthetic to many, including the art critic (and future son-in-law of Matisse), <a href=\"/duthuitg\">Georges Duthuit</a>, Fry and the poet T. S. Eliot (1888-1965).": [],
    "In 1910, he visited the seminal exhibition of Islamic art in Munich.": [],
    "The show also caught the eye of others he inspired, particularly Whittemore, who was on hand to nurse Prichard through a long illness recovery in Paris the same year.": [
        [
            65,
            75,
            [
                "Whitmore"
            ]
        ]
    ],
    "Prichard was caught in Germany when World War I was declared in 1914 and was interned as an enemy citizen in Ruhleben, a POW camp.": [
        [
            109,
            117,
            [
                "Riflemen",
                "Ruben",
                "Ruleset",
                "Rubén"
            ]
        ]
    ],
    "He remained there until the War's end, having food sent to him by his American friends (the U.S.": [],
    "was not yet a participant in the War).": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "The confinement affected Prichard dramatically.": [],
    "He settled in London in 1918, and after briefly working for a government committee on prisoners, developed a new coterie of followers at the Gargoyle Club, holding morning discourses on aesthetics (Pope-Hennessy) to David Tennant, the club's owner, and (future V&A and Met curator) <a href=\"/popehennessyj\">John Pope-Hennessy</a>.": [
        [
            222,
            229,
            [
                "Pennant",
                "Tenant",
                "Tenn ant"
            ]
        ]
    ],
    "Prichard organized a conference at the Taylor Institution, Oxford, in 1919.": [],
    "The conference lectures appeared in 1921, one of his few published writing on art.": [],
    "In the 1930, he supported and anonymously wrote portions of the first and second preliminary reports on the Byzantine mosaics in Hagia Sofia organized by Whittemore.": [
        [
            129,
            134,
            [
                "Hair",
                "Height",
                "Asia",
                "Magic",
                "Maria",
                "Habit"
            ]
        ],
        [
            154,
            164,
            [
                "Whitmore"
            ]
        ]
    ],
    "He suffered a heart attack at his brother's home in 1936 and died.": [],
    "His personal papers consist of letters to Mrs.": [],
    "Gardner and notebooks, Isabella Stewart Gardner Museum, and notebooks at the Bibliothèque Byzantine, Fonds Thomas Whittemore, Paris.": [
        [
            101,
            106,
            [
                "Finds",
                "Funds",
                "Bonds",
                "Foods",
                "Fond",
                "Fonts"
            ]
        ],
        [
            114,
            124,
            [
                "Whitmore"
            ]
        ]
    ],
    "Though Prichard's career as a professional art historian was limited to brief work in a museum and ghost-written reports on Byzantine art, his influence on art historians and developers of the discipline was immense.": [],
    "A charismatic teacher religious and in later years, profoundly anti-materialistic, his interests in both art and Byzantium were intensely spiritual.</p>": []
}