{
    "<p>Princeton University (\"College of New Jersey\") art historian.": [],
    "Prime was the son of Nathaniel Scudder Prime, a Presbyterian minister and headmaster of Washington Academy, Cambridge, NY, and Julia Ann Jermain (Prime).": [
        [
            137,
            144,
            [
                "Jermaine"
            ]
        ]
    ],
    "The family moved to Sing Sing (now Ossining, NY), where Nathaniel directed the Mount Pleasant Academy.": [
        [
            20,
            29,
            [
                "Sing"
            ]
        ],
        [
            35,
            43,
            [
                "Assigning",
                "Shining",
                "Gossiping",
                "Opining",
                "Ossifying",
                "Seining"
            ]
        ]
    ],
    "The younger Prime graduated with a law degree from Princeton (then known as the College of New Jersey) in 1843.": [],
    "He practiced as an attorney in New York City, 1843-53.": [],
    "In 1851 he married Mary Trumbull of Stonington, CT.": [
        [
            3,
            7,
            [
                "1851,"
            ]
        ],
        [
            36,
            46,
            [
                "Stoning ton"
            ]
        ]
    ],
    "During the Civil War, when the <em>New York Journal of Commerce</em> was closed down in 1861 for treasonous reporting (\"disloyal conduct\"), David Marvin Stone, persuaded Prime to edit the paper and hold the concomitant presidency of the Associated Press.": [],
    "Prime was responsible for concluding the news association war of 1866, a rift between east and west newspapers.": [],
    "He left the paper and AP presidency in 1869, retaining significant holdings in the newspaper.": [],
    "Prime's first books were on his extensive travels, with titles such as <em>Boat Life in Egypt and Nubia</em> (1857), <em>Tent Life in the Holy Land</em> (1857), and <em>I Go A-fishing</em> (1873).": [],
    "Throughout his career, Prime had amassed various collections.": [],
    "He initially focused on coins, the on to early illustrated books and medieval woodcuts.": [],
    "Together with his wife they collected old porcelain.": [],
    "Prime published <em>Coins, Medals and Seals</em> in 1861, and <em>Pottery and Porcelain</em> in1878.": [],
    "Prime was an early exponent of the Metropolitan Museum of Art.": [],
    "He both a trustee and vice-president of the Museum.": [],
    "In 1882, Prime announced he was willing to donate his porcelain collect to the College of New Jersey.": [],
    "Prime's interest in establishing an art department at Princeton led him and McClellan to author a pamphlet for the university, <em>The Establishment of a Department of Art Instruction</em>.": [],
    "The pamphlet suggested that an art department should make no distinction between high and low art.": [],
    "In 1883, Princeton established a department of art (but no building), and Prime and <a href=\"/marquanda\">Allan Marquand</a> were made full professors.": [],
    "In 1884 he became a professor of the history of art and gave his first classes in 1885.": [
        [
            3,
            7,
            [
                "1884,"
            ]
        ]
    ],
    "However, even though his name appeared in catalogs, Prime stopped giving lectures only a few years later, perhaps because the College has lost interest in housing his porcelain collection.": [],
    "In his later years he acted as literary executor to McClellan.</p>": []
}