{
    "Curator of sculpture at the Hispanic Society of America.": [],
    "Proske was born on October 31st, 1899.": [
        [
            0,
            6,
            [
                "Prose"
            ]
        ]
    ],
    "She was raised by Milan Jeremiah Gilman, a farmer, and Alice May Hazeltine (Gilman).": [
        [
            65,
            74,
            [
                "Hazel tine"
            ]
        ]
    ],
    "Though initially raised in southern New Hampshire, Proske’s father sought better schooling for his children, and moved the family to Connecticut in 1912.": [
        [
            51,
            57,
            [
                "Prose"
            ]
        ]
    ],
    "At Gilbert High School, Proske studied German, French, Spanish, and Latin.": [
        [
            24,
            30,
            [
                "Prose"
            ]
        ]
    ],
    "Subsequently, Proske pursued a B.S.": [
        [
            14,
            20,
            [
                "Prose"
            ]
        ]
    ],
    "in Library Sciences at Simmons College in Boston, which was conferred in spring of 1920.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Following her studies, Proske worked in various roles at The Hispanic Society of America in New York City over the course of 53 years.": [
        [
            23,
            29,
            [
                "Prose"
            ]
        ]
    ],
    "Proske was a Research Cataloger for two years before her promotion to Assistant Curator of Sculpture in 1922.": [
        [
            0,
            6,
            [
                "Prose"
            ]
        ]
    ],
    "Between 1922 and 1929, Proske often traveled with colleagues to England, Spain, Italy, and France to study, catalog, and purchase Hispanic art on behalf of her post.": [
        [
            23,
            29,
            [
                "Prose"
            ]
        ]
    ],
    "These travels informed much of her work, including her 525-page book, <i>Castilian Sculpture: Gothic to Renaissance</i>, published by the Hispanic Society of America in 1951.": [],
    "For her persistent effort, the Hispanic Society of America awarded her a Sculpture Medal in 1953.": [],
    "In addition to her time there, Proske devoted herself to Brookgreen Gardens, a botanical garden in Georgetown County, South Carolina.": [
        [
            31,
            37,
            [
                "Prose"
            ]
        ],
        [
            57,
            67,
            [
                "Brook green"
            ]
        ]
    ],
    "Proske’s 1936 publication, a catalog of the Brookgreen Gardens outdoor sculpture collection, titled <i>Brookgreen Gardens Sculpture</i>, first published in 1936 and revised in 1968.": [
        [
            0,
            6,
            [
                "Prose"
            ]
        ],
        [
            44,
            54,
            [
                "Brook green"
            ]
        ],
        [
            103,
            113,
            [
                "Brook green"
            ]
        ]
    ],
    "Between November 1968 and November 1969, Proske held the role of Curator of the Museum for the Hispanic Society of America.": [
        [
            41,
            47,
            [
                "Prose"
            ]
        ]
    ],
    "Proske worked throughout her retirement, advising the Hispanic Society of America, Brookgreen Gardens, and <i>National Sculpture Review</i>.": [
        [
            0,
            6,
            [
                "Prose"
            ]
        ],
        [
            83,
            93,
            [
                "Brook green"
            ]
        ]
    ],
    "Proske traced the development of the Spanish architecture style in an article she wrote titled<i> SCULPTURE: From the Romanesque to the Twentieth Century</i>, published in 1972 in <i>Apollo</i>.": [
        [
            0,
            6,
            [
                "Prose"
            ]
        ]
    ],
    "In 1975, Proske wrote on several American women sculptures for the <i>National Sculpture Review.</i>\n\nBrookgreen Gardens named Proske an Honorary Trustee in 1978, and later bestowed her an Inaugural Membership Medal in 1987.": [
        [
            9,
            15,
            [
                "Prose"
            ]
        ],
        [
            102,
            112,
            [
                "Brook green"
            ]
        ],
        [
            127,
            133,
            [
                "Prose"
            ]
        ]
    ],
    "On December 4th, 1993, The National Academy of Design in New York, NY, dedicated their American Sculpture Symposium to Proske.": [
        [
            119,
            125,
            [
                "Prose"
            ]
        ]
    ],
    "Following Proske’s death, Louis Torres, founder of art journal <i>Aristos</i>, and Michelle Marder Kamhi, a co-editor, wrote that Proske “brings to her personal life the same rare mix of qualities she brings to her writing—forthrightness, wit, simplicity, warmth, a respect for tradition and scholarship, and just the right touch of elegance.”": [
        [
            10,
            16,
            [
                "Prose"
            ]
        ],
        [
            66,
            73,
            [
                "Aristas"
            ]
        ],
        [
            92,
            98,
            [
                "Murder",
                "Harder",
                "Marker",
                "Larder",
                "Madder",
                "Warder"
            ]
        ],
        [
            99,
            104,
            [
                "Kai",
                "Kathy",
                "Kanji",
                "Kali",
                "Bambi",
                "Kama"
            ]
        ],
        [
            130,
            136,
            [
                "Prose"
            ]
        ]
    ]
}