{
    "<p>Americanist art historian and Yale University art professor, 1964-1999.": [
        [
            3,
            14,
            [
                "Americanism"
            ]
        ]
    ],
    "Prown was the son of Max M. Prown and Matilda Cassileth (Prown).": [
        [
            0,
            5,
            [
                "Brown",
                "Grown",
                "Crown",
                "Drown",
                "Prawn",
                "Prow"
            ]
        ],
        [
            28,
            33,
            [
                "Brown",
                "Grown",
                "Crown",
                "Drown",
                "Prawn",
                "Prow"
            ]
        ],
        [
            46,
            55,
            [
                "Castile",
                "Cassie",
                "Bassinet",
                "Bassinets"
            ]
        ],
        [
            57,
            62,
            [
                "Brown",
                "Grown",
                "Crown",
                "Drown",
                "Prawn",
                "Prow"
            ]
        ]
    ],
    "He attended Lafayette College for his undergraduate where the lectures of its one-person art history department, <a href=\"/gaertnerj\">Johannes A. Gaertner</a>, inspired him to study art history.": [],
    "After receiving his A.B.": [],
    "in 1951, he began graduate work at Harvard University, receiving his Master's Degree in 1953.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Prown concluded a second Master's Degree in Early American Culture from the University of Delaware in 1956.": [
        [
            0,
            5,
            [
                "Brown",
                "Grown",
                "Crown",
                "Drown",
                "Prawn",
                "Prow"
            ]
        ]
    ],
    "The same year he married Shirley Martin.": [],
    "He returned to Harvard for his Ph.D., obtaining it with a dissertation on the formative years of the American painter John Singleton Copley in 1961, and appointed the Edward R. Bacon Art Scholar.": [],
    "At Harvard he served as assistant to director of Fogg Art Museum between 1959 and 1961.": [
        [
            3,
            10,
            [
                "Harvard,"
            ]
        ],
        [
            49,
            53,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "That year he joined Yale University as an instructor, adding the responsibilities of curator of Garvan and related collections of American art at Yale Art Gallery, in 1963 (to 1968).": [
        [
            96,
            102,
            [
                "Garvey",
                "Galvan",
                "Galván",
                "Gar van"
            ]
        ]
    ],
    "He advanced to assistant professor at Yale in 1964 and awarded a Guggenheim fellowship for the 1964-1965 year.": [],
    "His <em>catalogue raisonné</em> on John Singleton Copley appeared in 1966.": [],
    "He was a Visiting lecturer at Smith College for the 1966-1967 year.": [],
    "He was promoted to associate professor in 1967.": [],
    "The following year, Prown became director of the Center for British Art at Yale, which he held until 1976.": [
        [
            20,
            25,
            [
                "Brown",
                "Grown",
                "Crown",
                "Drown",
                "Prawn",
                "Prow"
            ]
        ]
    ],
    "Prown wrote the first volume (up to the 20th century) of <em>American Painting</em>, a second volume written by <a href=\"/roseb\">Barbara E. Rose</a>, appearing in 1969.": [
        [
            0,
            5,
            [
                "Brown",
                "Grown",
                "Crown",
                "Drown",
                "Prawn",
                "Prow"
            ]
        ]
    ],
    "Prown was appointed professor of the history of art in 1971.": [
        [
            0,
            5,
            [
                "Brown",
                "Grown",
                "Crown",
                "Drown",
                "Prawn",
                "Prow"
            ]
        ]
    ],
    "He was conferred the title of Paul Mellon Professor of the History of Art, whose honoree he advised on art acquisition.": [],
    "Yale conferred an A.M.": [],
    "on him in 1971.": [
        [
            0,
            2,
            [
                "On"
            ]
        ]
    ],
    "He joined the Board of Trustees at the Whitney Museum of American Art in 1975, founding Drawings Committee of the Whitney to acquire important works on paper for the Museum.": [],
    "Prown stepped down from the directorship of the Center, writing <em>The Architecture of the Yale Center for British Art</em>, 1977, for the inauguration of the Louis I. Kahn building.": [
        [
            0,
            5,
            [
                "Brown",
                "Grown",
                "Crown",
                "Drown",
                "Prawn",
                "Prow"
            ]
        ],
        [
            169,
            173,
            [
                "Khan",
                "Hahn",
                "Kuhn",
                "AHN",
                "Kan",
                "Kohn"
            ]
        ]
    ],
    "At Yale, Prown was instrumental in 1990 in forming a committee recommending that graduate teaching assistants be released from some of their responsibilities in order to complete their degrees sooner.": [
        [
            9,
            14,
            [
                "Brown",
                "Grown",
                "Crown",
                "Drown",
                "Prawn",
                "Prow"
            ]
        ]
    ],
    "The committee was known as the \"Prown Committee.\"": [
        [
            32,
            37,
            [
                "Brown",
                "Grown",
                "Crown",
                "Drown",
                "Prawn",
                "Prow"
            ]
        ]
    ],
    "He retired <em>emeritus</em> from Yale in 1999.": [],
    "His <em>Art as Evidence: Writings on Art and Material Culture</em>, appeared in 2002.</p>": []
}