{
    "<p>Architect, architectural theorist and medievalist.": [],
    "Pugin was the son of the architect Auguste Charles Pugin (1768/9-1832) and Catherine Welby (c.1772-1833).": [
        [
            0,
            5,
            [
                "Putin",
                "Plugin",
                "Pu gin",
                "Pug in"
            ]
        ],
        [
            35,
            42,
            [
                "August",
                "Augusta",
                "Augusto",
                "Augusts",
                "Auguster"
            ]
        ],
        [
            51,
            56,
            [
                "Putin",
                "Plugin",
                "Pu gin",
                "Pug in"
            ]
        ],
        [
            85,
            90,
            [
                "Kelby",
                "Welly"
            ]
        ]
    ],
    "Though his father was nominally Roman Catholic, his mother was a fanatical protestant, who raised the boy in the tradition of the theologian Edward Irving (1792-1834), whose sermons they frequently attended in the 1820s.": [],
    "He briefly attended school at Christ's Hospital, London, but from the first manifested an interest in medieval architecture.": [],
    "His family traveled to France, visiting the medieval monuments, beginning in 1819.": [],
    "In 1827 Pugin was commissioned to design a gothic-style chalice for George IV, known today as the Coronation Cup.": [
        [
            8,
            13,
            [
                "Putin",
                "Plugin",
                "Pu gin",
                "Pug in"
            ]
        ]
    ],
    "Further commissions for Windsor Castle furniture followed.": [],
    "Pugin also developed an interest in theater design.": [
        [
            0,
            5,
            [
                "Putin",
                "Plugin",
                "Pu gin",
                "Pug in"
            ]
        ]
    ],
    "In 1829 Pugin joined Covent Garden as a stage carpenter and for the King's Theatre.": [
        [
            8,
            13,
            [
                "Putin",
                "Plugin",
                "Pu gin",
                "Pug in"
            ]
        ]
    ],
    "A business he formed the same year created gothic furniture.": [],
    "He met the architect James Gillespie Graham (1776-1855), who assisted him with his designs.": [],
    "In 1831 his business failed and, though he married Anne Garnet (c.1811-1832) the same year, she died in childbirth in 1832.": [],
    "Pugin's father also died in 1832, and his mother and aunt in 1833.": [
        [
            0,
            5,
            [
                "Putin",
                "Plugin",
                "Pu gin",
                "Pug in"
            ]
        ]
    ],
    "He married Louisa Burton (c.1813-1844) the same year.": [],
    "Between 1832 and 1834 he toured France, Germany, Belgium and England studying and drawing medieval architecture.": [],
    "Now with a measure of wealth from his late aunt, Pugin hoped to become an architect, though he lacked the foundation training.": [
        [
            49,
            54,
            [
                "Putin",
                "Plugin",
                "Pu gin",
                "Pug in"
            ]
        ]
    ],
    "He started designing imaginary medieval buildings in book form.": [],
    "These included <em>The Hospital of St.": [],
    "John</em> (1833), <em>The Deanery</em>, and <em>St.": [],
    "Marie's College</em> (both 1834).": [],
    "In 1835 and 1836, he published books on his furniture designs.": [],
    "Pugin converted to Roman Catholicism in 1835, resolving to make at least one continental sketching tour every year, which he did.": [
        [
            0,
            5,
            [
                "Putin",
                "Plugin",
                "Pu gin",
                "Pug in"
            ]
        ]
    ],
    "He joined the architectural firm of his friend, Graham, and Charles Barry (1795-1860); his drawings for the new Houses of Parliament for their firm won them the commission in 1836.": [],
    "Pugin designed and built a home he called St.": [
        [
            0,
            5,
            [
                "Putin",
                "Plugin",
                "Pu gin",
                "Pug in"
            ]
        ]
    ],
    "Marie's Grange, Alderbury, near Salisbury.": [
        [
            16,
            25,
            [
                "Alder bury"
            ]
        ]
    ],
    "In 1836, too, he published his manifesto asserting the gothic style over Regency: <em>Contrasts, or, A Parallel Between the Noble Edifices of the Fourteenth and Fifteenth Centuries, and Similar Buildings of the Present Day, Shewing the Present Decay of Taste: Accompanied by Appropriate Text</em>.": [],
    "The book is a series of comparisons between idealized medieval building types and caricatures of \"modern\" buildings of similar function.": [],
    "Major architectural commissions soon followed, including the renovations and new structures for Scarisbrick Hall, Lancashire, for Charles Scarisbrick (1801-1860).": [],
    "Pugin began an association with the Roman Catholic school St.": [
        [
            0,
            5,
            [
                "Putin",
                "Plugin",
                "Pu gin",
                "Pug in"
            ]
        ]
    ],
    "Mary's College, Oscott, Warwickshire, establishing a museum and lecturing on medieval architecture.": [
        [
            16,
            22,
            [
                "Scott"
            ]
        ]
    ],
    "With the medalist John Hardman (1811-1867) he began producing stained glass and furnishings between 1838 and 1845.": [
        [
            62,
            75,
            [
                "stained-glass"
            ]
        ]
    ],
    "His major architectural work, Alton Towers, Staffordshire, designed for John Talbot, Earl of Shrewsbury (1791-1852), began at this time, too.": [],
    "Other, largely church commissions followed.": [],
    "In 1839 he met Charles-Forbes-René, comte de Montalembert (1810-1870) a fellow medieval revivalist.": [
        [
            3,
            7,
            [
                "1839,"
            ]
        ],
        [
            36,
            41,
            [
                "Comte",
                "come",
                "comet",
                "Cote",
                "cote",
                "COMLE"
            ]
        ]
    ],
    "In 1841 he published <em>The True Principles of Pointed or Christian Architecture</em>, a treatise for architects.": [
        [
            3,
            7,
            [
                "1841,"
            ]
        ]
    ],
    "His motto that \"all ornament should consist of enrichment of the essential construction of the building,\" was a plea for clarity of his style.": [],
    "A revised edition of <em>Contrasts</em> with a new conclusion appeared in 1841 as well with an appendix on the French architectural practice by comte de Montalembert.": [
        [
            144,
            149,
            [
                "Comte",
                "come",
                "comet",
                "Cote",
                "cote",
                "COMLE"
            ]
        ]
    ],
    "Pugin worked with Herbert Minton (1793-1858), the pottery manufacturer, and J. G. Crace (1809-1889), the interior designer during this time.": [
        [
            0,
            5,
            [
                "Putin",
                "Plugin",
                "Pu gin",
                "Pug in"
            ]
        ],
        [
            82,
            87,
            [
                "Race",
                "Grace",
                "Trace",
                "Crack",
                "Crane",
                "Brace"
            ]
        ]
    ],
    "Working exclusively for a Roman Catholic clientele, he built numerous churches, including St.": [],
    "George, Southwark, London (1841-8) and the first post-Reformation monastery in Britain, Mount St.": [
        [
            8,
            17,
            [
                "Southward"
            ]
        ]
    ],
    "Bernard's Abbey, Leicestershire (1839-c.1844).": [],
    "Pugin's designed a second home, St.": [
        [
            0,
            5,
            [
                "Putin",
                "Plugin",
                "Pu gin",
                "Pug in"
            ]
        ]
    ],
    "Augustine's (now known as The Grange), on a cliff at Ramsgate, Kent, was begun in 1843.": [
        [
            53,
            61,
            [
                "Rams gate"
            ]
        ]
    ],
    "After his designs for rebuilding Balliol College, Oxford, were rejected (largely because of his denomination), he completed another book, his scholarly <em>Glossary of Ecclesiastical Ornament and Costume</em>, 1844.": [],
    "The book explained symbolism, vestments and church furnishings in color plates and other stunning illustrations and was responsible for reviving liturgical objects long out of use before in both the Anglican and Roman Catholic ceremony.": [],
    "When his second wife, Louisa, died the same year, (1844) he proposed to Mary Amherst (1824-1860) who accepted him, but by 1846 had instead entered a convent.": [],
    "Pugin began the Roman Catholic church of St.": [
        [
            0,
            5,
            [
                "Putin",
                "Plugin",
                "Pu gin",
                "Pug in"
            ]
        ],
        [
            22,
            37,
            [
                "Catholic Church"
            ]
        ]
    ],
    "Augustine, Ramsgate, in 1845 at his own expense.": [
        [
            11,
            19,
            [
                "Rams gate"
            ]
        ]
    ],
    "Despite his return to the Parliament interior project under Barry, Pugin's architectural commissions declined, partially because other architects, such as M. E. Hadfield (1812-1885) and Charles Hansom (1816-1888) had taken up his stance.": [
        [
            67,
            72,
            [
                "Putin",
                "Plugin",
                "Pu gin",
                "Pug in"
            ]
        ]
    ],
    "Pugin worked on the college of St.": [
        [
            0,
            5,
            [
                "Putin",
                "Plugin",
                "Pu gin",
                "Pug in"
            ]
        ]
    ],
    "Patrick, Maynooth, Ireland in 1845 and the Parliament projects.": [
        [
            9,
            17,
            [
                "Mammoth",
                "Bayreuth",
                "Hayworth",
                "Mayhew",
                "Mayotte",
                "Marquita"
            ]
        ]
    ],
    "Barry and Pugin completed the House of Lords in 1847, a triumph for Pugin's <em>True Principles</em>.": [
        [
            10,
            15,
            [
                "Putin",
                "Plugin",
                "Pu gin",
                "Pug in"
            ]
        ],
        [
            68,
            73,
            [
                "Putin",
                "Plugin",
                "Pu gin",
                "Pug in"
            ]
        ]
    ],
    "In 1847 he left for Italy (his only visit to that country).": [
        [
            3,
            7,
            [
                "1847,"
            ]
        ]
    ],
    "He was briefly engaged in 1848 to Helen Lumsdaine, whose parents would not allow her conversion, before marrying Jane Knill (1825-1909) the same year.": [
        [
            40,
            49,
            [
                "Luminaire"
            ]
        ],
        [
            118,
            123,
            [
                "Kill",
                "Knoll",
                "Knell",
                "Krill",
                "Kn ill"
            ]
        ]
    ],
    "<em>Floriated Ornament</em>, a work chiefly of plates, appeared in 1849.": [],
    "The Great Exhibition of 1851 proved Pugin's greatest triumph for the public.": [
        [
            36,
            41,
            [
                "Putin",
                "Plugin",
                "Pu gin",
                "Pug in"
            ]
        ]
    ],
    "A \"medieval court\" was created to highlight the Pugin's designs realized in metalwork and stained glass by Hardman, sculpture (a tomb) by Myers, ceramics and encaustic tiles by Minton, and textiles, wallpaper, and furniture by Crace.": [
        [
            48,
            53,
            [
                "Putin",
                "Plugin",
                "Pu gin",
                "Pug in"
            ]
        ],
        [
            90,
            103,
            [
                "stained-glass"
            ]
        ],
        [
            227,
            232,
            [
                "Race",
                "Grace",
                "Trace",
                "Crack",
                "Crane",
                "Brace"
            ]
        ]
    ],
    "That year, too, the medieval exponent and art critic <a href=\"/ruskinj\">John Ruskin</a> attacked St.": [],
    "George's Cathedral, Southwark, in his book <em>Stones of Venice</em> as and \"eruption of diseased crockets\".": [
        [
            20,
            29,
            [
                "Southward"
            ]
        ]
    ],
    "The House of Commons was opened in 1852 along with Pugin's work for the libraries, and committee rooms.": [
        [
            51,
            56,
            [
                "Putin",
                "Plugin",
                "Pu gin",
                "Pug in"
            ]
        ]
    ],
    "Admission to the Royal Academy was declined.": [],
    "Pugin's broke down and was declared insane in 1852 and eventually housed in the Bethlehem Pauper Hospital for the Insane (\"Bedlam\").": [
        [
            0,
            5,
            [
                "Putin",
                "Plugin",
                "Pu gin",
                "Pug in"
            ]
        ]
    ],
    "He returned to his home at Ramsgate shortly before his death the same year, age 40.": [
        [
            27,
            35,
            [
                "Rams gate"
            ]
        ]
    ],
    "He is buried in the Pugin chapel in St.": [
        [
            20,
            25,
            [
                "Putin",
                "Plugin",
                "Pu gin",
                "Pug in"
            ]
        ]
    ],
    "Augustine's Church.": [],
    "His son, Edward Welby Pugin, assumed his practice.": [
        [
            16,
            21,
            [
                "Kelby",
                "Welly"
            ]
        ],
        [
            22,
            27,
            [
                "Putin",
                "Plugin",
                "Pu gin",
                "Pug in"
            ]
        ]
    ],
    "His library and collection of medieval artifacts were sold at auction in 1853.": [],
    "Hardman, Minton, and Crace all continued to use Pugin's designs after his death.": [
        [
            21,
            26,
            [
                "Race",
                "Grace",
                "Trace",
                "Crack",
                "Crane",
                "Brace"
            ]
        ],
        [
            48,
            53,
            [
                "Putin",
                "Plugin",
                "Pu gin",
                "Pug in"
            ]
        ]
    ],
    "The end of the nineteenth century saw a revival of his principles in the work of the architects G. F. Bodley (1827-1907) and Thomas Garner (1839-1906) and stained-glass designer C. E. Kempe (1837-1907).": [
        [
            102,
            108,
            [
                "Bosley"
            ]
        ],
        [
            184,
            189,
            [
                "Tempe",
                "Kemp"
            ]
        ]
    ],
    "In 1995, the Pugin Society was founded to further the appreciation of his works and the gothic-revival style.": [
        [
            13,
            18,
            [
                "Putin",
                "Plugin",
                "Pu gin",
                "Pug in"
            ]
        ]
    ],
    "Pugin was one of the principal exponents of the gothic revival in the English-speaking world disseminated primarily through his books.": [
        [
            0,
            5,
            [
                "Putin",
                "Plugin",
                "Pu gin",
                "Pug in"
            ]
        ]
    ],
    "His theme, that Christian practice, both architectural and moral, is inextricably connected with the gothic style, took hold in the Victorian age.": [],
    "Pugin's writing owes much to gothic exponent and antiquary, <a href=\"/carterj\">John Carter</a> (1748-1817).": [
        [
            0,
            5,
            [
                "Putin",
                "Plugin",
                "Pu gin",
                "Pug in"
            ]
        ]
    ],
    "As an architect and designer, the reform movement in nineteenth-century England can be traced back to his writing (Pevsner).": [
        [
            115,
            122,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "Pugin's architectural work was disparaged by <a href=\"/ruskinj\">John Ruskin</a>, who found Pugin's eclecticism \"untruthful,\" although Ruskin owed much to Pugin's thought.": [
        [
            0,
            5,
            [
                "Putin",
                "Plugin",
                "Pu gin",
                "Pug in"
            ]
        ]
    ],
    "Among those who came to Pugin's defense were the first Cambridge University Slade professor, <a href=\"/wyattm\">Matthew Digby Wyatt</a>.": [
        [
            24,
            29,
            [
                "Putin",
                "Plugin",
                "Pu gin",
                "Pug in"
            ]
        ],
        [
            76,
            81,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "<em>The True Principles of Pointed or Christian Architecture</em>, conformed to the theoretics of Abbé Laugier (1713-1769) in Laugier's <em>Essai sur l'architecture</em> (1753), and the French rationalists who envision their dictum in classical terms.</p>": [
        [
            103,
            110,
            [
                "Larger",
                "Laurie",
                "Laughed",
                "Laughter",
                "Lager",
                "Lauder"
            ]
        ],
        [
            126,
            133,
            [
                "Larger",
                "Laurie",
                "Laughed",
                "Laughter",
                "Lager",
                "Lauder"
            ]
        ]
    ]
}