{
    "<p>Catalonian architect, architectural historian of the Catalonian romanesque, archeologist, and politician.": [
        [
            3,
            13,
            [
                "Catalonia"
            ]
        ],
        [
            56,
            66,
            [
                "Catalonia"
            ]
        ],
        [
            67,
            77,
            [
                "Romanesque",
                "Romanesques"
            ]
        ]
    ],
    "Puig i Cadafalch was the son of wealthy textile industrialists, Joan Puig i Bruguera and Teresa Cadafalch i Bogunyà.": [
        [
            69,
            73,
            [
                "Poor",
                "Pool",
                "Pig",
                "Pews",
                "Pooh",
                "Pew"
            ]
        ],
        [
            76,
            84,
            [
                "Burger",
                "Burghers",
                "Bruges",
                "Brunner",
                "Kruger",
                "Burgers"
            ]
        ],
        [
            108,
            115,
            [
                "Begun",
                "Bound",
                "Bosnia",
                "Bounds",
                "Bounty",
                "Laguna"
            ]
        ]
    ],
    "He obtained his bachelors from the Escoles Pies de Santa Anna in 1883.": [
        [
            16,
            25,
            [
                "bachelor's",
                "bachelor's degree"
            ]
        ],
        [
            35,
            42,
            [
                "Esc oles"
            ]
        ]
    ],
    "From there, he studied physical sciences and mathematics at the University of Barcelona and earned his doctorate at the University of Madrid in 1888 under mentorship of Lluis Domenech i Montaner (1849-1923).": [
        [
            169,
            194,
            [
                "Lluís Domènech i Montaner"
            ]
        ]
    ],
    "He later joined the Centre Escolar Catalanista where he first met Enric Prat de la Riba i Sarrà (1870-1917).": [
        [
            35,
            46,
            [
                "Catalonia",
                "Atalanta",
                "Catalans"
            ]
        ],
        [
            90,
            95,
            [
                "Sara",
                "Serra",
                "Sacra",
                "Sabra",
                "Parra",
                "SARA"
            ]
        ]
    ],
    "Between 1892 to 1896, Puig i Cadafalch was the municipal architect of Mataró.": [
        [
            0,
            20,
            [
                "Between 1892 and 1896"
            ]
        ]
    ],
    "During his term, he worked on projects including the city’s sewer system and Casa Francesc Martí i Puig, which would eventually house Els Quatre Gats––a popular meeting place for Spanish Modernisme artists.": [
        [
            82,
            90,
            [
                "Frances",
                "Francesco",
                "Francesca"
            ]
        ],
        [
            99,
            103,
            [
                "Poor",
                "Pool",
                "Pig",
                "Pews",
                "Pooh",
                "Pew"
            ]
        ],
        [
            134,
            137,
            [
                "El's",
                "El",
                "ELS",
                "Else",
                "EPs",
                "Eds"
            ]
        ],
        [
            138,
            144,
            [
                "Square",
                "Quarter",
                "Quite",
                "Quartet",
                "Quote",
                "Quarry"
            ]
        ],
        [
            145,
            149,
            [
                "Gas",
                "Gets",
                "Gate",
                "Gates",
                "Bats",
                "Cats"
            ]
        ],
        [
            187,
            197,
            [
                "Modernism"
            ]
        ]
    ],
    "He was later elected to serve as councilor of the Barcelona Town Hall between 1901-1903 where he successfully contributed to a new appraisal of Barcelona’s gothic history.": [],
    "He also lectured at L'Escola d'Arquitectura de Barcelona (School of Architecture in Barcelona).": [
        [
            22,
            28,
            [
                "Escolar"
            ]
        ],
        [
            31,
            43,
            [
                "Architecture",
                "Architectural"
            ]
        ]
    ],
    "In 1908, he began archaeological excavations in Empúries, which he continued for 15 years.": [
        [
            48,
            56,
            [
                "Empires",
                "Empties"
            ]
        ]
    ],
    "Meanwhile, he served in the parliament for Barcelona in Madrid between 1907-1909 and in the provincial government for Barcelona between 1913-1924.": [],
    "In 1917, he replaced Prat de la Riba as President of the Mancomunitat de Catalunya (Commonwealth of Catalonia).": [
        [
            32,
            36,
            [
                "Ribs",
                "Riga",
                "Rita",
                "Rib",
                "Reba",
                "IBA"
            ]
        ]
    ],
    "He was re-elected and served three terms in office until 1924.": [],
    "His main efforts were focused on developing industrial infrastructure, establishing medial and social welfare institutions, and fighting for Catalonia’s autonomy.": [],
    "He was awarded an honorary degree by the University of Freiburg in 1923 Between 1925 and 1926, he lectured at the University at Sorbonne, Harvard, and Cornell.": [],
    "Later, in 1930, he taught at d the Institute d’Art et Archeologie in Paris and was also bestowed with an honorary degree from the University of Paris.": [
        [
            54,
            65,
            [
                "Archeologies"
            ]
        ]
    ],
    "Between 1930-1936, he primarily focused on his works as an architectural historian publishing <em>La geografia i els origen del primer romànic</em> (1930), <em>La place de la Catalogne dans la géographie et la chronologie du premier art roman</em> (1932), and <em>L’architecture gothique civil en catalogne</em> (1935).": [],
    "However, he was forced into exile in France during the Spanish Civil War between 1936 until 1942.": [],
    "In 1949, he was given another honorary degree from the University of Toulouse, and also published his most important work, <em>L’escultura romànica a Catalunya</em>.": [],
    "In the work, he explored the relationship between the aesthetic language of an architectural style and its geography and culture.</p>\n<p>While his work as an architect is often overshadowed by his contemporary Antoni Gaudí (1852-1926), it was pivotal in facilitating a stylistic transition in Catalonia from Modernist to Noucentisme architecture during the turn of the 20th century (Permanyer).": [
        [
            383,
            392,
            [
                "Germany",
                "Permanent",
                "Prayer",
                "Preminger",
                "Vermonter",
                "Merganser"
            ]
        ]
    ],
    "On the other hand, his works as an art historian shed light on the importance of architectural historiography.": [],
    "Specifically, he argued that an aesthetic style is both a product and reflection of the identity of the people from which it emerges, and that it is ultimately inseparable from its institutions, customs, and history.": [],
    "As a model, he showed that Romanesque architecture in Catalonia was not introduced as a foreign style, but rather evolved from its own classical architecture.": [],
    "His studies of Romanesque architecture in medieval Catalonia ultimately helped to derive and define a Catalonian cultural identity.</p>": [
        [
            102,
            112,
            [
                "Catalonia"
            ]
        ]
    ]
}