{
    "<p>Critic, theorist, museum official, and historian of Russian art.": [],
    "Punin studied history at St.": [
        [
            0,
            5,
            [
                "Putin",
                "Punic",
                "Bunin",
                "Junín",
                "Pun in"
            ]
        ]
    ],
    "Petersburg University.": [],
    "He worked in the Department of Old Russian Painting at the State Russian Museum in St.": [],
    "Petersburg, where he edited the arts articles in several publications, including <em>Severnyye zapiski</em>, and <em>Russkaia ikuna</em>.": [],
    "Punin was one of the first scholars to publish theories on Old Russian painting, serving as the director of the Fine Arts Department of an organization called Narkompros, from 1928-1921.": [
        [
            0,
            5,
            [
                "Putin",
                "Punic",
                "Bunin",
                "Junín",
                "Pun in"
            ]
        ]
    ],
    "He was appointed commissar at the Hermitage, Svomas, and Russian Museums.": [
        [
            45,
            51,
            [
                "Stomas"
            ]
        ]
    ],
    "Between 1936 and 1921, Punin lectured on the contemporary Western European art at the Institute of Art History.": [
        [
            23,
            28,
            [
                "Putin",
                "Punic",
                "Bunin",
                "Junín",
                "Pun in"
            ]
        ]
    ],
    "He published articles and monographs on both contemporary and 19<sup>th</sup> century Russian artists, including Vladamir Tatlin, Pavel Kuznetsov, and Pavel Fedotov.": [
        [
            69,
            71,
            [
                "the",
                "TH",
                "Th",
                "to",
                "tho",
                "TT"
            ]
        ],
        [
            113,
            121,
            [
                "Vladimir"
            ]
        ],
        [
            122,
            128,
            [
                "Gatlin"
            ]
        ],
        [
            136,
            145,
            [
                "Kuznets",
                "Kuznetsk"
            ]
        ],
        [
            157,
            164,
            [
                "Editor",
                "Molotov",
                "Fedora",
                "Fedoras",
                "Festoon",
                "DeSoto"
            ]
        ]
    ],
    "Punin's research combined historical and stylistic analysis.": [
        [
            0,
            5,
            [
                "Putin",
                "Punic",
                "Bunin",
                "Junín",
                "Pun in"
            ]
        ]
    ],
    "He was appointed professor of art history at the All-Russian art academy in 1932, and was a professor at Leningrad University from 1944-49, when he died in a concentration camp near the Arctic Circle.</p>": []
}