{
    "<p>Scholar of Renaissance and 19th-century art; professor of art history and theory, University of Essex.": [],
    "Puttfarken's father, Franz Ferdinand Puttfarken, was a dentist (though the family had made a name in jurisprudence); his mother was Traut Dorothea Bruhn (Puttfarken), He studied art history, philosophy and classical archaeology at the Universities of Innsbruck and Munich, settling on graduate work at the Kunsthistorisches Institute, Hamburg.": [
        [
            132,
            137,
            [
                "Tract",
                "Trait",
                "Trout",
                "Taut"
            ]
        ],
        [
            147,
            152,
            [
                "Bruin",
                "Bruh",
                "Bruhs"
            ]
        ]
    ],
    "In 1967 he was named the first, <a href=\"/warburga\">Aby M. Warburg</a> fellow, a single-year fellowship at the Warburg Institute, London.": [
        [
            3,
            7,
            [
                "1967,"
            ]
        ]
    ],
    "He returned to the institute in Hamburg as a teacher lecturing during the political upheavals which were occurring at Hamburg, as they were at most continental universities in 1968.": [],
    "Despite an incomplete doctorate, Puttfarken was elected chair of a committee which placed him between the conservative faculty and the demonstrating students.": [],
    "He completed his Ph.D.": [],
    "at Hamburg and married Herma Zimmer, both in 1969.": [
        [
            0,
            2,
            [
                "At"
            ]
        ],
        [
            23,
            28,
            [
                "Herman",
                "Hera",
                "Erma"
            ]
        ]
    ],
    "His dissertation topic was on scale in Renaissance art.": [],
    "As the Hamburg situation became more untenable, Puttfarken was recruited by the newly founded art history department at the University of Essex in the United Kingdom in 1971.": [],
    "Though he returned to Hamburg--for family reasons--and to lecturing at the University the same year, he rejoined the Essex faculty in 1974 as a senior lecturer.": [],
    "He remained at Essex the rest of his career, rising to Reader in 1978.": [],
    "The same year as his divorce, 1981, he married to Elspeth Crichton Stuart.": [
        [
            50,
            57,
            [
                "Else",
                "Eleventh",
                "Elisabeth",
                "Seth",
                "Elsie",
                "Eloped"
            ]
        ]
    ],
    "Puttfarken was appointed to the professor of art history and theory chair and dean of the School of Comparative Studies in 1984 (though 1986).": [],
    "The following year his book on <a href=\"/pilesr\">Roger de Piles</a>, the late 17th-century French art theorist, appeared.": [],
    "In the book he contrasted de Piles, who stressed visual impact and color, with academic writers such as <a href=\"/felibiena\">André Félibien</a>, who emphasized drawing and decorous representation of its subject matter.": [],
    "He was made pro vice-chancellor, beginning 1987 (through 1990).": [],
    "He delivered the Durning Lawrence lectures given at University College London, which appeared in 2000 as <em>Discovery of Pictorial Composition</em>.": [
        [
            17,
            24,
            [
                "During",
                "Turning",
                "Burning",
                "Darning",
                "Dunning"
            ]
        ]
    ],
    "Puttfarken wrote that modern notions of pictorial composition--overall pictorial order of space--were just that, i.e., modern, and had no equivalent in the Italian Renaissance.": [],
    "The book also posited a theory as to why geometrical optics, known for centuries, were applied only in painting of the 15th century.": [],
    "He was elected a Fellow of the British Academy in 2003.": [],
    "Puttfarken published his final book, <em>Titian and Tragic Painting</em>, in 2005.": [],
    "It was a revision of traditional views that painters strove to rise in social status by linking their painted works to literature.": [],
    "In it, he argued that depictions of violence in Titian's work relate to the painter's interest in Aristotle's sense of tragic drama, an interest he shared with the writers of the age.": [],
    "He was researching a book on the representation of violence in Caravaggio when he suffered an aneurysm at the age of 62 and died.": [],
    "Puttfarken employed literary and rhetorical theory to analyse painting.": [
        [
            54,
            61,
            [
                "analyze"
            ]
        ]
    ],
    "He focused on the conflicting concepts of pictorial unity as a theme of his study.": [],
    "His Titian book examined the status of artists and writers in the Renaissance, theorizing why the artist referred to his canvases as poems.": [],
    "Titian he contended was most unique for his depictions of suffering rather than his \"Titianesque\" women.</p>": [
        [
            24,
            35,
            [
                "unique"
            ]
        ]
    ]
}