{
    "<p>Professor of Art History; Museum Curator.": [],
    "Van Puyvelde was a student at the Episcopal High School in Sint-Niklaas (Waas), in the Flemish part of Belgium, and then enrolled at the Faculty of Arts of the Catholic University of Louvain, where he obtained a doctoral degree in 1905.": [
        [
            4,
            12,
            [
                "Pummeled",
                "Purveyed"
            ]
        ],
        [
            73,
            77,
            [
                "Was",
                "Ways",
                "Wars",
                "Weiss",
                "Haas",
                "Weirs"
            ]
        ],
        [
            183,
            190,
            [
                "Lou vain"
            ]
        ]
    ],
    "During his university years, he was active in promoting the Flemish language, which at that time was undervalued in favor of the French, and was not in use in schools and official institutions.": [],
    "His dissertation was on the Flemish poet Albrecht Rodenbach (1856-1880).": [
        [
            50,
            59,
            [
                "Offenbach",
                "Hollenbach",
                "Hornbach",
                "Rosenbaum"
            ]
        ]
    ],
    "A reworked version of it was published in 1908: <em>Albrecht Rodenbach.": [
        [
            61,
            70,
            [
                "Offenbach",
                "Hollenbach",
                "Hornbach",
                "Rosenbaum"
            ]
        ]
    ],
    "Zijn leven en werk</em> (\"His Life and Work\").": [
        [
            0,
            4,
            [
                "Zion"
            ]
        ],
        [
            5,
            10,
            [
                "even",
                "level",
                "seven",
                "eleven",
                "lever",
                "Leuven"
            ]
        ],
        [
            14,
            18,
            [
                "were",
                "work",
                "week",
                "weak",
                "jerk",
                "perk"
            ]
        ]
    ],
    "Van Puyvelde did further research on Rodenbach and published, among other things, the complete edition of his poems.": [
        [
            4,
            12,
            [
                "Pummeled",
                "Purveyed"
            ]
        ],
        [
            37,
            46,
            [
                "Offenbach",
                "Hollenbach",
                "Hornbach",
                "Rosenbaum"
            ]
        ]
    ],
    "In 1911, he became a member of the Koninklijke Vlaamse Academie voor Taal en Letterkunde (Flemish Academy for Language and Literature).": [
        [
            47,
            54,
            [
                "Claims",
                "Please",
                "Blame",
                "Clause",
                "Flame",
                "Lease"
            ]
        ],
        [
            55,
            63,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            64,
            68,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            69,
            73,
            [
                "Tail",
                "Tall",
                "Baal",
                "Teal",
                "AAL",
                "TAA"
            ]
        ],
        [
            77,
            88,
            [
                "LetterOne"
            ]
        ]
    ],
    "In 1912, this institution published his book <em>Schilderkunst en toneelvertooningen op het einde van de middeleeuwen</em>, which was devoted to the relationship between Flemish painting and theater plays in the late Middle Ages.": [],
    "In the same year, he was appointed lecturer of Art History at the State University of Ghent, which marked the beginning of his career as an art historian.": [],
    "In 1920, he became full professor and chair of the Hoger Instituut voor Kunstgeschiedenis (Higher Institute of Art History) at the same university.": [
        [
            51,
            56,
            [
                "Roger",
                "Homer",
                "Hover",
                "Huger",
                "Hofer",
                "Hoer"
            ]
        ],
        [
            57,
            66,
            [
                "Institute"
            ]
        ],
        [
            67,
            71,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ]
    ],
    "He taught medieval art and archaeology as well as medieval-, Renaissance- and seventeenth-century painting.": [],
    "In 1925, he published a study on the ancient abbey of Ghent, called the Bijloke, where an important ensemble of fourteenth-century mural paintings had been uncovered during the restoration campaign of 1924.": [
        [
            72,
            79,
            [
                "Bloke"
            ]
        ]
    ],
    "In 1927, he left Ghent University for a full professorship in Art History at the University of Liège.": [],
    "At the same time, he was appointed chief curator of the Royal Museums of Fine Art of Belgium (Brussels).": [],
    "He was active in reorganizing the museum and changed the display of the works of art in the galleries.": [],
    "In 1934, he expressed his ideas on this matter in an article in <em>Mouseion</em>: \"Principes de la présentation des collections dans les musées\".": [],
    "He argued that the aim of a museum is not only to preserve works of art, but also to make them accessible to the wider public for education and enjoyment.": [],
    "A number of the major works of art should be selected on esthetical grounds and displayed in the main galleries, whereas the lesser works may be placed in other departments, accessible to students and researchers only.": [],
    "The selected works should be enjoyed in their own right.": [],
    "This article reflects wide spread thoughts on museum reform.": [
        [
            22,
            33,
            [
                "widespread"
            ]
        ]
    ],
    "The same ideas prevailed for instance in the Netherlands, where his Dutch colleagues, like <a href=\"/schmidtdegenerf\">F.": [],
    "Schmidt-Degener</a> and <a href=\"/gelderh\">H.": [
        [
            0,
            15,
            [
                "Schmidt-Wegener"
            ]
        ]
    ],
    "E. Van Gelder</a> were engaged in reorganizing respectively the Amsterdam Rijksmuseum and the Municipal Museum of The Hague.": [
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "As curator, Van Puyvelde was deeply committed to the conservation of works of arts, and established a modern laboratory in the museum in 1929-30.": [
        [
            16,
            24,
            [
                "Pummeled",
                "Purveyed"
            ]
        ]
    ],
    "Cleaning old pictures was his main concern, but the procedure was rather controversial in those days.": [],
    "As an art historian, he was particularly interested in Flemish and Netherlandish painting, including the Van Eycks and the Flemish Primitives, Quinten Metsys, Bosch, Bruegel, and the masters of seventeenth-century Flemish Baroque: Rubens, Van Dyck, and Jordaens.": [
        [
            109,
            114,
            [
                "Eyck's",
                "Eyck"
            ]
        ],
        [
            143,
            150,
            [
                "Quintet",
                "Quinton",
                "Quieten",
                "Quin ten"
            ]
        ],
        [
            151,
            157,
            [
                "Meters",
                "Metals",
                "Mess",
                "Methyl",
                "Betsy",
                "Messy"
            ]
        ],
        [
            253,
            261,
            [
                "Jordan",
                "Ordains",
                "Jordana"
            ]
        ]
    ],
    "He also followed with interest the artistic evolution of the work of contemporary artists, including the sculptor George Minne (1866-1941), the painters James Ensor, Gustave De Smet (1877-1943), and Frits Van den Berghe (1883-1939).": [
        [
            121,
            126,
            [
                "Mine",
                "Milne",
                "Minnie",
                "Mince",
                "Minn",
                "Minié"
            ]
        ],
        [
            199,
            204,
            [
                "Fruits",
                "Fits",
                "Fritz",
                "Frets",
                "Fries",
                "Writs"
            ]
        ],
        [
            213,
            219,
            [
                "Berg he"
            ]
        ]
    ],
    "He frequently published articles on these artists in international journals.": [],
    "As visiting professor, he taught at several universities abroad, in Paris (1932), Algiers (1933), the USA (1939, Princeton, Harvard and Yale), and in Poland.": [],
    "During World War II, Van Puyvelde lived in England as an exile.": [
        [
            25,
            33,
            [
                "Pummeled",
                "Purveyed"
            ]
        ]
    ],
    "On invitation by the King of England, he studied the Flemish and Dutch drawings in the royal collection of drawings at Windsor Castle.": [],
    "This resulted in two separate publications: on the Flemish Drawings in 1942 and on the Dutch Drawings in 1944.": [],
    "When the war was over in Belgium, Van Puyvelde was appointed General Director for the Fine Arts in 1944, in charge of the cultural heritage of his country.": [
        [
            38,
            46,
            [
                "Pummeled",
                "Purveyed"
            ]
        ]
    ],
    "As lieutenant colonel, he accompanied the army of the Allied searching for works of art that had been stolen by the Germans during the occupation.": [],
    "The Ghent Polyptych, \"The Adoration of the Lamb\", along with other masterworks, was found in the salt mine of Alt Aussee, in Austria.": [
        [
            114,
            120,
            [
                "Aussie"
            ]
        ]
    ],
    "Before its return to the Cathedral of St.": [],
    "Bavon, the recovered altarpiece was on show in the Royal Museums of Fine Art in Brussels for a month.": [
        [
            0,
            5,
            [
                "Avon",
                "Bacon",
                "Baron",
                "Baton"
            ]
        ]
    ],
    "Van Puyvelde, who resumed his post as chief curator, took the opportunity to study this masterwork thoroughly.": [
        [
            4,
            12,
            [
                "Pummeled",
                "Purveyed"
            ]
        ]
    ],
    "<em>Van Eyck: L'Agneau Mystique</em> was published in 1946.": [],
    "The English edition (<em>Van Eyck: The Holy Lamb</em>) and a Dutch one followed respectively in 1947 and 1948.": [],
    "This study however did not become authoritative.": [],
    "His analysis of the style of the Van Eyck brothers was rather subjective, and his controversial premise that they would not have used oil in the painting was proven to be incorrect.": [],
    "Van Puyvelde nevertheless won great acclaim as a specialist in Flemish art as well as a modern museum curator.": [
        [
            4,
            12,
            [
                "Pummeled",
                "Purveyed"
            ]
        ]
    ],
    "When he retired from this position in 1948, his students and colleagues in Belgium and abroad honored him in <em>Miscellanea Léo Van Puyvelde</em>.": [],
    "The introductory articles include an analysis of his impressive art-historical oeuvre.": [],
    "In 1950, 1952 and 1953 respectively, his monographs on Van Dyck, Rubens, and Jordaens appeared.": [
        [
            77,
            85,
            [
                "Jordan",
                "Ordains",
                "Jordana"
            ]
        ]
    ],
    "In 1952, Van Puyvelde retired from his post as professor, but he continued publishing.": [
        [
            13,
            21,
            [
                "Pummeled",
                "Purveyed"
            ]
        ]
    ],
    "A monograph on Velasquez appeared in 1963; one on Goya in 1966.": [],
    "In the same period he also published broad overviews on Flemish art.": [],
    "His posthumous work <em>La peinture flamande au siècle de Rubens</em> appeared in 1970.": [],
    "Van Puyvelde was self-trained in art history.": [
        [
            4,
            12,
            [
                "Pummeled",
                "Purveyed"
            ]
        ]
    ],
    "In his publications, he repeatedly defended his method of art historical research.": [],
    "He argued that the work of art itself and the style of the artist who created it should be the main object of investigation.": [],
    "Historical documentation, he contended, must be part of the scholarly work, but cannot in itself be the main goal of the study of a work of art.": [],
    "In search of the \"genius\" of an artist, Van Puyvelde's style analysis shows a rather personal involvement, with a romantic undertone.</p>": [
        [
            44,
            52,
            [
                "Pummeled",
                "Purveyed"
            ]
        ]
    ]
}