{
    "<p>Medievalist of the (second) Vienna School art historian.": [],
    "Pächt was a native Viennese.": [
        [
            0,
            5,
            [
                "Pact",
                "Yacht"
            ]
        ]
    ],
    "Robert Musil (1880-1942) and Oskar Kokoschka (1886-1980) were among his friends.": [],
    "He attended one of the 'Humanistisches Staatsgymnasium' in the city and in 1920 entered university in Vienna.": [],
    "Unlike his colleagues and the Germanic higher education model where students moved from university to university to attend classes, Pächt remained in Vienna except for one semester in Berlin (studying with <a href=\"/goldschmidta\">Adolph Goldschmidt</a>) and some contact with <a href=\"/pinderw\">Wilhelm Pinder</a> in Leipzig.": [
        [
            88,
            115,
            [
                "university to"
            ]
        ],
        [
            132,
            137,
            [
                "Pact",
                "Yacht"
            ]
        ]
    ],
    "His principal faculty in Vienna were the major forces in the so-called second or new \"Vienna School\" of art history: <a href=\"/dvorakm\">Max Dvořák</a>, <a href=\"/swobodak\">Karl Maria Swoboda</a> whose assistant he was, and <a href=\"/schlosserj\">Julius Alwin von Schlosser</a>, the latter supervising his dissertation on medieval painting in 1925.": [],
    "Pächt and his colleague, <a href=\"/sedlmayrh\">Hans Sedlmayr</a> formed the nucleus of this generation of Vienna School theorists, reinventing the methodology of <a href=\"/riegla\">Aloïs Riegl</a> to counter the prevailing art history trend of empirical attention to 'facts' such as iconography and social history.": [
        [
            0,
            5,
            [
                "Pact",
                "Yacht"
            ]
        ]
    ],
    "Pächt edited and revised a second edition of Riegl's <em>Spätrömischen Kunstindustrie</em> in 1927.": [
        [
            0,
            5,
            [
                "Pact",
                "Yacht"
            ]
        ],
        [
            45,
            50,
            [
                "Riel",
                "Rigel"
            ]
        ]
    ],
    "Between 1926-1930 he co-edited the new serial <em>Kritische Berichte zur kunstgeschichtlichen Literatur</em> and in 1931 and 1933 edited the first (and only) two issues of <em>Kunstwissenschaftliche Forschungen</em>, the vehicle for the theories of himself and Sedlmayr.": [],
    "His <em>habilitationsschrift</em> on the fifteenth-century painter Michael Pacher, was completed under <a href=\"/grisebacha\">August Grisebach</a> in Heidelberg in 1932 and published in the <em>Forschungen</em>.": [],
    "It is a sterling example of the new Vienna School's method of discerning a structure within the work which then becomes a window to the painter's worldview.": [],
    "Pächt, a Jew, had his status as a <em>privatdozent</em> revoked when the Nazi's came to power in Germany in 1933 and returned to Vienna.": [
        [
            0,
            5,
            [
                "Pact",
                "Yacht"
            ]
        ]
    ],
    "He broke with Sedlmayr, who had joined the Nazi party.": [
        [
            14,
            22,
            [
                "Selma",
                "Delmar"
            ]
        ]
    ],
    "In 1935 he accompanied Musil to the anti-fascist congress in Vienna for the defense of culture.": [
        [
            3,
            7,
            [
                "1935,"
            ]
        ],
        [
            23,
            28,
            [
                "Music",
                "Musial",
                "MSIL"
            ]
        ]
    ],
    "Shortly before Austria's annexation in 1938, Pächt accepted an invitation from <a href=\"/furlongg\">George Joseph Furlong</a>, director of the National Gallery of Ireland.": [
        [
            45,
            50,
            [
                "Pact",
                "Yacht"
            ]
        ]
    ],
    "Between 1937-1941 he researched at the Warburg Institute.": [],
    "As Britain entered World War II, Pächt was interned in 1940.": [
        [
            33,
            38,
            [
                "Pact",
                "Yacht"
            ]
        ]
    ],
    "That same year he married British subject Jeane Michalopulo.": [
        [
            42,
            47,
            [
                "Jean",
                "Jane",
                "Jeanne",
                "Jeans",
                "Keane",
                "Jeanie"
            ]
        ]
    ],
    "In England, Pächt cataloged manuscripts for the Bodleian Library, Oxford, and from 1945 was appointed honorary lecturer for medieval art at Oriel College, Oxford.": [
        [
            12,
            17,
            [
                "Pact",
                "Yacht"
            ]
        ]
    ],
    "In 1950 was made University Lecturer, 1952 senior lecturer.": [],
    "He spent the academic year 1956-1957 at the Institute for Advanced Study, Princeton, N. J., and subsequent years as a visiting professor at the Institute of Fine Arts, New York University, and as a Reader at Oxford.": [],
    "Pächt, however, never fully acclimated to the English-speaking scholarly community and never secured a permanent position in his expatriate lands.": [
        [
            0,
            5,
            [
                "Pact",
                "Yacht"
            ]
        ]
    ],
    "He returned to his native Vienna at the invitation of <a href=\"/demuso\">Otto Demus</a> to be Professor at the University in 1963.": [],
    "From 1969 he headed the Department of Manuscripts of the Austrian national library.": [],
    "He was made <em>emeritus</em> of the university in 1972.": [],
    "Students he greatly influenced at Oxford included the British medievalist <a href=\"/beckwithj\">John Beckwith</a> and <a href=\"/cahnw\">Walter B. Cahn</a>.": [],
    "In his lifetime, Pächt was little known outside the German-speaking scholarly world.": [
        [
            17,
            22,
            [
                "Pact",
                "Yacht"
            ]
        ]
    ],
    "His method, most clearly outlined in his <em>Practice of Art History</em> lectures, relied on the concept of <em>Gestaltungsprinzip</em> or the design principle revealing the structure of the work of art and social meaning intended by the artist.": [],
    "These structures could be as diverse as pictorial elements or figure/ground relationships.": [],
    "Pächt contrasted this view to the emphasis art historians of the medieval and renaissance art placed on iconography or patronage history.": [
        [
            0,
            5,
            [
                "Pact",
                "Yacht"
            ]
        ]
    ],
    "Pächt's approach was well-suited to his topics of manuscript illumination and northern renaissance painting.": [
        [
            0,
            5,
            [
                "Pact",
                "Yacht"
            ]
        ]
    ],
    "He used Riegl's notion that style is relative and subject to artistic intent.": [
        [
            8,
            13,
            [
                "Riel",
                "Rigel"
            ]
        ]
    ],
    "He argued that medieval art lacks the verisimilitude of either the classical period or the Renaissance largely because it intends to represent miracles of God rather than the rationality of the world.": [],
    "Pächt's fight against the hegemony of iconographic studies was lifelong.": [
        [
            0,
            5,
            [
                "Pact",
                "Yacht"
            ]
        ]
    ],
    "His 1956 review of Panofsky's <em>Early Netherlandish Painting</em> was infamous for the critique he placed at the feet of iconographers who practiced their craft with almost no resistance in the United States and England.": [
        [
            19,
            27,
            [
                "Sinofsky"
            ]
        ],
        [
            123,
            136,
            [
                "scenographers",
                "sonographers"
            ]
        ]
    ],
    "An anti-romantic to the extreme, Pächt resisted the notion of artist as genius, even when his teachers such as Schlosser embraced it in their own writings.": [
        [
            33,
            38,
            [
                "Pact",
                "Yacht"
            ]
        ]
    ],
    "He criticized the work of <a href=\"/kuhnh\">Herbert Kühn</a> as \"impressionistic\" and the methods of <a href=\"/friedlanderm\">Max J. Friedländer</a>.": [],
    "Likewise he chided what he saw as the \"intuitive criticism,\" of <a href=\"/fraengerw\">Wilhelm Fraenger</a> and <a href=\"/lutzelerh\">Heinrich Lützeler</a>.": [
        [
            0,
            8,
            [
                "Likewise,"
            ]
        ]
    ],
    "Though he never forgave Sedlmayr for his participation in Nazism, he wrote toward the end of his life that Sedlmayr had contributed more to the methodology of art than anyone else in our time (<em>Methodisches zur Kunstgeschichten Praxis</em>).": [
        [
            24,
            32,
            [
                "Selma",
                "Delmar"
            ]
        ],
        [
            107,
            115,
            [
                "Selma",
                "Delmar"
            ]
        ]
    ],
    "Pächt tended to be less reliant on documentary sources, placing a greater emphasis on stylistic criticism and structural analysis.": [
        [
            0,
            5,
            [
                "Pact",
                "Yacht"
            ]
        ]
    ],
    "Pächt's colleagues and followers came to be referred to as the \"New Viennese school.": [
        [
            0,
            5,
            [
                "Pact",
                "Yacht"
            ]
        ]
    ],
    "\"</p>": []
}