{
    "<p>German noble interested in garden design; wrote the first book to alert the German reading public of the art treasures in England.": [],
    "Pückler-Muskau served in the army at Dresden, before traveling in France and Italy.": [
        [
            0,
            14,
            [
                "Buckler-Muskau",
                "Pückler-Musket"
            ]
        ]
    ],
    "He inherited the barony of Muskau and its fortunes upon the death of his father in 1811.": [
        [
            27,
            33,
            [
                "Musket",
                "Musk",
                "Muscat",
                "Musial",
                "Muskeg",
                "Muskrat"
            ]
        ]
    ],
    "He married the Grafin von Pappenheim, daughter of Prince von Hardenberg.": [
        [
            15,
            21,
            [
                "Grain",
                "Graphic",
                "Graphing",
                "Gratin"
            ]
        ],
        [
            26,
            36,
            [
                "Oppenheim"
            ]
        ]
    ],
    "His service in the wars of liberation from Napoleon were rewarded in a military and civil governorship of Bruges.": [],
    "He retired from the army at the war's conclusion, traveling in England for nearly a year.": [],
    "In 1826 his marriage was legally dissolved.": [],
    "He visited England a second time, planning to visit America and Asia Minor.": [],
    "In 1830-31 he issued the four-volume <em>Briefe eines Verstorbenen</em>, his experiences traveling in England and his accounts of the art contained in the private estates there.": [],
    "Pückler-Muskau's visit America in 1834 failed when he missed his ship in Paris.": [
        [
            0,
            14,
            [
                "Buckler-Muskau",
                "Pückler-Musket"
            ]
        ]
    ],
    "Instead, he traveled to North Africa, where he wrote some of his most famous travel commentaries.": [],
    "<em>Semilassos vorletlter Weltgang</em> (3 vols., 1835), and <em>Semilasso in Afrika</em> (5 vols., 1836) followed.": [],
    "He also wrote a treatise on Landscape gardening, <em>Andeutungen über Landschaftsgärtnerei</em> (1834).": [],
    "He sold his Muskau estate to Prince Frederick of the Netherlands in 1845, living at principal residence, Schloss Branitz near Kottbus, south of Berlin.": [
        [
            12,
            18,
            [
                "Musket",
                "Musk",
                "Muscat",
                "Musial",
                "Muskeg",
                "Muskrat"
            ]
        ],
        [
            113,
            120,
            [
                "Granite",
                "Brandt",
                "Brant"
            ]
        ],
        [
            126,
            133,
            [
                "Cottbus"
            ]
        ]
    ],
    "An intense formal garden interest led to him design gardens there as he had earlier done at Muskau.": [
        [
            92,
            98,
            [
                "Musket",
                "Musk",
                "Muscat",
                "Musial",
                "Muskeg",
                "Muskrat"
            ]
        ]
    ],
    "In 1863 he was made an hereditary member of the Prussian Herrenhaus, engaging in 1866 with the Prussian army in the war against Austria.": [
        [
            3,
            7,
            [
                "1863,"
            ]
        ],
        [
            20,
            22,
            [
                "a"
            ]
        ],
        [
            57,
            67,
            [
                "Horrendous"
            ]
        ]
    ],
    "He died at Branitz in 1871; his body was cremated.": [
        [
            11,
            18,
            [
                "Granite",
                "Brandt",
                "Brant"
            ]
        ]
    ],
    "Pückler-Muskau alerted the reading German public to the art holdings in England, awakening a sense of national pride for the acquisition of works in their own (forming) nation.": [
        [
            0,
            14,
            [
                "Buckler-Muskau",
                "Pückler-Musket"
            ]
        ]
    ],
    "<a href=\"/waageng\">Gustav Friedrich Waagen</a> among others, built on these sentiments to help form the Gemäldegalerie in Berlin during this time.": [],
    "He was voluptuary who conducted many affairs, including one with his English translator, Sara Austin.</p>": []
}