{
    "<p>Patron, collector, and historian of German art.": [],
    "Quant came from a wealthy merchant family in Leipzig, and became an art critic in 1808.": [],
    "His first article described a visit to the city of Annaberg, and was published in the <em>Zeitung für die elgante Welt</em>.": [
        [
            51,
            59,
            [
                "Anna berg"
            ]
        ]
    ],
    "He received praise from <a href=\"/goethej\">Johann Wolfgang von Goethe</a> in 1815 for rescuing 11 German paintings from the attic of Nikolaikirche in Leipzig.": [],
    "In 1818, Quant moved to Rome, where he supported contemporary artists.": [],
    "Members of the northern artistic community frequently visited his home, including Julius Schnorr von Carolsfeld.": [
        [
            89,
            96,
            [
                "Schnook",
                "Schnoz"
            ]
        ],
        [
            101,
            111,
            [
                "Carousel",
                "Carousels",
                "Caroused",
                "Caroled",
                "Carol Reed"
            ]
        ]
    ],
    "Because of his incendiary writings, Quant's artistic friends satirized his work in <em>Betrachtungen und Meinungen über die in Deutschland herrschende Kunstschreiberei</em> (1833).": [],
    "He commissioned the work of several artists and published his comments on their work in <em>Kunstblatt</em> and <em>Briefe aus Italien</em>.": [],
    "In 1823, he moved back to Dresden, after spending time traveling to Paris and Weimar to visit Goethe.": [],
    "Quant collected paintings, prints, and stained glass, publishing a guide to his collection, <em>Verzeichnis von Gemälden und anderen Kunstgegenständen</em>, in 1824.": [
        [
            39,
            52,
            [
                "stained-glass"
            ]
        ]
    ],
    "His lectures entitled <em>Entwurf zu einer Geschichte der Kupferstecherkunst</em> were published in 1826.": [],
    "In 1828, Quant helped to found the Sächsiche Kunstverein in Dresden, becoming the first Director.": [],
    "After nearly thirty years of publishing art-historical essays, and serving on several arts commissions in Dresden, Quant received a membership in the Akademie in Berlin (1828), and honorary memberships in the Akademie in Munich, and the Dürerverein in Nuremburg.": [
        [
            150,
            158,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            209,
            217,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            252,
            261,
            [
                "Nuremberg"
            ]
        ]
    ],
    "He actively patronized contemporary German artists and participated in the Dresden Academy until his death in 1859.</p>": []
}