{
    "<p>Leader of the French Académie under Napoleon; theorist and historian of 18<sup>th</sup> century French art; artistic biographer.": [
        [
            24,
            32,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            82,
            84,
            [
                "the",
                "TH",
                "Th",
                "to",
                "tho",
                "TT"
            ]
        ]
    ],
    "Quatremère initially studied law before taking courses in art and history at the Collège de Louis-le-Grand.": [
        [
            0,
            10,
            [
                "Quarreler",
                "Quarrelers"
            ]
        ],
        [
            81,
            88,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ]
    ],
    "He also trained as a sculptor by Guillaume Coustou and Pierre Julien.": [
        [
            43,
            50,
            [
                "Custom",
                "Houston",
                "Cousteau",
                "Couscous"
            ]
        ]
    ],
    "After visiting Naples with Jacques-Louis David, and later Rome, Quatremère became interested in Classical Greek sculpture and architecture.": [
        [
            64,
            74,
            [
                "Quarreler",
                "Quarrelers"
            ]
        ]
    ],
    "He wrote several essays on architectural theories, winning a competition sponsored by the <em>Académie des Inscriptions et Belles-Lettres</em> in 1785.": [],
    "Based on his belief that style and function were inseparable in architecture, Quatremère orchestrated the renovation of the Parisian church of St.": [
        [
            78,
            88,
            [
                "Quarreler",
                "Quarrelers"
            ]
        ]
    ],
    "Genevieve into the Panthéon, France's national mausoleum.": [
        [
            19,
            27,
            [
                "Pantheon",
                "Pantheons"
            ]
        ]
    ],
    "He also advocated the use of the Neo-Classical style in other buildings.": [],
    "The events of the French Revolution caused him to become an advocate for artistic freedom and copyright.": [],
    "He was elected a deputy to the Legislative Assembly in 1791, but during the Reign of Terror imprisoned for two years, and nearly executed twice (1793 and1795).": [],
    "After being exiled to Germany in 1797, Quatremère began reading the works of Immanuel Kant (1724-1804), and <a href=\"/lessingg\">Gotthold Ephraim Lessing</a>, subsequently incorporating their philosophical ideas into his own theories on aesthetics.": [
        [
            39,
            49,
            [
                "Quarreler",
                "Quarrelers"
            ]
        ]
    ],
    "As a member of the Council of the 500 in 1797, he served both there and later as a member of the <em>Académie des Inscriptions et Belles Lettres</em> in 1804.": [],
    "In 1815, as the <em>Intendant Général des Arts et Monuments Publics</em>, he published a critical evaluation of French museum practices aimed at the practices of the museum builder <a href=\"/lenoira\">Alexandre Lenoir</a>, entitled <em>Considérations Morales</em>.": [],
    "While serving as the Secétaire Perpétuel to the Académie des Beaux-Arts from 1816-1839, Quatremère gave funeral orations of Académie members.": [
        [
            21,
            30,
            [
                "Secretary",
                "Hectares",
                "Hectare",
                "Secretaries",
                "Secretive",
                "Solitaire"
            ]
        ],
        [
            31,
            40,
            [
                "Perpetual"
            ]
        ],
        [
            88,
            98,
            [
                "Quarreler",
                "Quarrelers"
            ]
        ],
        [
            124,
            132,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "His important essay on the fine arts, <em>Essai sur la nature, le but et les moyens de l'imitation dans les beaux-arts</em>, was published in 1823 and translated into English by 1837.": [],
    "Quatremère was instrumental in assisting the career of <a href=\"/blouetg\">Guillaume-Abel Blouet</a> by convincing the Académie Royale d'Architecture to publish Blouet's important report on monuments restoration, <em>Restauration des thermes d'Antonin Caracalla à Rome</em> in 1828.": [
        [
            0,
            10,
            [
                "Quarreler",
                "Quarrelers"
            ]
        ]
    ],
    "During this time Quatremère published biographies of several Italian artists, including Antonio Canova (1823), Raphael (1824), and Michelangelo (1835).": [
        [
            17,
            27,
            [
                "Quarreler",
                "Quarrelers"
            ]
        ]
    ],
    "Quatremère's theories epitomized the Académie's stance of the Greco-Roman style as the only appropriate building type for architects.": [
        [
            0,
            10,
            [
                "Quarreler",
                "Quarrelers"
            ]
        ],
        [
            37,
            45,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "This would be challenged in succeeding generations by architectural historians such as <a href=\"/lassusj\">Jean-Baptiste Lassus</a> and <a href=\"/violletleduce\">Eugène Viollet-le-Duc</a>.": [],
    "Quatremère was the last \"armchair\" archaeologist, eschewing the excavation site for personal and sometimes romantic interpretations of art (Greenhalgh and de Grummond).": [
        [
            0,
            10,
            [
                "Quarreler",
                "Quarrelers"
            ]
        ],
        [
            140,
            150,
            [
                "Greenhall"
            ]
        ],
        [
            158,
            166,
            [
                "Drummond"
            ]
        ]
    ],
    "However, Quatremère strongly argued for keeping works of art <em>in situ</em> and against Napoleon's conglomerate museum.": [
        [
            9,
            19,
            [
                "Quarreler",
                "Quarrelers"
            ]
        ]
    ],
    "His work caught the attention of many subsequent scholars, including <a href=\"/schneiderre\">René Schneider</a>, who wrote his thesis on him.</p>": []
}