{
    "<p>University of Arizona Professor of Spanish Art; founder of the art history programs there.": [],
    "Quinn's family moved from Illinois to New Rochelle, NY as a child where he was raised.": [],
    "After graduation from George School in Newtown, PA in 1939, Quinn entered Yale University where he remained until 1943.": [
        [
            39,
            46,
            [
                "Newton",
                "New town",
                "Newt own"
            ]
        ]
    ],
    "A chance visit to Arizona made him fall in love with the climate.": [],
    "He switched to the University of Arizona, married Jacqueline Strawn in 1944, and earned his B.A.": [
        [
            61,
            67,
            [
                "Strain",
                "Straw",
                "Strewn",
                "Straws"
            ]
        ]
    ],
    "the following year.": [
        [
            0,
            3,
            [
                "The"
            ]
        ]
    ],
    "He joined the faculty there that same year (1945), initially teaching studio art.": [],
    "Quinn continued to work on his graduate degree at Johns Hopkins University and in 1958 was awarded his Ph.D.": [],
    "By now he was teaching art history for the University.": [],
    "His book on a <em>retablo</em> from the Kress Collection added to the University of Arizona art museum was published in 1960.": [],
    "Quinn was promoted to full Professor in 1963.": [],
    "During those years, he built the department of Art History into first a B.A.-granting one and then into an M.A.": [],
    "program.": [
        [
            0,
            7,
            [
                "Program"
            ]
        ]
    ],
    "Familiar with east-coast research facilities in art history, Quinn also developed the slide collection.": [],
    "He retired to professor <em>emeritus</em> in 1985, running a business in art appraising.": [],
    "He taught for nearly 20 summers in Guadalajara, Mexico for the University of Arizona.": [],
    "Quinn was instrumental in the founding both of the Tucson Museum of Art (initially named the Tucson Arts Center) and the University of Arizona Art Museum.": [],
    "An auto accident in 2003 greatly debilitated him and he died in a nursing home later that year.</p>": [
        [
            48,
            52,
            [
                ", and"
            ]
        ]
    ]
}