{
    "<p>Pottery and maijolica scholar and medievalist; Keeper of the Department of Ceramics at the Victoria and Albert Museum, London, 1914-1938.": [
        [
            15,
            24,
            [
                "majolica"
            ]
        ]
    ],
    "Rackham was a son of Alfred Rackham (1829-1912), an Admiralty Court clerk, and his wife, Annie Stevenson (Rackham) (1833-1920).": [
        [
            0,
            7,
            [
                "Rack ham"
            ]
        ],
        [
            28,
            35,
            [
                "Rack ham"
            ]
        ],
        [
            106,
            113,
            [
                "Rack ham"
            ]
        ]
    ],
    "He attended the City of London School before entering Pembroke College, Cambridge, on a scholarship.": [],
    "After receiving a first in Classics in 1898, he joined the South Kensington Museum (renamed the Victoria and Albert Museum the following year), taking advantage of a new hiring level designed to attract honors graduates.": [],
    "He was assigned to cataloging the pottery and porcelain, an area in which he had no formal training, a large collection transferred to the V&A from the Museum of Practical Geology.": [],
    "Faced with identifying over 5,000 pieces of pottery from all countries and time periods, Rackham soon became an authority on the subject.": [
        [
            89,
            96,
            [
                "Rack ham"
            ]
        ]
    ],
    "He married Ruth Adams (d.": [],
    "1963) around this time.": [],
    "Rackham began researching Italian maijolica in 1901 when assigned to write that section for the Museum's catalog of the Cook collection (published 1903).": [
        [
            0,
            7,
            [
                "Rack ham"
            ]
        ],
        [
            34,
            43,
            [
                "majolica"
            ]
        ]
    ],
    "Rackham's concept of his subject was aided by the 1909 expansion and reorganization of the Museum, one which confirmed the display of objects by medium rather than by integrating various arts into rooms of a similar historic period.": [
        [
            0,
            7,
            [
                "Rack ham"
            ]
        ]
    ],
    "This emphasis by medium encouraged Rackham to view ceramics as an art form and not simply support artifacts to a historic period.": [
        [
            35,
            42,
            [
                "Rack ham"
            ]
        ]
    ],
    "Numerous articles on maijolica appeared in the <em>Burlington Magazine</em>.": [
        [
            21,
            30,
            [
                "majolica"
            ]
        ]
    ],
    "By the time the collection was moved to safety storage during World War I, Rackham had gained sufficient experience to publish his first important work, a <em>Catalogue of the Schreiber Collection</em>,1915, which established a periodization for early English porcelain.": [
        [
            75,
            82,
            [
                "Rack ham"
            ]
        ]
    ],
    "This was followed by a second important catalog of the Herbert Allen collection, then on loan to the Museum, appearing in 1918.": [],
    "The same year, Rackham issued his first work on non-western pottery, the <em>Catalogue of the Le Blonde Gift of Corean Pottery</em>.": [
        [
            15,
            22,
            [
                "Rack ham"
            ]
        ]
    ],
    "After the war, Rackham devoted himself to the re-installing of the collection.": [
        [
            15,
            22,
            [
                "Rack ham"
            ]
        ]
    ],
    "Then came his most widely read and perhaps best monograph on the subject, a collaborative effort with the esthetician <a href=\"/readh\">Herbert Read</a>, <em>English Pottery: its Development from Early Times to the End of the Eighteenth Century</em> in 1924.": [],
    "The following year his translated and edited edition of the <a href=\"/hannovere\">Emil Hannover</a> book, <em>Keramisk haandbog</em>, appeared as <em>Pottery & Porcelain: a Handbook for Collectors</em>.": [],
    "His interest in Asian pottery resulted in his contribution, together with other British art historians of note, in the Burlington House exhibition of Chinese art the same year.": [],
    "After this, Rackham's interest turned increasingly to medieval stained glass and maijolica, which he termed \"the pottery of Humanism.\"": [
        [
            12,
            19,
            [
                "Rack ham"
            ]
        ],
        [
            63,
            76,
            [
                "stained-glass"
            ]
        ],
        [
            81,
            90,
            [
                "majolica"
            ]
        ]
    ],
    "His wider knowledge of pottery was displayed in his 1934 catalog of the Glaisher gift to the Fitzwilliam Museum, Cambridge.": [
        [
            72,
            80,
            [
                "Slasher",
                "Glasser",
                "Flasher",
                "Glister",
                "Lasher",
                "Glassier"
            ]
        ]
    ],
    "His final years at the V&A were devoted to a permanent holdings catalog of the Museum's Italian maijolica of over 1500 pieces.": [
        [
            96,
            105,
            [
                "majolica"
            ]
        ]
    ],
    "He retired from the Museum in 1938, succeeded by William B. Honey (1889-1956).": [],
    "His catalog, his <em>magnum opus</em>, appeared in 1940.": [],
    "In retirement, he produced <em>English Mediaeval Pottery</em> (1948) and a corpus on the remaining medieval stained glass at Canterbury cathedral, published in 1949.": [],
    "His final efforts were two books, <em>Early Staffordshire Pottery</em>, 1951, and <em>Italian Maijolica</em>, 1952.": [],
    "His eldest brother was the illustrator Arthur Rackham (1867-1939).": [
        [
            46,
            53,
            [
                "Rack ham"
            ]
        ]
    ],
    "Rackham built his methodology upon the continental pottery studies of Hannover, melding them with his objects at the V&A.": [
        [
            0,
            7,
            [
                "Rack ham"
            ]
        ]
    ],
    "He took a genre of object, largely defined as a collectables hobby by antiquaries such as William Chaffers (1811-1892) or as support artifacts by British Museum Keeper <a href=\"/readc\">Hercules Read</a>, and redefined it into an academic discipline, rooted in historical method and artistic merit.</p>": [
        [
            48,
            60,
            [
                "collectables'",
                "collectable's"
            ]
        ],
        [
            98,
            106,
            [
                "Chamfers"
            ]
        ]
    ]
}