{
    "<p>Art and architectural historian and critic, pioneer in the use of film as a tool of art history.": [],
    "Ragghianti's parents were Francesco Ragghianti Francesco, a surveyor, eventually (and automatically under fascist law) promoted to architect, and and Maria Cesari Ragghianti.": [
        [
            142,
            149,
            [
                "and"
            ]
        ],
        [
            156,
            162,
            [
                "Cesar",
                "Cesare",
                "Cesario",
                "César",
                "Ce sari"
            ]
        ]
    ],
    "Carlo Ragghianti attended the Scuola Normale Superiore in Pisa between 1928 and 1931, recently taken over by the fascist philosopher Giovanni Gentile (1875-1944) who had been appointed to transform secondary school education.": [
        [
            30,
            36,
            [
                "Sculley",
                "Scholar",
                "Scroll",
                "Cupola",
                "Scuba",
                "Scala"
            ]
        ],
        [
            37,
            44,
            [
                "Normal",
                "Nor male",
                "Norm ale"
            ]
        ],
        [
            45,
            54,
            [
                "Superior",
                "Superiors"
            ]
        ]
    ],
    "There, Ragghianti found like-minded friends such as future philosopher and educator Aldo Capitini (1899-1968).": [
        [
            89,
            97,
            [
                "Capital",
                "Captain",
                "Citing",
                "Waiting",
                "Captive",
                "Casting"
            ]
        ]
    ],
    "Gentile's elevation to school director apparently caused rifts between the already anti-fascist Ragghianti.": [],
    "Ragghianti was dismissed from the school in 1931.": [],
    "He then studied at the university in Pisa under <a href=\"/marangonim\">Matteo Marangoni</a>.": [],
    "His dissertation written under Maragoni, was on the Baroque in art.": [
        [
            31,
            39,
            [
                "Aragon",
                "Marconi",
                "Macaroni",
                "Paragon",
                "Paragons",
                "Maradona"
            ]
        ]
    ],
    "Part of his thesis was published in the journal <em>La Cultura</em> under the title \"Cultura artistica e arte barocca\" in 1932.": [],
    "In 1933, the philosopher and art writer <a href=\"/croceb\">Benedetto Croce</a> urged Ragghianti to publish further portions of the thesis in Croce's journal <em>La Critica</em> under the title \"I Carracci e la critica d'arte nell'eta Barocca.\"": [],
    "In 1935, Ragghianti and the classicist art historian <a href=\"/bianchibandinellir\">Ranuccio Bianchi Bandinelli</a> founded the journal <em>Critica d'Arte</em> which, unlike other art journals, was open to all areas of art history, classical to modern.": [],
    "Important contributors to the journal included <a href=\"/longhir\">Roberto Longhi</a>.": [],
    "<em>Critica d'Arte</em> became the model for other Italian art magazines, most notably <em>Prospettiva</em>, founded by <a href=\"/previtalig\">Giovanni Previtali</a> and Mauro Cristofani (1941-1997).": [],
    "Ragghianti joined the faculty at Pisa where he taught until 1972.": [],
    "During World War II, he was part of the <em>Resistenza</em> against fascism, helping found the second incarnation of the <em>Partito d'Azione</em> (after Mazzini's history 19th-century movement).": [],
    "Under the direction of the Ragionamenti sopra le invenzioni da lui dipinte, he published an edition of <em>Lives of the Artists</em> by <a href=\"/vasarig\">Giorgio Vasari</a> beginning in 1942.": [
        [
            40,
            45,
            [
                "copra",
                "supra",
                "SEPRA",
                "SOPA"
            ]
        ],
        [
            46,
            48,
            [
                "LE",
                "Le",
                "he",
                "we",
                "be",
                "me"
            ]
        ],
        [
            49,
            59,
            [
                "invention",
                "inventions"
            ]
        ],
        [
            60,
            62,
            [
                "the",
                "DA",
                "a",
                "day",
                "do",
                "Dr"
            ]
        ],
        [
            63,
            66,
            [
                "Lew",
                "loo",
                "look",
                "loop",
                "Luis",
                "GUI"
            ]
        ],
        [
            67,
            74,
            [
                "divine",
                "Divine",
                "disinter"
            ]
        ]
    ],
    "In 1943 he organized armed resistance in Tuscany.": [
        [
            3,
            7,
            [
                "1943,"
            ]
        ]
    ],
    "Ragghianti was elected president of the Tuscan <em>Comitato di Liberazione Nazionale</em> (National Liberation Committee) or CLN and headed the provisional government that liberated Florence in 1944.": [],
    "After the war he was nominated undersecretary for the arts and theatre during the government of prime minister Ferruccio Parri (1890-1981).": [
        [
            63,
            70,
            [
                "theater"
            ]
        ],
        [
            121,
            126,
            [
                "Parr",
                "Parry",
                "Parra"
            ]
        ]
    ],
    "As a government arts administrator, he addressed university reform, pedagogy and protection of cultural artifacts.": [],
    "In 1946 his <em>Commenti di critica d'arte</em> (Comments on Art Criticism), a book on methodology and art theory, appeared as well as a book on Impressionism.": [],
    "Ragghianti founded the l'Istituto di Storia dell'Arte at the University in 1950, today the <em>Dipartimento di Storia delle Arti</em> (department of Art History).": [
        [
            25,
            33,
            [
                "Institute"
            ]
        ],
        [
            37,
            43,
            [
                "Astoria",
                "Styria",
                "Stria"
            ]
        ],
        [
            49,
            56,
            [
                "Art eat",
                "ARTE at",
                "Are at",
                "Art at",
                "Arts at",
                "Ate at"
            ]
        ]
    ],
    "Beginning in 1952 he edited, with his wife Licia Collobi, <em>seleARTE</em>, underwritten by the industrialist Adriano Oivetti (1901-1960).": [
        [
            43,
            48,
            [
                "Lucia",
                "Alicia",
                "Livia",
                "Lidia",
                "Lilia",
                "Licit"
            ]
        ],
        [
            49,
            56,
            [
                "Coll obi"
            ]
        ]
    ],
    "At its height, the quarterly boasted a circulation of 55,000.": [],
    "The journal also spun off small films, which Ragghianti called <em>Critofilms</em>, beginning with the 1948 <em>La deposizione di Raffaello</em>.": [],
    "Between 1954 and 1963 Ragghianti shot 18 of his critofilms.": [
        [
            48,
            58,
            [
                "criticisms",
                "biofilms"
            ]
        ]
    ],
    "His <em>Profilo della critica d'arte</em> in Italia (A Profile of Art Criticism in Italy) appeared two years later.": [],
    "A monograph, <em>Mondrian e l'arte del XX secolo</em> was published in 1963.": [],
    "His final <em>Critofilm</em>, <em>Michelangiolo</em> was issued in 1964.": [],
    "In 1967 he published a survey, <em>Arte in Italia</em>.": [
        [
            3,
            7,
            [
                "1967,"
            ]
        ]
    ],
    "Ragghianti was a supporter of the Raccolta nazionale di Disegni e Stampe (National Collection of Drawings and Prints) at the University of Pisa and the conservation institute, L'Università Internazionale dell'Arte (U.I.A.)": [
        [
            34,
            42,
            [
                "Raccoon",
                "Raccoons",
                "Acosta",
                "Ricotta",
                "Accost",
                "Accosts"
            ]
        ],
        [
            43,
            52,
            [
                "national",
                "nationals",
                "rationale"
            ]
        ],
        [
            53,
            55,
            [
                "DI",
                "Di",
                "I",
                "did",
                "do",
                "Dr"
            ]
        ],
        [
            56,
            63,
            [
                "Design",
                "Designs",
                "Disease",
                "Distant",
                "Diego",
                "Risen"
            ]
        ],
        [
            66,
            72,
            [
                "Stamp",
                "Stamps",
                "Stamped",
                "Stamper"
            ]
        ],
        [
            178,
            188,
            [
                "University"
            ]
        ],
        [
            189,
            203,
            [
                "Internationale"
            ]
        ],
        [
            209,
            213,
            [
                "ARTE",
                "Are",
                "Art",
                "Arts",
                "Ate",
                "Ante"
            ]
        ]
    ],
    "(International University of Art) in Florence from its founding in 1969.": [],
    "His essays were collected as <em>Arti della visione</em> (Arts of Vision) beginning in 1975.": [],
    "In 1980, he and his wife established the Licia and Carlo L. Ragghianti Foundation and Study Centre on Art.": [
        [
            41,
            46,
            [
                "Lucia",
                "Alicia",
                "Livia",
                "Lidia",
                "Lilia",
                "Licit"
            ]
        ]
    ],
    "The center comprises his library and photo collection.": [],
    "As minister for the arts, Ragghianti was instrumental in the introduction of the teaching of history and criticism of cinema in Italian universities.": [],
    "He was deeply influenced by the esthetics of Croce, particularly Croce's theory of \"pure visibility.\"": [
        [
            32,
            41,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "His dissertatin and later essay, \"I Carracci e la critica d'arte nell'età barocca\" (The Carraccis and Art Criticism in the Baroque age), employed Croce's approach toward poetry and prose on the arts.": [
        [
            4,
            15,
            [
                "dissertation"
            ]
        ],
        [
            36,
            44,
            [
                "Carrack",
                "Carrasco",
                "Carpaccio"
            ]
        ],
        [
            50,
            57,
            [
                "critical",
                "critics",
                "critic",
                "critic a"
            ]
        ],
        [
            60,
            64,
            [
                "ARTE",
                "are",
                "art",
                "rate",
                "arts",
                "ate"
            ]
        ],
        [
            65,
            69,
            [
                "Nell",
                "well",
                "fell",
                "cell",
                "sell",
                "tell"
            ]
        ],
        [
            70,
            73,
            [
                "ETA",
                "eta",
                "era",
                "etc",
                "tea",
                "beta"
            ]
        ],
        [
            74,
            81,
            [
                "Baroda",
                "Barça",
                "Broca"
            ]
        ],
        [
            88,
            97,
            [
                "Carpaccio",
                "Carpaccios"
            ]
        ]
    ],
    "He also incorporated the work of other estheticians such as <a href=\"/fiedlerk\">Konrad Fiedler</a>, as well as the Vienna-School art historians <a href=\"/riegla\">Aloïs Riegl</a> and <a href=\"/schlosserj\">Julius Alwin von Schlosser</a>.": [],
    "Criticism, Ragghianti insisted, could be expressed in pictorial form through a visual tool.": [],
    "Ragghianti argued that cinema should be studied with the same tools as art history.": [],
    "For all this, Ragghianti was a conservative and dispaired the 20th-century abstraction of Cubism and others for the modeling of his countryman, Giancomo Manzu.": [
        [
            48,
            57,
            [
                "dispersed",
                "despaired"
            ]
        ],
        [
            144,
            152,
            [
                "Giacomo"
            ]
        ],
        [
            153,
            158,
            [
                "Many",
                "Man",
                "Manor",
                "Menu",
                "Maize",
                "Heinz"
            ]
        ]
    ],
    "Hand-written annotations about Ragghianti's opinions on Giotto appear in the personal copy of the 1937 <em>Mostra Giottesca</em> catalog of <a href=\"/offnerr\">Richard Offner</a>.</p>": [
        [
            0,
            12,
            [
                "Handwritten"
            ]
        ]
    ]
}