{
    "<p>Art historian and translator; manuscript scholar and specialist in medieval iconography.": [],
    "Ragusa was the second daughter of Andrea and Anna Ragusa from Sicily.": [
        [
            0,
            6,
            [
                "Ragùs"
            ]
        ],
        [
            50,
            56,
            [
                "Ragùs"
            ]
        ]
    ],
    "As a child, Ragusa immigrated with her family and settled in New York City in 1931.": [
        [
            12,
            18,
            [
                "Ragùs"
            ]
        ]
    ],
    "Her older sister, Olga Ragusa (b.": [
        [
            23,
            29,
            [
                "Ragùs"
            ]
        ]
    ],
    "1922), also pursued an academic career and was an accomplished scholar of Italian Studies and a professor at Columbia University.": [],
    "Ragusa received her BA from New York University and her MA and PhD from the Institute of Fine Arts (IFA), New York University.": [
        [
            0,
            6,
            [
                "Ragùs"
            ]
        ]
    ],
    "She completed her master’s thesis, “The Re-Use and Public Exhibition of Roman Sarcophagi During the Middle Ages and the Early Renaissance” in 1951.": [],
    "At the IFA, Ragusa studied with art historians <a href=\"/cookw\">Walter W. S. Cook</a> and <a href=\"/offnerr\">Richard Offner</a> and was awarded a Fulbright Fellowship to study at the American School of Classical Studies in Athens.": [
        [
            12,
            18,
            [
                "Ragùs"
            ]
        ]
    ],
    "In 1966, she completed her doctoral dissertation “A Gothic Psalter in Princeton: Garrett MS.": [],
    "35” supervised by <a href=\"/boberh\">Harry Bober</a>.</p><p>For over three decades, Ragusa was a member of the research staff of the Index of Christian Art at Princeton University, under director <a href=\"/greenr\">Rosalie B. Green</a>.": [],
    "Ragusa lectured and published widely on iconographic topics throughout her career.": [
        [
            0,
            6,
            [
                "Ragùs"
            ]
        ]
    ],
    "Her best-known publication was a collaborative work with Green, Meditations on the Life of Christ: An Illustrated Manuscript of the Fourteenth Century, published by the Princeton University Press in 1961.": [],
    "With this work, Ragusa and Green produced the first English translation in print from the medieval Italian text of the Meditations on the Life of Christ manuscript (Paris, Bibliothèque nationale de France, MS.": [
        [
            16,
            22,
            [
                "Ragùs"
            ]
        ],
        [
            185,
            194,
            [
                "national",
                "nationals",
                "rationale",
                "nation ale"
            ]
        ]
    ],
    "ital 115).": [
        [
            0,
            4,
            [
                "Ital"
            ]
        ]
    ],
    "Their introduction acknowledged the encouragement of art historian <a href=\"/panofskye\">Erwin Panofsky</a> in undertaking the project.": [],
    "Ragusa and Green’s publication, dedicated to <a href=\"/moreyc\">Charles Rufus Morey</a>, became important in making the manuscript available to a wider scholarly audience and remains a standard reference work on the Paris Meditations manuscript.</p><p>In 1974, at their father’s death, Isa and Olga Ragusa assumed ownership of their father’s Italian bookstore and publishing house S. F. Vanni in New York City.": [
        [
            0,
            6,
            [
                "Ragùs"
            ]
        ]
    ],
    "When the bookstore closed in 2004, the Ragusa papers and remainder of the Vanni collection were donated to the Scuola d’Italia Guglielmo Marconi also in New York.": [
        [
            39,
            45,
            [
                "Ragùs"
            ]
        ],
        [
            74,
            79,
            [
                "Anti",
                "Van",
                "Anna",
                "Anne",
                "Annie",
                "Vain"
            ]
        ],
        [
            111,
            117,
            [
                "Sculley",
                "Scholar",
                "Scroll",
                "Cupola",
                "Scuba",
                "Scala"
            ]
        ]
    ],
    "In 2005, at her bequest, New York University offered the Isa Ragusa Travel Fund to support student travel grants.": [
        [
            57,
            60,
            [
                "ISA",
                "Is",
                "IRA",
                "Lisa",
                "USA",
                "Visa"
            ]
        ],
        [
            61,
            67,
            [
                "Ragùs"
            ]
        ]
    ],
    "The IFA Alumni Newsletter quoted Isa Ragusa on the motivation of her gift, “It’s so important to see the object [in person].": [
        [
            33,
            36,
            [
                "ISA",
                "Is",
                "IRA",
                "Lisa",
                "USA",
                "Visa"
            ]
        ],
        [
            37,
            43,
            [
                "Ragùs"
            ]
        ]
    ],
    "The work of art is the most important thing.” (Flora, 2005).</p>": []
}