{
    "<p>Medievalist; Walters Art Gallery curator.": [],
    "Lilian Cramer was the daughter of Frederick Henry Cramer (1906-1954) and Elizabeth Agnes Ziegler (Cramer).": [
        [
            7,
            13,
            [
                "Crater",
                "Kramer",
                "Cranmer",
                "Creamer",
                "Framer",
                "Crammer"
            ]
        ],
        [
            50,
            56,
            [
                "Crater",
                "Kramer",
                "Cranmer",
                "Creamer",
                "Framer",
                "Crammer"
            ]
        ],
        [
            98,
            104,
            [
                "Crater",
                "Kramer",
                "Cranmer",
                "Creamer",
                "Framer",
                "Crammer"
            ]
        ]
    ],
    "Her father was a professor of history and avid racecar driver.": [],
    "The family immigrated to the United States 1938 from Nazi Germany where her father taught at Mount Holyoke College.": [],
    "Cramer graduated <em>cum laude</em> from Mount Holyoke College,1950 with an A. B., continuing graduate work at Radcliffe College, gaining an M. A. in 1951.": [
        [
            0,
            6,
            [
                "Crater",
                "Kramer",
                "Cranmer",
                "Creamer",
                "Framer",
                "Crammer"
            ]
        ]
    ],
    "A grant from American Association of University Women, 1953-1954 allowed her to complete her dissertation research.": [],
    "At Harvard she met a fellow art history graduate student <a href=\"/randallr\">Richard Harding Randall, Jr.</a>, whom she married in 1953.": [
        [
            3,
            10,
            [
                "Harvard,"
            ]
        ]
    ],
    "Her father was killed (age 48) taking part in the Tour de France auto race in 1954.": [],
    "Randall's Ph.D., from Radcliffe was awarded in 1955 with a dissertation on medieval marginalia, some of the earliest work addressing the topic <em>per se</em> in art history.": [],
    "In 1957 her article in the <em>Art Bulletin</em>, \"Exempla and their Influence on Gothic Marginal Illumination,\" won the <a href=\"/portera\">A.": [],
    "Kingsley Porter</a> Prize from the College Art Association.": [],
    "She was an associate scholar at the Radcliffe Institute for Independent Study between 1961 and 1963.": [],
    "In 1964 when her husband became assistant director of the Walters Art Gallery in Baltimore, she joined Johns Hopkins University as a visiting lecturer in medieval art.": [],
    "During that time Randall completed her book on medieval marginalia, <em>Images in the Margins of Gothic Manuscripts</em>, published in 1966.": [],
    "She remained at Hopkins until 1968.": [],
    "After a year as assistant director at the Maryland Arts Council 1972-1973, the Walters Gallery hired her as curator of manuscripts and rare books in 1974.": [],
    "Randall developed a secondary interest in the history of American collecting, editing and publishing the diary of the art dealer George A. Lucas (1824-1909) in 1979.": [],
    "She became research curator of manuscripts in 1985 and research consultant for the Museum until 1997.": [],
    "Randall was named a member of the board of directors of the International Center for Medieval Art in 1978 (until 1982 and again 1996-).": [],
    "She was awarded a Getty grant for 1990-1992.": [],
    "Mount Holyoke College awarded her an honorary doctorate in 1998.": [],
    "Her work on marginalia was expanded upon by <a href=\"/camillem\">Michael Camille</a>.</p>": []
}