{
    "<p>Ivory, and American furniture historian; Walters Gallery of Art director 1965-1981.": [],
    "Randall was the son of Richard H. Randall, Sr., and Mary Scott Buzby (Randall).": [
        [
            63,
            68,
            [
                "Busby",
                "Buzzy"
            ]
        ]
    ],
    "His father worked as a sales manager.": [],
    "He graduated from Princeton University with an A. B., in architecture in 1950 continuing to Harvard University for an M. A., in art history, awarded in 1951.": [],
    "There Randall met and married a fellow art historian and Harvard Ph.D.": [],
    "candidate <a href=\"/randalll\">Lilian Maria Charlotte Randall</a> in 1953.": [
        [
            0,
            9,
            [
                "Candidate"
            ]
        ]
    ],
    "The same year he joined the Metropolitan Museum of Art, NY, as an assistant curator of medieval art in 1953, assigned to the Cloisters.": [],
    "He rose to associate curator of medieval art, teaching as an assistant professor at Columbia University.": [],
    "In 1959 he moved to the Museum of Fine Arts, Boston, as assistant curator of decorative arts.": [
        [
            3,
            7,
            [
                "1959,"
            ]
        ]
    ],
    "There he specialized in American furniture, writing the permanent holdings catalog on the subject.": [],
    "He was appointed assistant director at the Walters Art Gallery, Baltimore, in 1964, becoming director the following year.": [],
    "As director, he oversaw the expansion of the Walters' space, tripling the size of the building in 1974.": [],
    "He returned to a position of curator of medieval art at the Walters in 1981, remaining until 1985.": [],
    "He continued contributing to the literature of art history until the moment of his death from a heart attack in Baltimore.": [],
    "Randall was an ivories expert who particularly focused on attribution.": [],
    "He also wrote articles on armour and American furniture.</p>": [
        [
            26,
            32,
            [
                "armor"
            ]
        ]
    ]
}