{
    "<p>Modernist art historian of Marxist methodology; professor in the Berlin Volkhochschule.": [],
    "Little is known about Raphaël's early life.": [],
    "He was born in Schönlanke, Prussia, which is present-day Trsziank, Poland.": [],
    "His parents were Jewish, his father's last name was Schneider; his mother died in 1900 when Raphaël was 11.": [],
    "After graduating from high school in Berlin, he studied jurisprudence and political economy with Gustav von Schmoller (1838-1917) in Berlin and with Lujo Brentano (1844-1931) in Münich.": [
        [
            108,
            117,
            [
                "Schiller",
                "Schooler",
                "Schaller",
                "Schmoozer",
                "Scroller"
            ]
        ],
        [
            149,
            153,
            [
                "Lugo",
                "Ludo"
            ]
        ],
        [
            154,
            162,
            [
                "Brendan",
                "Brennan",
                "Brenton",
                "Trentino"
            ]
        ],
        [
            178,
            184,
            [
                "Munich",
                "Munch"
            ]
        ]
    ],
    "He began taking courses in Berlin in sociology under Georg Simmel (1858-1918), art history under <a href=\"/malee\">Émile Mâle</a> and philosophy under Henri-Louis Bergson (1859-1941) in Paris and art history again under <a href=\"/wolfflinh\">Heinrich Wölfflin</a> in Munich.": [
        [
            59,
            65,
            [
                "Kimmel",
                "Simmer"
            ]
        ]
    ],
    "In Munich he also encountered German Expressionist artists Paul Klee, Franz Marc, of the <em>Blaue Reiter</em> and August Macke, and Max Pechstein of <em>Die Brücke</em>.": [
        [
            3,
            9,
            [
                "Munich,"
            ]
        ]
    ],
    "His Paris travel in 1911 led to the acquaintance of Pablo Picasso, Henri Matisse and Auguste Rodin.": [],
    "Enthused by French art, he returned to Munich to write his thesis--not accepted by Wölfflin--in 1913 on the development of modern art from Monet to Picasso.": [],
    "As a book, it went through three editions before 1919.": [],
    "His attempts at graduation thwarted, Raphaël moved to Bodman am Bodensee, Germany, working as an independent writer.": [
        [
            54,
            60,
            [
                "Bowman",
                "Bodmin",
                "Badman",
                "Bondman",
                "Borman",
                "Rodman"
            ]
        ]
    ],
    "He began developing a sociological theory to interpret art history.": [],
    "Raphaël entered the German army in 1915 to fight in World War I, deserting in 1917 and fleeing to Switzerland.": [],
    "He resumed writing, but was expelled from Switzerland in 1920, resettling in Berlin.": [],
    "An art primer, <em>Idee un Gestalt</em>, written in 1919, appeared in 1921.": [],
    "In 1924, Raphaël was appointed professor at the Volkhochschule in Berlin, teaching laboring men and women art history and occasional courses in mathematics and biology.": [],
    "His art lectures from his courses were posthumously published as <em>The Demands of Art</em>.": [],
    "Raphaël's courses were imbued with his particular brand of Marxist and sociological methodology.": [],
    "During this time he published articles and a book on the doric temples in 1930.": [
        [
            57,
            62,
            [
                "Doric",
                "Doris",
                "comic",
                "logic",
                "Eric",
                "topic"
            ]
        ]
    ],
    "The rise of the Nazi party and their staunch anti-communist, anti-semitic policies caused him to flee Germany.": [
        [
            61,
            73,
            [
                "anti-Semitic",
                "antisemitic",
                "anti-Semitism",
                "anti-emetic"
            ]
        ]
    ],
    "Initially he returned to Switzerland in 1932, then France in 1933, working on his essay \"Empirischen Kunstwissenschaft\" (The Empirical Study of Art) and publishing his best known book, <em>Proudhon, Marx, Picasso: trois études sur la sociologie de l'art</em>, the same year.": [],
    "He pursued this topic with the art historian and fellow Wölfflin student Hanna Levy Deinhard (1912-1984).": [
        [
            56,
            64,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ],
        [
            84,
            92,
            [
                "Reinhard"
            ]
        ]
    ],
    "In 1940 after the German occupation of Paris, Raphaël was interned at the camp at Gurs.": [
        [
            82,
            86,
            [
                "Guns",
                "Guru",
                "Guys",
                "Gus",
                "Furs",
                "GPRS"
            ]
        ]
    ],
    "He married Emma Dietz in 1941 and was moved to the camp at Les Milles, Aix-en-Provence.": [
        [
            63,
            69,
            [
                "Miles",
                "Miller",
                "Mills",
                "Millet",
                "Gilles",
                "Milled"
            ]
        ]
    ],
    "The same year he slipped into Barcelona and then Lisbon where he was able to emigrate to the United States, his wife remaining in the Gurs internment camp until 1945.": [
        [
            77,
            88,
            [
                "immigrate to",
                "emigrate from"
            ]
        ],
        [
            134,
            138,
            [
                "Guns",
                "Guru",
                "Guys",
                "Gus",
                "Furs",
                "GPRS"
            ]
        ]
    ],
    "After the war, the couple reunited and they both lived off of her meager earnings as an office cleaner.": [],
    "In New York, Raphaël studied principally early ancient art and authoring a manuscript on the rise of German industry.": [],
    "He published a book on cave painting in 1945 and another on Egyptian pottery in 1947.": [],
    "Raphaël committed suicide in 1952 in New York.</p>\n\n<p>As an art historian, Raphaël's reputation was built on his large posthumous publication and reprint legacy.": [],
    "He became the model for Marxist art historians of the later twentieth century (Doy).": [
        [
            79,
            82,
            [
                "Day",
                "Do",
                "Boy",
                "Dog",
                "Dry",
                "Toy"
            ]
        ]
    ],
    "His methodology was based on what he considered a scientific (\"empirical\") approach to art rather than a sociological one (Tagg).": [
        [
            123,
            127,
            [
                "Tag",
                "Tags",
                "Tang",
                "AGG",
                "TAEG",
                "TAG"
            ]
        ]
    ],
    "He asserted that everything necessary to analyze the work of art could (and should) be gleaned from the elements in the picture alone.": [],
    "This visual reading, however, was not formalistic.": [
        [
            38,
            49,
            [
                "moralistic",
                "formalist",
                "formalists"
            ]
        ]
    ],
    "Raphaël's visual reading was imbued with the implicit actions of the figure and subject from a psychological and class-based criteria of the subject and viewer.": [],
    "This approach was \"inside-out\" dialectics from contemporary Marxist esthetic theory (Truitt).": [
        [
            85,
            91,
            [
                "Pruitt"
            ]
        ]
    ],
    "This phenomenological view of artistic comprehension Raphaël derived from the writings of Husserl.": [],
    "Art, he insisted, had to be be viewed (\"reconstructed\") anew without background context or facts.": [
        [
            25,
            30,
            [
                "be"
            ]
        ]
    ],
    "Later art historians admired his approach for taking the object itself as the starting point to analysis and mapping to a cultural context secondary.": [],
    "Raphaël's Marxism was primarily intellectual; he was not politically engaged, believing that his writings could change society (Doy).": [
        [
            128,
            131,
            [
                "Day",
                "Do",
                "Boy",
                "Dog",
                "Dry",
                "Toy"
            ]
        ]
    ],
    "Apropos to his keeping esthetics and social context separate, his book <em>The Demands of Art</em> was envisioned in two parts: the first, a detailed analysis of works of art and a second (never completed), to deal with the economic/historic framework.": [
        [
            23,
            32,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "Raphaël's legacy is that he fused a Marxist dialectic with sociology, political economy, art history, and philosophical aesthetics into a single methodology.": [],
    "Socialist countries ignored his work (except for Poland and Bulgaria) because his theory was not compatible with official Socialist Realism.": [],
    "In the United States, the art historian Hanna Deinhard adopted his methodology in her 1970 work <em>Meaning and Expression</em> and <a href=\"/bergerj\">John Berger</a> dedicated his book <em>The Success and Failure of Picasso</em> (1965) to Raphaël.</p>": [
        [
            46,
            54,
            [
                "Reinhard"
            ]
        ]
    ]
}