{
    "<p>Classicist art historian and cataloger of British art collections; (presumed) author of the Baron von Munchausen tales.": [
        [
            105,
            115,
            [
                "Munchhausen"
            ]
        ]
    ],
    "Raspe attended the universities of Göttingen and Leipzig.": [
        [
            0,
            5,
            [
                "Raspy",
                "Rasp",
                "Rasps",
                "Rasped",
                "Jaspé",
                "Rape"
            ]
        ]
    ],
    "He was attached to the Göttingen university library in various aspects and translated works of philosophy (Leibniz) and literature.": [],
    "In 1767 he appointed professor of archaeology at the Collegium Carolinum in Cassel (Kassel) together with position of keeper of antique gems and collections of the Landgrave of Hesse.": [
        [
            3,
            7,
            [
                "1767,"
            ]
        ],
        [
            63,
            72,
            [
                "Carolina",
                "Caroline",
                "Caroling"
            ]
        ],
        [
            76,
            82,
            [
                "Kassel",
                "Tassel",
                "Passel"
            ]
        ],
        [
            164,
            173,
            [
                "Land grave"
            ]
        ]
    ],
    "In 1769 he translated Francesco Algarotti's <em>Saggio sopra l'architettura</em> (<em>Treatise on Architecture</em>) into German as <em>Versuche über die Architectur</em>.": [
        [
            3,
            7,
            [
                "1769,"
            ]
        ]
    ],
    "He married in 1771, by which time he seems to have been librarian at Cassel as well.": [
        [
            69,
            75,
            [
                "Kassel",
                "Tassel",
                "Passel"
            ]
        ]
    ],
    "In 1775, Raspe removed part of the Landgrave's collection of medal collection and sold it for his own profit.": [
        [
            9,
            14,
            [
                "Raspy",
                "Rasp",
                "Rasps",
                "Rasped",
                "Jaspé",
                "Rape"
            ]
        ],
        [
            35,
            44,
            [
                "Land grave"
            ]
        ]
    ],
    "After a brief apprehension by authorities, he escaped and fled to England, taking a position in mining engineering and translating scientific works into English.": [],
    "Around this time he made the acquaintance of Horace Walpole while writing a historical treatise on the earliest use of the medium of oil painting, published in 1781.": [],
    "Most scholars believe he wrote the famous \"Baron Munchausen\" stories which were published during this time in 1785.": [
        [
            49,
            59,
            [
                "Munchhausen"
            ]
        ]
    ],
    "The stories were a pot boiler for Raspe, who earned nothing due to poor sales.": [
        [
            19,
            29,
            [
                "pot-boiler",
                "potboiler"
            ]
        ],
        [
            34,
            39,
            [
                "Raspy",
                "Rasp",
                "Rasps",
                "Rasped",
                "Jaspé",
                "Rape"
            ]
        ]
    ],
    "The copyright was sold twice and two publishers (Kearsley and Bürger) who repackaged the tales, and found they sold tremendously.": [
        [
            49,
            57,
            [
                "Presley",
                "Parsley",
                "Barnsley",
                "Kingsley",
                "Beardsley",
                "Beasley"
            ]
        ],
        [
            62,
            68,
            [
                "Burger",
                "Berger",
                "Burner",
                "Burgers",
                "Burgher",
                "Bugger"
            ]
        ]
    ],
    "Raspe himself had secured employment cataloging the collection of gem paste reproductions for James Tassie (1735-1799).": [
        [
            0,
            5,
            [
                "Raspy",
                "Rasp",
                "Rasps",
                "Rasped",
                "Jaspé",
                "Rape"
            ]
        ],
        [
            100,
            106,
            [
                "Cassie",
                "Lassie",
                "Tessie"
            ]
        ]
    ],
    "His catalog of the Tassie collection appeared in 1791 (much of the collection is today at the National Portrait Gallery, Scotland).": [
        [
            19,
            25,
            [
                "Cassie",
                "Lassie",
                "Tessie"
            ]
        ]
    ],
    "Raspe moved to north Scotland and launched a mining scam.": [
        [
            0,
            5,
            [
                "Raspy",
                "Rasp",
                "Rasps",
                "Rasped",
                "Jaspé",
                "Rape"
            ]
        ]
    ],
    "Claiming that gems he had earlier planted were found in the mines he visited, Raspe convinced a local magistrate to fund their refinement.": [
        [
            78,
            83,
            [
                "Raspy",
                "Rasp",
                "Rasps",
                "Rasped",
                "Jaspé",
                "Rape"
            ]
        ]
    ],
    "Raspe had only that year published an account on the successful amalgamation of metals, <em>Baron Inigo Born's New Process of Amalgamation of Gold and Silver Ores</em>.": [
        [
            0,
            5,
            [
                "Raspy",
                "Rasp",
                "Rasps",
                "Rasped",
                "Jaspé",
                "Rape"
            ]
        ]
    ],
    "Discovered again, Raspe fled to county Donegal, Ireland, once again posing as a mining expert.": [
        [
            18,
            23,
            [
                "Raspy",
                "Rasp",
                "Rasps",
                "Rasped",
                "Jaspé",
                "Rape"
            ]
        ]
    ],
    "He contracted scarlet fever in 1794 and died.": [],
    "Raspe's catalog for the Tassie collection shows an acute Enlightenment mind.": [
        [
            0,
            5,
            [
                "Raspy",
                "Rasp",
                "Rasps",
                "Rasped",
                "Jaspé",
                "Rape"
            ]
        ],
        [
            24,
            30,
            [
                "Cassie",
                "Lassie",
                "Tessie"
            ]
        ]
    ],
    "It's emphasis on fine reproductions and clearly organized text make it an account worthy of historiography of a generation later.</p>": []
}