{
    "<p>Director, St.": [],
    "Louis Museum of Art and Museum of Fine Arts, Boston; early exponent of German Expressionism in the United States.": [],
    "Rathbone's father was a photographer and his mother a nurse.": [],
    "He grew up in New Rochelle, N.Y.": [],
    "Rathbone attended Harvard College where he was a student of the famous \"museum course\" taught by <a href=\"/sachsp\">Paul J. Sachs</a>.": [],
    "There he befriended <a href=\"/wittmanno\">Otto Wittmann, Jr.</a>, future director of the Toledo Museum of Art.": [],
    "The two continued the Harvard Society for Contemporary Art, founded by Lincoln Kirstein (1907-1996), <a href=\"/warburge\">Eddie Warburg</a> and <a href=\"/walkerj\">John Walker III</a>.": [
        [
            79,
            87,
            [
                "Kirsten",
                "Kirstin"
            ]
        ]
    ],
    "After graduating in 1933--Wittmann and Rathbone turned the HSCA over to <a href=\"/coolidgej\">John P. Coolidge</a>--he participated in graduate work at the Fogg Museum of Fine Arts at Harvard.": [
        [
            59,
            63,
            [
                "HCA",
                "HSA",
                "CSCA",
                "HSC",
                "SCA",
                "HS CA"
            ]
        ]
    ],
    "He moved to the Detroit Institute of Arts, where the director, <a href=\"/valentinerw\">Wilhelm Rheinhold Otto Valentiner</a>, exposed him to German Expressionism.": [],
    "Rathbone was assigned to the museum's Alger house, a branch of the museum in Grosse Pointe, MI.": [
        [
            77,
            83,
            [
                "Gross",
                "Grossed",
                "Grouse",
                "Grosser",
                "Grosses"
            ]
        ]
    ],
    "He was placed in charge of the \"Masterpieces of Art\" exhibit at the 1939 New York World's Fair.": [],
    "The success of that job led to an appointed as director of the St.": [],
    "Louis Art Museum (then known as the City Art Museum of St.": [],
    "Louis) in 1940.": [],
    "He was then just 29.": [],
    "His knowledge of German Expressionism alerted him to the plight of Max Beckmann (1884-1950), who, still in Germany, was declared a \"degenerate artist\" by Hitler.": [],
    "Rathbone arranged for Beckmann and Beckmann's wife to move to St.": [
        [
            22,
            30,
            [
                "Beckman"
            ]
        ],
        [
            35,
            43,
            [
                "Beckman"
            ]
        ]
    ],
    "Louis.": [],
    "Beckmann returned the favor by making Rathbone's future wife the subject of his first portrait in America.": [
        [
            0,
            8,
            [
                "Beckman"
            ]
        ]
    ],
    "Rathbone served in World War II as a lieutenant commander in the Navy, serving one year of a three-year tour in the South Pacific.": [],
    "While on leave in Washgington, D. C. in 1945 he married Euretta de Cosson.": [
        [
            18,
            29,
            [
                "Washington"
            ]
        ],
        [
            56,
            63,
            [
                "Beretta",
                "Loretta",
                "Quetta",
                "Coretta",
                "Biretta",
                "Burette"
            ]
        ]
    ],
    "Returning to his civilian job in St.": [],
    "Louis, Rathbone organized a Beckmann retrospective in 1948, introducing Beckmann to among others, the philanthropist/collector Morton D. May who became an avid Beckmann collector.": [
        [
            28,
            36,
            [
                "Beckman"
            ]
        ],
        [
            72,
            80,
            [
                "Beckman"
            ]
        ],
        [
            160,
            168,
            [
                "Beckman"
            ]
        ]
    ],
    "May's collection eventually was bequeathed to the St.": [],
    "Louis museum.": [],
    "In 1955 Rathbone accepted the position of director of the Museum of Fine Arts in Boston, succeeding <a href=\"/edgellg\">George Harold Edgell</a>.": [],
    "During his tenure he expanded the museum, doubling its staff and renovating 57 of the Museum's 189 galleries.": [],
    "He mounted exhibitions of Rembrandt, Matisse, Modigliani, Cezanne, van Gogh and Courbet.": [],
    "Under his direction, Museum departments of pre-Columbian and Primitive art as well as that of contemporary art were launched.": [],
    "Rathbone oversaw the Boston museum's first acquisitions of works major 20th-century artists, including Pablo Picasso, Alexander Calder, Constantine Brancusi, Paul Klee, and Alberto Giacometti.": [
        [
            148,
            156,
            [
                "Branch",
                "Branches",
                "Francis",
                "Brands",
                "Frances",
                "François"
            ]
        ]
    ],
    "He preferred to be his own curator of paintings, writing the catalog essays for many MFA exhibitions.": [],
    "Rathbone donated a 1948 portrait of cigarette-smoking himself by Beckmann, painted during the St.": [
        [
            65,
            73,
            [
                "Beckman"
            ]
        ]
    ],
    "Louis years, to the Museum of Fine Arts, Boston.": [],
    "Late in 1969, Rathbone acquired what was then purported to be a Raphael portrait of Eleonora Gonza, 1505, from a Genoa art dealer, Ildebrando Bossi for slightly under $1 million.": [
        [
            93,
            98,
            [
                "Gonna",
                "Monza",
                "Gonzo"
            ]
        ],
        [
            131,
            141,
            [
                "Hildebrand"
            ]
        ],
        [
            142,
            147,
            [
                "Boss",
                "Rossi",
                "Bossy"
            ]
        ]
    ],
    "The work was supposed to be the crown for the museum's centennial celebration.": [],
    "However, the Italian government considered the work illegally removed from the country and U. S. Customs seized the painting.": [],
    "The scandal forced the Museum to return the painting and Rathbone resigned, claiming other reasons, in 1972.": [],
    "<a href=\"/vermeulec\">Cornelius C. Vermeule III</a>, assumed his position in an acting capacity.": [],
    "Rathbone joined Christie's auction house, retiring in 1986 but continuing to consult until 1995.": [],
    "He died in a Boston nursing home.": [],
    "Rathbone's children all became art historians.": [],
    "Peter Rathbone is the director of American paintings at Sotheby's, Eliza Rathbone is chief curator at the Phillips Collection, Washgington, D. C., and Belinda Rathbone is a photo historian.</p>": [
        [
            82,
            90,
            [
                "is a chief",
                "is the chief"
            ]
        ],
        [
            127,
            138,
            [
                "Washington"
            ]
        ]
    ]
}