{
    "<p>Feminist, pioneer art activist for lesbian artists.": [],
    "Arlene Raven was born into a middle-class Jewish family in 1944 in Baltimore, Maryland, as Arlene Rubin.": [],
    "Her father, Joseph Rubin, was a bar owner, and her mother, Annette Rubin, worked in the home.": [],
    "In 1949, Raven began attending Arlington Grammar School and Peabody Institute for Music, where she studied piano, then Garrison Junior High School and Forrest Park High School in 1958.": [],
    "While a student at Hood College, proficient in Spanish, Raven was an exchange student in Spain.": [],
    "She received a B.A.": [],
    "in studio painting in 1965.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "A year later, Raven broke off an engagement to H. Thomas Yocum to marry Tim Corkery.": [
        [
            57,
            62,
            [
                "Locum",
                "Yo cum"
            ]
        ],
        [
            76,
            83,
            [
                "Cookery",
                "Corker",
                "Corkers"
            ]
        ]
    ],
    "Interested in furthering her studies in art history, Raven received her master’s in fine art from George Washington University in 1967.</p>\n\n<p>In 1969, Raven became the youngest faculty member at the Corcoran School of Art, Columbia division.": [],
    "After attending the Conference of Women in Visual Arts at the Corcoran School of Art in Washington, D.C., in 1972, she became more passionate about promoting the works of women in the art world.": [],
    "It was this conference that pushed her to leave the East Coast for California.": [],
    "She helped found the Women’s Caucus for Art founded at the College Art Association annual convention.": [],
    "One week before leaving, however, Raven was raped and kidnapped by two men in Baltimore, Maryland.": [],
    "When interviewed by Judy Chicago, Raven described the incident.": [],
    "Soon after, she divorced Corkery and changed her surname to Raven.</p>\n\n<p>Arriving in California in 1973, Raven taught art classes at Cal-Arts, replacing <a href=\"/harperp\">Paula Harper</a> in the Feminist Art Program.": [
        [
            25,
            32,
            [
                "Cookery",
                "Corker",
                "Corkers"
            ]
        ]
    ],
    "She worked as the teaching assistant for Judy Chicago and Miriam Schapiro.": [
        [
            65,
            73,
            [
                "Shapiro"
            ]
        ]
    ],
    "She also wrote an exhibition catalog (Hillwood Art Museum, Long Island University) on her future partner and artist friend, <em>Nancy Grossman</em>, in this same year.": [
        [
            38,
            46,
            [
                "Hill wood"
            ]
        ]
    ],
    "Raven received her Ph.D.": [],
    "in art history from John Hopkins University two years later.</p>\n\n<p>On November 28, 1973, along with Chicago and graphic designer Sheila Levrant de Bretteville, Raven founded the Woman’s Building (1973-1991) and the two-year graduate Feminist Studio workshop dedicated to women’s art in Los Angeles.": [
        [
            0,
            2,
            [
                "In"
            ]
        ],
        [
            20,
            43,
            [
                "Johns Hopkins University"
            ]
        ],
        [
            138,
            145,
            [
                "Levant"
            ]
        ]
    ],
    "The building was designed to mirror a design by Sophia Hayden from the 1893 Chicago World’s Fair.": [],
    "The goal was to produce a feminist art education, as Chicago had started at Cal-Arts and Fresno State.": [],
    "It also housed the Sisterhood Bookstore, Los Angeles Feminist Theater, Women’s Graphic Center, a women’s travel agency, Gallery 707, Grandview Gallery I and II, Womanspace Gallery, and Women’s Improvisational Theatre.": [
        [
            161,
            171,
            [
                "Woman space"
            ]
        ]
    ],
    "Raven led workshops on making art and feminist thought.": [],
    "The Feminist Studio workshop dissolved in 1981, as the Women’s Building moved to support minorities, single mothers, and working women in the arts.</p>\n\n<p>By 1991, the year the Woman’s Building dissolved, the building had moved from a central downtown Los Angeles location to old Getty office buildings on the edge of Chinatown.</p>\n\n<p>In 1977, Raven was founded the Lesbian Art Project, promoting the art of lesbian artists.": [],
    "During this time, she produced the notable work, <em>The Oral History of Lesbianism</em>.": [],
    "From the late 1980s to the early 1990s, she worked as the main art critic of <em>The Village Voice</em>, an alternative news and culture magazine in New York City founded in 1955.": [],
    "During that time, she served as a passionate advocate for women’s art, particularly the works of June Wayne, Lesley Dill, Petah Coyne, and Michele Oka Doner.": [
        [
            122,
            127,
            [
                "Petal",
                "Ptah",
                "PETA",
                "Pet ah"
            ]
        ],
        [
            128,
            133,
            [
                "Cone",
                "Boyne",
                "Coyle"
            ]
        ],
        [
            147,
            150,
            [
                "OK",
                "Okay",
                "Aka",
                "Oak",
                "Ska",
                "OMA"
            ]
        ],
        [
            151,
            156,
            [
                "Done",
                "Dover",
                "Diner",
                "Donor",
                "Loner",
                "Donner"
            ]
        ]
    ],
    "Passionately disagreeing with a review by another critic in the Village Voice of an exhibition by Judy Chicago, Raven was fired.</p>\n\n<p>Raven co-founded and edited <em>Chrysalis: A Magazine for Women’s Culture</em> in 1977 (ceased 1980).": [],
    "This magazine was funded by reader donations and the poet and feminist Adrienne Rich from the proceeds from her book, <em>Of Woman Born</em>.": [],
    "The five-member editorial board included Raven, Professor Ruth Iskin, poet Audre Lorde, Professor Kristin Grimstad, and Levrant de Bretteville.": [
        [
            63,
            68,
            [
                "Skin",
                "ISIN",
                "I skin",
                "Is kin"
            ]
        ],
        [
            75,
            80,
            [
                "Andre",
                "Audrey",
                "Audra",
                "André"
            ]
        ],
        [
            81,
            86,
            [
                "Lord",
                "Lords",
                "Lore",
                "Horde",
                "Lorre",
                "Lode"
            ]
        ],
        [
            106,
            114,
            [
                "Grimsby",
                "Tristan",
                "Grist",
                "Krista",
                "Trista",
                "Grimaced"
            ]
        ],
        [
            120,
            127,
            [
                "Levant"
            ]
        ]
    ],
    "The magazine attracted major feminist scholarship by, in addition to Chicago, Mary Daly (1928-2010), Susan Griffin (b.": [
        [
            83,
            87,
            [
                "Day",
                "Daily",
                "Deity",
                "Dale",
                "Duly",
                "Daley"
            ]
        ]
    ],
    "1943), and the art historians &nbsp;<a href=\"/duncanc\">Carol Duncan</a>, <a href=\"/lippardl\">Lucy R. Lippard</a> and, among others,&nbsp;<a href=\"/nochlinl\">Linda Nochlin</a>.": [],
    "Throughout their short publication, <em>Chrysalis</em> attempted to highlight a variety of female-identifying voices and give a space for feminist conversations.": [],
    "At its peak, <em>Chrysalis</em> had over thirteen thousand readers.": [],
    "One of Raven’s most notable works in this magazine was an essay with Iskin on lesbianism and art.": [
        [
            69,
            74,
            [
                "Skin",
                "ISIN",
                "I skin",
                "Is kin"
            ]
        ]
    ],
    "The magazine had 10 issues before closing down due to lack of funding.</p>\n\n<p>In 1982, Raven wrote <em>June Wayne: A Retrospective</em> on the artist June Wayne.": [],
    "Raven moved to New York City in 1983 forming a life-partner relationship with the artist Nancy Grossman.": [],
    "In 1990, Raven produced her work <em>Crossing Over: Feminism and the Art of Social Concern</em>.": [],
    "A year later, she wrote <em>Feminist Art Criticism: An Anthology</em>.": [],
    "In 1999, Raven received The Women’s Caucus of Art Lifetime Achievement Award.": [],
    "Beginning in 2000 Raven acted as the critic-in-residence at the Rinehart School of Sculpture.": [
        [
            64,
            72,
            [
                "Reinhart"
            ]
        ]
    ],
    "She was awarded the Frank Jewett Mother award for distinction in art criticism from the College Art Association in 2001.</p>\n\n<p>Physically frail, she died of cancer in her home in Brooklyn, New York, in 2006.": [],
    "An exhibition in honor of the Woman’s Building at the Otis College of Art in 2012, <em>Doin’ It in Public: Feminism and the Arts at the Woman’s Building</em> was mounted by the American curator Meg Linton.</p>\n\n<p>Raven was an “advocate-critic,” \"[providing] key coverage to known artists who challenged the status quo… and even more importantly, to many unfamiliar artists who otherwise would have had no voice whatsoever”&nbsp;(Lovelace).</p>": []
}