{
    "<p>Museum director and historian of West African art.": [],
    "Ravenhill came to the United States from England as a young child.": [
        [
            0,
            9,
            [
                "Raven hill"
            ]
        ]
    ],
    "He received an M.A.": [],
    "(1970) and a Ph.D.": [],
    "(1976) in anthropology from the New School for Social Research in New York.": [],
    "Ravenhill's fieldwork among the Wan peoples of Côte d'Ivoire established his ability to build relationships between West African and American cultural institutions.": [
        [
            0,
            9,
            [
                "Raven hill"
            ]
        ]
    ],
    "In 1982, he established and directed the West African Museums Program (WAMP) with financial support from the Ford Foundation.": [],
    "The program provides grants to West African museums to improve conservation methods, collections management, and educational programs.": [],
    "Ravenhill was hired as chief curator at the National Museum of African Art (NMAfA) in 1987, where he helped organize the permanent exhibition, <em>The Art of the Personal Object</em> in 1991.": [
        [
            0,
            9,
            [
                "Raven hill"
            ]
        ],
        [
            76,
            81,
            [
                "NAAFA"
            ]
        ]
    ],
    "He published four monographs and over fifty articles about the Baule, and other West African societies.": [
        [
            63,
            68,
            [
                "Bale",
                "Bauble",
                "Baumé",
                "Brulé"
            ]
        ]
    ],
    "Ravenhill's 1993 exhibition, <em>Dreaming the Other World: Figurative Art of the Baule, Côte d'Ivoire</em> began at the NMAfA and traveled to the UCLA Fowler Museum.": [
        [
            0,
            9,
            [
                "Raven hill"
            ]
        ]
    ],
    "Throughout his career, he advocated the importance of connoisseurship and cultural context in his approach to studying African art.": [],
    "In addition to his curatorial work at the NMAfA, Ravenhill actively participated in the effort to prevent illegal excavations of African archaeological sites.": [
        [
            42,
            47,
            [
                "NAAFA"
            ]
        ],
        [
            49,
            58,
            [
                "Raven hill"
            ]
        ]
    ],
    "In 1996, he gave a presentation on aesthetics as the British Museum's <a href=\"/faggw\">William Buller Fagg</a> lecturer.</p>": []
}