{
    "<p>Turner scholar and collector.": [],
    "Rawlinson was the son of William Rawlinson, a minor industrialist, and Harriet Jeboult (Rawlinson).": [
        [
            79,
            86,
            [
                "About",
                "Result",
                "Debut",
                "Rebuilt",
                "Bolt",
                "Bout"
            ]
        ]
    ],
    "In 1865 the younger Rawlinson joined the firm of James Pearsall & Co., silk merchants in London.": [],
    "Rowlinson rose to be a partner in the firm.": [
        [
            0,
            9,
            [
                "Rawlinson"
            ]
        ]
    ],
    "He married Mary Margherita Cridland (b.": [
        [
            27,
            35,
            [
                "Midland",
                "Cropland",
                "Redland"
            ]
        ]
    ],
    "1847/8) in 1867.": [],
    "In his spare time and retirement years, Rawlinson wrote and collected the work of J. M. W. Turner.": [],
    "In 1872, the Burlington Fine Arts Club mounted an exhibition of Turner's print series <em>Liber Studiorum</em>.": [],
    "Rawlinson was greatly impressed and set out assembling his own collection of Turner watercolors and graphics.": [],
    "Rawlinson issued a catalog of the <em>Liber Studiorum</em> in 1878, titled <em>Turner's \"Liber Studiorum\": a Description and a Catalogue</em>.": [],
    "The work, influenced by the esthetics of <a href=\"/ruskinj\">John Ruskin</a> was a popular success.": [
        [
            28,
            37,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "Rawlinson wrote a catalog of his personal collection of <em>Liber</em> proofs in 1887.": [],
    "As he neared retirement, he began work on the other engraved works of Turner.": [],
    "He retired from the firm in 1908 and that same year issued the first of his two volumes of <em>Engraved Work of J. M. W. Turner</em> (volume two, 1913).": [],
    "The catalog of the nearly 900 prints by and after the work of Turner, much of which drawn from his larger personal collection, remains the authority of this <em>oeuvre</em>.": [],
    "In 1909 a special issue of <em>The Studio</em> on Rawlinson's collection featured Turner's watercolors.": [],
    "A revised edition of Rawlinson's personal <em>Liber Studiorum</em> collection was issued in 1912 before it was sold to Francis Bullard of Boston.": [],
    "In 1917 his watercolors collection was sold to R. A. Tatton.": [
        [
            12,
            23,
            [
                "watercolors'",
                "watercolor's"
            ]
        ],
        [
            53,
            59,
            [
                "Tattoo",
                "Patton",
                "Tapton",
                "Tat ton"
            ]
        ]
    ],
    "In 1919 Rawlinson sold his remaining Turner engravings collection to Samuel L. Courtauld.": [
        [
            79,
            88,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Rawlinson retired from his Campden Hill to a Chelsea property where he died in 1928.": [
        [
            27,
            34,
            [
                "Camden",
                "Camp den"
            ]
        ]
    ],
    "Rawlinson's collections remain largely in tact today.": [
        [
            39,
            46,
            [
                "intact"
            ]
        ]
    ],
    "The Courtauld collection of graphics passed to the Yale Center for British Art, New Haven, CT and the Liber Studiorum collection of Bullard passed the next year, to the Boston Museum of Fine Arts.": [
        [
            4,
            13,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ],
        [
            102,
            107,
            [
                "Fiber",
                "Liner",
                "Liver",
                "Libel",
                "Liter",
                "Tiber"
            ]
        ],
        [
            108,
            117,
            [
                "Studio rum"
            ]
        ],
        [
            132,
            139,
            [
                "Ballard",
                "Bollard",
                "Dullard"
            ]
        ]
    ],
    "The Tatton collection of Turner watercolors was dispersed at a Christies auction in 1928.": [
        [
            4,
            10,
            [
                "Tattoo",
                "Patton",
                "Tapton",
                "Tat ton"
            ]
        ],
        [
            63,
            72,
            [
                "Christie's",
                "Christie",
                "Chris ties",
                "Christie’s"
            ]
        ]
    ],
    "Rawlinson is chiefly remembered for his scholarly publications on the engraved work of J. M. W. Turner.": [],
    "A second, revised, edition of the set appeared in 1906, and a new work, by his co-author A. J. Finberg, appeared in 1924.</p>": [
        [
            95,
            102,
            [
                "Feinberg",
                "Fin berg"
            ]
        ]
    ]
}