{
    "<p>Deputy Keeper of the Victoria and Albert Museum, 1958-73 and Beardsley scholar.": [],
    "Reade was the son of Thomas Glover Reade (1870-1952), a painter and headmaster at a grammar school and Susan Mary King (Reade) (1873-1960).": [
        [
            0,
            5,
            [
                "Read",
                "Ready",
                "Reader",
                "Reads",
                "Remade",
                "Meade"
            ]
        ],
        [
            35,
            40,
            [
                "Read",
                "Ready",
                "Reader",
                "Reads",
                "Remade",
                "Meade"
            ]
        ],
        [
            120,
            125,
            [
                "Read",
                "Ready",
                "Reader",
                "Reads",
                "Remade",
                "Meade"
            ]
        ]
    ],
    "Reade attended Montpelier preparatory school, Paignton, before graduating from Clifton College, Bristol, where he gained an appreciation of that medieval city.": [
        [
            0,
            5,
            [
                "Read",
                "Ready",
                "Reader",
                "Reads",
                "Remade",
                "Meade"
            ]
        ],
        [
            46,
            54,
            [
                "Painted",
                "Painting",
                "Paint",
                "Painter",
                "Clinton",
                "Canton"
            ]
        ]
    ],
    "In 1931 Reade entered King's College, Cambridge, studying history under Sir John H. Clapham (1873-1946), the first professor of economic history at Cambridge.": [
        [
            8,
            13,
            [
                "Read",
                "Ready",
                "Reader",
                "Reads",
                "Remade",
                "Meade"
            ]
        ]
    ],
    "Awarded a research stipend, he set about researching the dispersed art collection of Charles I. He traveled throughout the continent and Asia minor in search of individual pieces, then widening his interests to include the Byzantine art.": [],
    "By 1936 he had ended his enormous project, securing a position in the department of prints and drawings of the Victoria and Albert Museum.": [],
    "His travels had broadened his appreciation of modern art from the typical conservative British taste to include the German expressionists, Fauves and Bauhaus masters, which he acquired for the museum.": [
        [
            139,
            145,
            [
                "Faves"
            ]
        ]
    ],
    "During World War II, Reade was assigned to the War Office as an intelligence photographic interpreter at the Allied Forces headquarters in Europe.": [
        [
            21,
            26,
            [
                "Read",
                "Ready",
                "Reader",
                "Reads",
                "Remade",
                "Meade"
            ]
        ]
    ],
    "He married Margaret Tennant Ware (b.": [
        [
            20,
            27,
            [
                "Pennant",
                "Tenant",
                "Tenn ant"
            ]
        ]
    ],
    "1916), an artist, in 1941.": [],
    "Reade's return to the museum ushered in his publishing initiative.": [
        [
            0,
            5,
            [
                "Read",
                "Ready",
                "Reader",
                "Reads",
                "Remade",
                "Meade"
            ]
        ]
    ],
    "First was a brief book on the poet and illustrator Edward Lear in 1949, and a history of sixteenth-century costume for the <em>Costume of the Western World</em> series, <em>The Dominance of Spain</em> (1951).": [],
    "In 1953 his book on Regency antiques of the same title re-established the reputation of the furniture maker George Bullock.": [],
    "He organized the exhibition of Edward Lear for the Arts Council in 1958.": [],
    "At that year, Reade was advanced to deputy keeper in the department of prints and drawings.": [
        [
            14,
            19,
            [
                "Read",
                "Ready",
                "Reader",
                "Reads",
                "Remade",
                "Meade"
            ]
        ]
    ],
    "In 1963 his show on art nouveau objects and Alphonse Mucha at the Victoria and Albert Museum was a noted success.": [
        [
            24,
            31,
            [
                "Nouméa",
                "Noumea"
            ]
        ]
    ],
    "An exhibition on Aubrey Beardsley in 1966 at the V&A became the most attended exhibition to that time.": [],
    "The catalog that Reade wrote elevated him to among the top scholars of the artist's work.": [
        [
            17,
            22,
            [
                "Read",
                "Ready",
                "Reader",
                "Reads",
                "Remade",
                "Meade"
            ]
        ]
    ],
    "The show traveled to the United States, along with Reade and Oscar Wilde's son, Vivyan Holland.": [
        [
            51,
            56,
            [
                "Read",
                "Ready",
                "Reader",
                "Reads",
                "Remade",
                "Meade"
            ]
        ],
        [
            80,
            86,
            [
                "Vivian"
            ]
        ]
    ],
    "The success resulted in offers from several museums world wide, but Reade declined.": [
        [
            52,
            62,
            [
                "worldwide"
            ]
        ],
        [
            68,
            73,
            [
                "Read",
                "Ready",
                "Reader",
                "Reads",
                "Remade",
                "Meade"
            ]
        ]
    ],
    "Reade's impolitic manner within the museum, sadly, resulted in the director, <a href=\"/coxt\">Trenchard Cox</a>, to refuse adequate funding or even acknowledge Reade's success, which otherwise would surely have resulted in the eventual directorship.": [
        [
            0,
            5,
            [
                "Read",
                "Ready",
                "Reader",
                "Reads",
                "Remade",
                "Meade"
            ]
        ]
    ],
    "A full monograph on Beardsley by Reade appeared in 1967.": [
        [
            33,
            38,
            [
                "Read",
                "Ready",
                "Reader",
                "Reads",
                "Remade",
                "Meade"
            ]
        ]
    ],
    "That year, too, his earlier research on the Gabrielle Enthoven collection of ballet design was published as <em>Ballet Designs and Illustrations</em>.": [
        [
            54,
            62,
            [
                "Beethoven",
                "Eindhoven"
            ]
        ]
    ],
    "His interest in Beardsley and that era in British history led to his 1970 book, <em>Sexual Heretics</em>, a survey of end-of-the-century homosexual writing.": [],
    "A volume of his own poetry, <em>Eye of a Needle</em>, appeared in 1971.": [],
    "A revised edition of the Beardsley book was issued in 1987.": [],
    "An exhibition on the singular artist Louis Wain was mounted in 1972; Reade retired from the Museum the following year.": [
        [
            69,
            74,
            [
                "Read",
                "Ready",
                "Reader",
                "Reads",
                "Remade",
                "Meade"
            ]
        ]
    ],
    "Sadly, Reade's manuscript biography of Wain was lost in the mail and never published.": [
        [
            7,
            12,
            [
                "Read",
                "Ready",
                "Reader",
                "Reads",
                "Remade",
                "Meade"
            ]
        ]
    ],
    "Reade returned to St.": [
        [
            0,
            5,
            [
                "Read",
                "Ready",
                "Reader",
                "Reads",
                "Remade",
                "Meade"
            ]
        ]
    ],
    "Marychurch and the house in which he was born, but a strange muscle disease left him unable to walk the final years of his life.": [
        [
            0,
            10,
            [
                "Mary church"
            ]
        ]
    ],
    "A final book on Beardsley, <em>Beardsley Re-Mounted</em> appeared the year of his death,1989.": [],
    "He was cremated and interred at Torquay.": [],
    "Reade was responsible for the renewing interest in Aubrey Beardsley.": [
        [
            0,
            5,
            [
                "Read",
                "Ready",
                "Reader",
                "Reads",
                "Remade",
                "Meade"
            ]
        ]
    ],
    "His 1967 monograph contributed to Beardsley as a product of his times.": [],
    "The Beardsley exhibition which he organized traveled to New York and Los Angeles, elevating the artist to an international level.</p>": []
}