{
    "<p>Historian of modern art and art critic.": [],
    "Read was the eldest of three sons born to a Yorkshire, England, farmer.": [],
    "Orphaned early, he was sent to Crossley's School, Halifax.": [
        [
            31,
            39,
            [
                "Crossly"
            ]
        ]
    ],
    "At age 16 he worked as a bank clerk, studying in the evenings for entrance to Leeds University.": [],
    "He entered Leeds in 1912 where he initially studied economics and law.": [],
    "At Leeds he came in contact with the modern art collection of its president, Michael Sadler.": [
        [
            3,
            8,
            [
                "Leeds,"
            ]
        ]
    ],
    "After graduation, he served in the army in World War I (1915-1918) with distinction, rising to the rank of captain and engaging in battles in Belgium and France.": [],
    "In 1919 he married Evelyn May Roff (1894–1972), who was also a student of art history.": [
        [
            3,
            7,
            [
                "1919,"
            ]
        ],
        [
            30,
            34,
            [
                "Off",
                "Roof",
                "Riff",
                "Rolf",
                "Goff",
                "Ruff"
            ]
        ]
    ],
    "After military service, Read worked in the British civil service as the secretary to the Controller of Establishments.": [],
    "In 1922 he joined the department of Ceramics at the Victoria and Albert Museum.": [
        [
            3,
            7,
            [
                "1922,"
            ]
        ]
    ],
    "There he wrote books on English stained glass and pottery (one with fellow curator <a href=\"/rackhamb\">Bernard Rackham</a>).": [
        [
            32,
            45,
            [
                "stained-glass"
            ]
        ]
    ],
    "As a museum curator, Read made professional contacts in Germany, becoming close friends with Bonn professor of art history <a href=\"/worringerw\">Wilhelm Worringer</a>, and director of the Museum für Kunst und Gewerbe <a href=\"/sauerlandtm\">Max Sauerlandt</a>.": [],
    "Read translated Worringer's influential book <em>Formprobleme der Gotik</em>, 1912, into English as <em>Form in Gothic</em> in 1927.": [
        [
            16,
            25,
            [
                "Porringer"
            ]
        ]
    ],
    "Through Sauerlandt and Worringer, he met the Bauhaus artists and architects who helped him form many of his ideas on modern art.": [
        [
            8,
            18,
            [
                "Saarland"
            ]
        ],
        [
            23,
            32,
            [
                "Porringer"
            ]
        ]
    ],
    "Read also published literary criticism in the magazine <em>New Age</em>.": [],
    "In 1931 he left the Victoria and Albert Museum for the Watson Gordon chair of fine arts position at Edinburgh University.": [
        [
            3,
            7,
            [
                "1931,"
            ]
        ]
    ],
    "During these years as an academician he published some of his most influential texts.": [],
    "In 1931, perhaps his most famous book on art, <em>The Meaning of Art</em>, appeared.": [],
    "It was followed by <em>Art Now: an Introduction to the Theory of Modern Painting and Sculpture</em> in 1933 and <em>Art and Industry</em> in 1934.": [],
    "Read left the University in 1933--and his wife--to edit the <em>Burlington Magazine</em>.": [],
    "He married a student from Edinburgh, Margaret Ludwig (1905–1996) in 1936.": [],
    "During these years he lived in Hampstead and came to know many of the artists whom he would champion in later years.": [
        [
            31,
            40,
            [
                "Hempstead"
            ]
        ]
    ],
    "These included Henry Moore, Ben Nicholson and Nicholson's wife, Barbara Hepworth.": [],
    "For the academic year 1935-1936 he was Sydney Jones lecturer in art at the University of Liverpool.": [],
    "In 1937 Read used his position as editor of the <em>Burlington Magazine</em> to lead a protest of the appointment of <a href=\"/boaset\">T.": [],
    "S. R. Boase</a> as second director of the Courtauld Institute, questioning the direction of the institution.": [
        [
            6,
            11,
            [
                "Base",
                "Boast",
                "Boise",
                "Bose",
                "Boas",
                "Blasé"
            ]
        ],
        [
            42,
            51,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Read left the Magazine in 1939, succeeded by <a href=\"/sewtera\">A.": [],
    "C. Sewter</a>, when he was chosen to be the first director of a museum of modern art in London.": [
        [
            3,
            9,
            [
                "Suite",
                "Suited",
                "Sewer",
                "Suites",
                "Sooner",
                "Setter"
            ]
        ]
    ],
    "The entry of Britain into the second world war prevented the museum's establishment.": [],
    "During the early war years he was the Leon fellow at the University of London 1940-1942.": [],
    "Read's writing during this time shows clearest his sympathies with socialism and the notion that refined aesthetics could lead to social harmony.": [],
    "His <em>Art and Society</em> appeared in 1937 and <em>Anarchy and Order</em> in 1945.": [],
    "Perhaps most influential book, because of the numerous translations, was his 1943 <em>Education through Art</em>, essentially a manifesto of the anarchism Read embraced.": [],
    "After the war, Read joined the book publishing firm of Routledge and Keegan Paul where he edited a series on \"English Master Painters.\"": [],
    "Together with <a href=\"/penroser\">Roland Penrose</a>, he founded the Institute of Contemporary Arts (ICA) in 1947.": [],
    "He was knighted in 1953, lecturing as the <a href=\"/nortonc\">Charles Eliot Norton</a> Fellow at Harvard University between 1953-1954.": [],
    "An A. W. Mellon lecture at the National Gallery of Art, Washgington, D. C., followed in 1954.": [
        [
            56,
            67,
            [
                "Washington"
            ]
        ]
    ],
    "Read focused a great deal of his writing in the 1950's and after on Henry Moore, building on an initial volume of 1944 into his <em>Henry Moore: a Study of His Life and Work</em> in 1965.": [
        [
            48,
            54,
            [
                "1950s"
            ]
        ]
    ],
    "In 1959, the first edition of his <em>Concise History of Modern Painting</em> was published.": [],
    "A lifelong pacifist, perhaps due to his personal war experiences (his brother was killed in World War I), he participated in the <em>Ban the Bomb</em> movement including a sitdown strike in Trafalgar Square.": [
        [
            172,
            179,
            [
                "sit down"
            ]
        ]
    ],
    "His papers reside at the University of Victoria, British Columbia, Canada.</p>\n\n<p>Read was initially a \"Disraeli conservative\" (Oxford Biographical Dictionary).": [],
    "His experience reading Nietzsche and Freud lead to a psychoanalytic approach to art and literature, of which his mentor, T. S. Eliot, disapproved.": [],
    "Read adopted strong socialist views politically.": [],
    "He was for example, an early critic of Nazi Germany.": [],
    "He abandoned Soviet communism and adopted an anarchist politics by 1937.": [],
    "Read was an important interpreter of continental art and an exponent of contemporary British art.</p>": []
}