{
    "Collector and first director of the Guggenheim Museum, New York, 1939-1951.": [],
    "Rebay was born into an aristocratic Bavarian family in what was then Strassburg, Germany.": [
        [
            0,
            5,
            [
                "Relay",
                "eBay",
                "Repay",
                "Reba",
                "Rebar",
                "Rebuy"
            ]
        ],
        [
            69,
            79,
            [
                "Strasbourg"
            ]
        ]
    ],
    "Her father, Franz Josef Rebay von Ehrenwiesen, was a career army officer of Bavaria serving in the Prussian army, stationed in Strassburg.": [
        [
            24,
            29,
            [
                "Relay",
                "eBay",
                "Repay",
                "Reba",
                "Rebar",
                "Rebuy"
            ]
        ],
        [
            127,
            137,
            [
                "Strasbourg"
            ]
        ]
    ],
    "She was born in Strassburg, Germany, which is present-day Strasbourg, France.": [
        [
            16,
            26,
            [
                "Strasbourg"
            ]
        ]
    ],
    "She studied painting at the universities in Cologne, Paris and Munich and briefly tried a career as a concert pianist.": [],
    "In Berlin in 1917, she met the artist Rudolf Bauer (1889-1953) and became his lover.": [],
    "Bauer and the work of Wassily Kandinsky influenced both her painting style and vision of modern art throughout her life.": [],
    "She maintained a studio in Berlin in the 1920s where she entertained the bohemian artist community.": [
        [
            73,
            81,
            [
                "Bohemian"
            ]
        ]
    ],
    "In 1925 she met Solomon R. Guggenheim in Berlin.": [
        [
            3,
            7,
            [
                "1925,"
            ]
        ]
    ],
    "They became lovers and he commissioned her to paint his portrait.": [
        [
            18,
            22,
            [
                ", and"
            ]
        ]
    ],
    "She moved to New York in 1927 where Rebay exposed Guggenheim and his wife, Irene, to the work of Kandinsky and Bauer.": [
        [
            36,
            41,
            [
                "Relay",
                "eBay",
                "Repay",
                "Reba",
                "Rebar",
                "Rebuy"
            ]
        ]
    ],
    "By 1929 she insisted as part of her continuing association with Guggenheim, of building a large collection of abstract painting including Mondrians, Légers, Chagalls, Klees, Picassos, Modiglianis and Seurats which would someday become Guggenheim's museum.": [
        [
            138,
            147,
            [
                "Mondrian's",
                "Mondrian"
            ]
        ],
        [
            149,
            155,
            [
                "Levers",
                "Leger",
                "Lepers",
                "Lagers",
                "Ledgers",
                "Leers"
            ]
        ],
        [
            157,
            165,
            [
                "Chagall's",
                "Chagall"
            ]
        ],
        [
            167,
            172,
            [
                "Klee's",
                "Klee",
                "Flees",
                "Knees",
                "Lees"
            ]
        ],
        [
            174,
            182,
            [
                "Picasso's",
                "Picasso"
            ]
        ],
        [
            184,
            195,
            [
                "Modigliani's",
                "Modigliani"
            ]
        ],
        [
            200,
            207,
            [
                "Seurat's",
                "Seurat"
            ]
        ]
    ],
    "Rebay made agreements with the living artists the museum patronized as well as building a personal collection of modern art of her own.": [
        [
            0,
            5,
            [
                "Relay",
                "eBay",
                "Repay",
                "Reba",
                "Rebar",
                "Rebuy"
            ]
        ]
    ],
    "She championed the work and assisted the artist Lazlo Maholy-Nagy.": [
        [
            48,
            65,
            [
                "László Moholy-Nagy"
            ]
        ]
    ],
    "Rebay was named director of the Guggenheim Foundation in 1937, organized to establish a new museum.": [
        [
            0,
            5,
            [
                "Relay",
                "eBay",
                "Repay",
                "Reba",
                "Rebar",
                "Rebuy"
            ]
        ]
    ],
    "When the Museum of Non-Objective Painting, the Guggenheim's original name, opened in 1939 in a converted car dealership, Rebay was its first director and curator.": [
        [
            121,
            126,
            [
                "Relay",
                "eBay",
                "Repay",
                "Reba",
                "Rebar",
                "Rebuy"
            ]
        ]
    ],
    "As director, she oversaw the development of the museum from its first location at 24 East 54th street to it's permanent home on 88th Street, designed at her suggestion, by Frank Lloyd Wright, beginning in 1943.": [
        [
            105,
            109,
            [
                "its"
            ]
        ]
    ],
    "She was arrested in the United States during World War II on charges of being a Nazi sympathizer (which were later dropped), and for hoarding rationed foodstuffs, charges which were sustained.": [],
    "Rebay was responsible for the first full-text English translation of Kandinsky's <em>über die Geistige in der Kunst</em>, published in 1946.": [
        [
            0,
            5,
            [
                "Relay",
                "eBay",
                "Repay",
                "Reba",
                "Rebar",
                "Rebuy"
            ]
        ]
    ],
    "She continued to advise on acquisitions as well as installing the permanent collection and curating the sporadic loan exhibitions the Guggenhiem hosted.": [
        [
            134,
            144,
            [
                "Guggenheim"
            ]
        ]
    ],
    "In later years she claimed to have given Jackson Pollock his start by providing him a job at the museum so that he could devote more hours to painting.": [],
    "What is certain is that at a time when other museums were ignoring American abstract artists, Rebay was offering them opportunities.": [
        [
            94,
            99,
            [
                "Relay",
                "eBay",
                "Repay",
                "Reba",
                "Rebar",
                "Rebuy"
            ]
        ]
    ],
    "Guggenheim died in 1949 before the museum's present form was established.": [],
    "As a gallery director, she was often short with her staff and demanding of her Board.": [],
    "Rebay began suffering from mental disease.": [
        [
            0,
            5,
            [
                "Relay",
                "eBay",
                "Repay",
                "Reba",
                "Rebar",
                "Rebuy"
            ]
        ]
    ],
    "Guggenheim was succeeded by his son, Harry Guggenheim (1890-1970), who ultimately asked for Rebay's resignation in 1951.": [
        [
            92,
            97,
            [
                "Relay",
                "eBay",
                "Repay",
                "Reba",
                "Rebar",
                "Rebuy"
            ]
        ]
    ],
    "Rebay was succeeded by <a href=\"/sweeneyj\">James Johnson Sweeney</a>.": [
        [
            0,
            5,
            [
                "Relay",
                "eBay",
                "Repay",
                "Reba",
                "Rebar",
                "Rebuy"
            ]
        ]
    ],
    "The present Frank Lloyd Wright building was completed in 1959.": [],
    "She died of a heart attack at home in 1967 and is buried in Germany.": [],
    "Her collection and archives form part of the Guggenheim Museum.": [],
    "She created the Hilla von Rebay Foundation to for her papers and art collection.": [
        [
            16,
            21,
            [
                "Hill",
                "Hills",
                "Villa",
                "Hilly",
                "Hilda",
                "Willa"
            ]
        ],
        [
            26,
            31,
            [
                "Relay",
                "eBay",
                "Repay",
                "Reba",
                "Rebar",
                "Rebuy"
            ]
        ]
    ],
    "Strong willed and confident, Rebay was formed part of a coterie of art directors who brought European modern art in the United States.": [
        [
            0,
            13,
            [
                "Strong-willed"
            ]
        ],
        [
            29,
            34,
            [
                "Relay",
                "eBay",
                "Repay",
                "Reba",
                "Rebar",
                "Rebuy"
            ]
        ]
    ],
    "Somewhat immodestly, she hung her own paintings (and a large number of her ex-lover, Bauer's) among the giants of modernism in the museum's gallery.": [
        [
            53,
            70,
            [
                "many",
                "numerous"
            ]
        ]
    ],
    "She was arrested in 1963 for tax evasion, having grossly overvalued the worth of he paintings which she had donated to the Guggenheim.": [
        [
            81,
            83,
            [
                "the",
                "his"
            ]
        ]
    ],
    "Her catalogs were criticized for the fuzzy nonsense speak that often accompanied early analysis of non-objective art.": [],
    "Her vision for the Guggenheim was one strictly of non-objective art, which subsequent museum directors did not follow.": [],
    "Somewhat ironically, she doubted the value of non-objective sculpture while championing painting and American artists complained that their modern art was often ignored in favor of European artists.": []
}