{
    "<p>Surveyor of the Queen's Pictures,1857-1880 and art education reformer.": [],
    "Redgrave was the son of William Redgrave (1775-1845) and Mary Redgrave (d.1814?).": [],
    "His father was in manufacturer of wire fencing.": [],
    "Redgrave was educated at home and then at school in Chelsea.": [],
    "He joined his father's firm, but convinced he should be an artists, began to paint.": [
        [
            56,
            66,
            [
                "an artist",
                "artists"
            ]
        ]
    ],
    "He entered the Royal Academy Schools in 1826, showing regularly thereafter at the Royal Academy exhibitions.": [],
    "During these years, Redgrave painted subjects largely drawn from literature.": [],
    "He was elected an associate at the Royal Academy in 1840.": [],
    "Redgraved married Rose Margaret Bacon (1811-1899) in 1843.": [
        [
            0,
            9,
            [
                "Redgrave",
                "Red graved"
            ]
        ]
    ],
    "His themes in his painting changed to that of the working poor.": [],
    "In 1847 he was hired as botanical teacher for the Government School of Design (later Royal College of Art: botanical teacher (1847), advancing to headmaster in 1848.": [
        [
            3,
            7,
            [
                "1847,"
            ]
        ]
    ],
    "He became a full member of the Royal Academy in 1851 and rose in to art superintendent of the College in 1852.": [],
    "Devoted to the improvement of craftpeople in England, he himself produced a notable design for the duke of Wellington's funeral carriage in 1852.": [
        [
            30,
            41,
            [
                "craftspeople",
                "craft people"
            ]
        ]
    ],
    "Redgrave organized the British art section for both the Universal Exhibition in Paris in 1855.": [],
    "In 1857 he became inspector general for art, allowing him to reform art education by formulating a national art curriculum.": [
        [
            3,
            7,
            [
                "1857,"
            ]
        ]
    ],
    "The same year Redgrave was appointed surveyor of the queen's pictures, a part-time position.": [],
    "Redgrave and Henry Cole worked to make museums appeal to the general public and the lower classes in general As such, they oversaw the new South Kensington Museum (today Victoria and Albert Museum).": [
        [
            61,
            75,
            [
                "public"
            ]
        ]
    ],
    "Redgrave designed the Museum's art gallery displaying British art donated in 1857 by John Sheepshanks, another liberal populist.": [],
    "He coordinated the exhibition of British art for the International Exhibition in London in 1862.": [],
    "He resigned from the surveyorship in 1880 and was created a CB.": [
        [
            21,
            33,
            [
                "surveyor ship",
                "surveyors hip"
            ]
        ]
    ],
    "Redgrave wrote a catalog of the paintings in the Royal Collection, remaining in manuscript form, reaching 34 volumes.": [],
    "Together with his brother <a href=\"/redgraves\">Samuel Redgrave</a>, he published the first edition of <em>A Century of Painters of the English School</em> in 1866, a landmark book for British painting.": [],
    "It remained in print, re-edited, until 1981.": [],
    "Redgrave became increasingly blind in his later years.": [],
    "He died at home in 1888 and is buried in Brompton cemetery.": [
        [
            41,
            49,
            [
                "Brampton"
            ]
        ]
    ],
    "<a href=\"/millaro\">Oliver Millar</a>, his successor at the Royal Collection a century later, continued to hold respect for Redgrave's work.": [],
    "A modest man dedicated to the welfare of the pictures, his professionalism manifested itself in Redgrave's approach to conservation and display.</p>": []
}