{
    "<p>Bureaucrat who wrote art history reference works in retirement.": [],
    "Redgrave was the son of William Redgrave (1775-1845), a manufacturer, and Mary Redgrave (d.1814?).": [],
    "He attended school in Chelsea were he studied art and did architectural drawing under John Powell.": [
        [
            30,
            34,
            [
                "where",
                "we"
            ]
        ]
    ],
    "Redgrave joined the Home Office as a clerk in 1818 at the age of fifteen, where he spent his entire professional life.": [],
    "Concomitantly, Redgrave began studying architecture.": [],
    "He entered the Royal Academy Schools in 1833.": [],
    "During those years he was a founding member of the Etching Club (1837), which he held for life, and after 1842, its secretary.": [],
    "In 1838 he was appointed assistant secretary to the colonial secretary, Lord John Russell.": [
        [
            3,
            7,
            [
                "1838,"
            ]
        ]
    ],
    "These led to various important civil service positions under Fox Maule and Henry Fitzroy.": [
        [
            65,
            70,
            [
                "Male",
                "Maple",
                "Mule",
                "Maude",
                "Mauled",
                "Mauve"
            ]
        ]
    ],
    "He married Amelia Ann Sarah Orlebar, in 1839.": [
        [
            28,
            35,
            [
                "Rebar"
            ]
        ]
    ],
    "After completion of his architectural studies in 1843, he served in the Society of Arts.": [],
    "As part of his professional duties, he wrote, <em>Murray's Handbook of Church and State</em> (1852).": [],
    "Redgrave retired from the civil service in 1860, and alone (his wife had died in 1845 and his only daughters died 1856 and 1859) began his second career as an art historian.": [],
    "He organized exhibitions for the South Kensington Museum (later Victoria and Albert Museum) as well as the Royal Academy of Arts.": [],
    "In 1862 he worked on the international exhibitions in London.": [
        [
            3,
            7,
            [
                "1862,"
            ]
        ]
    ],
    "In 1866, Regrave and his brother, Richard (1804-1888), published the first edition of his <em>A Century of Painters of the English School</em>, a landmark book for British painting.": [
        [
            9,
            16,
            [
                "Redgrave",
                "Regrade",
                "Reg rave"
            ]
        ]
    ],
    "It remained in print, re-edited, until 1981.": [],
    "Redgrave again participated in the 1867 international exhibition in Paris.": [],
    "In 1874, he brought out his <em>Dictionary of artists of the English school</em>, a work lasting in revisions until 1970.": [],
    "He was working on his <em>Descriptive Catalogue of the Historical Collection of British Paintings in Water-colours in the South Kensington Museum</em>, at the time of his death.": [],
    "It appeared posthumously the following year in 1877.": [],
    "Redgrave is buried in the cemetery of Holy Trinity (Brompton) London.": [
        [
            52,
            60,
            [
                "Brampton"
            ]
        ]
    ],
    "His brother, Richard, was a painter and early art-education reformer.": [],
    "Regrave's art histories are primarily biographical.": [
        [
            0,
            7,
            [
                "Redgrave",
                "Regrade",
                "Reg rave"
            ]
        ]
    ],
    "His style was immediately accessible to an art-learning British public and yet authoritative.": [],
    "His <em>Descriptive catalogue of the historical collection of British paintings...in the South Kensington Museum</em> outlined the history of the British watercolor in its preface.": [],
    "His books were standards of English art history reference for generations.</p>": []
}