{
    "<p>Degas and late-19th century French painting scholar; professor of art history at Columbia University, 1964-.": [],
    "Reff's father was Irving Reff and his mother Alice Pinkowitz (Reff).": [
        [
            0,
            4,
            [
                "Jeff",
                "Reef",
                "Ref",
                "Riff",
                "Ruff",
                "Refs"
            ]
        ],
        [
            25,
            29,
            [
                "Jeff",
                "Reef",
                "Ref",
                "Riff",
                "Ruff",
                "Refs"
            ]
        ],
        [
            51,
            60,
            [
                "Perkowitz"
            ]
        ],
        [
            62,
            66,
            [
                "Jeff",
                "Reef",
                "Ref",
                "Riff",
                "Ruff",
                "Refs"
            ]
        ]
    ],
    "Reff attended Columbia University receiving his B.A.": [
        [
            0,
            4,
            [
                "Jeff",
                "Reef",
                "Ref",
                "Riff",
                "Ruff",
                "Refs"
            ]
        ]
    ],
    "in 1952.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He moved to Harvard University where his M.A.": [],
    "was awarded in 1953.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "Using Harvard's Edward Bacon fellowship, he traveled to Europe between 1955 and 1956.": [],
    "In 1957 he began at Columbia as an instructor in art history.": [
        [
            3,
            7,
            [
                "1957,"
            ]
        ]
    ],
    "His Ph.D.": [],
    "was granted in 1958 with a dissertation topic on the drawings of Cézanne under <a href=\"/deknatelf\">Frederick B. Deknatel</a>.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "He married Arlene Gottesman in 1961, advancing to assistant professor the same year.": [
        [
            18,
            27,
            [
                "Ottoman",
                "Gotten",
                "Statesman",
                "Letterman",
                "Goleman"
            ]
        ]
    ],
    "Reff was a member of Institute for Advanced Study in Princeton, N. J., in 1963, organizing a show on Cézanne's watercolors jointly with Columbia's Department of Art History and Archaeology and the Knoedler Gallery in New York.": [
        [
            0,
            4,
            [
                "Jeff",
                "Reef",
                "Ref",
                "Riff",
                "Ruff",
                "Refs"
            ]
        ],
        [
            197,
            205,
            [
                "Noodler"
            ]
        ]
    ],
    "In 1964 he was appointed associate professor and professor of art history in 1967.": [
        [
            3,
            7,
            [
                "1964,"
            ]
        ]
    ],
    "Reff received a Guggenheim fellowship for the 1967-1968 year.": [
        [
            0,
            4,
            [
                "Jeff",
                "Reef",
                "Ref",
                "Riff",
                "Ruff",
                "Refs"
            ]
        ]
    ],
    "He was visiting professor at Johns Hopkins University in 1970, heading the <a href=\"/portera\">A.": [],
    "Kingsley Porter</a> Prize committee between 1970 and 1972 for the College Art Association.": [],
    "A second Guggenheim was awarded him for 1974-1975.": [],
    "In 1976 he organized a major Degas exhibition for the Metropolitan Museum of Art, New York, \"Degas: the Artist's Mind.\"": [
        [
            3,
            7,
            [
                "1976,"
            ]
        ]
    ],
    "The same year he authored the volume on Manet's \"Olympia\" for the <em>Art in Context</em> series commissioned by Penguin.": [],
    "He joined the board of directors of College Art Association in 1977.": [],
    "The same year he contributed essays for the \"Cézanne: Late Work\" exhibition organized by <a href=\"/rubinw\">William S. Rubin</a> at the Museum of Modern Art, New York.": [],
    "He was appointed director of College Art's board beginning 1978 (though 1980).": [],
    "In 1982, Reff launched the exhibition, \"Manet and Modern Paris\" at the National Gallery of Art in Washgington, D. C. He and Philippe Brame wrote the supplement to the <em>catalogue raisonné</em> of Degas originally written by <a href=\"/lemoisnep\">Paul-André Lemoisne</a> shortly after World War II.": [
        [
            9,
            13,
            [
                "Jeff",
                "Reef",
                "Ref",
                "Riff",
                "Ruff",
                "Refs"
            ]
        ],
        [
            98,
            109,
            [
                "Washington"
            ]
        ],
        [
            133,
            138,
            [
                "Blame",
                "Brake",
                "Frame",
                "Brave",
                "Brace",
                "Brahe"
            ]
        ]
    ],
    "His studented included <a href=\"/brouden\">Norma Broude</a>, Judy Sund and <a href=\"/cominia\">Alessandra Comini</a>.": [],
    "Methodologically, Reff studied the interactions of art and literature, frequently applying psychoanalytical models.": [
        [
            18,
            22,
            [
                "Jeff",
                "Reef",
                "Ref",
                "Riff",
                "Ruff",
                "Refs"
            ]
        ]
    ],
    "His studies of Degas employed archival materials weaving it with circumstances of the painter's social circle.</p>": []
}