{
    "<p>Connoisseur of drawings, curator of various print rooms, professor of art history.": [],
    "Van Regteren Altena studied at the Academy for Visual Arts at Amsterdam and spent two years in Italy, intending to be a painter.": [
        [
            4,
            12,
            [
                "Retain",
                "Regain",
                "Restart",
                "Aegean",
                "Relearn"
            ]
        ],
        [
            13,
            19,
            [
                "Alena",
                "ALENA",
                "Alhena"
            ]
        ]
    ],
    "Visits to <a href=\"/marler\">Raimond van Marle</a> in Perugia and <a href=\"/hoogewerffg\">G.": [],
    "J. Hoogewerff</a> in Rome changed his mind to art history.": [],
    "Upon his return in The Netherlands, he became an assistant of <a href=\"/lugtf\">Frits Lugt</a>, who was commissioned to compile the inventory of Dutch and Flemish drawings in the Louvre.": [],
    "He enrolled at Utrecht University, studying under <a href=\"/vogelsangw\">Willem Vogelsang</a>.": [
        [
            0,
            14,
            [
                "He enrolled in",
                "He enrolled for"
            ]
        ]
    ],
    "In 1935, he obtained his doctorate with a dissertation on the drawings of Jacques de Gheyn II: <em>Jacques de Gheyn: an Introduction to the Study of his Drawings</em> (1935).": [],
    "<a href=\"/dodgsonc\">Campbell Dodgson</a>, in the <em>Burlington Magazine</em>, praised this piece, published in 1936.": [],
    "It was to be followed by a catalog and plates, but soon Altena was overburdened with various other obligations.": [
        [
            56,
            62,
            [
                "Alena",
                "ALENA",
                "Alhena"
            ]
        ]
    ],
    "During his active life, Altena held various positions.": [
        [
            24,
            30,
            [
                "Alena",
                "ALENA",
                "Alhena"
            ]
        ]
    ],
    "Between 1932 and 1937, he served as curator of the municipal Fodor collection in Amsterdam.": [
        [
            61,
            66,
            [
                "Odor",
                "Fyodor"
            ]
        ]
    ],
    "In 1937, he became Professor of Art History at the University of Amsterdam, a position which he held until his retirement in 1969.": [],
    "Altena remain in the Netherlands during World War II and the Nazi occupation.": [
        [
            0,
            6,
            [
                "Alena",
                "ALENA",
                "Alhena"
            ]
        ]
    ],
    "He was one of a number of eminent art historians swayed by the opinion of <a href=\"/brediusa\">Abraham Bredius</a> that a newly discovered painting of \"Christ at Emmaus\" was by Vermeer.": [],
    "During the War, however, he was among the first to declare that another newly discovered Vermeer, <em>Christ's Washing of the Feet</em> was a fake [painted 1942-1943].": [],
    "Both paintings turned out to be the work of celebrated forger Han van Meegeren (1889-1947).": [
        [
            70,
            78,
            [
                "Aegean",
                "Keegan",
                "Meghan",
                "Meagan"
            ]
        ]
    ],
    "The painting was ultimately identified as the work of the noted Vermeer forger.": [],
    "Between 1948 and 1962, Altena was the director of the Print Room of the Rijksmuseum in Amsterdam.": [
        [
            23,
            29,
            [
                "Alena",
                "ALENA",
                "Alhena"
            ]
        ]
    ],
    "There he regrouped the collections and broadened their scope with great insight.": [],
    "He acquired drawings of Dutch and Flemish masters, including Rembrandt and Rubens, and at the same time he wanted to build up a broader European collection in which Italian and French drawings would have a prominent place.": [],
    "In his capacity as curator of the Teyler Foundation in Haarlem (1952-1973), Altena compiled two catalogues of the drawings from this collection which were on display in 1970 in the Victoria and Albert Museum in London, and in 1972 in the Louvre in Paris.": [
        [
            34,
            40,
            [
                "Tale",
                "Tales",
                "Tyler",
                "Taller",
                "Paler",
                "Taker"
            ]
        ],
        [
            76,
            82,
            [
                "Alena",
                "ALENA",
                "Alhena"
            ]
        ],
        [
            96,
            106,
            [
                "catalogs"
            ]
        ]
    ],
    "The Italian drawings of the collection of the Teyler Foundation enjoyed his special interest.": [
        [
            46,
            52,
            [
                "Tale",
                "Tales",
                "Tyler",
                "Taller",
                "Paler",
                "Taker"
            ]
        ]
    ],
    "Altena himself was the collector of a private \"Kabinet van tekeningen\" (cabinet of drawings).": [
        [
            0,
            6,
            [
                "Alena",
                "ALENA",
                "Alhena"
            ]
        ],
        [
            47,
            54,
            [
                "Cabinet"
            ]
        ],
        [
            59,
            69,
            [
                "Wageningen"
            ]
        ]
    ],
    "In 1967-1968, he was appointed a visiting professor at Harvard University.": [],
    "He was an editor of <em>Oud Holland</em>, frequently writing on the origins and development of Rembrandt's oeuvre.": [],
    "He returned to the topic of the work of Jacques de Gheyn II the last two years of his life, now with support of the Netherlands Organization for the Advancement of Pure Research (Z.W.O.": [],
    "), to complete his <em>magnum opus</em>: <em>Jacques de Gheyn, Three Generations</em>.": [
        [
            0,
            1,
            [
                ""
            ]
        ]
    ],
    "Altena died without seeing its publication.": [
        [
            0,
            6,
            [
                "Alena",
                "ALENA",
                "Alhena"
            ]
        ]
    ],
    "His wife and his son became the final editors of the book, published in 1983 in three volumes.": [],
    "His students include <a href=\"/rookmaakerh\">Hans Rookmaaker</a>.": [],
    "As professor and connoisseur, Altena taught his students to look at works of art in order to get thoroughly acquainted with them and at the same time to study them in their art-historical context.": [
        [
            30,
            36,
            [
                "Alena",
                "ALENA",
                "Alhena"
            ]
        ]
    ],
    "In addition to his merits as a teacher, his work as curator of various print rooms has been beneficial to the Dutch museum world.": [],
    "Altena wrote many books and articles on sixteenth- and seventeenth Dutch painting and graphic arts, particularly on drawings.": [
        [
            0,
            6,
            [
                "Alena",
                "ALENA",
                "Alhena"
            ]
        ]
    ],
    "He published extensively in <em>Oud Holland</em> between 1946 and 1972.</p>": []
}