{
    "<p>Modernist art historian and leading reconstructionist figure in post-war German art museums.": [],
    "Reidemeister fought as a soldier in World War I in Germany.": [
        [
            0,
            12,
            [
                "Rademacher"
            ]
        ]
    ],
    "After his return in 1918, he studied architecture at the Technischen Hochschule in Braunschweig, moving the following year to the University of Berlin.": [
        [
            57,
            68,
            [
                "Technician"
            ]
        ]
    ],
    "To fund his studies, Reidemeister worked as an assistant in the Galerie Van Diemen, Berlin, where he came into contact with many of the artists, particularly <em>Die Br</em><em>ücke</em> artists of Expressionism.": [
        [
            21,
            33,
            [
                "Rademacher"
            ]
        ],
        [
            64,
            71,
            [
                "Valerie"
            ]
        ],
        [
            76,
            82,
            [
                "Die men"
            ]
        ]
    ],
    "He joined the East Asian department of the Nationalgalerie (National Gallery) in 1924, eventually rising to head curator.": [],
    "He studied Chinese and traveled to Asia, culminating in a major exhibition on Chinese Art in 1929 comprising loans from around the world.": [],
    "Follow World War II, Reidemeister became director of the Wallraf-Richartz Museum in Cologne in 1945.": [
        [
            21,
            33,
            [
                "Rademacher"
            ]
        ],
        [
            57,
            73,
            [
                "Wallah-Richartz",
                "Wallraf-Richard"
            ]
        ]
    ],
    "The museum building had been badly destroyed in the war.": [],
    "Reidemeister was charged with reconstructing the museum and its collection.": [
        [
            0,
            12,
            [
                "Rademacher"
            ]
        ]
    ],
    "After the re-establishment of the museum, Reidemeister returned to Berlin where, following the resignation of <a href=\"/ravep\">Paul O. Rave</a> in 1950 Reidemeister became Director of the National Gallery in the West.": [
        [
            42,
            54,
            [
                "Rademacher"
            ]
        ]
    ],
    "He was named General Director of the Staatlichen Museens, 1957, which he held until 1965.": [
        [
            49,
            56,
            [
                "Muse ens"
            ]
        ]
    ],
    "His acquisitions for the National Gallery reflected his own taste for classic modernism; he also bought art compensating for many modernist losses from the Nazi campaign of confiscation modern art.": [],
    "During the 1960s and 70s he edited and curated exhibitions for the German Expressionist artists whom he knew during his early years, including numerous volumes for the Brücke Museum Archives journal.</p>": [
        [
            168,
            174,
            [
                "Bruce"
            ]
        ]
    ]
}