{
    "<p>Classical art historian and archaeologist; co-founder of the École du Louvre; author of a early survey of art history translated into English.": [
        [
            64,
            69,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            70,
            72,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ],
        [
            91,
            92,
            [
                "an"
            ]
        ]
    ],
    "Reinach was the middle son of Hermann Reinach and his wife, Julie Budding.": [
        [
            0,
            7,
            [
                "Ranch",
                "Banach"
            ]
        ],
        [
            38,
            45,
            [
                "Ranch",
                "Banach"
            ]
        ]
    ],
    "The elder Reinach, an extremely wealthy Jewish banker from Frankfurt am Main, had immigrated to France in the 1840s.": [
        [
            10,
            17,
            [
                "Ranch",
                "Banach"
            ]
        ]
    ],
    "The Reinachs lived in a large villa in Saint-Germain-en-Laye (Paris suburbs) where Salomon was privately tutored.": [
        [
            4,
            12,
            [
                "Ranch",
                "Ranches",
                "Banach",
                "Rancho",
                "Ranchi",
                "Panache"
            ]
        ],
        [
            39,
            60,
            [
                "Saint-German-en-Laye",
                "Saint-Germain-en-Late"
            ]
        ]
    ],
    "He attended the École normale supérieure, graduating with first class distinctions, studying under Michel Béal, the eminent French semantics scholar.": [
        [
            16,
            21,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            22,
            29,
            [
                "normal",
                "Normal",
                "nor male",
                "norm ale"
            ]
        ],
        [
            30,
            40,
            [
                "superior",
                "superhero",
                "Superior",
                "superiors",
                "supersede",
                "superstore"
            ]
        ],
        [
            106,
            110,
            [
                "Deal",
                "Real",
                "Beat",
                "Beam",
                "Bear",
                "Seal"
            ]
        ]
    ],
    "Reinach's interest in languages resulted in a life-long devotion to archaeology.": [
        [
            0,
            7,
            [
                "Ranch",
                "Banach"
            ]
        ]
    ],
    "He entered the French school at Athens in 1879 and between 1880-82 participated in the archaeological digs with <a href=\"/pottierf\">Edmond Pottier</a> (1855-1934) and Alphonse Veyries (1858-1882) in Aeolia.": [],
    "In 1881 Reinach helped discover the Aeolian city state of Nimrud Kalassi.": [
        [
            8,
            15,
            [
                "Ranch",
                "Banach"
            ]
        ],
        [
            58,
            64,
            [
                "Nimrod"
            ]
        ],
        [
            65,
            72,
            [
                "Keyless",
                "Agassi"
            ]
        ]
    ],
    "He joined the Musée des Antiquités nationales in Saint-Germain-en-Laye in 1886 as an assistant.": [
        [
            14,
            19,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            20,
            23,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            24,
            34,
            [
                "Antiquities",
                "Antiquates"
            ]
        ],
        [
            35,
            45,
            [
                "nationals",
                "rationales",
                "nation ales"
            ]
        ],
        [
            49,
            70,
            [
                "Saint-German-en-Laye",
                "Saint-Germain-en-Late"
            ]
        ]
    ],
    "Part of his experiences in archaeological field work were published in 1887 as <em>La nécropole de Myrina</em>.": [],
    "His pedagogic ideas of museology date from his experiences at Musée des Antiquités at Saint-Germain-en-Laye, which he joined in 1887.": [
        [
            62,
            67,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            68,
            71,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            72,
            82,
            [
                "Antiquities",
                "Antiquates"
            ]
        ],
        [
            86,
            107,
            [
                "Saint-German-en-Laye",
                "Saint-Germain-en-Late"
            ]
        ]
    ],
    "In 1893 he became <em>conservateur</em> (curator, essentially vice-director) of the museum.": [
        [
            3,
            7,
            [
                "1893,"
            ]
        ]
    ],
    "During these same years he taught 1890-92 and 1895-1918 at the École du Louvre, which he helped found.": [
        [
            63,
            68,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            69,
            71,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ]
    ],
    "Around 1900, he met the aspiring papyrologist, <a href=\"/riccis\">Seymour de Ricci</a>, who's career Reinach furthered, introducing him to the important world of French society scholarship.": [],
    "From 1894 onward he was a member of the French School in Athens (Ecole Francaise d'Athènes).": [
        [
            65,
            70,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            71,
            80,
            [
                "Franchise",
                "Francoise",
                "Français",
                "Françoise"
            ]
        ],
        [
            83,
            90,
            [
                "Athens",
                "Achenes",
                "Athene"
            ]
        ]
    ],
    "In 1894, too, he met <a href=\"/berensonb\">Bernard Berenson</a> whose connoisseurship he so admired that he translated some of Berenson's articles into French.": [],
    "Reinach led various projects to publish <em>corpora</em> of objects, the earliest being Greek and Roman statuary, <em>Repertoire de la statuaire gécque et romaine</em> (issued between 1897-1898).": [
        [
            0,
            7,
            [
                "Ranch",
                "Banach"
            ]
        ]
    ],
    "Another corpus, <em>Répertoire des vases points grecs et etrusques</em>, appeared in 1900.": [],
    "Reinach was named <em>Professeur de numismatiqueam</em> at the Collège de France and the <em>Directeur propriétaire</em> of the <em>Gazette des Beaux-Arts</em>.": [
        [
            0,
            7,
            [
                "Ranch",
                "Banach"
            ]
        ]
    ],
    "Among his popular courses at the École du Louvre were his \"Antiquités Nationales,\" which succeeded in getting him named to a full professorship in 1902.": [
        [
            33,
            38,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            39,
            41,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ],
        [
            59,
            69,
            [
                "Antiquities",
                "Antiquates"
            ]
        ],
        [
            70,
            80,
            [
                "Nationals",
                "Rationales",
                "Nation ales"
            ]
        ]
    ],
    "His inaugural lectures for the 1902-1903 focused on a broad history of art centered around the Greek tradition.": [],
    "Reinach was appointed director of Musée des Antiquités at Saint-Germain-en-Layethe same year (1902).": [
        [
            0,
            7,
            [
                "Ranch",
                "Banach"
            ]
        ],
        [
            34,
            39,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            40,
            43,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            44,
            54,
            [
                "Antiquities",
                "Antiquates"
            ]
        ],
        [
            58,
            82,
            [
                "Saint-German-en-Layethe",
                "Saint-Germain-en-Layette"
            ]
        ]
    ],
    "He was appointed editor of the <em>Revue archéologique</em> in 1903, receiving the title officer of the Legion of Honor the same year.": [],
    "A third catalog of objects, <em>Répertoire de peintures du moyen âge et de la Renaissance 1280-1580</em>, began in 1905.": [],
    "In 1904, Reinach's École du Louvre lectures were published as a survey of art history entitled, <em>Apollo: histoire générale des arts</em>.": [
        [
            9,
            16,
            [
                "Ranch",
                "Banach"
            ]
        ],
        [
            19,
            24,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            25,
            27,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ]
    ],
    "It appeared in English the same year as <em>The Story of Art throughout the Ages</em>.": [],
    "The textbook was one of the first heavily illustrated art surveys and went through numerous editions.": [],
    "Between 1905-10 he lectured in general art history at the École As an ancientist, he was a member of the Société des antiquaires de France.": [
        [
            58,
            63,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            70,
            80,
            [
                "ancientest"
            ]
        ],
        [
            105,
            112,
            [
                "Society"
            ]
        ],
        [
            113,
            116,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            117,
            128,
            [
                "antiquaries"
            ]
        ]
    ],
    "Reinach died in 1932 and is buried in the Cimetière de Montmartre, Paris.": [
        [
            0,
            7,
            [
                "Ranch",
                "Banach"
            ]
        ],
        [
            42,
            51,
            [
                "Cafetiere",
                "Cafetière"
            ]
        ]
    ],
    "His younger brother, Théodore, (1860-1928), was also a classical scholar, authority on semitic coins and owner of the <em>Gazette des beaux-arts</em>, 1905-1928.": [
        [
            21,
            29,
            [
                "Theodore",
                "Theodor",
                "Theodora"
            ]
        ],
        [
            87,
            94,
            [
                "Semitic",
                "semiotic",
                "Semitics",
                "semantic",
                "septic",
                "somatic"
            ]
        ]
    ],
    "His elder brother, Joseph (1856-1921), a political writer involved in the Dreyfus Affair.": [],
    "Reinach's art history was deeply influenced by ethnology and the study of the sacred symbolic function of culture.": [
        [
            0,
            7,
            [
                "Ranch",
                "Banach"
            ]
        ]
    ],
    "As an art history survey, <em>Apollo</em> focused on what he called \"Greek miracle,\" tracing its antecedents and its influence through the Renaissance, and avoiding the medieval age.": [],
    "Berenson correctly observed that Reinach in fact had little real feeling for art (Samuels).": [
        [
            0,
            8,
            [
                "Benenson"
            ]
        ],
        [
            33,
            40,
            [
                "Ranch",
                "Banach"
            ]
        ],
        [
            82,
            89,
            [
                "Samuel's",
                "Samuel"
            ]
        ]
    ],
    "Over his career, Reinach developed a specialty in gems and was ranked with <a href=\"/furtwanglera\">Adolf Furtwängler</a> in expertise on the subject.": [
        [
            17,
            24,
            [
                "Ranch",
                "Banach"
            ]
        ]
    ],
    "His leadership at the Musée des Antiquités nationales made it the principal museum for Celtic and Roman artifacts of France.": [
        [
            22,
            27,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            28,
            31,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            32,
            42,
            [
                "Antiquities",
                "Antiquates"
            ]
        ],
        [
            43,
            53,
            [
                "nationals",
                "rationales",
                "nation ales"
            ]
        ]
    ],
    "A strong proponent of Jewish culture and rights, he was vice president of the Alliance Israelite Universelle, a cofounder of the organization helping to resettle Russian Jews, the Jewish Colonization Association, and an active member of the Societé des Études Juives, founded in 1880.</p>": [
        [
            97,
            108,
            [
                "Universally"
            ]
        ],
        [
            241,
            248,
            [
                "Society"
            ]
        ],
        [
            249,
            252,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            260,
            266,
            [
                "Juices",
                "Jives"
            ]
        ]
    ]
}