{
    "<p>Egyptologist; director of the joint Museum of Fine Arts of Boston and Harvard University Egyptian excavations; curator of Egyptian art at Boston (1910-1942).": [],
    "Reisner was born to George Andrew Reisner and Mary Elizabeth Mason (Reisner).": [
        [
            0,
            7,
            [
                "Raster",
                "Rasher",
                "Eisner"
            ]
        ],
        [
            34,
            41,
            [
                "Raster",
                "Rasher",
                "Eisner"
            ]
        ],
        [
            68,
            75,
            [
                "Raster",
                "Rasher",
                "Eisner"
            ]
        ]
    ],
    "His father's forebears had been German immigrants.": [],
    "Reisner was raised in Indiana and attended Harvard University graduating with an A. B., in 1889 and an A. M. in 1891.": [
        [
            0,
            7,
            [
                "Raster",
                "Rasher",
                "Eisner"
            ]
        ]
    ],
    "At Harvard he received a study grant to research cuneiform at the University in Göttingené; he studied additionally under the Egyptologist Adolf Erman (1854-1937) in Berlin.": [
        [
            3,
            10,
            [
                "Harvard,"
            ]
        ],
        [
            80,
            90,
            [
                "Göttingen"
            ]
        ],
        [
            145,
            150,
            [
                "German",
                "Herman",
                "Berman",
                "Erma",
                "Merman",
                "Erdman"
            ]
        ]
    ],
    "In 1892 he married Mary Putnam Bronson.": [
        [
            3,
            7,
            [
                "1892,"
            ]
        ]
    ],
    "Reisner received his Ph.": [
        [
            0,
            7,
            [
                "Raster",
                "Rasher",
                "Eisner"
            ]
        ],
        [
            21,
            23,
            [
                "pH",
                "PH",
                "PA",
                "PC",
                "Mph",
                "PM"
            ]
        ]
    ],
    "D., in 1893 writing a dissertation on Semitic languages.": [],
    "In 1895 he was appointed an assistant in Egyptology the Berlin Museum for a year.": [
        [
            3,
            7,
            [
                "1895,"
            ]
        ]
    ],
    "While in Berlin, he published a selection of cuneiform hymns from the Greek era (1896).": [],
    "He returned to the United States as an instructor at Harvard in 1897.": [],
    "His association with the museum in Cairo began with a study of canopic jars from that museum, which appeared as an important article for the <em>Zeitschrift für ägyptische Sprache</em> in 1899.": [
        [
            63,
            70,
            [
                "Canopic",
                "canopy",
                "canopies",
                "anoxic",
                "caloric",
                "canopied"
            ]
        ]
    ],
    "The same year Reisner convinced Phoebe Hearst (1842-1919), the widow of the late California senator George Hearst (1820-1891) to fund the Hearst Expedition to Egypt, Reisner being appointed director as well as Hearst Lecturer in Egyptology at the University of California, Berkeley.": [
        [
            14,
            21,
            [
                "Raster",
                "Rasher",
                "Eisner"
            ]
        ],
        [
            166,
            173,
            [
                "Raster",
                "Rasher",
                "Eisner"
            ]
        ]
    ],
    "With little formal archaeological experience, Reisner developed his own method of documentation.": [
        [
            46,
            53,
            [
                "Raster",
                "Rasher",
                "Eisner"
            ]
        ]
    ],
    "His research on the temple documents of Telloh appeared in 1901.": [
        [
            40,
            46,
            [
                "Tell oh"
            ]
        ]
    ],
    "In 1902 the excavation moved to the pyramids at Giza, which became his life work.": [],
    "Hearst ceased funding the excavations in 1904.": [],
    "Reisner published a facsimile of the medical papyrus in 1905 which had been discovered during the digs, the so-called Hearst Medical Papyri, today at UC Berkeley.": [
        [
            0,
            7,
            [
                "Raster",
                "Rasher",
                "Eisner"
            ]
        ]
    ],
    "The same year Reisner joined the faculty at Harvard as an assistant professor.": [
        [
            14,
            21,
            [
                "Raster",
                "Rasher",
                "Eisner"
            ]
        ]
    ],
    "At Harvard, he lead the joint Harvard/Museum of Fine Arts, Boston digs in the Sudan and the royal cemeteries in Giza, a continuation of the Hearst expeditions.": [
        [
            15,
            19,
            [
                "leads",
                "leaded",
                "led"
            ]
        ]
    ],
    "Reisner wrote two sections for the important <em>catalogue génèral</em> of the Egyptian Museum, Cairo.": [
        [
            0,
            7,
            [
                "Raster",
                "Rasher",
                "Eisner"
            ]
        ]
    ],
    "The first, <em>Amulets</em>, appeared in 1907.": [],
    "He also directed Havard's excavations of Samaria in Palestine, 1908-1910.": [
        [
            17,
            23,
            [
                "Harvard",
                "Hazard"
            ]
        ]
    ],
    "In 1910, Reisner was appointed curator of Egyptian Art at the Museum in Boston, a position vacated by <a href=\"/lythgoea\">Albert M. Lythgoe</a>, the department's founder and Reisner's assistant at Harvard/Boston digs.": [
        [
            9,
            16,
            [
                "Raster",
                "Rasher",
                "Eisner"
            ]
        ]
    ],
    "His second part of the Egyptian catalog, <em>Models of Ships and Boats</em>, was published in 1913.": [],
    "That year he also wrote an article explaining the identity of the great sphinx, hypothesizing that the statue was of king Chephren (Khephren), 2520-2494 B.C., builder of the second pyramid.": [
        [
            122,
            130,
            [
                "Chechen"
            ]
        ],
        [
            132,
            140,
            [
                "Stephen",
                "Shepherd",
                "Brethren",
                "Chechen",
                "Heparin",
                "Hyphen"
            ]
        ]
    ],
    "At the outbreak of World War I in Europe, Reizner, who had been associated with German scholars all his life, deliberated long about which side to support, before siding with him native country.": [
        [
            42,
            49,
            [
                "Rather",
                "Manner",
                "Warner",
                "Banner",
                "Rapper",
                "Wagner"
            ]
        ]
    ],
    "In 1914 he became professor of Egyptology at Harvard.": [
        [
            3,
            7,
            [
                "1914,"
            ]
        ]
    ],
    "In 1925, he announced among his greatest discovery, the alabaster sarcophagus of Queen Hetepheres, mother of Cheops.": [
        [
            87,
            97,
            [
                "Hemispheres",
                "Herefords",
                "Geospheres"
            ]
        ]
    ],
    "A 1931 paper he read described the Egyptian dynasties so vividly that it was covered in the London <em>Times</em>.": [],
    "Reisner's eyesight failed in his later years; his daughter, Mary B. Reisner, who had learned Egyptian under him at the digs, assisted him in his final articles.": [
        [
            0,
            7,
            [
                "Raster",
                "Rasher",
                "Eisner"
            ]
        ],
        [
            68,
            75,
            [
                "Raster",
                "Rasher",
                "Eisner"
            ]
        ]
    ],
    "His students, either at Harvard or under him at his excavations, included Clarence Stanley Fisher (1876-1941), credited with spreading Reisner's documentary technique to younger archaeologists, Cecil Mallaby Firth (1878-1931), and <a href=\"/winlockh\">Herbert Eustis Winlock</a>.": [
        [
            135,
            142,
            [
                "Raster",
                "Rasher",
                "Eisner"
            ]
        ],
        [
            200,
            207,
            [
                "Wallaby"
            ]
        ]
    ],
    "Reisner continued to direct the excavations in Egypt despite declining health.": [
        [
            0,
            7,
            [
                "Raster",
                "Rasher",
                "Eisner"
            ]
        ]
    ],
    "He died, almost idyllically, in his sleep at the Giza site, in the shadow of the great Pyramid.": [],
    "The Harvard/Boston expeditions concluded immediately after World War II, his directorship assumed by <a href=\"/smithw\">W.": [],
    "Stevenson Smith</a>.": [],
    "A scholar slow to publish, many of his archaeological findings appeared only after his death, including <em>The Tomb of Hetep-heres</em> in 1955, published by Smith, and <em>Semna Kumna</em>, 1960.": [],
    "Reisner's career as an Egyptian archaeologist was part of the great era of American museum-sponsored expeditions.": [
        [
            0,
            7,
            [
                "Raster",
                "Rasher",
                "Eisner"
            ]
        ]
    ],
    "During this same period Winlock led digs for the Metropolitan Museum of Art, and <a href=\"/breastedj\">Henry Breasted, Jr.</a> for the Oriental Institute of the University of Chicago.": [
        [
            24,
            31,
            [
                "Win lock"
            ]
        ]
    ],
    "As an archaeologist during the period when excavation was becoming more scientific, Reisner devised his own method of documentation, more elaborate than than of Sir Flinders Petrie (1853-1942).": [
        [
            84,
            91,
            [
                "Raster",
                "Rasher",
                "Eisner"
            ]
        ],
        [
            148,
            157,
            [
                "than"
            ]
        ]
    ],
    "His method became the most methodical used in Egyptian excavations.": [],
    "He figures as among the most important archaeologists of the twentieth century.": [],
    "His students at his digs knew him as \"Papa George.\"": [],
    "Reisner's humor and knowledge were renowned.": [
        [
            0,
            7,
            [
                "Raster",
                "Rasher",
                "Eisner"
            ]
        ]
    ],
    "When the archaeologist opened the tomb of Queen Hetepheres and found it empty (destroyed by robbers centuries earlier), he reportedly replied to those accompanying him, \"I regret Queen Hetepheres is not receiving...\".</p>": [
        [
            48,
            58,
            [
                "Hemispheres",
                "Herefords",
                "Geospheres"
            ]
        ],
        [
            185,
            195,
            [
                "Hemispheres",
                "Herefords",
                "Geospheres"
            ]
        ]
    ]
}