{
    "<p>Scholar of the artistic taste and so-called economics of taste.": [],
    "Reitlinger was born to Albert Reitlinger (1845-1924), a London banker and Emma Brunner (Reitlinger).": [
        [
            0,
            10,
            [
                "Salinger",
                "Reutlingen",
                "Ratline",
                "Ratlines",
                "Ratingen",
                "Malinger"
            ]
        ],
        [
            30,
            40,
            [
                "Salinger",
                "Reutlingen",
                "Ratline",
                "Ratlines",
                "Ratingen",
                "Malinger"
            ]
        ],
        [
            88,
            98,
            [
                "Salinger",
                "Reutlingen",
                "Ratline",
                "Ratlines",
                "Ratingen",
                "Malinger"
            ]
        ]
    ],
    "He attended the Westminster school with (Sir) Roy Forbes Harrod (1900-78), later the prominent economist.": [
        [
            57,
            63,
            [
                "Harrods",
                "Jarrod",
                "Harrow"
            ]
        ]
    ],
    "Reitlinger served briefly in the infantry of the Middlesex regiment in World War I. Afterward, he studied at Christ Church, Oxford, where the archaeologist Edward Thurlow Leeds (1877-1955) of the Ashmolean Museum suggested he study cultural topics.": [
        [
            0,
            10,
            [
                "Salinger",
                "Reutlingen",
                "Ratline",
                "Ratlines",
                "Ratingen",
                "Malinger"
            ]
        ]
    ],
    "Afterward he studied art at the Slade School and Westminster Art School in the 1920s and early 1930s intent on being an artist.": [
        [
            32,
            37,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "His paintings were exhibited during this time in London.": [],
    "Between 1927-1929 he also edited the art journal <em>Drawing and Design</em>, a journal \"devoted to art as a national asset.\"": [],
    "After his father's death in 1924, Reitlinger and his brother were left the bulk of the large family estate, allowing both to be independently wealthy.": [
        [
            34,
            44,
            [
                "Salinger",
                "Reutlingen",
                "Ratline",
                "Ratlines",
                "Ratingen",
                "Malinger"
            ]
        ]
    ],
    "In the late 1920s he travelled to New York and Tahiti as inspiration for his painting career.": [],
    "He participated in two excavations, the Field Museum (Chicago)-sponsored one at Kish (modern Iraq) in 1930-1931, and a second Oxford one he co-directed with <a href=\"/riced\">David Talbot Rice</a> at Hira in 1932.": [
        [
            80,
            84,
            [
                "Fish",
                "Wish",
                "Dish",
                "Kiss",
                "Gish",
                "Kith"
            ]
        ]
    ],
    "He appears in Robert Byron's account of that excursion (<em>The Station</em>, 1928) as the character \"Reinecker\".": [
        [
            102,
            111,
            [
                "Rancher",
                "Ranker",
                "Racker"
            ]
        ]
    ],
    "From these he built his collection of Syrian and Persian pottery of the Timurid, Isnik, and Safavid periods.": [
        [
            81,
            86,
            [
                "Ink",
                "Sink",
                "Ionic",
                "Isis",
                "Snip",
                "Ishim"
            ]
        ]
    ],
    "Reitlinger wrote several non-fiction works during this time, <em>A Tower of Skulls</em>, in 1932, on his travels to Armenia and the middle east, and <em>South of the Clouds</em> on Yunan province, China, in 1939.": [
        [
            0,
            10,
            [
                "Salinger",
                "Reutlingen",
                "Ratline",
                "Ratlines",
                "Ratingen",
                "Malinger"
            ]
        ],
        [
            132,
            143,
            [
                "Middle East"
            ]
        ],
        [
            181,
            186,
            [
                "Yuan",
                "Yunnan",
                "Hunan"
            ]
        ]
    ],
    "The same year he married Dorothy Jardas (1900?-1951).": [
        [
            33,
            39,
            [
                "Areas",
                "Cards",
                "Yards",
                "Jordan",
                "Wards",
                "Madras"
            ]
        ]
    ],
    "He served in again in World War II and in the gunnery battery and lectured to the troops.": [],
    "He was discharged from service because of ill-health.": [],
    ".": [
        [
            0,
            1,
            [
                "."
            ]
        ]
    ],
    "After a divorce in 1939,  he remarried a second time to an independently wealthy widow, Eileen Anne Graham Bell, (born, Eileen Bilbrough), (1909-2001), working as a literary agent.": [
        [
            24,
            26,
            [
                " "
            ]
        ],
        [
            127,
            136,
            [
                "Borough",
                "Yarbrough",
                "Oilproof"
            ]
        ]
    ],
    "After the war he began writing articles for art journals and articles on art for newspapers.": [],
    "The prestige and the art world luster allow Reitlinger tohold evening parties during these years, entertaining the fashionable of post-war Britain.": [
        [
            44,
            54,
            [
                "Salinger",
                "Reutlingen",
                "Ratline",
                "Ratlines",
                "Ratingen",
                "Malinger"
            ]
        ],
        [
            55,
            61,
            [
                "toehold",
                "to hold"
            ]
        ]
    ],
    "He turned to writing about Nazi Germany and issues of the Holocaust, beginning with <em>The Final Solution</em> in 1953 and <em>The SS: Alibi of a Nation</em> in 1956.": [],
    "In 1960, Reitlinger published the first volume of his examination of the art market in eighteenth century France, <em>The Economics of Taste,</em> in part through his interest and experience of art collecting.": [
        [
            9,
            19,
            [
                "Salinger",
                "Reutlingen",
                "Ratline",
                "Ratlines",
                "Ratingen",
                "Malinger"
            ]
        ],
        [
            140,
            142,
            [
                ", <"
            ]
        ]
    ],
    "Reitlinger was an avid and astute collector of Asian and Islamic pottery, notably Japanese Kakiemon ware, and seventeenth-century Chinese ceramics.": [
        [
            0,
            10,
            [
                "Salinger",
                "Reutlingen",
                "Ratline",
                "Ratlines",
                "Ratingen",
                "Malinger"
            ]
        ],
        [
            91,
            99,
            [
                "Pokémon",
                "Daemon",
                "Jamieson",
                "Pokemon",
                "Nanaimo"
            ]
        ]
    ],
    "His large porcelain collection was damaged by fire shortly before his death.": [],
    "He died of a cerebral hemorrhage at a House Nursing Home in St.": [],
    "Leonards, Sussex.": [
        [
            0,
            8,
            [
                "Leonard's",
                "Leonard",
                "Leonardo",
                "Leopards",
                "Leotards"
            ]
        ]
    ],
    "The collection was willed to the Ashmolean Museum, Oxford where it forms the Gerald Reitlinger Gallery.</p>\n\n<p>Reitlinger was neither a trained art historian nor economist.": [
        [
            84,
            94,
            [
                "Salinger",
                "Reutlingen",
                "Ratline",
                "Ratlines",
                "Ratingen",
                "Malinger"
            ]
        ],
        [
            112,
            122,
            [
                "Salinger",
                "Reutlingen",
                "Ratline",
                "Ratlines",
                "Ratingen",
                "Malinger"
            ]
        ]
    ],
    "His economic treatment of the history of modern art is really a book on taste.": [],
    "Although the interest in art economics can rightly be traced from his groundbreaking books, they are not filled with market data like contemporary art market analysis.": [],
    "Instead, Reitlinger disparages the degradation of taste in the modern era, which he attributed to a redistribution of wealth in the late eighteenth and nineteenth centuries.": [
        [
            9,
            19,
            [
                "Salinger",
                "Reutlingen",
                "Ratline",
                "Ratlines",
                "Ratingen",
                "Malinger"
            ]
        ]
    ],
    "He forecasted that in the future, only governments would be able to patronize artists due to inflated prominence of artistic personalities.</p>": []
}