{
    "<p>Banker; art collector.": [],
    "Renders was born as Émile-Léon Houvenaeghel.": [],
    "He was adopted by the Bruges antiquarian August-Adolf Renders, receiving the family name Houvenaeghel-Renders, abridged to Renders in 1907.": [],
    "He married Julienne Sylvie D'Hoore (1875-1956).": [
        [
            29,
            34,
            [
                "Moore",
                "Hooke",
                "Hewer",
                "Ho ore"
            ]
        ]
    ],
    "From 1920 onwards, Renders unscrupulously purchased a considerable collection of early Flemish paintings.": [],
    "Throughout his career, he collaborated with the painter and restorer Joseph van der Veken (1872-1964).": [
        [
            84,
            89,
            [
                "Ve ken"
            ]
        ]
    ],
    "In 1927, his collection was presented in the exhibition, <em>Flemish and Belgian Art, 1300-1900</em>, in the London Burlington House, a private art club.": [],
    "<a href=\"/hulindeloog\">Georges Nicolas Marie Hulin de Loo</a>, the distinguished professor and connoisseur of early Flemish painting, wrote the introduction to the 1927 catalog of the Renders collection, notices on each painting were provided by <a href=\"/michele\">Édouard Michel</a> (1873-1953).": [],
    "The director of the Berlin <em>Zentralbibliothek</em> <a href=\"/winklerf\">Friedrich Winkler</a> expressed serious doubts about the authenticity of a dozen of art works in his review, \"Die flämisch-belgische Ausstellung in London.\"": [],
    "By the end of the 1920s Renders published a number of articles in several periodicals, including <em>The Burlington Magazine for Connoisseurs</em>, on the identity of Rogier van der Weyden, who in his view was the so-called Master of Flémalle.": [
        [
            234,
            242,
            [
                "Female"
            ]
        ]
    ],
    "This identification, although not entirely new, went against the commonly held view according to which Rogier van der Weyden was the pupil of the Master of Flémalle.": [
        [
            156,
            164,
            [
                "Female"
            ]
        ]
    ],
    "Renders stated that the works attributed to the Master of Flémalle were in fact the earlier works of Rogier van der Weyden himself.": [
        [
            58,
            66,
            [
                "Female"
            ]
        ]
    ],
    "Renders harshly attacked several art historians for disagreeing with him.": [],
    "He further explained his theory in a two-volume study, <em>La solution du problème Van der Weyden-Flémalle-Campin</em>, which appeared in 1931.": [],
    "His theory was accepted by <a href=\"/friedlanderm\">Max J. Friedländer</a> and <a href=\"/lavalleyej\">Jacques Lavalleye</a>, but rejected by <a href=\"/destreej1863\">Jules Destrée</a>, Hulin de Loo, <a href=\"/winklerf\">Friedrich Winkler</a>, <a href=\"/panofskye\">Erwin Panofsky</a>, and others.": [],
    "Another debate arose in the 1930s regarding the existence of Hubert van Eyck, the brother of Jan van Eyck.": [],
    "Renders argued in his 1933 publication, <em>Hubert van Eyck, personnage de légende</em>, that Hubert van Eyck was merely a legendary person.": [],
    "In his view, the quatrain inscribed on the exterior frames of the wings of the Ghent Altarpiece, with the names of Hubert and Jan as the makers of the artwork, was a later addition.": [],
    "In 1935 Renders published a follow-up monograph on the work of Jan van Eyck, again rejecting the existence of his brother Hubert, <em>Jean van Eyck, son oeuvre, son style, son évolution et la légende d'un frère peintre</em>.": [],
    "This extreme view was accepted by some art historians, including Friedländer, although with reservations, and <a href=\"/brockwellm\">Maurice Brockwell</a>, and rejected by others, including <a href=\"/beenkenh\">Hermann Theodor Beenken</a> and again, Winkler.": [
        [
            65,
            76,
            [
                "Freelander"
            ]
        ]
    ],
    "In 1941, during the Second World War, Renders sold 20 paintings to Reichsmarschall Hermann Göring (1893-1946).": [],
    "Soon after the end of the war, part of the Renders collection was discovered in Germany.": [
        [
            43,
            50,
            [
                "Renders'",
                "Render's"
            ]
        ]
    ],
    "Renders attempted to reclaim his paintings, stating that the sale had taken place under duress.": [],
    "In 1946 ten panels from the collection returned to Brussels.": [],
    "The Belgian <em>Office de Récupération économique</em> denied Renders' claims of ownership.": [],
    "In 1949-1951 Renders eventually lost a lawsuit against the Belgian State.": [
        [
            3,
            12,
            [
                "1949–1951"
            ]
        ]
    ],
    "In the meantime the debate on Hubert van Eyck continued.": [],
    "In 1945 <a href=\"/duvergerj\">Jozef Duverger</a> defended the thesis that Hubert had been a real person, referring to the mention of his name both in the tombstone inscription and in the quatrain, <em>Het grafschift van Hubrecht van Eyck en het quatrain van het Gentsche Lam Gods-retabel</em>.": [],
    "The last publication of Renders on the question, <em>Jean van Eyck et le polyptique; deux problèmes résolus</em>, attracted little attention.": [],
    "The debate seemingly had lost its relevance.": [],
    "Renders died in 1956.": [],
    "In recent years, various aspects of the role of Renders as a collector, and his collaboration with Van der Veken, received much attention, following research on two paintings from his former collection, the so-called Madeleine Renders, and the so-called Madone Renders.": [
        [
            103,
            106,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            107,
            112,
            [
                "Ve ken"
            ]
        ],
        [
            254,
            260,
            [
                "Malone",
                "Mad one"
            ]
        ]
    ],
    "Among the missing paintings of the Renders collection (in 1945) was a copy of the right wing of the Braque Triptychby Rogier van der Weyden representing Mary Magdalen (the original of which is in the Louvre); in the 1927 London exhibition catalog this copy had been attributed to Hans Memling.": [
        [
            107,
            117,
            [
                "Triptych by"
            ]
        ],
        [
            158,
            166,
            [
                "Magdalena",
                "Magdalene"
            ]
        ]
    ],
    "In 1946, this copy surfaced in Spain, in the possession of Alois Miedl (1903-?": [
        [
            65,
            70,
            [
                "Maid",
                "Maids"
            ]
        ]
    ],
    "), an agent of Goering who had fled to Spain.": [
        [
            0,
            1,
            [
                ""
            ]
        ]
    ],
    "Miedl sold the panel to a Scandinavian collector in 1966.": [
        [
            0,
            5,
            [
                "Maid",
                "Maids"
            ]
        ]
    ],
    "In 2004 it returned to Belgium for technical examination at the laboratories of the Institut royal du patrimoine artistique/Koninklijk Instituut voor het Kunstpatrimonium.": [
        [
            3,
            7,
            [
                "2004,"
            ]
        ],
        [
            84,
            92,
            [
                "Institute"
            ]
        ],
        [
            99,
            101,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ],
        [
            102,
            112,
            [
                "patrimony",
                "patrimonies"
            ]
        ],
        [
            113,
            123,
            [
                "artistic",
                "armistice",
                "critique",
                "Martinique",
                "artiste"
            ]
        ],
        [
            124,
            134,
            [
                "Koninklijke"
            ]
        ],
        [
            135,
            144,
            [
                "Institute"
            ]
        ],
        [
            145,
            149,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            150,
            153,
            [
                "he",
                "get",
                "her",
                "set",
                "hit",
                "let"
            ]
        ]
    ],
    "It appeared that Van der Veken had completely over-painted it before 1927.": [
        [
            21,
            24,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            25,
            30,
            [
                "Ve ken"
            ]
        ]
    ],
    "This so-called Madeleine Renders was shown in the 2005 exhibition, <em>L'affaire van der Veken</em>, in the Brussels Musée royal des Beaux-Arts, which asserted Van der Veken had \"restored\" a considerable number of other paintings as well.": [],
    "Another painting formerly in the possession of Renders (now Tournai Musée des Beaux-Arts), a Madonna and Child (school of Rogier van der Weyden), was examined at the Catholic University of Louvain (Laboratoire d'étude des oeuvres d'art de l'UCL, Labart).": [
        [
            60,
            67,
            [
                "Tourney",
                "Tourneys"
            ]
        ],
        [
            68,
            73,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            74,
            77,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            189,
            196,
            [
                "Lou vain"
            ]
        ],
        [
            198,
            209,
            [
                "Laboratory",
                "Laboratories"
            ]
        ],
        [
            218,
            221,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            246,
            252,
            [
                "Lab art"
            ]
        ]
    ],
    "This painting, the so-called Madone Renders, was exhibited in the 2004-2005 exposition <em>Fake or not Fake</em> in the Bruges Groeninge Museum, and in the 2005 exhibition, <em>L'affaire van der Veken</em>, in the Brussels Musée royal des Beaux-Arts.</p>": [
        [
            29,
            35,
            [
                "Malone",
                "Mad one"
            ]
        ],
        [
            127,
            136,
            [
                "Groningen",
                "Greening",
                "Groaning"
            ]
        ]
    ]
}