{
    "Scholar of Impressionism and Cézanne; wrote first scholarly synthesis of Impressionism in the English language.": [],
    "Rewald's father was Bruno Albert Rewald (b.": [
        [
            0,
            6,
            [
                "Reward"
            ]
        ],
        [
            33,
            39,
            [
                "Reward"
            ]
        ]
    ],
    "1885), a chemist, and mother Paula Feinstein (Rewald) (1880-1964) a dentist.": [
        [
            46,
            52,
            [
                "Reward"
            ]
        ]
    ],
    "He was educated at the Lichtwark School in Hamburg, receiving his <em>Abitur</em> in 1931.": [
        [
            23,
            32,
            [
                "Rightward"
            ]
        ]
    ],
    "He spent the years 1931-1936 studying art history at various universities, including Hamburg under <a href=\"/panofskye\">Erwin Panofsky</a> and <a href=\"/saxlf\">Fritz Saxl</a>, and Frankfurt.": [],
    "Rewald entered the Sorbonne in 1932 ostensibly for a year's study, but after Hitler's rise the following year in Germany, he was compelled to remain in France as an exile.": [
        [
            0,
            6,
            [
                "Reward"
            ]
        ]
    ],
    "While rambling through France visiting the rural cathedrals, Rewald met fellow German Leo Marchutz, a painter who was searching out the landscapes of Paul Cézanne's work.": [
        [
            61,
            67,
            [
                "Reward"
            ]
        ],
        [
            90,
            98,
            [
                "March",
                "Marched",
                "Marching",
                "Marcus",
                "Marches",
                "Parachute"
            ]
        ]
    ],
    "Rewald and Marchutz joined forces, Rewald photographing the landscapes used in Cézanne's pictures.": [
        [
            0,
            6,
            [
                "Reward"
            ]
        ],
        [
            11,
            19,
            [
                "March",
                "Marched",
                "Marching",
                "Marcus",
                "Marches",
                "Parachute"
            ]
        ],
        [
            35,
            41,
            [
                "Reward"
            ]
        ]
    ],
    "(These photographs later became the shots for Rewald's book on Post Impressionism).": [
        [
            46,
            52,
            [
                "Reward"
            ]
        ]
    ],
    "At the Sorbonne, he convinced <a href=\"/focillonh\">Henri Focillon</a> to allow him to write his dissertation on Cézanne, an artist considered too recent to be a subject of study.": [],
    "Rewald's dissertation, <em>Cézanne et Zola</em>, addressed the friendship between the two creative personalities.": [
        [
            0,
            6,
            [
                "Reward"
            ]
        ]
    ],
    "Between 1936-1941 he worked as a journalist for various newspapers writing art criticism.": [],
    "He married Estelle Haimovici in 1939.": [
        [
            19,
            28,
            [
                "Harmonic",
                "Harmonica",
                "Harmonics"
            ]
        ]
    ],
    "When France declared war on Germany, he was interned in 1939 as an enemy alien--despite being Jewish.": [],
    "He emigrated to the United States in 1941.": [
        [
            3,
            15,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "Rewald was awarded the Prix <a href=\"/blancc\">Charles Blanc</a> in 1940 in France for his dissertation, <em>in absentia</em>.": [
        [
            0,
            6,
            [
                "Reward"
            ]
        ],
        [
            23,
            27,
            [
                "PRI",
                "Prim",
                "Prig",
                "PIX",
                "RIX",
                "Pix"
            ]
        ]
    ],
    "In New York, where Museum of Modern Art Director <a href=\"/barra\">Alfred H. Barr, Jr.</a>, had sponsored Rewald's immigration, Rewald initially found work at Weyhe's Book Shop and in 1942 for the War Department as a French interpreter.": [],
    "Beginning in 1943, he consulted for the Museum of Modern Art, New York, organizing exhibitions for it and other museums and researching his magnum opus, a history of Impressionism.": [],
    "Rewald had shown Barr a mass of unpublished Cézanne correspondence that Rewald had collected for his dissertation in France.": [
        [
            0,
            6,
            [
                "Reward"
            ]
        ],
        [
            72,
            78,
            [
                "Reward"
            ]
        ]
    ],
    "Barr asked his former professor <a href=\"/sachsp\">Paul J. Sachs</a> at Harvard to convince their press to published them.": [],
    "But Harvard University Press turned him down.": [],
    "Rewald, again at Barr's insistence, tried and failed to obtain a Guggenheim fellowship.": [
        [
            0,
            6,
            [
                "Reward"
            ]
        ]
    ],
    "Ultimately, Barr persuaded the New York branch of the Durand-Ruel Gallery to make a tax-free contribution to the Museum, which Barr gave to Rewald to complete the <em>History of Impressionism</em>.": [
        [
            54,
            65,
            [
                "Durand-Rule"
            ]
        ],
        [
            140,
            146,
            [
                "Reward"
            ]
        ]
    ],
    "<em>The History of Impressionism</em> was published to universal acclaim in 1946.": [],
    "Rewald spent the rest of his life in part revising and republishing it in five editions.": [
        [
            0,
            6,
            [
                "Reward"
            ]
        ]
    ],
    "After a divorce from his first wife, he married Alice Bellony [formerly Alice Leglise] in 1956.": [
        [
            54,
            61,
            [
                "Belong",
                "Balcony",
                "Belly",
                "Felony",
                "Belmont",
                "Bellamy"
            ]
        ],
        [
            78,
            85,
            [
                "Leslie",
                "Legalize",
                "Elise",
                "Legalism",
                "Legless",
                "Legalist"
            ]
        ]
    ],
    "Rewald was a visiting professor at Princeton University between 1961 and 1964.": [
        [
            0,
            6,
            [
                "Reward"
            ]
        ]
    ],
    "He joined the art faculty of the University of Chicago in 1964, remaining until 1971.": [],
    "During that time he wrote the Abrams (publisher) volume on Paul Gauguin for their <em>Library of Great Painters</em> series.": [],
    "In 1971 he became part of the Graduate School and University Center of the City University of New York as distinguished professor of art history.": [
        [
            3,
            7,
            [
                "1971,"
            ]
        ]
    ],
    "In 1977 he organized the highly important Cézanne: The Late Work exhibition at MoMA with <a href=\"/rubinw\">William S. Rubin</a>.": [
        [
            3,
            7,
            [
                "1977,"
            ]
        ]
    ],
    "He spent the year 1979 as the A. W. Mellon Lecturer, National Gallery of Art.": [],
    "Rewald retired from CUNY in 1984.": [
        [
            0,
            6,
            [
                "Reward"
            ]
        ]
    ],
    "In 1986 he was awarded the Mitchell Prize for his dissertation on Cézanne and Zola, which appeared in English as <em>Cezanne: A Biography</em>.": [
        [
            3,
            7,
            [
                "1986,"
            ]
        ]
    ],
    "Rewald was instrumental in creating a foundation to buy Cézanne's studio and turn it into a museum.": [
        [
            0,
            6,
            [
                "Reward"
            ]
        ]
    ],
    "He died of congrestive heart failure at age 81.": [
        [
            11,
            22,
            [
                "congestive"
            ]
        ]
    ],
    "His <em>catalogue raisonné</em> of Cézanne was completed and appeared after his death in 1996.": [],
    "A street in Aix-en-Provence, where Cézanne lived and worked, is named after him.": [],
    "His son, Paul Rewald, who was a vice president of Sotheby Parke Bernet, died of cancer at age 32 in 1976.": [
        [
            14,
            20,
            [
                "Reward"
            ]
        ],
        [
            58,
            63,
            [
                "Park",
                "Parks",
                "Parker",
                "Parked",
                "Parse",
                "Parka"
            ]
        ],
        [
            64,
            70,
            [
                "Beret",
                "Bennet",
                "Benet",
                "Bernat",
                "Fernet"
            ]
        ]
    ],
    "His daughter-in-law, Sabine Rewald, is a curator at the Metropolitan Museum of Art.": [
        [
            28,
            34,
            [
                "Reward"
            ]
        ]
    ],
    "Rewald's scholarship, most exemplified in his histories of Impressionism and Post-Impressionism, is the highly documentary, nearly day-by-day account of the movement.": [
        [
            0,
            6,
            [
                "Reward"
            ]
        ]
    ],
    "The thick text provides wonderful documentation of the movement but, compared to other treatments of the subjects, are shorter on analysis.": [],
    "They remain the authority for dates and chronology of late-nineteenth century French art.": [],
    "A connoisseur historian at odds with heavy psychological interpretations, he was a vocal critic, along with the critic <a href=\"/canadayj\">John Canaday</a> of the Metropolitan Museum of Art's selling of some of its important paintings in the early 1970s under Director <a href=\"/hovingt\">Thomas Hoving</a>.": [],
    "Throughout his career, he advised the wealthy art collectors John Hay Whitney and Paul Mellon on purchases both to their private collections and donations to art galleries.": []
}