{
    "<p>Scholar of John Constable and portrait miniatures.": [],
    "Reynolds was educated at Highgate School and Queens' College, Cambridge.": [
        [
            25,
            33,
            [
                "High gate"
            ]
        ]
    ],
    "He joined the staff of the Victoria and Albert Museum in 1937.": [],
    "During World War II he served in Ministry of Home Security (1939-1945) and there met the painter and engraver Daphne Dent (1918-2002), whom he married in 1943.": [],
    "Reynolds joined the Victoria and Albert Museum after the war, issuing a catalog on Nicholas Hilliard and Isaac Oliver in 1947.": [
        [
            92,
            100,
            [
                "Billiard",
                "Milliard"
            ]
        ]
    ],
    "His knowledge of British period dress resulted in a volume for the <em>Costume of the Western World</em> series in 1951.": [],
    "The second of his lifelong interests, miniature painting, manifested itself in his 1952 <em>English Portrait Miniatures</em>.": [],
    "He was promoted to Keeper (curator) of the Department of Paintings at the Victoria and Albert Museum (concomitantly with Engraving, Illustration and Design) in 1959, then of Prints and Drawings in 1961.": [],
    "Reynolds spent his career at the V&A studying and writing on the excellent collection of paintings by John Constable.": [],
    "His <em>Catalogue of the Constable Collection, London: Victoria and Albert Museum</em>, appeared in 1960 (with a revised edition in 1973).": [],
    "This was followed by <em>Constable, the Natural Painter</em> in 1965.": [],
    "He was a visiting professor at Yale University in 1968.": [],
    "Reynolds was a founding member of the International Advisory Committee of Keepers of Public Collection of Graphic Arts, instigated by <a href=\"/boonk\">Karel G. Boon</a> in 1970.": [],
    "In 1974 he retired, accepting a position as a member of the advisory council of the Paul Mellon Centre for Studies in British Art, 1977-84.": [
        [
            3,
            7,
            [
                "1974,"
            ]
        ]
    ],
    "During that time, he selected the Constable works for the Metropolitan Museum of Art's exhibition \"Constable's England\" in 1983.": [],
    "The following year he published the first of his <em>catalogues raisonnés</em> on Constable, <em>The Latter Paintings and Drawings of John Constable</em>.": [],
    "A revised edition of his <em>English Portrait Miniatures</em> was issued in 1988.": [],
    "He was named an Honorary Keeper of Portrait Miniatures at the Fitzwilliam Museum in Cambridge in 1994.": [],
    "Under the auspices of the Paul Mellon Centre for Studies in British Art at Yale University, Reynolds issued the second of his Constable <em>catalogue raisonné</em>, <em>The Early Paintings and Drawings of John Constable</em> in 1996.": [],
    "He was knighted for his service to the royal collection in 2000.": [],
    "Reynolds was one of a number of curators who publicly opposed the \"new art history\" of the 1970s and 1980s that followed a closer (essentially Marxist-derived) political reading of art.": [],
    "His own writing in catalogs and texts avoids analysis in favor of documenting the works themselves.</p>": []
}