{
    "<p>Goltzius scholar; Professor of art history at Utrecht University.": [
        [
            3,
            11,
            [
                "Glottis",
                "Boethius",
                "Grotius",
                "Galerius",
                "Gothics",
                "Polonius"
            ]
        ]
    ],
    "Reznicek attended high school at Nymburk and studied, between 1945 and 1948, history at the Univerzita Karlova (Charles University) in Prague.": [
        [
            0,
            8,
            [
                "Reunited",
                "Venice",
                "Reunite",
                "Rejoice",
                "Reunites",
                "Bernice"
            ]
        ],
        [
            33,
            40,
            [
                "Number",
                "Numbers",
                "Hamburg",
                "Embark",
                "Limburg",
                "Newbury"
            ]
        ],
        [
            92,
            102,
            [
                "University"
            ]
        ],
        [
            103,
            110,
            [
                "Karl ova"
            ]
        ]
    ],
    "In 1948 he fled to West-Germany, from where he then moved to The Netherlands.": [
        [
            3,
            7,
            [
                "1948,"
            ]
        ]
    ],
    "At Utrecht University, he studied art history, from 1948 to 1953, under <a href=\"/gelderj\">J.": [],
    "G. van Gelder</a>, <a href=\"/hecksherw\">William S. Heckscher</a>, <a href=\"/ozingam\">Murk Daniël Ozinga</a>, and <a href=\"/hoogewerffg\">G.": [
        [
            3,
            6,
            [
                "Van"
            ]
        ],
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "J. Hoogewerff</a>.": [],
    "While he was a student, he worked as an intern at the Royal Cabinet of Paintings in the Mauritshuis and at the Netherlands Institute for Art History (Rijksbureau voor Kunsthistorische Documentatie, RKD), both in The Hague.": [
        [
            162,
            166,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            184,
            196,
            [
                "Documentation",
                "Documentaries"
            ]
        ]
    ],
    "In the latter institution he organized, in 1952, an exhibition of seventeenth-century drawings.": [],
    "In the same year, he became the head of the department of documentation and reproduction in the Institute of Art History at Utrecht University.": [],
    "In 1958 he was responsible for the Rotterdam-Haarlem exhibition catalog <em>Hendrik Goltzius als tekenaar</em> (Hendrik Goltzius as Draughtsman).": [
        [
            3,
            7,
            [
                "1958,"
            ]
        ]
    ],
    "In the same year he obtained a teaching position at the Institute.": [],
    "In 1961, he earned the doctor's degree with his dissertation, <em>Hendrick Goltzius als Zeichner</em>.": [],
    "His adviser was <a href=\"/gelderj\">J.": [],
    "G. van Gelder</a>.": [
        [
            3,
            6,
            [
                "Van"
            ]
        ],
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "Reznicek incorporated this study on Goltzius as a draughtsman in his 1961 two-volume illustrated monograph, <em>Die Zeichnungen von Hendrick Goltzius</em>.": [
        [
            0,
            8,
            [
                "Reunited",
                "Venice",
                "Reunite",
                "Rejoice",
                "Reunites",
                "Bernice"
            ]
        ],
        [
            36,
            44,
            [
                "Glottis",
                "Boethius",
                "Grotius",
                "Galerius",
                "Gothics",
                "Polonius"
            ]
        ],
        [
            50,
            61,
            [
                "draftman"
            ]
        ]
    ],
    "This monumental work includes an introductory essay on Goltzius' style, the iconography and the art theoretical aspects of his oeuvre, and its historiography, as well as the <em>catalogue raisonné</em> of 449 Goltzius' drawings.": [
        [
            55,
            63,
            [
                "Glottis",
                "Boethius",
                "Grotius",
                "Galerius",
                "Gothics",
                "Polonius"
            ]
        ],
        [
            209,
            217,
            [
                "Glottis",
                "Boethius",
                "Grotius",
                "Galerius",
                "Gothics",
                "Polonius"
            ]
        ]
    ],
    "In 1964, he was appointed <em>lector</em> of art history at Utrecht University.": [],
    "His inaugural lecture dealt with the recent reform of the art history curriculum.": [],
    "In 1966, after Van Gelder's departure, Reznicek was appointed full professor.": [
        [
            19,
            25,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ],
        [
            39,
            47,
            [
                "Reunited",
                "Venice",
                "Reunite",
                "Rejoice",
                "Reunites",
                "Bernice"
            ]
        ]
    ],
    "He was responsible for general art history after 1400, excluding architecture.": [],
    "He was a teacher of impressive scholarship.": [],
    "A connoisseur of drawing, he gave his students the opportunity to practice in cataloging and describing drawings in public and private collections.": [],
    "He regularly published in Dutch as well as in foreign periodicals.": [],
    "In addition to his tasks as a teacher and researcher, Reznicek increasingly became involved in administrative duties.": [
        [
            54,
            62,
            [
                "Reunited",
                "Venice",
                "Reunite",
                "Rejoice",
                "Reunites",
                "Bernice"
            ]
        ]
    ],
    "He retired in 1985.": [],
    "His Festschrift, <em>Was getekend.": [
        [
            25,
            33,
            [
                "weekend",
                "geeked"
            ]
        ]
    ],
    "Tekenkunst door de eeuwen heen</em>, appeared as the 1987 issue of the <em>Nederlands Kunsthistorisch Jaarboek</em>.": [
        [
            19,
            25,
            [
                "Leuven",
                "Reuben",
                "Eugen"
            ]
        ],
        [
            26,
            30,
            [
                "been",
                "seen",
                "keen",
                "teen",
                "Helen",
                "heel"
            ]
        ]
    ],
    "It consists of ca.": [],
    "40 papers in Reznicek's field of specialization.": [
        [
            13,
            21,
            [
                "Reunited",
                "Venice",
                "Reunite",
                "Rejoice",
                "Reunites",
                "Bernice"
            ]
        ]
    ],
    "To the 1991-1992 issue of the same serial, <em>Goltzius-studies: Hendrick Goltzius 1558-1617</em>, Reznicek contributed a survey of thirty years' research on Goltzius.": [],
    "This included a preview of his own research on the drawings of this master rediscovered since his 1961 publication.": [],
    "In 1993, he published his new findings on more than 60 drawings in <em>Master Drawings</em>.": [],
    "In studying the diverse aspects of Goltzius' oeuvre, Reznicek paid attention to cultural circumstances and the intellectual milieu of the artist.": [
        [
            35,
            43,
            [
                "Glottis",
                "Boethius",
                "Grotius",
                "Galerius",
                "Gothics",
                "Polonius"
            ]
        ],
        [
            53,
            61,
            [
                "Reunited",
                "Venice",
                "Reunite",
                "Rejoice",
                "Reunites",
                "Bernice"
            ]
        ]
    ],
    "This reflects the scholarly approach of his mentor, J. G. van Gelder.": [
        [
            62,
            68,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "Reznicek died in 2002.": [
        [
            0,
            8,
            [
                "Reunited",
                "Venice",
                "Reunite",
                "Rejoice",
                "Reunites",
                "Bernice"
            ]
        ]
    ],
    "<em>Hendrik Goltzius (1558-1617).": [],
    "Drawings, Prints, and Paintings</em>, the catalog that accompanied the 2003-2004 Goltzius exhibition (Amsterdam, New York and Toledo, Ohio), is dedicated to his memory.</p>": [
        [
            81,
            89,
            [
                "Glottis",
                "Boethius",
                "Grotius",
                "Galerius",
                "Gothics",
                "Polonius"
            ]
        ]
    ]
}