{
    "<p>Auctioneer, art collector and writer on art.": [],
    "Rheims hailed from an Alsatian Jewish family.": [
        [
            0,
            6,
            [
                "Reims",
                "Roams",
                "Reams",
                "Shams",
                "Whams"
            ]
        ]
    ],
    "His father Léon Rheims, was a general in the French army, a close friend of Marshal Philippe Pétain, and a hero who suffered a gassing at Douaumont and was wounded at the battle of Verdun.": [
        [
            16,
            22,
            [
                "Reims",
                "Roams",
                "Reams",
                "Shams",
                "Whams"
            ]
        ],
        [
            138,
            147,
            [
                "Document",
                "Beaumont",
                "Dumont",
                "DuMont"
            ]
        ]
    ],
    "His son, Maurice, rebelled against this accomplishment, failing to obtain a <em>bachot</em> (baccalauréat degree) at the lycée Janson de Sailly in six tries.": [],
    "He subsequently received degrees at the École du Louvre et de l'École des hautes etudes (Sorbonne).": [
        [
            40,
            45,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            46,
            48,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ],
        [
            64,
            69,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            70,
            73,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            74,
            80,
            [
                "hates",
                "hastes",
                "sautés",
                "sautes"
            ]
        ],
        [
            81,
            87,
            [
                "études"
            ]
        ]
    ],
    "He began collecting at age 14 when he he bought a sculptured 15th-century oak pulpit canopy.": [
        [
            35,
            40,
            [
                "he"
            ]
        ]
    ],
    "He worked for several auction houses as an appraiser and auctioneer, joining the firm Hôtel Drouot in 1932.": [
        [
            86,
            91,
            [
                "Hotel",
                "Hotels",
                "Hostel",
                "Motel",
                "Hovel"
            ]
        ],
        [
            92,
            98,
            [
                "Doubt",
                "Root",
                "Drought",
                "Robot",
                "Trout",
                "Dropout"
            ]
        ]
    ],
    "He met the art collector Nubar Gulbenkian who helped Rheims in his career.": [
        [
            25,
            30,
            [
                "Nu bar"
            ]
        ],
        [
            53,
            59,
            [
                "Reims",
                "Roams",
                "Reams",
                "Shams",
                "Whams"
            ]
        ]
    ],
    "He was placed in charge of the 1941 dispersal of the important Gentilo de Giuseppe collection.": [
        [
            63,
            70,
            [
                "Gentile"
            ]
        ]
    ],
    "Rheims, a Jew, had a particular aversion to the Nazis; an insult to an SS officer landed him in the camp in Drancy headed for the extermination camp at Belsen.": [
        [
            0,
            6,
            [
                "Reims",
                "Roams",
                "Reams",
                "Shams",
                "Whams"
            ]
        ],
        [
            108,
            114,
            [
                "Branch",
                "Dance",
                "France",
                "Ranch",
                "Franco",
                "Nancy"
            ]
        ],
        [
            152,
            158,
            [
                "Nelsen"
            ]
        ]
    ],
    "Marshall Pétain, an old army friend of his father's, released him.": [
        [
            9,
            15,
            [
                "Petain",
                "Retain",
                "Detain",
                "Pertain",
                "Étaín"
            ]
        ]
    ],
    "Unable to work at Drouot because he was a Jew, Rheims joined the Resistance smuggling Jews and Communists from France to Switzerland.": [
        [
            18,
            24,
            [
                "Doubt",
                "Root",
                "Drought",
                "Robot",
                "Trout",
                "Dropout"
            ]
        ],
        [
            47,
            53,
            [
                "Reims",
                "Roams",
                "Reams",
                "Shams",
                "Whams"
            ]
        ]
    ],
    "He joined the Free French commando regiment of paratroopers commanding a parachutists group in Algeria.": [],
    "After the War, he married Lili Krahmer (1930-1996) in 1951.": [
        [
            31,
            38,
            [
                "Kramer"
            ]
        ]
    ],
    "He returned to the Hôtel Drouot where one of his first assignments was to dispose of the estate of the Nazi Reichsmarshall Hermann Göring (1893-1946).": [
        [
            19,
            24,
            [
                "Hotel",
                "Hotels",
                "Hostel",
                "Motel",
                "Hovel"
            ]
        ],
        [
            25,
            31,
            [
                "Doubt",
                "Root",
                "Drought",
                "Robot",
                "Trout",
                "Dropout"
            ]
        ]
    ],
    "He published <em>La Vie Etrange des Objets</em>, his first book, in 1960.": [],
    "In 1964 Rheims wrote one of the most synthetic books on fin-de-siecle art and the Art Nouveau, which he called <em>L'art 1900, ou le style Jules Verne</em>.": [
        [
            8,
            14,
            [
                "Reims",
                "Roams",
                "Reams",
                "Shams",
                "Whams"
            ]
        ],
        [
            56,
            69,
            [
                "fin-de-siècle"
            ]
        ],
        [
            86,
            93,
            [
                "Nouméa",
                "Noumea"
            ]
        ]
    ],
    "It was quickly translated into English.": [],
    "The product of his fascination with the decorative arts, it remains a popular survey of the eccentricities of the style in all its numerous manifestations, decorative arts, fine arts and architecture.": [],
    "It was the only comprehensive book on the art style for twenty years.": [],
    "He founded the art magazine <em>Connaissance des Arts</em> in 1965.The following year Rheims, together with Giulio Bolaffi, launched a yearbook of modern art, <em>Catalogue Bolaffi d'art moderne</em> which lasted for only one issue.": [],
    "He retired from Drouot in 1972 and was elected to the Académie française in 1976.": [
        [
            16,
            22,
            [
                "Doubt",
                "Root",
                "Drought",
                "Robot",
                "Trout",
                "Dropout"
            ]
        ]
    ],
    "He divorced in 1980.": [],
    "In 1985 he returned to his <em>tour de force</em> topic of the art nouveau with a similar book, this time on the art nouveau architect of the métro stations in Paris, Hector Guimard (1867-1942).": [
        [
            3,
            7,
            [
                "1985,"
            ]
        ],
        [
            67,
            74,
            [
                "Nouméa",
                "Noumea"
            ]
        ],
        [
            117,
            124,
            [
                "Nouméa",
                "Noumea"
            ]
        ],
        [
            142,
            147,
            [
                "metro",
                "retro",
                "metros"
            ]
        ],
        [
            174,
            181,
            [
                "Guitar",
                "Guard",
                "Guitars",
                "Girard",
                "Woodard"
            ]
        ]
    ],
    "He also wrote a number of novels and a dictionary of coarse language, <em>Les mots sauvages</em>.": [],
    "In 1995 he surprised his countrymen and fellow French auctioneers by using Sotheby's in New York to sell his Toulouse-Lautrec.": [
        [
            3,
            7,
            [
                "1995,"
            ]
        ]
    ],
    "His published memoirs appeared in 1997.": [],
    "Rheims' work often focuses on the sensational issues of art.": [
        [
            0,
            6,
            [
                "Reims",
                "Roams",
                "Reams",
                "Shams",
                "Whams"
            ]
        ]
    ],
    "His <em>Flowering of the the Art Nouveau</em>, while superficial, remained the most comprehensive volume on this style of art for decades.": [],
    "As an auctioneer he was respected but had enemies and made blunders.": [],
    "The critic Renaud Matignon called him a \"second-hand junk dealer in the ephemeral!\"": [],
    "(Kirkup); his mis-identifying Poussin's \"Olympios and Marsias\" as a work of the 'school of Carache' to the Louvre became a scandal, litagated for more than 30 years.": [
        [
            1,
            7,
            [
                "Kirk up"
            ]
        ],
        [
            14,
            29,
            [
                "misidentifying"
            ]
        ],
        [
            41,
            49,
            [
                "Olympics",
                "Olympias"
            ]
        ],
        [
            54,
            61,
            [
                "Martial",
                "Maria",
                "Margins",
                "Marries",
                "Marshal",
                "Marshes"
            ]
        ],
        [
            91,
            98,
            [
                "Earache",
                "Car ache"
            ]
        ],
        [
            132,
            141,
            [
                "litigated"
            ]
        ]
    ],
    "Rheims, who spoke no English, lost a deal to buy the New York salesroom of Parke-Bernet because of that reason.": [
        [
            0,
            6,
            [
                "Reims",
                "Roams",
                "Reams",
                "Shams",
                "Whams"
            ]
        ],
        [
            75,
            87,
            [
                "Park-Bernet",
                "Parke-Beret"
            ]
        ]
    ],
    "In his lifetime he amassed a larger personal collection of art.</p>": []
}