{
    "<p>Bibliographer, papyrologist, collector, and historian of Merovingian tapestries.": [],
    "De Ricci was the son of James Herman de Ricci (1847-1900), a lawyer and one-time colonial judge, and Helen Montefiore (c.1860-1931).": [
        [
            3,
            8,
            [
                "Rich",
                "Rice",
                "Rico",
                "Rick",
                "RISC",
                "Richie"
            ]
        ],
        [
            107,
            117,
            [
                "Montessori"
            ]
        ]
    ],
    "His parents divorced in 1890, de Ricci being raised in Paris by his mother.": [
        [
            33,
            38,
            [
                "Rich",
                "Rice",
                "Rico",
                "Rick",
                "RISC",
                "Richie"
            ]
        ]
    ],
    "He was educated at the Lycée Janson de Sailly between 1890 and 1898 and admitted to the École Pratique des Hautes Études, Sorbonne, gaining his <em>bachelier ès lettres</em> in 1897 and his <em>licence</em> in 1901.": [
        [
            29,
            35,
            [
                "Jason",
                "Hanson",
                "Manson",
                "Anson",
                "Jansen",
                "Jonson"
            ]
        ],
        [
            88,
            93,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            94,
            102,
            [
                "Critique",
                "Plastique"
            ]
        ],
        [
            103,
            106,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            107,
            113,
            [
                "Hates",
                "Hastes",
                "Sautés",
                "Sautes"
            ]
        ]
    ],
    "In 1897 he published an inventory of the Roman inscriptions in Côtes-du-Nord, Brittany.": [
        [
            3,
            7,
            [
                "1897,"
            ]
        ],
        [
            63,
            76,
            [
                "Cotes-du-Nord",
                "Côtes-Du-Nord",
                "Côtes-du-Word"
            ]
        ]
    ],
    "There he met Émile Guimet (1836-1918), and <a href=\"/reinachs\">Salomon Reinach</a>.": [
        [
            19,
            25,
            [
                "Guide",
                "Guided",
                "Guides",
                "Guilt",
                "Quiet",
                "Guinea"
            ]
        ]
    ],
    "He and Reinach, the director of the Musée National des Antiquités, founder of the École du Louvre and a member of the Institut de France became close friends, Reinach introducing the young Ricci to social-scholarly world of continental Europe.": [
        [
            7,
            14,
            [
                "Ranch",
                "Banach"
            ]
        ],
        [
            36,
            41,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            51,
            54,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            55,
            65,
            [
                "Antiquities",
                "Antiquates"
            ]
        ],
        [
            82,
            87,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            88,
            90,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ],
        [
            159,
            166,
            [
                "Ranch",
                "Banach"
            ]
        ],
        [
            189,
            194,
            [
                "Rich",
                "Rice",
                "Rico",
                "Rick",
                "RISC",
                "Richie"
            ]
        ]
    ],
    "In 1901 de Ricci became a French citizen.": [
        [
            11,
            16,
            [
                "Rich",
                "Rice",
                "Rico",
                "Rick",
                "RISC",
                "Richie"
            ]
        ]
    ],
    "After being turned down for a post in the museum of antiquities in Alexandria in 1902, he turned to the life of a private scholar.": [],
    "He married Jenny Gabrielle Thérèse Dreyfus (c.1886-c.1938) during this time.": [],
    "Until the 1920s, most of de Ricci's scholarly work was in Egyptology and epigraphy.": [
        [
            28,
            33,
            [
                "Rich",
                "Rice",
                "Rico",
                "Rick",
                "RISC",
                "Richie"
            ]
        ]
    ],
    "Already, however, his interest in bibliography was blossoming.": [],
    "He suggested in 1906 the creation of a corpus and inventory of editions of the early English printer John Caxton to the Bibliographical Society of Oxford (published 1909).": [],
    "In 1911 a similar <em>catalogue raisonné</em> of the copies of Mayence (1445-1467) appeared.": [
        [
            63,
            70,
            [
                "Maxence"
            ]
        ]
    ],
    "He wrote the sixth edition revision of the <em>Guide de l'amateur de livres à gravures du XVIIIe siècle</em> of Henry Cohen (1806-1880) in 1912.": [],
    "Throughout his life, de Ricci demonstrated that he could use iconography creatively to date and catalog objects.": [
        [
            24,
            29,
            [
                "Rich",
                "Rice",
                "Rico",
                "Rick",
                "RISC",
                "Richie"
            ]
        ]
    ],
    "His <em>Twenty Renaissance Tapestries from the J. Pierpont Morgan Collection</em> (1913) established a chronology of the Merovingian weavings through the head-dress of the women depicted.": [
        [
            133,
            141,
            [
                "weaving",
                "leavings",
                "wearings"
            ]
        ]
    ],
    "In the 1920's de Ricci began cataloging medieval and renaissance manuscripts, which his fame today is based.": [
        [
            7,
            13,
            [
                "1920s"
            ]
        ],
        [
            17,
            22,
            [
                "Rich",
                "Rice",
                "Rico",
                "Rick",
                "RISC",
                "Richie"
            ]
        ]
    ],
    "He was commissioned to write the catalog of the Musée Cognacq-Jay, which purportedly took him only several weeks to write, in 1929.": [
        [
            48,
            53,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            54,
            65,
            [
                "Cognac-Jay"
            ]
        ]
    ],
    "That year, too, de Ricci delivered the Sandars lectures (in bibliography) at Cambridge on \"English Collectors of Books and Manuscripts, 1530-1930, and their Marks of Ownership\" published in 1930. de Ricci attempted an international art magazine, Art in Europe, appearing in 1914.": [
        [
            19,
            24,
            [
                "Rich",
                "Rice",
                "Rico",
                "Rick",
                "RISC",
                "Richie"
            ]
        ],
        [
            39,
            46,
            [
                "Sanders",
                "Sandals",
                "Sandbars"
            ]
        ],
        [
            196,
            198,
            [
                "De"
            ]
        ],
        [
            199,
            204,
            [
                "Rich",
                "Rice",
                "Rico",
                "Rick",
                "RISC",
                "Richie"
            ]
        ]
    ],
    "After only three issues it was pre-empted by World War I. As a French citizen de Ricci was assigned a second-class <em>chasseur à pied</em> in the French army; he later also acted as an interpreter for the British.": [
        [
            81,
            86,
            [
                "Rich",
                "Rice",
                "Rico",
                "Rick",
                "RISC",
                "Richie"
            ]
        ]
    ],
    "He divorced after the war, remarrying in 1920 Delphine Levy Feher (c.1886-c.1977).": [
        [
            60,
            65,
            [
                "Fewer",
                "Fever",
                "FEDER",
                "Fe her"
            ]
        ]
    ],
    "de Ricci visited the United States as part of a group led by Reinach's brother, Théodore (1860-1928), a classical scholar and numismatist during the early post-war years.": [
        [
            0,
            2,
            [
                "De"
            ]
        ],
        [
            3,
            8,
            [
                "Rich",
                "Rice",
                "Rico",
                "Rick",
                "RISC",
                "Richie"
            ]
        ],
        [
            61,
            68,
            [
                "Ranch",
                "Banach"
            ]
        ],
        [
            80,
            88,
            [
                "Theodore",
                "Theodor",
                "Theodora"
            ]
        ]
    ],
    "de Ricci made excellent contacts in the states and thereafter made visits nearly every year to catalog the private collections there.": [
        [
            0,
            2,
            [
                "De"
            ]
        ],
        [
            3,
            8,
            [
                "Rich",
                "Rice",
                "Rico",
                "Rick",
                "RISC",
                "Richie"
            ]
        ]
    ],
    "These included John Clawson's collection early English printed books, published 1924, and the collections of Mortimer Schiff (1877-1931), (both his Italian <em>maiolica</em>, 1927, and his French bookbindings, 1935).": [],
    "de Ricci continued his book personal book collecting and selling.": [
        [
            0,
            2,
            [
                "De"
            ]
        ],
        [
            3,
            8,
            [
                "Rich",
                "Rice",
                "Rico",
                "Rick",
                "RISC",
                "Richie"
            ]
        ]
    ],
    "His bilingualism and art knowledge made him an ideal correspondent for the <em>New York Herald</em> between 1929-32.": [],
    "His <em>Handlist of Manuscripts in the Library of the Earl of Leicester, at Holkham Hall</em> appeared in 1932.": [],
    "A second corpus, the <em>Census of Medieval and Renaissance Manuscripts in the United States and Canada</em> was launched by de Ricci though the auspices of American Council of Learned Societies, taken over by the Library of Congress in 1929.": [
        [
            128,
            133,
            [
                "Rich",
                "Rice",
                "Rico",
                "Rick",
                "RISC",
                "Richie"
            ]
        ]
    ],
    "In 1934 he adopted a similar inventory of manuscripts for Britain, sponsored by the University of London's Institute of Historical Research.": [
        [
            3,
            7,
            [
                "1934,"
            ]
        ]
    ],
    "With completion in sight, including the contents of the British Museum, he was once again pre-empted by war.": [],
    "In 1935 he donated his Voltaire letters to the Bibliothèque Nationale his Voltaire papers.": [
        [
            3,
            7,
            [
                "1935,"
            ]
        ],
        [
            60,
            69,
            [
                "National",
                "Nationals",
                "Rationale",
                "Nation ale"
            ]
        ]
    ],
    "The same year he was appointed an officer of the Légion d'honneur.": [
        [
            49,
            55,
            [
                "Legion",
                "Region",
                "Legions",
                "Lesion"
            ]
        ],
        [
            58,
            65,
            [
                "Conner",
                "Bonner",
                "Donner",
                "Hönne",
                "honer",
                "honker"
            ]
        ]
    ],
    "de Ricci, in Paris for the fall of the city to the Nazis in 1940, secured his personal collection of manuscripts and letters in the Bibliothèque Nationale the same year.": [
        [
            0,
            2,
            [
                "De"
            ]
        ],
        [
            3,
            8,
            [
                "Rich",
                "Rice",
                "Rico",
                "Rick",
                "RISC",
                "Richie"
            ]
        ],
        [
            145,
            154,
            [
                "National",
                "Nationals",
                "Rationale",
                "Nation ale"
            ]
        ]
    ],
    "He died in Suresnes, on the perimeter of Paris, in 1942 and is buried at Père Lachaise in Paris.": [
        [
            11,
            19,
            [
                "Stresses",
                "Sureties",
                "Sureness"
            ]
        ]
    ],
    "His art was willed to the éunion des Musées Nationaux, and the remained of his books and manuscripts to the Bibliothèque Nationale.": [
        [
            26,
            32,
            [
                "Union",
                "union",
                "reunion",
                "Reunion",
                "Réunion",
                "bunion"
            ]
        ],
        [
            33,
            36,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            37,
            43,
            [
                "Muses",
                "Fusees",
                "Mushes",
                "Musses"
            ]
        ],
        [
            44,
            53,
            [
                "Nation aux"
            ]
        ],
        [
            121,
            130,
            [
                "National",
                "Nationals",
                "Rationale",
                "Nation ale"
            ]
        ]
    ],
    "Ricci's inventory of British manuscripts remains, now in the Palaeography Room of the University of London Library, and in the Bibliothèque Nationale de France.": [
        [
            0,
            5,
            [
                "Rich",
                "Rice",
                "Rico",
                "Rick",
                "RISC",
                "Richie"
            ]
        ],
        [
            61,
            73,
            [
                "Paleography"
            ]
        ],
        [
            140,
            149,
            [
                "National",
                "Nationals",
                "Rationale",
                "Nation ale"
            ]
        ]
    ],
    "de Ricci's auction sale catalogs were one of the largest private collections to be donated.": [
        [
            0,
            2,
            [
                "De"
            ]
        ],
        [
            3,
            8,
            [
                "Rich",
                "Rice",
                "Rico",
                "Rick",
                "RISC",
                "Richie"
            ]
        ]
    ],
    "Among his many art-historical friends and correspondents were <a href=\"/reaul\">Louis Réau</a> and <a href=\"/berensonb\">Bernard Berenson</a>.": [],
    "de Ricci's books on the provenance of rare books are still consulted todya.": [
        [
            0,
            2,
            [
                "De"
            ]
        ],
        [
            3,
            8,
            [
                "Rich",
                "Rice",
                "Rico",
                "Rick",
                "RISC",
                "Richie"
            ]
        ],
        [
            69,
            74,
            [
                "today",
                "Tonya"
            ]
        ]
    ],
    "He created three reference books of manuscripts and rare books: <em>Catalogue raisonné des premières impressions de Mayence, 1445-1467</em>, <em>Guide de l'amateur de livres à gravures du XVIIIe siècle</em>, and <em>Census of Medieval Manuscripts in the United States and Canada</em>.": [],
    "de Ricci's industry was amazing.": [
        [
            0,
            2,
            [
                "De"
            ]
        ],
        [
            3,
            8,
            [
                "Rich",
                "Rice",
                "Rico",
                "Rick",
                "RISC",
                "Richie"
            ]
        ]
    ],
    "The<em>Census of Medieval Manuscript</em>, amounting to three volumes and organizing 15,000 books, letters, and charters from a total of 494 libraries, took only eight years, beginning in 1935 (1937, and 1940).</p>": []
}