{
    "<p>Art museum director, administrator, art historian and archaeologist.": [],
    "Ricci initially studied painting but eventually received a law degree from Bologna in 1882.": [
        [
            0,
            5,
            [
                "Rich",
                "Rice",
                "Rico",
                "Rick",
                "RISC",
                "Richie"
            ]
        ]
    ],
    "He worked briefly in library positions before accepting succeeding assignments in the Italian art administration system.": [],
    "These included director of Galleria Nazionale, Parma in 1893, director of the art gallery in Modena in 1894, superintendent of monuments in Ravenna in 1897 for two years before becoming director of the Brera museum in Milan in 1899.": [
        [
            36,
            45,
            [
                "National",
                "Nationals",
                "Rationale"
            ]
        ],
        [
            202,
            207,
            [
                "Breda",
                "Berra",
                "Br era"
            ]
        ]
    ],
    "In 1903 he was elevated to director of galleries and museum in Florence, remaining there until he received the assignment of Consiglio Superiore di Belle Arti (director-general of antiquities and fine arts) in Italy, 1906-19.": [
        [
            3,
            7,
            [
                "1903,"
            ]
        ],
        [
            125,
            134,
            [
                "Consigned",
                "Consuelo",
                "Consign",
                "Consigning",
                "Consignee",
                "Consignor"
            ]
        ],
        [
            135,
            144,
            [
                "Superior",
                "Superiors"
            ]
        ],
        [
            154,
            158,
            [
                "Art",
                "Anti",
                "Arts",
                "Artie",
                "Arty",
                "ARI"
            ]
        ]
    ],
    "Ricci's tenure as director included some of the most important archaeological excavations of the time.": [
        [
            0,
            5,
            [
                "Rich",
                "Rice",
                "Rico",
                "Rick",
                "RISC",
                "Richie"
            ]
        ]
    ],
    "These included excavations of the Foro Romano (1898-1925) directed by <a href=\"/bonig\">Giacomo Boni</a> (1859-1925), and the Baths of Diocletian.": [
        [
            34,
            38,
            [
                "For",
                "Form",
                "Ford",
                "Fort",
                "Fore",
                "Fork"
            ]
        ]
    ],
    "In 1911 Ricci was responsible the restoration and preservation of the imperial fora in Rome through his capacity as vice president of the committee.": [
        [
            8,
            13,
            [
                "Rich",
                "Rice",
                "Rico",
                "Rick",
                "RISC",
                "Richie"
            ]
        ],
        [
            79,
            83,
            [
                "for a",
                "for",
                "form",
                "Ford",
                "fort",
                "flora"
            ]
        ]
    ],
    "Though the archaeological finds were significant, Ricci was forced to destroy some of the fabric to allow for the Via dell'Impero.": [
        [
            50,
            55,
            [
                "Rich",
                "Rice",
                "Rico",
                "Rick",
                "RISC",
                "Richie"
            ]
        ],
        [
            123,
            129,
            [
                "Imperf",
                "Imper"
            ]
        ]
    ],
    "Ostensibly retired from public life, Ricci was elected the first president of the Istituto di archeologia Roma in 1922.": [
        [
            37,
            42,
            [
                "Rich",
                "Rice",
                "Rico",
                "Rick",
                "RISC",
                "Richie"
            ]
        ],
        [
            82,
            90,
            [
                "Institute"
            ]
        ],
        [
            91,
            93,
            [
                "DI",
                "Di",
                "I",
                "did",
                "do",
                "Dr"
            ]
        ],
        [
            94,
            105,
            [
                "archeological",
                "archeologist",
                "archeology",
                "archeologies"
            ]
        ]
    ],
    "Throughout his career, he issued many of his works in English first.": [],
    "Other works published in Italian were quickly translated in English and other languages.": [],
    "His publications enjoyed a strong following in Britain and the United States.</p>": []
}