{
    "<p>Scholar of Russian and Byzantine art; wife of art historian <a href=\"/riced\">David Talbot Rice</a>.": [],
    "Abelson was the daughter of Israel Boris Abelevich Abelson, a businessman and finance officer to the czar, and Louisa Elizabeth (\"Lifa\") Vilenkin (Abelson) (d.": [
        [
            130,
            134,
            [
                "Life",
                "Light",
                "FIFA",
                "Lift",
                "Lisa",
                "Lima"
            ]
        ],
        [
            137,
            145,
            [
                "Valentin"
            ]
        ]
    ],
    "1954).": [],
    "Raised in privilege by governesses and (she was a god-daughter to Leo Tolstoy), she attended the Tagantzeva Girls' School in St.": [],
    "Petersburg until the Revolution in 1917 forced her family to flee, she and her mother to Finland and eventually to London and Paris.": [],
    "In England, she briefly attended Cheltenham Ladies' College and St.": [],
    "Hugh's College, Oxford, in 1921 before transferring to the Society of Oxford Home Students (now St.": [],
    "Anne's College).": [],
    "Abelson met many young Oxford scholars through the salon of Herbert E.": [],
    "''Doggins'' Counsell, M. D.": [
        [
            2,
            9,
            [
                "Doggies",
                "Noggins",
                "Dogging",
                "Dog gins"
            ]
        ],
        [
            12,
            20,
            [
                "Counsel",
                "Counsels"
            ]
        ]
    ],
    "(1863-1946), including <a href=\"/riced\">David Talbot Rice</a>, her future husband, Evelyn Waugh (1903-1966) and Harold Acton (1904-1994) both of whom she would remains friends.": [],
    "This group all formed to some degree the personalities for Waugh's <em>Brideshead Revisited</em>.": [
        [
            5,
            10,
            [
                "groups"
            ]
        ]
    ],
    "Her closest women friends were Christine Trew (1900-1980), later wife of sixth Earl of Longford, and Elizabeth Winifred \"Jane\" Martin (1902-1976), who later married the art historian <a href=\"/clarkk\">Kenneth Clark</a>.": [
        [
            41,
            45,
            [
                "Crew",
                "Grew",
                "Tree",
                "Drew",
                "Threw",
                "Troop"
            ]
        ],
        [
            87,
            95,
            [
                "Langford",
                "Long ford"
            ]
        ]
    ],
    "These women were the first generation of post-World War I female Oxfordites, disparagingly known as ''undergraduettes.''": [
        [
            65,
            75,
            [
                "Oxfords"
            ]
        ],
        [
            102,
            117,
            [
                "undergraduates"
            ]
        ]
    ],
    "Abelson failed the Oxford Home Students and was dismissed in 1924.": [],
    "After returning to her now impoverished family in Paris, she worked variously as a film extra, journalist, and traveled to New York where she was employed as a researcher for Professor Carlton Hayes of Columbia University.": [],
    "In 1927 she married Rice.": [
        [
            3,
            7,
            [
                "1927,"
            ]
        ]
    ],
    "The couple spent the next three years in Paris, where <a href=\"/riced\">David Talbot Rice</a> was studying under the great Byzantinist <a href=\"/milletg\">Gabriel Millet</a>.": [],
    "She traveled with him to Greece, Yugoslavia, Bulgaria, Georgia, Persia, and Turkey on his excavations.": [],
    "Some of the digs she supervised personally.": [],
    "She contributed to the exhibition catalog on Russian art held at Belgrave Square, London, 1935 in conjunction with her husband and <a href=\"/boreniust\">Tancred Borenius</a>.": [
        [
            65,
            73,
            [
                "Belgrade",
                "Belg rave"
            ]
        ]
    ],
    "The co-written book <em>The Icons of Cyprus</em> was published in 1937.": [],
    "During World War II, Talbot-Rice worked in the Ministry of Information in London in the Turkish division.": [],
    "After the war, she resumed publishing, with <em>The Scythians</em> in 1957, <em>The Seljuks in Asia Minor</em> in1961, and <em>Everyday Life in Byzantium</em> in 1967.": [],
    "Her final book, in 1970, was biography, Elizabeth Petrovna, empress of Russia, the first full biography of the ruler in English (and notable for its unusually positive view).": [
        [
            50,
            58,
            [
                "Petrov",
                "Petronas"
            ]
        ]
    ],
    "After her husband's death in 1972 she began memoirs (published in fragmentary form in 1996 by her daughter).": [],
    "She died at the Talbot-Rice home in Gloucester.</p>": []
}