{
    "<p>Byzantinist and University of Edinburgh professor art.": [
        [
            3,
            14,
            [
                "Byzantines"
            ]
        ]
    ],
    "Born to Henry Charles Talbot-Rice (1862-1931) and Cecil Mary Lloyd (d.": [],
    "1940) a landed family, Rice attended Eton before studying archaeology and anthropology at Christ Church, Oxford University.": [],
    "Talbot-Rice formed part of the salon of Herbert E.": [],
    "''Doggins'' Counsell, M.D., (1863-1946), where members of the Oxford University Dramatic Society met for cocoa on most days of the week.": [
        [
            2,
            9,
            [
                "Doggies",
                "Noggins",
                "Dogging",
                "Dog gins"
            ]
        ],
        [
            12,
            20,
            [
                "Counsel",
                "Counsels"
            ]
        ]
    ],
    "Through Counsell Talbot Rice met <a href=\"/ricet\">Tamara Talbot Rice</a>, a Russian-born Oxford archaeology student, and Evelyn Waugh and Harold Acton.": [
        [
            8,
            16,
            [
                "Counsel",
                "Counsels"
            ]
        ]
    ],
    "This circle formed the original inspiration for Waugh's <em>Brideshead Revisited</em>.": [],
    "Talbot Rice graduated in 1925 and joined the Oxford Field Museum excavation at Kish, Iraq.": [
        [
            79,
            83,
            [
                "Fish",
                "Wish",
                "Dish",
                "Kiss",
                "Gish",
                "Kith"
            ]
        ]
    ],
    "He first visited Mount Athos with the art critic and amateur Byzantinist Robert Byron (1905-1941) in 1926, whose account Bryon chronicled in his book, <em>The Station</em> (1926).": [
        [
            61,
            72,
            [
                "Byzantines"
            ]
        ]
    ],
    "Rice married Abelson in 1927.": [],
    "The same year he joined the British Academy excavation of the Hippodrome and the \"Great Palace\" of Constantinople, cementing a life-long fascination to Byzantine studies.": [],
    "His visit to Trebizond, initially in 1928, would lead to his monograph on the topic, <em>Byzantine Painting at Trebizond</em>, eight years later.": [
        [
            13,
            22,
            [
                "Rebind"
            ]
        ]
    ],
    "He studied with <a href=\"/milletg\">Gabriel Millet</a> at the Collège de France.": [],
    "In 1930, he published <em>The Birth of Western Painting</em> with Byron.": [],
    "A pioneering study of Byzantine glazed pottery with the same title, was his first sole publication.": [],
    "When Samuel Courtauld endowed the art history institute which bears his name at the University of London, Rice was one of the first to be appointed a lecturer in 1932.": [
        [
            12,
            21,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "That year, too, he co-directed with <a href=\"/reitlingerg\">Gerald Reitlinger</a> the Oxford excavations at Hira (modern Iraq).": [],
    "In 1934 he was appointed Watson Gordon professor of Fine Art at Edinburgh University, succeeding <a href=\"/readh\">Herbert Read</a>, though only thirty-one.": [
        [
            3,
            7,
            [
                "1934,"
            ]
        ]
    ],
    "He remained at Edinburgh for thirty-seven years, maintaining his Courtauld Institute appointment until 1938.": [
        [
            65,
            74,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "In 1934 the Talbot-Rices traveled across Persia preceded Byron and Christopher Sykes (1907-86) which Byron commemorated in his <em>The Road to Oxiana</em>.": [],
    "In 1935 Rice brought out his <em>Byzantine Art</em>, a primer on the topic still used in survey courses today.": [],
    "The same year he contributed to an exhibition catalog (later published as a book) on Russian art with Tamara and <a href=\"/boreniust\">Tancred Borenius</a>.": [],
    "During World War II, Rice served as head of the Near East Section of military intelligence as a colonel.": [],
    "Returning to Scotland after the war, he established an Honors degree at Edinburgh in art history and studio art combined.": [],
    "Between 1967-1971 he was Vice Principal of the University.": [],
    "He assisted in restoring the church of Hagia Sophia in Trebizond, which was his last book before his death.": [
        [
            55,
            64,
            [
                "Rebind"
            ]
        ]
    ],
    "A gentleman academic, he bred cattle until academic duties consumed too much of his time.": [],
    "Often described as an \"amateur\" in the great English sense of the term, Rice was devoted to the discipline art history without the competitive instinct of many academics.</p>": []
}