{
    "<p>Author and curator of Greek art, Metropolitan Museum, 1929-1952.": [],
    "Richter was the daughter of the eminent art historian <a href=\"/richterj\">Jean Paul Richter</a> and <a href=\"/richterl\">Louise Marie Schwaab Richter</a>, also an art historian.": [],
    "After settling for a time in London, the Richters lived in Rome and Florence before moving back to London in 1892.": [
        [
            41,
            49,
            [
                "Richter's",
                "Richter"
            ]
        ]
    ],
    "Gisela Richter attended the prestigious Maida Vale School for women.": [
        [
            40,
            45,
            [
                "Maid",
                "Mazda",
                "Maids",
                "Aida",
                "Haida",
                "Magda"
            ]
        ]
    ],
    "Lectures by <a href=\"/lowye\">Emanuel Löwy</a> during study at the University of Rome around 1896 convinced her to study classical art.": [],
    "Richter was admitted to Girton College, Cambridge University, in 1901 where her don, Katherine Jex-Blake (1860-1951), along with <a href=\"/stronges\">Eugénie Sellers Strong</a>, was the translator of elder Piny's passages on the history of art.": [
        [
            24,
            30,
            [
                "Girt on"
            ]
        ],
        [
            95,
            104,
            [
                "Ex-Blake"
            ]
        ]
    ],
    "Forbidden to be degreed by Cambridge because she was a woman, Richter continued study at the British School at Athens, 1904-1905.": [
        [
            16,
            23,
            [
                "degree",
                "degrees",
                "decreed",
                "deg reed"
            ]
        ]
    ],
    "Richter's intelligence and learning attracted the attention of the School's director, Robert Carr Bosanquet (1871-1935), and the American archaeologist Harriet Boyd Hawes (1871-1945).": [
        [
            98,
            107,
            [
                "Banquet"
            ]
        ],
        [
            165,
            170,
            [
                "Hawks",
                "Hayes",
                "Hates",
                "Hares",
                "Dawes",
                "Hades"
            ]
        ]
    ],
    "Hawes, as the first woman to direct an archaeological excavation, clearly understood the difficulties for a female to break into classical studies.": [
        [
            0,
            5,
            [
                "Hawks",
                "Hayes",
                "Hates",
                "Hares",
                "Dawes",
                "Hades"
            ]
        ]
    ],
    "Richter, who had not even been allowed to live at the British School in Athens, had published an article in the <em>Annual of the British School at Athens</em> (1905).": [],
    "Boyd moved to Boston in 1905 and convinced Richter her career lay there as well.": [],
    "There Richter met <a href=\"/robinsone\">Edward Robinson</a>, then director of the Boston Museum of Fine Arts.": [],
    "When Robinson moved to become the Assistant Director of the Metropolitan Museum of Art, New York, he hired Richter for a temporary assignment to produce the catalog the newly acquired Greek vases.": [],
    "In 1906 the position was made permanent.": [],
    "Robinson and his agent John Marshall (1862-1928) added heavily to the ancient collection, aided with the newly established Rogers Fund.": [],
    "Richter was elevated to assistant curator in 1910, and began a publishing career on which her current fame is based.": [],
    "Using a strong connoisseur approach, Richter issued Greek, Etruscan and Roman Bronzes in 1915.": [],
    "Unlike her colleagues, the books she wrote were not principally catalogs but surveys of the period.": [],
    "She became an American citizen in 1917.": [],
    "In 1921 she was part of a group to found the American Archaeological Club.": [
        [
            3,
            7,
            [
                "1921,"
            ]
        ]
    ],
    "She was made full curator in 1925, the first woman to hold the rank at the Metropolitan.": [],
    "In 1929 she issued <em>Sculpture and Sculptors of the Greeks</em>, which saw numerous revisions and set her fame as an art historian.": [
        [
            3,
            7,
            [
                "1929,"
            ]
        ]
    ],
    "As full curator in charge of acquisitions, Richter added some of the most famous pieces of classical art to the Metropolitan.": [],
    "These included the Kleitias stand and Lydos krater, both in 1931, the famous \"Metropolitan\" (\"New York\") kouros, 1932, the Landsdowne Amazon, 1932, a portrait of Caracalla, 1941, and a Hellenistic Sleeping Eros, 1943.": [
        [
            19,
            27,
            [
                "Ileitis"
            ]
        ],
        [
            38,
            43,
            [
                "Lidos"
            ]
        ],
        [
            44,
            50,
            [
                "crater",
                "Kramer",
                "Crater",
                "rater",
                "grater",
                "prater"
            ]
        ],
        [
            105,
            111,
            [
                "hours",
                "courts",
                "tours",
                "euros",
                "fours",
                "Kurds"
            ]
        ],
        [
            123,
            133,
            [
                "Sandstone",
                "Landowner"
            ]
        ]
    ],
    "Her 1942 book <em>Kouroi: Archaic Greek Youths</em> and <em>Korai: Archaic Greek Maidens</em>, 1968, remain her most consulted work.": [],
    "Her sister, <a href=\"/richteri\">Irma A. Richter</a>, an artist and art historian collaborated with her on several books.": [],
    "G. M. A. Richter also published on vase painting, jewelry and furniture.": [],
    "While subsequent scholarship has altered her dating somewhat, her chronology of work has not been seriously challenged.": [],
    "In 1946 she hired the young <a href=\"/bothmerd\">Dietrich von Bothmer</a>.": [
        [
            3,
            7,
            [
                "1946,"
            ]
        ]
    ],
    "She retired from the museum in 1948 and held the title Honorary Curator until 1952, when she was named <em>emerita</em>.": [],
    "That year she moved with Irma to Rome where she continued to publish and revise her other books.": [],
    "<em>The Engraved Gems of the Greeks, Etruscans and Romans</em> (1968-1971); a third edition of <em>Kouroi</em> (1970); <em>Perspective in Greek and Roman Art</em> (1970) and a fourth edition of <em>Sculpture and Sculptors of the Greeks</em> (1970) all date from her retirement years.": [],
    "In 1961 she taught--her only formal teaching position--at the American School of Classical Studies in Athens.": [
        [
            3,
            7,
            [
                "1961,"
            ]
        ]
    ],
    "She left her personal papers to the American Academy in Rome; the documents of her years at the Metropolitan remain at that Institution.": [],
    "Richter, like her father, was strongly influenced by the work of <a href=\"/morellig\">Giovanni Morelli</a>.": [],
    "His connoisseurship-style analyzed how particular artist's rendered anatomical and costume drapery.": [],
    "Her approach to sculpture was to group objects stylistically together and, with the use of external documents and even vase painting, date them.": [],
    "In <em>Sculpture and Sculptors of the Greeks</em>, Richter limited her conclusions to those based upon classical texts and observation, rejecting the Roman copy attributions.": [],
    "Overall, she saw the development of Greek sculpture as a progression from stylized to verisimilitude, for which she developed a precise, if not always accurate, chronology.": [],
    "Richter's technique opened herself to acquiring forgeries.": [],
    "Between 1915-231 she acquired the so-called Etruscan warrior for the museum, which, despite an article by <a href=\"/pallottinom\">Massimo Pallottino</a> debunking the eight foot soldier as a forgery from the Riccardi family of Oriveto, Italy, Richter remained unconvinced.": [],
    "The forgery were proven in 1961 by Harold W. Parsons.</p>": []
}