{
    "<p>Architectural historian and architect.": [],
    "Richardson was the son of Albert Edmund Richardson, a printer, and Mary Ann Richardson (maiden name, unrelated).": [],
    "After attending the Boys British School, Highgate (north London), he was apprenticed in 1895 to the architect/engineer Thomas Page (1803-1877), joining the offices of Evelyn Hellicar (1898-1902), Leonard Stokes (1902-3), and Frank T. Verity (1903-6).": [
        [
            41,
            49,
            [
                "High gate"
            ]
        ],
        [
            174,
            182,
            [
                "Helical",
                "Hellcat"
            ]
        ]
    ],
    "He married Elizabeth Byers (1882/3-1958) in 1904.": [],
    "His architectural work Richardson combined \"an enthusiastic devotion to the architecture of the past, especially the then neglected history of English domestic classicism from the seventeenth century to the nineteenth.\"": [],
    "(Summerson).": [],
    "The publisher Harry Batsford suggested his first book on architectural history, written in collaboration with his architectural partner, Charles Lovett Gill (1880-1960), <em>London Houses from 1660 to 1820</em>, in 1911.": [
        [
            20,
            28,
            [
                "Basford",
                "Bats ford"
            ]
        ],
        [
            145,
            151,
            [
                "Love",
                "Loved",
                "Lowest",
                "Lover",
                "Lovers",
                "Loves"
            ]
        ]
    ],
    "The book was an early appreciation of the simplicity of Georgian urban design.": [],
    "In 1914 he issued his <em>Monumental Classic Architecture in Great Britain and Ireland in the Eighteenth and Nineteenth Centuries</em> a folio-sized history beginning with the Palladian movement through the mid-Victorian.": [
        [
            3,
            7,
            [
                "1914,"
            ]
        ],
        [
            176,
            185,
            [
                "Palladium",
                "Palladio",
                "Paladin",
                "Palladius"
            ]
        ]
    ],
    "In 1916 Richardson served as a lieutenant in the Royal Flying Corps, stationed at the school of military aeronautics at Reading.": [],
    "Following the war, he succeeded Frederick Moore Simpson (1855-1928).as chair of architecture at the Bartlett school of architecture, University College, London.": [],
    "He remained in this position for twenty-seven years.": [],
    "As a lecturer, he was noted for his distaste of modern art and architecture in favor of the classical and Renaissance architecture, resulting in the Bartlett School architectural student's designing in this style nearly exclusively.": [],
    "His private practice with C. L. Gill grew in the 1920s and 1930s.": [],
    "He was elected ARA in 1936.": [],
    "He continued to reject the continental Modern Movement (e.g., Walter Gropius and Le Corbusier).": [],
    "His 1938 <em>The Art of Architecture</em> co-authored with Hector O. Corfiato was a reactionary last-ditch effort to espouse traditional architectural principles.": [
        [
            69,
            77,
            [
                "Corinth",
                "Cordial",
                "Coronado",
                "Cordite",
                "Porfirio",
                "Conflate"
            ]
        ]
    ],
    "His partnership with Gill ended with the onset of World War II.": [],
    "Richardson moved with the Bartlett School to its temporary quarters at Cambridge, where he rose to full academician in 1944 in the Royal Academy.": [],
    "He became a professor emeritus in 1946.": [],
    "In the post-war years, he embraced preservationist movements.": [],
    "He was president of the Royal Academy of Architects in 1954 and in 1956 he was appointed KCVO.": [
        [
            89,
            93,
            [
                "CVO",
                "KC VO"
            ]
        ]
    ],
    "Restoration and repair of war-damaged buildings followed in a new architectural partnership with his son-in-law.": [],
    "Richardson died at his home, a late eighteenth-century house.": [],
    "He is buried in the churchyard at Millbrook, Bedfordshire.": [
        [
            34,
            43,
            [
                "Mill brook"
            ]
        ]
    ],
    "Richardson's amateur status as an architectural historian frequently led to poor historical practices.": [],
    "Architectural historians of his era frequently attributed buildings directly to the few named architects known to be of that period.": [],
    "Richardson was the chief offender of this practice.": [],
    "He frequently signed certificates of authentication which hung in churches and country houses throughout England.": [],
    "The work of the more scholarly <a href=\"/colvinh\">Howard Montagu Colvin</a> brought this practice to an end.</p>": []
}