{
    "<p>Picasso scholar and biographer, partner of the art historian <a href=\"/cooperd\">Douglas Cooper</a>.": [],
    "Richardson's father was Sir Wodehouse Richardson, D.S.O., K.C.B., who served as Quarter-Master General in the Boer War and later founder of the famous Army & Navy Stores of England.": [],
    "Independently wealthy the younger Richardson at first considered becoming an artist.": [],
    "He made friends with both Francis Bacon and Lucian Freud.": [],
    "He studied at the Slade School of Fine Art, Oxford, but at the outbreak of World War II, became ill and was excused from miliatry service to recuperate at this family home in London.": [
        [
            18,
            23,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ],
        [
            121,
            129,
            [
                "military"
            ]
        ]
    ],
    "Richardson worked as a designer writing art reviews for The New Observer until that became a full-time position.": [],
    "In 1949/1950 he met the art historian and collector <a href=\"/cooperd\">Douglas Cooper</a>, who was moving to a French chateau near Picasso with his art collection.": [],
    "Richard became Cooper's significant other for the next fifteen years in France.": [],
    "By1960 Richardson and Cooper had split and Richardson moved to New York.": [],
    "His knowledge of Braque and Picasso and well as his entre into the workings of the art world helped him launched a Picasso retrospective in 1962 and a Braque retrospective in 1964.": [
        [
            52,
            57,
            [
                "entire",
                "enter",
                "entry",
                "entree",
                "entrée",
                "ENTPE"
            ]
        ]
    ],
    "He was appointed by Christie's auction house to found its New York office.": [],
    "Richardson worked at Christie's until 1973 when he joined M. Knoedler & Co., Inc., as Vice President in charge of 19th- and 20th-century painting.": [
        [
            61,
            69,
            [
                "Noodler"
            ]
        ]
    ],
    "Eventually he became Managing Director of Artemis, a mutual fund specializing in works of art.": [],
    "In 1980, Richardson set out to write an art-historical biography of Picasso, securing the assistance of Marilyn McCully.": [],
    "The first volume of his <em>A Life of Picasso</em> was published in 1991, covering until 1906.": [],
    "It was nearly universally acclaimed as one of the most balanced biographies of the artist and won the Whitbread Award.": [
        [
            102,
            111,
            [
                "Whit bread"
            ]
        ]
    ],
    "Richardson was elected to the British Academy in 1993.": [],
    "He was appointed Slade Professor of Art at Oxford, his brief alma mater, in 1995.": [
        [
            17,
            22,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "The second volume of the biography appeared in 1996, treating the seminal years of Cubism, 1907-1916.": [],
    "Volume three was published in 2007, ending with 1932.</p>": []
}