{
    "Renaissance-subject art historian and appraiser; part of the greater Richter family of art historians.": [],
    "Richter was the son of Clemens Max Richter, M.D.": [],
    "(1848–1936), a surgeon and Emma Sophia Bierwirth (Richter) (1853-1929), both German immigrants.": [
        [
            39,
            48,
            [
                "Bearish",
                "Bedworth"
            ]
        ]
    ],
    "His older cousin was <a href=\"/richterj\">Jean-Paul Richter</a>, a Leonardo scholar in Germany.": [],
    "The younger Richter began college at the University of California, Berkeley with the intent of following in his father’s footsteps studying science.": [],
    "With his parents’ divorce, he accompanied his mother in returning to Dresden, Germany in 1896.": [],
    "He spent the following year at the Königliches Gymnasium Dresden-Neustadt to allow him to enter the German university system.": [],
    "Richter took university courses in Munich, Heidelberg and Berlin intent on being a languages scholar.": [
        [
            83,
            92,
            [
                "languages'",
                "language's"
            ]
        ]
    ],
    "He also experimented in publishing.": [],
    "Richter returned to the United States where he taught German literature for a year in 1899 at the University of Pennsylvania.": [],
    "Returning to Germany, now interested in art history, he obtained his degree at the Institut für Kunstgeschichte, Ludwig-Maximilians-Universität, Munich, in 1907.": [
        [
            83,
            91,
            [
                "Institute"
            ]
        ],
        [
            92,
            95,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            113,
            143,
            [
                "Ludwig-Maximilian-Universität",
                "Ludwig-Maximilians-University"
            ]
        ]
    ],
    "His dissertation, written under the Institute’s chair and founder, <a href=\"/riehlb\">Berthold Riehl</a> was on the topic of the artist Melchior Feselen (d.": [],
    "1538) and sixteenth-century German art.": [],
    "After graduation, Richter worked at the Galerie Helbing auction house in Munich, beginning in 1910, providing the texts for the auction publications under its founder Hugo Helbing (1863-1938).": [
        [
            40,
            47,
            [
                "Valerie"
            ]
        ],
        [
            48,
            55,
            [
                "Helping",
                "Helming"
            ]
        ],
        [
            172,
            179,
            [
                "Helping",
                "Helming"
            ]
        ]
    ],
    "In 1912 he joined the firm Galerie Georg Caspari.": [
        [
            3,
            7,
            [
                "1912,"
            ]
        ],
        [
            27,
            34,
            [
                "Valerie"
            ]
        ],
        [
            41,
            48,
            [
                "Caspar"
            ]
        ]
    ],
    "With the United States’ entry into the First World War, Richter, an American Citizen, would have been obliged to leave Germany.": [],
    "He is speculated to have moved to neutral Switzerland where his cousin, Jean-Paul, now an eminent art historian, was also living.": [],
    "Richter traveled among prestigious circles in Europe aided by his family and gallery contacts.": [],
    "He formed a long friendship with the author Thomas Mann (1875-1955).": [],
    "Richter returned to Munich after the war, now dealing art personally and founding the Phantasus-Verlag publishing house in 1919 with H.H.": [
        [
            86,
            102,
            [
                "Phantasms-Verlag",
                "Phantasus-Overlap"
            ]
        ]
    ],
    "Schlieper.": [
        [
            0,
            9,
            [
                "Schmieder"
            ]
        ]
    ],
    "Mann loaned him money to purchase a house in Feldafing, Bavaria, on the shores of Starnberg Lake.": [
        [
            45,
            54,
            [
                "Feeding",
                "Relating",
                "Releasing",
                "Floating",
                "Fearing",
                "Fielding"
            ]
        ],
        [
            82,
            91,
            [
                "Sternberg"
            ]
        ]
    ],
    "In 1920 he married Amalie (“Amely”), Baroness Zündt von Kenzingen, whose cousin, <a href=\"/rebayh\">Hildegard “Hilla” Rebay von Ehrenwiesen</a> would later become the first director of the Solomon Guggenheim Museum.": [
        [
            3,
            7,
            [
                "1920,"
            ]
        ],
        [
            19,
            25,
            [
                "Amalia",
                "Amelie",
                "Amélie"
            ]
        ],
        [
            28,
            33,
            [
                "Namely",
                "Amply",
                "Gamely",
                "Tamely",
                "Lamely"
            ]
        ],
        [
            46,
            51,
            [
                "Unit",
                "Funds",
                "Fund",
                "Aunt",
                "Hunt",
                "Punt"
            ]
        ],
        [
            56,
            65,
            [
                "Kensington",
                "Benzine",
                "Meninges",
                "Kenzie",
                "Memmingen",
                "Kenning"
            ]
        ]
    ],
    "Richter named the Feldafing house “Villino”.": [
        [
            18,
            27,
            [
                "Feeding",
                "Relating",
                "Releasing",
                "Floating",
                "Fearing",
                "Fielding"
            ]
        ],
        [
            35,
            42,
            [
                "Villi no"
            ]
        ]
    ],
    "Mann was a frequent visitor; the house was the place of Mann’s psyche reorientation after the First World War.": [],
    "While there Mann acted as godfather to the Richters’ daughter, Gigi (1922-2020).": [
        [
            43,
            51,
            [
                "Richter's",
                "Richter"
            ]
        ]
    ],
    "The financial collapse of the German Mark forced Richter to sell the home and move his family to Florence in 1923.": [],
    "It was in Italy that his interest intensified to Renaissance painting.": [],
    "In Florence Richter visited both <a href=\"/berensonb\">Bernard Berenson</a> and <a href=\"/berensonm\">Mary Berenson</a> at their Villa I Tatti.": [],
    "His research on Giorgione already under way.": [],
    "Musolini’s rise to power in 1929 forced Richter and his family to move to England but he rented an apartment on the Lido in Venice to continue his research.": [
        [
            0,
            8,
            [
                "Mussolini"
            ]
        ],
        [
            81,
            85,
            [
                ", but"
            ]
        ]
    ],
    "The completed book appeared in 1937 as <em>Giorgio da Castelfranco, called Giorgione</em>.": [],
    "As war loomed in Europe, Richter heeded a suggestion from Mann, now living and lecturing in Princeton, New Jersey, to relocate to the United States.": [],
    "In addition to his family, Richter also moved the large photographic collection of works of art, in 1939.": [],
    "In New York, his wife’s cousin, Hilla von Rebay, was now the director of Solomon Guggenheim’s new Museum of Non-Objective Art.": [
        [
            32,
            37,
            [
                "Hill",
                "Hills",
                "Villa",
                "Hilly",
                "Hilda",
                "Willa"
            ]
        ],
        [
            42,
            47,
            [
                "Relay",
                "eBay",
                "Repay",
                "Reba",
                "Rebar",
                "Rebuy"
            ]
        ]
    ],
    "Rebay was crucial in helping Richter make art-world connections and encouraging him to lecture and write.": [
        [
            0,
            5,
            [
                "Relay",
                "eBay",
                "Repay",
                "Reba",
                "Rebar",
                "Rebuy"
            ]
        ]
    ],
    "He returned to his research on Andrea del Castagno.": [
        [
            42,
            50,
            [
                "Castaño"
            ]
        ]
    ],
    "Unable to establish an art dealership in New York, he looked for buyers for his large image archive and art-book collection.": [],
    "Among those he contacted was <a href=\"/finleyd\">David Finley</a>, director of the still-to-be-completed National Gallery of Art, but Finley declined.": [],
    "As Richter’s situation became more dire, Rebay prevailed on Guggenheim to provide the funds for his photographic collection to be housed at the National Gallery of Art.": [
        [
            41,
            46,
            [
                "Relay",
                "eBay",
                "Repay",
                "Reba",
                "Rebar",
                "Rebuy"
            ]
        ]
    ],
    "In declining health, Richter died at Rebay’s home before the agreement could be completed.": [
        [
            37,
            42,
            [
                "Relay",
                "eBay",
                "Repay",
                "Reba",
                "Rebar",
                "Rebuy"
            ]
        ]
    ],
    "His widow sold his art book collection at auction.": [],
    "His final article published in his lifetime was co-written with <a href=\"/panofskye\">Erwin Panofsky</a>; His final article and his book on Andrea del Castagno appeared after his death\n\nRichter wrote on a variety of subjects including expertising, motivational aesthetics and art history.": [],
    "His method was largely a psychological approach to art (one that was disparaged by <a href=\"/mayera\">August L. Mayer</a>).": [],
    "A forceful personality, <a href=\"/clarkk\">Kenneth Clark</a>) declined to review Richter’s Giorgioni book because of perceived hostility should Richter find the review unfavorable.": [],
    "He pressured his daughter, Gigi, into a career in art and art conservation; after his death she returned to her original passion of the natural sciences later becoming a noted botanist publishing under her married name, Crompton.": [
        [
            220,
            228,
            [
                "Compton"
            ]
        ]
    ],
    "Richter’s Giorgioni book is still considered an essential work on the study of the artist.": [
        [
            10,
            19,
            [
                "Giorgione"
            ]
        ]
    ]
}