{
    "Americanist art historian and director of the Detroit Institute of Art, 1945-1962.": [
        [
            0,
            11,
            [
                "Americanism"
            ]
        ]
    ],
    "Richardson was the son of George Lynde Richardson and Grace Belcher (Richardson).": [
        [
            33,
            38,
            [
                "Lynne",
                "Lynda",
                "Linde"
            ]
        ]
    ],
    "He graduated from Williams College <em>cum laude</em> in 1925, studying further at the Pennsylvania Academy of Fine Arts between 1925-1928.": [],
    "In 1930 he joined the Detroit Institute of Art in its education department.": [
        [
            3,
            7,
            [
                "1930,"
            ]
        ]
    ],
    "He married Constance Coleman the following year.": [],
    "Richardson was appointed assistant director of the Institute in 1933, effectively running the institution while its director, <a href=\"/valentinerw\">Wilhelm Rheinhold Otto Valentiner</a>, lived in his native Germany.": [],
    "He joined the <em>Art Quarterly</em> as its editor in 1938 (remaining until 1967).": [],
    "His first book, <em>The Way of Western Art</em>, appeared in 1939.": [],
    "He followed this by <em>American Romantic Painting</em> in 1944.": [],
    "In 1945 Richardson succeeded Valentiner as director.": [
        [
            29,
            39,
            [
                "Valentine",
                "Valentines"
            ]
        ]
    ],
    "His first honorary doctorate was awarded from Williams College in 1947.": [],
    "A monograph on Washington Alston appeared in 1948.": [],
    "While researching American art, Richardson noted the difficulty in finding the support documents to American painting, such as artists' diaries, contracts, letters and other information.": [],
    "In 1954 he convinced the Detroit businessman and collector Lawrence A. Fleischman (1925-1997) to fund a collection center for this material, named the Archives of American Art.": [
        [
            3,
            7,
            [
                "1954,"
            ]
        ]
    ],
    "The Archives became the major center for primary-source support material of American art.": [],
    "Richardson published his landmark book on <em>American Art: the Story of 450 Years</em> in 1956.": [],
    "The book was one of the first synthetic treatments of American art and set the foundation for the study of the subject.": [],
    "In 1962 Richardson left the DIA to become the director of the Henry Francis Winterthur Museum in Delaware.": [],
    "Another survey of American art, <em>A Short History of American Painting</em>, was published in 1963.": [],
    "That year, too, he was awarded an honorary doctorate from the University of Delaware and became chairman of the Smithsonian Art Commission (to 1966).": [],
    "He remained at the Winterthur until 1966.": [],
    "During this time he met John D. Rockefeller III (1906-1978) and became the millionaire's art advisor until Rockefeller's death.": [],
    "In 1970 the Smithsonian Institution assumed responsibility for the Archives of American Art.": [],
    "The same year he joined the advisory committee for the <em>American Art Journal</em>.": [],
    "In 1982 he authored the catalog entries for the National Gallery of Art exhibition on Charles Wilson Peale along with <a href=\"/millerl\">Lillian B. Miller</a>.": [
        [
            3,
            7,
            [
                "1982,"
            ]
        ]
    ],
    "He suffered a series of strokes in the retirement home and died at age 82.": [],
    "Nearly all of his books were enlarged and reissued by himself.": [],
    "Richardson's <em>Painting in American</em> has largely been superseded by later books which incorporate women, minority and non-Western-tradition art.": [],
    "However, his book stands among the first to seriously look at documentary evidence for American art as a principal of evaluation.": []
}