{
    "<p>Etruscan bronzes scholar; professor University of North Carolina, Chapel Hill, 1968-1979.": [],
    "Hill was the daughter of William Hurd Hill and Emeleen Carlisle (Hill).": [
        [
            47,
            54,
            [
                "Melee",
                "Eileen",
                "Melees",
                "Emeline"
            ]
        ]
    ],
    "Her mother's reading to her of a juvenile version of the <em>Odyssey</em> captured the girl's imagination for classical studies.": [],
    "She entered Radcliffe College, where she would obtain all her degrees, receiving an A.B.": [],
    "(in geology), in 1932.": [],
    "After graduation, she went to Athens and the American School of Classical Studies, but a virulent case of amoebic dysentery forced an evacuation to Rome in 1933.": [],
    "She resumed study at Radcliffe, receiving her A.M in 1935.": [
        [
            48,
            49,
            [
                " M"
            ]
        ]
    ],
    "During the 1935-1936 year she studied with <a href=\"/ashmoleb\">Bernard Ashmole</a> at the University of London.": [],
    "Ashmole suggested she study Etruscan votive bronzes, a topic she concentrated on for the rest of her life.": [
        [
            0,
            7,
            [
                "Ash mole"
            ]
        ]
    ],
    "Hill received her Ph.D.": [],
    "from Radcliffe in 1939, writing her dissertation on Etruscan bronzes, supervised by <a href=\"/chaseg\">George Henry Chase</a> and <a href=\"/hanfmanng\">George M. A. Hanfmann</a>, the latter a recent exile from Germany.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "In 1941 she accepted a position at Wheaton College, Norton, MA.": [
        [
            3,
            7,
            [
                "1941,"
            ]
        ]
    ],
    "She left in 1949 upon winning a fellowship to the American Academy in Rome where she eventually joined the excavation of Cosa in central Etruria.": [
        [
            121,
            125,
            [
                "Cost",
                "Costa",
                "Rosa",
                "Coma",
                "CSA",
                "Coda"
            ]
        ]
    ],
    "Her published Cosa reports described both temples on the arx and the buildings of the forum.": [
        [
            14,
            18,
            [
                "Cost",
                "Costa",
                "Rosa",
                "Coma",
                "CSA",
                "Coda"
            ]
        ],
        [
            57,
            60,
            [
                "ARX",
                "are",
                "art",
                "arm",
                "arc",
                "Marx"
            ]
        ]
    ],
    "At the Corsa dig she met fellow classicist Lawrence Richardson, Jr.": [
        [
            7,
            12,
            [
                "Cora",
                "CORBA",
                "CORS",
                "CRSA"
            ]
        ]
    ],
    "whom she married in 1952, changing her name to Richardson.": [
        [
            0,
            4,
            [
                "Whom"
            ]
        ]
    ],
    "Returning to the United States in 1955, Richardson taught in the departments of classics and history of art at Yale University and in 1962 was visiting professor in the department of classics at Stanford University.": [],
    "Her husband was appointed to Duke University in 1966.": [],
    "After a year as a lecturer at the Institute of Fine Arts of New York University in 1967, she settled as Professor of Classical Archaeology at the nearby University of North Carolina at Chapel Hill in 1968.": [],
    "Richardson was Norton Lecturer for the Archaeological Institute of America for the 1976-1977 year.": [],
    "She retired from UNC in 1979 and appointed director of a National Endowment for the Humanities Summer Seminar for College Teachers at the American Academy in Rome for that year.": [],
    "Her two-volume work, <em>Etruscan Votive Bronzes: Geometric, Orientalizing, Archaic</em>, a definitive work on the subject, appeared in 1983.": [],
    "She was awarded a centennial medal of the American Academy in Rome and of the gold medal of the Archaeological Institute of America, both in 1994.": [],
    "Richardson was at work on a catalog of bronzes of the Classical period at the time of her death.</p>": []
}