{
    "<p>Art education reformer and director of the Art Institute of Chicago, 1938-58.": [],
    "Rich's father, also Daniel Rich, was a lawyer, and his Martha Cotton (?)": [],
    "(Rich) a homemaker.": [],
    "Rich was admitted to the University of Chicago in 1922 where he received his bachelor of arts degree (English) in 1926.": [],
    "He moved to Harvard, where he was granted graduate degrees in English and art history, attending the classes of <a href=\"/sachsp\">Paul J. Sachs</a> at the Fogg Museum the following year.": [],
    "That year, too, he married Bertha Ten Eyck James (d.": [],
    "1968) and accepted a job as editor of the <em>Bulletin of the Art Institute of Chicago</em>, the musuem's house organ.": [
        [
            97,
            103,
            [
                "museum"
            ]
        ]
    ],
    "His close working relationship with the museum's director, <a href=\"/harsher\">Robert B. Harshe</a> (1879-1938) led to his 1928 promotion to assistant curator of painting and sculpture in the museum.": [],
    "Rich organized exhibitions of the museum's collections and wrote the catalogs, including \"Paintings, Pastels, and Drawings by Odilon Redon,\" (his first) in 1928.": [],
    "His position was reconfigured and retitled Associate Curator in 1930.": [],
    "When the museum received the important collections of <a href=\"/eddyj\">Arthur Jerome Eddy</a>, L. L. Coburn, and Martin A. Ryerson Collection, it was Rich's job to research and promote these.": [],
    "He served on the depression era Federal art projects committee.": [],
    "Rich was placed in charge of the monumental loan exhibition of art to accompany the 1933 Century of Progress Exposition (World's Fair).": [],
    "The massive exhibition of over 1,000 objects loaned from American museums required Rich's skill both as an art administrator and researcher.": [],
    "His 1935 study of one of the most important pieces in the Art Institute, Seurat's \"La Grand Jatte\" remains one of the most important studies of the artist and that work.": [
        [
            92,
            97,
            [
                "Matte",
                "Latte"
            ]
        ]
    ],
    "Rich stood up for lesser-known artists as well.": [],
    "When the annual Logan prize was offered to an Ash-can style artist, Doris Lee, the donor of the prize objected to the lack of verisimilitude in the painting forming the \"Sanity in Art Movement.\"": [],
    "Rich defended the artist and the award, subsequently elevating the profile of Ms Lee.": [],
    "When Harshe died in 1938, Rich was appointed director of the Art Institute.": [
        [
            5,
            11,
            [
                "Harsh",
                "Harsher"
            ]
        ]
    ],
    "Rich's dual skills as art administrator and scholar led his to reorganize the Institute, forming new departments and hiring additional curators to staff them as well as reorganizing the existing departments.": [],
    "Sensitive to the museum's mission to the city that supported it, he reorganized the Department of Museum Education to be a part of the museum's curatorial decisions.": [],
    "Rich was convinced that the collector/historian <a href=\"/cooperd\">Douglas Cooper</a> plagiarized his book on Douanier Rousseau (1942), in an article Cooper had written on the artist in the <em>Burlington Magazine</em>, for which he publicly took Cooper to task.": [],
    "In one of his many astute hires, Rich offered a foundering Chicago dealer of modern art, <a href=\"/kuhk\">Katharine Kuh</a>, a position running the museum's public-relations office while its personnel were on wartime duty.": [],
    "Her talents helped public acceptance of modern art in Chicago.": [],
    "She and Rich conducted an affair which lasted the rest of their lives.": [],
    "After the war, Rich mounted several shows of German art discovered in the salt mines in Germany where they had been housed for safekeeping.": [],
    "In 1947 Rich was again the center of an anti-modernist attack.": [],
    "Michigan Congressman George A. Dondero (1883-1968) denouced Rich as a Communist in 1947, contending that Rich encouraged \"international art thugs\" bent on destroying American art and culture.": [
        [
            31,
            38,
            [
                "Wonder",
                "Wonders",
                "Nonzero",
                "Donner",
                "Ponder",
                "Ponders"
            ]
        ],
        [
            51,
            59,
            [
                "denounced"
            ]
        ]
    ],
    "Rich's acquisitions for the Institute included Picasso's <em>Portrait of D. H. Kahnweiler</em> and Matisse's <em>Bathers by a River</em>.": [],
    "In 1952 he authored the volume on Degas for the Abrams series on artists, <em>Library of Great Painters</em> (renamed, <em>Great Art of the Ages</em> for the 1969 edition).": [
        [
            3,
            7,
            [
                "1952,"
            ]
        ]
    ],
    "In 1958, perhaps because of criticism not to exhibit Winston Churchill's paintings at the Art Institute, whom Rich termed \"amateurish\", Rich left the Art Institute to become the director of the Worcester Art Museum, in Worcester, Massachusetts.": [],
    "As he had done in Chicago, Rich doubled the size of the education department, added to holdings of twentieth-century art, and created a photography collection.": [],
    "This doubled the museum's membership.": [],
    "After his wife's death in 1968, Rich retired from the Worcester museum in 1970 and moved to New York City, where Kuh, now lived, and they resumed their relationship.": [
        [
            113,
            116,
            [
                "kWh",
                "Kuhn",
                "Uh",
                "Huh",
                "Duh",
                "Kph"
            ]
        ]
    ],
    "He died there of cancer in 1976.</p>": []
}