{
    "<p>Collector, artist and art writer; first to use the term \"connoisseur.\"": [],
    "Richardson's principal vocation was as a portrait painter.": [],
    "His early writing focused on art theory, such as <em>An Essay on the Theory of Painting</em> (1715).": [],
    "It is today considered the first important treatise on the subject by an English writer.": [],
    "In 1719 he wrote <em>An Essay on the Whole Art of Criticism as it Relates to Painting and an Argument in Behalf of the Science of the Connoisseur</em>.": [
        [
            3,
            7,
            [
                "1719,"
            ]
        ]
    ],
    "Richardson's son, also named Jonathan (1694-1771), traveled to Italy in 1721 where he made copious and careful notes of the monuments he saw.": [],
    "The elder Richardson compiled these into a major early art history and travel guide, useful for much of the English speaking world taking the \"grand tour\": <em>An Account of Some of the Statues, Bas-Reliefs, Drawings, and Picture in Italy</em> (1722).": [],
    "The treatise was republished with other works by the Richardsons in a French language edition in 1728.": [
        [
            53,
            64,
            [
                "Richardson's",
                "Richardson",
                "Richard sons"
            ]
        ]
    ],
    "<a href=\"/winckelmannj\">Johann Joachim Winckelmann</a> and the painter theorist Anton Raphael Mengs (1728-1779) mention it as an inspirational work.": [],
    "The work became so popular among the wealthy class that it virtually function as a \"wish list\" for those assembling collections.": [],
    "The Richardson's demonstrated the value of common-sense attitude toward art.": [],
    "In terms of classical sculpture, the correctly surmised that multiple copies of ancient work indicated, not an original among copies, but that all were copies of a lost original.": [],
    "They sensed that originals might be gleaned from coinage and recognized, for example, the Knidian Aphrodite of the Belvedere was in fact the well-known statue of Praxiteles appearing on a coin of the reign of Caracalla.": [
        [
            90,
            97,
            [
                "Indian",
                "Kidman",
                "Kilian"
            ]
        ]
    ],
    "They were true connoisseurs, whose eyes told them as much about the truth of classical art as the known history.</p>": []
}