{
    "<p>Dealer and historian of Italian art; documentary scholar on Leonardo.": [],
    "Richter's father was the distinguished Lutheran clergyman Karl Edmund Richter.": [],
    "The younger Richter also studied theology, school at Leipzig and acting as the tutor to the Landgrave Alexander Friedrich of Hesse.": [
        [
            92,
            101,
            [
                "Land grave"
            ]
        ]
    ],
    "These student years afforded him much travel throughout Europe and the East.": [],
    "His knowledge of sites and travel brought him work writing for Karl Baedecker, the publisher of the famous travel guides.": [
        [
            68,
            77,
            [
                "Baedeker"
            ]
        ]
    ],
    "Richter discovered an interest in early Christian art and archaeology in 1869 during a trip to Italy.": [],
    "In 1876 he met the connoisseur-art historian <a href=\"/morellig\">Giovanni Morelli</a>, who became a major influence on his career.": [
        [
            3,
            7,
            [
                "1876,"
            ]
        ]
    ],
    "Richter's first publication, in 1878, on the mosaics of Ravenna established his authority in the field.": [],
    "The same year he married the daughter of an American Consul, <a href=\"/richterl\">Louise Marie Schwaab Richter</a>, who would also write art history.": [],
    "Richter then turned to the Italian Renaissance--and particularly Morelli's approach to it--the area which would be the majority of his scholarly efforts.": [
        [
            65,
            72,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ]
    ],
    "Morelli provided letters of introduction for Richter when he moved from Leipzig to London in 1877.": [
        [
            0,
            7,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ]
    ],
    "Richter wasted no time in furthering his scholarly profile.": [],
    "In the early 1880s he published catalogs for the collections of Dulwich College Gallery and the National Gallery (Italian schools).": [
        [
            64,
            71,
            [
                "Ulrich"
            ]
        ]
    ],
    "In 1883 Richter issued his magnum opus, <em>Literary Works of Leonardo</em>, which constituted a re-examination and scholarly translation of Leonardo's writings.": [],
    "Before Richter, the contents of Leonardo's notebooks were virtually unknown; it was Richter's accomplishment to publish these first in Italian and then in German- and English-language editions (Gilbert).": [],
    "His friendships among influential art historians included <a href=\"/rigbye\">Elizabeth Rigby Eastlake</a> and <a href=\"/wornumr\">Ralph Nicholson Wornum</a> of the National Gallery.": [],
    "Richter maintained a residence in Italy as well.": [],
    "In 1880 Richter introduced the young American art historian <a href=\"/berensonb\">Bernard Berenson</a> to Morelli, thus facilitating one of the more famous relationships in art history.": [],
    "Richter continue to write books on art.": [
        [
            8,
            16,
            [
                "continues",
                "continued"
            ]
        ]
    ],
    "His <em>The Golden Age of Classic Christian Art</em>, 1904, written in conjunction with Alicia Cameron Taylor, focused on the mosaics of Santa Maria Maggiore.": [
        [
            149,
            157,
            [
                "Maggie",
                "Maguire"
            ]
        ]
    ],
    "Richter retired to Lugano, Switzerland, where he and his daughter, <a href=\"/richteri\">Irma A. Richter</a>, edited a second edition of the <em>Literary Works of Leonardo</em>.": [],
    "It appeared shortly after his death.</p>\n\n<p>Richter's daughters also became art historians.": [],
    "In addition to Irma, a Leonardo scholar, <a href=\"/richterg\">Gisela M. A. Richter</a> became a prominent scholar of classical sculpture at the Metropolitan Museum of Art, New York.": [],
    "The less scholarly world knew Richter as a highly successful art dealer and collector.": [],
    "Through his business, based in Florence, Richter made several important discoveries and attributions including a Giorgioni painting.": [
        [
            113,
            122,
            [
                "Giorgione"
            ]
        ]
    ],
    "His collecting style for his personal collection was to own only one of an artist: when he purchased a better example, he would sell the lesser.": [],
    "As a dealer, Richter developed private collections for a number of important British patrons, as well as the Hertz Collection, now at the Palazzo Venezia, Rome and the collection of Henry W. Cannon, Jr., now Princeton University Art Musuem.": [
        [
            233,
            239,
            [
                "Museum"
            ]
        ]
    ],
    "He was among the growing number of art dealers willing to travel to auctions throughout Europe (as opposed to the more traditional practice of being offered works by potential sellers) to find the most important works.": [],
    "But the business ultimately tarnished some of Richter's respect.": [],
    "In 1889 he rescinded an offer to sell a Palma Vecchio to the National Gallery in order to offer it to his long-time client, Ludwig Mond (1839-1909).": [
        [
            3,
            7,
            [
                "1889,"
            ]
        ],
        [
            46,
            53,
            [
                "Echo",
                "Techno",
                "Melchior",
                "Vetch",
                "Velcro",
                "Bacchic"
            ]
        ],
        [
            131,
            135,
            [
                "MOND",
                "Mind",
                "Bond",
                "Monk",
                "Mood",
                "Pond"
            ]
        ]
    ],
    "Although the Mond collection eventually ended up in the museum, the powerful administrators of the Gallery, <a href=\"/burtonf\">Frederic William Burton</a> and <a href=\"/layarda\">Austen Henry Layard</a>, never forgave him.": [
        [
            13,
            17,
            [
                "MOND",
                "Mind",
                "Bond",
                "Monk",
                "Mood",
                "Pond"
            ]
        ]
    ],
    "Controversy continued to hound him, particularly shortly before his death when his 1935 publication of a manuscript by Battistella proved to be a fake.": [],
    "<a href=\"/popehennessyj\">John Pope-Hennessy</a> described Richter as \"A good scholar but never a top-ranking connoisseur,\" especially compared to Morelli (<em>On Artists and Art Historians</em> 328).</p>": []
}