{
    "<p>Art historian and translator; novelist; wife of art historian <a href=\"/richterj\">Jean Paul Richter</a> and mother to art historian G. M. A. Richter.": [],
    "Born in Broussa, Turkey which is present-day Bursa, Turkey.": [
        [
            8,
            15,
            [
                "Broussard"
            ]
        ]
    ],
    "Schwaab's father was a silk manufacturer and American Consul, stationed principally in Broussa (modern Bursa, Turkey).": [
        [
            0,
            7,
            [
                "Schwab"
            ]
        ],
        [
            87,
            94,
            [
                "Broussard"
            ]
        ]
    ],
    "She traveled extensively with her family as a child, much of it in Asia minor.": [],
    "She came to London with her sister where she met and married the art historian <a href=\"/richterj\">Jean Paul Richter</a> in 1878.": [],
    "Her knowledge of languages and the art-historical environment in which she lived spurred her to translate the early works of German art history into English as well as write volumes of her own.": [],
    "She and her husband had two daughters, both of whom became art historians as well, <a href=\"/richteri\">Irma A. Richter</a>, born in 1876, and <a href=\"/richterg\">Gisela M. A. Richter</a> born in 1886.": [],
    "In 1883 she translated one of the most important works of art methodology, the connoissuership manual and manifesto of <a href=\"/morellig\">Giovanni Morelli</a>, thereby bringing Morelli's method to English readers.": [
        [
            3,
            7,
            [
                "1883,"
            ]
        ],
        [
            79,
            94,
            [
                "connoisseurship"
            ]
        ]
    ],
    "In 1901 she issued a small volume in the series on \"art cities\" of Siena.": [
        [
            3,
            7,
            [
                "1901,"
            ]
        ]
    ],
    "She issued another translation of Hermann Knackfuss' Rubens in 1904.": [
        [
            42,
            51,
            [
                "Knack fuss"
            ]
        ]
    ],
    "Her survey of the art of Chantilly appeared in 1913.": [],
    "In 1931 she moved to Lugano where she died shortly after her husband.</p>": [
        [
            3,
            7,
            [
                "1931,"
            ]
        ]
    ]
}