{
    "<p>Architectural historian and architect; coiner of the term \"Norman\" for English Romanesque architecture.": [],
    "Rickman hailed from a large Quaker family.": [
        [
            0,
            7,
            [
                "Hickman",
                "Rick man"
            ]
        ]
    ],
    "His father, Joseph Rickman (1749-1810) a surgeon and apothecary, and mother Sarah Neave Rickman (1747-1809), ardent Quakers, disallowed a university education or an interest in the arts, which they considered frivolous.": [
        [
            19,
            26,
            [
                "Hickman",
                "Rick man"
            ]
        ],
        [
            82,
            87,
            [
                "Leave",
                "Nerve",
                "Nave",
                "Weave",
                "Heave",
                "Eave"
            ]
        ],
        [
            88,
            95,
            [
                "Hickman",
                "Rick man"
            ]
        ]
    ],
    "Instead, his father trained him also to be an apothecary and surgeon.": [],
    "By 1800 his studies were completed in London and briefly practiced in Lewes, Sussex.": [
        [
            70,
            75,
            [
                "Lewis",
                "Looks",
                "Loose",
                "Loops",
                "Looms",
                "Ewes"
            ]
        ]
    ],
    "Uninterested in medicine, however, he tried business as a partner in a corn (wheat) firm in 1803, marrying his first cousin Lucy Rickman (c.1773-1807) following year.": [
        [
            129,
            136,
            [
                "Hickman",
                "Rick man"
            ]
        ]
    ],
    "By 1807 the business had failed and Rickman moved to Liverpool as an accountant.": [
        [
            36,
            43,
            [
                "Hickman",
                "Rick man"
            ]
        ]
    ],
    "His wife's death (before they could be reunited) distressed him so he found respite only by long walks in the countryside.": [],
    "These walks included making drawings which he annotated and expanded over the years.": [],
    "He wrote an essay on Chester Cathedral (published only posthumously in 1864).": [],
    "By 1812 Rickman was lecturing locally and to learned societies.": [
        [
            8,
            15,
            [
                "Hickman",
                "Rick man"
            ]
        ]
    ],
    "An invitation by James Smith (1759-1828?)": [],
    "to write an entry in his forthcoming <em>Panorama of Science &amp; Art</em> (1812-1815) led to his assisting on local building projects and designs for Gothic ironwork.": [
        [
            0,
            2,
            [
                "To"
            ]
        ]
    ],
    "These projects included renovations to Scarisbrick Hall (1813-1816) in a Gothic style, a project continued by another architect and historian of the Gothic, <a href=\"/pugina\">Augustus Welby Northmore Pugin</a> in 1836.": [],
    "In 1813 he married Christiana Hornor (c.1780-1814) a Quaker day school teacher, who died after the birth of their first child.": [
        [
            3,
            7,
            [
                "1813,"
            ]
        ],
        [
            19,
            36,
            [
                "Christian Horner"
            ]
        ]
    ],
    "With the budding Government patronage adopting the Gothic Revival style, Rickman expanded his article for Smith's book into a book his own, <em>An Attempt to Discriminate the Styles of Architecture in England</em> in 1817 which came to be known as <em>Rickman's Gothic Architecture</em>.": [
        [
            73,
            80,
            [
                "Hickman",
                "Rick man"
            ]
        ]
    ],
    "The book quickly became popular and influential particularly with scholars and architects wishing to design in antique idioms.": [],
    "The 1818 Church Building Act, which proscribed the building of new churches in largely industrial areas gave impetus to the book's use.": [],
    "Rickman himself presented over 50 copies to influential leaders and received a commissioned to design St.": [
        [
            0,
            7,
            [
                "Hickman",
                "Rick man"
            ]
        ]
    ],
    "George's in Birmingham the same year (built 1820-1822).": [],
    "Rickman eventually designed 49 churches; his most notable public work may have been New Court, St.": [
        [
            0,
            7,
            [
                "Hickman",
                "Rick man"
            ]
        ]
    ],
    "John's College, Cambridge University, constructed 1825-1831.": [],
    "Rickman married a third time Elizabeth Miller (b. ca.1800) of Edinburgh in 1825.": [
        [
            0,
            7,
            [
                "Hickman",
                "Rick man"
            ]
        ]
    ],
    "In 1830 Rickman was elected to the Society of Antiquaries of London, his architectural practice increased to partners and assistants.": [
        [
            8,
            15,
            [
                "Hickman",
                "Rick man"
            ]
        ]
    ],
    "The same year he visited France with Henry Hutchinson, his partner.": [],
    "A second visit in 1832 to Picardy and Normandy with <a href=\"/whewellw\">William Whewell</a> resulted in his meeting the two other important leaders in medieval scholarship, the French antiquaries Auguste Le Prévost (1787-1859), and <a href=\"/caumonta\">Arcisse de Caumont</a>.": [
        [
            26,
            33,
            [
                "Picard",
                "Picardi"
            ]
        ]
    ],
    "Subsequent editions of his book <em>Attempt</em>, revised by Rickman, appeared in 1819, 1825 and 1835, the fourth and last to be worked on by himself personally.": [
        [
            61,
            68,
            [
                "Hickman",
                "Rick man"
            ]
        ]
    ],
    "He contributed to the 1838 <em>Specimens of Architectural Remains</em> by John Sell Cotman (1782-1842).": [],
    "Rickman was confined to bed in the last years of his life, dying of liver disease in 1841.": [
        [
            0,
            7,
            [
                "Hickman",
                "Rick man"
            ]
        ]
    ],
    "He is buried on the grounds of St.": [],
    "George's Church, Birmingham.": [],
    "His architectural handbook was taken over in 1848 by <a href=\"/parkerj\">John Henry Parker</a>, ending with a 7th edition in 1881.": [],
    "His papers are held in the British Library and diaries at the library of the Royal Institute of British Architects, London.": [],
    "His son (by his third marriage) was the architect Thomas Miller Rickman (1827-1912), later president of the Architectural Association in London.": [
        [
            64,
            71,
            [
                "Hickman",
                "Rick man"
            ]
        ]
    ],
    "Rickman was the first to use the term <em>Norman</em> to refer to the English Romanesque style of medieval architecture in his 1819 <em>An Attempt to Discriminate the Styles of English Architecture from the Conquest to the Reformation</em>.": [
        [
            0,
            7,
            [
                "Hickman",
                "Rick man"
            ]
        ]
    ],
    "The book was one of the first to establish a chronology of medieval styles (Summerson) and set down the accepted terminology of Norman, Perpendicular Gothic and Decorated Gothic.": [],
    "The book avoided romanticism laying down a rational approach using comparative methods.": [],
    "His education and sensibilities outside the Church of England and British formal education (he could not read Latin) may have allowed a more objective view of the Gothic than his contemporaries (Aldrich, <em>DNB</em>).": [],
    "When Rickman's architectural style fell out of favor with subsequent generations, his importance as an early scholar also declined (Bailey).": [
        [
            5,
            12,
            [
                "Hickman",
                "Rick man"
            ]
        ]
    ],
    "Except for the years of his first marriage, he remained a devout Quaker in dress, language and beliefs.</p>": []
}