{
    "<p>University of Chicago medievalist; authored the <em>Pelican History of Art</em> volume on medieval art in Britain.": [],
    "Rickert was the daughter of Francis E. Rickert and Josephine Newburgh (Rickert).": [
        [
            0,
            7,
            [
                "Cricket",
                "Rocket",
                "Ticket",
                "Wicket",
                "Kicker",
                "Richest"
            ]
        ],
        [
            39,
            46,
            [
                "Cricket",
                "Rocket",
                "Ticket",
                "Wicket",
                "Kicker",
                "Richest"
            ]
        ],
        [
            71,
            78,
            [
                "Cricket",
                "Rocket",
                "Ticket",
                "Wicket",
                "Kicker",
                "Richest"
            ]
        ]
    ],
    "At the death of her mother, her older sister and later medieval literary scholar, [Martha] Edith Rickert (1871-1838) helped raise Margaret.": [
        [
            97,
            104,
            [
                "Cricket",
                "Rocket",
                "Ticket",
                "Wicket",
                "Kicker",
                "Richest"
            ]
        ]
    ],
    "The younger Rickert graduated from Grinell College, Iowa, in 1910 becoming a high school principal in Greene, Iowa.": [
        [
            12,
            19,
            [
                "Cricket",
                "Rocket",
                "Ticket",
                "Wicket",
                "Kicker",
                "Richest"
            ]
        ]
    ],
    "She made an initial trip to Europe in 1914 which consolidated her interest in art history.": [],
    "After another teaching stint in Hillsboro, OR, she joined the photographic department of the Ryerson Library of the Art Institute of Chicago in 1922.": [],
    "Edith was now faculty at the University of Chicago and in 1923 Margaret made a second trip to England assisting her with her book on Chaucer.": [],
    "She remained in Europe, spending four years at the Villa I Tatti principally with <a href=\"/berensonm\">Mary Berenson</a> revising the regional renaissance art books written by Berenson's husband, <a href=\"/berensonb\">Bernard Berenson</a>, which eventually appeared as <em>Italian Painters of the Renaissance</em> in 1930.": [
        [
            59,
            64,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ]
    ],
    "The elder Berenson was engaged at the time in writing an article for <a href=\"/jamesm\">Monty James</a> on medieval art; Rickert developed a methodology akin to Berenson's during this time.": [
        [
            10,
            18,
            [
                "Benenson"
            ]
        ]
    ],
    "She returned to Chicago in 1928 and the University were she continued to assist her sister and earn a master's degree in art history in 1933.": [
        [
            51,
            55,
            [
                "where"
            ]
        ]
    ],
    "She published her first article (incongruously enough, on a Greek stele) in the <em>American Journal of Archaeology</em> the same year.": [
        [
            66,
            71,
            [
                "style",
                "steel",
                "Steve",
                "stole",
                "Steele",
                "stale"
            ]
        ]
    ],
    "In 1938 she received her Ph.D.": [
        [
            3,
            7,
            [
                "1938,"
            ]
        ]
    ],
    "from Chicago with a thesis on the reconstruction of an English Carmelite missal.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "She joined the art history department at the University the same year, replacing, in a sense, her sister who died also in 1938.": [],
    "During World War II, she moved to Washgington, D. C., to work as a code breaker for the U. S. Army Signal Corps until 1944.": [
        [
            34,
            45,
            [
                "Washington"
            ]
        ]
    ],
    "In 1948 she published a memorial volume of her sister's work.": [
        [
            3,
            7,
            [
                "1948,"
            ]
        ]
    ],
    "About this time, <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a> contacted her to write a volume on medieval painting in Britain for the <em>Pelican History of Art</em> series.": [],
    "Pevsner was attracted to maverick art historians for the medieval; he was in the process of commissioning another untested scholar, <a href=\"/stonel\">Lawrence Stone</a>, to write the volume on medieval sculpture in England.": [
        [
            0,
            7,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "Rickert accepted the assignment, likely suggested by her British colleague <a href=\"/wormaldf\">Francis Wormald</a>, and became both the only woman and only American to author a volume in the initial Pelican set.": [
        [
            0,
            7,
            [
                "Cricket",
                "Rocket",
                "Ticket",
                "Wicket",
                "Kicker",
                "Richest"
            ]
        ]
    ],
    "She researched the volume for most of her years at Chicago.": [],
    "She retired from the University in 1953 and the volume appeared in 1954.": [],
    "Rickert returned to teach at the University of Chicago between 1958 and 1960 during which time she published a facsimile edition and commentary, <em>La miniature anglaise</em>.": [
        [
            0,
            7,
            [
                "Cricket",
                "Rocket",
                "Ticket",
                "Wicket",
                "Kicker",
                "Richest"
            ]
        ]
    ],
    "Rickert mover to a retirement home in Grinell, IA in 1963 and worked on a second edition to the Painting volume, which appeared in 1965.": [
        [
            0,
            7,
            [
                "Cricket",
                "Rocket",
                "Ticket",
                "Wicket",
                "Kicker",
                "Richest"
            ]
        ]
    ],
    "After the flooding in Florence in 1966, she returned to Italy to assist in the restoration of art works.": [],
    "However, she suffered a stroke and return to Chicago and then Grinell.": [],
    "She died in 1973 and willed her body to the University of Iowa Medical School.": [],
    "Rickert employed a stylistic analysis methodology developed during the years spent at I Tatti.": [
        [
            0,
            7,
            [
                "Cricket",
                "Rocket",
                "Ticket",
                "Wicket",
                "Kicker",
                "Richest"
            ]
        ],
        [
            88,
            93,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ]
    ],
    "Her <em>Painting in Britain</em> monograph was remarkable for the breath of objects considered, everything from mural painting to manuscript illumination to stained glass and embroidery.": [
        [
            157,
            170,
            [
                "stained-glass"
            ]
        ]
    ],
    "<a href=\"/dodwellc\">C.": [],
    "R. Dodwell</a> complained in his review of her lack of attention to iconography.": [
        [
            3,
            10,
            [
                "Dowell",
                "Do dwell"
            ]
        ]
    ],
    "The work has been largely replaced today by more specific studies on medieval painting.</p>": []
}