{
    "<p>Scholar of classical sculpture.": [],
    "Sismondo was the daughter of Giuseppe G. Sismondo, a career army officer, and Maria Lombardo (Sismondo).": [
        [
            0,
            8,
            [
                "Simmonds"
            ]
        ],
        [
            41,
            49,
            [
                "Simmonds"
            ]
        ],
        [
            94,
            102,
            [
                "Simmonds"
            ]
        ]
    ],
    "As a girl, Sismondo lived in Sicily and then Ethiopia where her father had been stationed during World War II.": [
        [
            11,
            19,
            [
                "Simmonds"
            ]
        ]
    ],
    "When her father was captured by the British in World War II and sent to a prisoner-of-war camp in Kenya, Sismondo secured a job as a telephone operator at police headquarters in Asmaria in Eritrea where she learned to speak English.": [
        [
            105,
            113,
            [
                "Simmonds"
            ]
        ],
        [
            178,
            185,
            [
                "Asmara",
                "As maria"
            ]
        ]
    ],
    "After the war, she earned her high school diploma doing double courses, entering the University of Messina, where she was awarded a <em>Laurea in Lettere Classiche</em> in1953.": [],
    "She same year she won a scholarship to classical archaeology at Bryn Mawr College under the famous head of the department, <a href=\"/carpenterr\">Rhys Carpenter</a>.": [],
    "She wrote her M.A.": [],
    "thesis under Carpenter on the chronology of archaic sculpture in 1954.": [
        [
            0,
            6,
            [
                "Thesis"
            ]
        ]
    ],
    "Sismondo continued for her Ph.D., studying at the American School of Classical Studies, between 1955 and 1957.": [
        [
            0,
            8,
            [
                "Simmonds"
            ]
        ]
    ],
    "She taught as an instructor in archaeology at her alma mater, 1957-1960.": [],
    "Her Ph.D.": [],
    "was granted in 1958; her dissertation was on archaic sculptural styles.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "She married Henry W. Ridgway, Jr.": [
        [
            21,
            28,
            [
                "Ridgeway"
            ]
        ]
    ],
    "(b.": [],
    "1930), a physical therapist, the same year, changing her name to Ridgway.": [
        [
            65,
            72,
            [
                "Ridgeway"
            ]
        ]
    ],
    "Ridgway accepted an appointment at Hollins College, Virginia, as an assistant professor and head of department of classics in 1960, but returned to Bryn Mawr the following year as an assistant professor, where she remained the rest of her career.": [
        [
            0,
            7,
            [
                "Ridgeway"
            ]
        ]
    ],
    "She became a U. S. citizen in 1963 and was appointed associate professor in 1967.": [],
    "She directed the summer school program at American School of Classical Studies, Athens, in 1967 (and a second time, 1971).": [],
    "For the 1967-1968 Ridgway researched as a Member, Institute for Advanced Study, Princeton, N. J. Promotion to (full) professor of archaeology at Bryn Mawr occurred in 1970, the same year as the appearance of her <em>Severe Style in Greek Sculpture</em> book.": [
        [
            18,
            25,
            [
                "Ridgeway"
            ]
        ]
    ],
    "In 1977 she was named <a href=\"/carpenterr\">Rhys Carpenter</a> Professor of Classical and Near Eastern Archaeology.": [
        [
            3,
            7,
            [
                "1977,"
            ]
        ]
    ],
    "That same year her second monograph on Greek sculptural styles, <em>The Archaic Style in Greek Sculpture</em>, appeared.": [],
    "The following year she was the Mellon visiting professor in fine arts, University of Pittsburgh.": [],
    "The third of her stylistic treatment of sculpture books, <em>Fifth Century Styles in Greek Sculpture</em> was published in 1981.": [],
    "Ridgway wrote a controversial essay in the <em>Art Bulletin</em> in 1986, the beginning of a series of guest essays on \"The State of the Discipline.\"": [
        [
            0,
            7,
            [
                "Ridgeway"
            ]
        ]
    ],
    "In it, she distanced herself from art history, decrying the field as the \"study of aesthetically pleasing objects, in a scale ranging from the beautiful artifact to the masterpiece.\"": [],
    "Although much of her criticism was accepted by the art-historical community, the essays met with several replies defending art history.": [],
    "The same year she was part of a group of scholars charged with determining the authenticity a Greek Kouros, which the J. Paul Getty Museum was considering buying for $7 million.": [
        [
            100,
            106,
            [
                "Hours",
                "Courts",
                "Tours",
                "Euros",
                "Fours",
                "Kurds"
            ]
        ]
    ],
    "Ridgway pronounced the work genuine on stylistic grounds, joining the opinions of others such as the late <a href=\"/langlotze\">Ernst Langlotz</a> and <a href=\"/robertsonm\">Martin Robertson</a>, and against those such as <a href=\"/zerif\">Federico Zeri</a> and <a href=\"/hovingt\">Thomas Hoving</a>.": [
        [
            0,
            7,
            [
                "Ridgeway"
            ]
        ]
    ],
    "Years later, the initial scientific proof for the work has collapsed and the certainly of the sculpture has again became clouded.": [
        [
            114,
            120,
            [
                "become"
            ]
        ]
    ],
    "She received the gold medal for distinguished achievement from the Archaeological Institute of America in 1988.": [],
    "She retired from Bryn Mawr in 1994.": [],
    "She oversaw 36 dissertations in her career, including Paul Rehak, Mary Sturgeon, Susan Kane and Anne Weis.": [
        [
            59,
            64,
            [
                "Rehab"
            ]
        ],
        [
            101,
            105,
            [
                "Wei's",
                "Wei",
                "Was",
                "Has",
                "Way",
                "Gas"
            ]
        ]
    ],
    "Her book <em>Second Chance: Greek Sculptural Studies Revisited</em> appeared in 2004.": [],
    "Ridgway was a highly influential classical scholar noted for balancing a connoisseurship approach to sculpture with a solid knowledge of archaeology.": [
        [
            0,
            7,
            [
                "Ridgeway"
            ]
        ]
    ],
    "As an art historian, she built her reputation on the traditional methodology of stylistic analysis of sculpture, a technique drawn from her mentor, Carpenter.": [],
    "Ridgway fell so much under his spell that she took notes on his undergraduate courses, \"not simply on what he said, but on how he said it.\"": [
        [
            0,
            7,
            [
                "Ridgeway"
            ]
        ]
    ],
    "But Ridgway disparaged the discipline of art history, considering herself a classicist who instead wrote on art.": [
        [
            4,
            11,
            [
                "Ridgeway"
            ]
        ]
    ],
    "A crusader against the practice of smuggling art objects out of their country of origin, as the editor of the <em>American Journal of Archaeology</em> for eight years she refused to accept articles that pertained to objects of suspicious provenance.</p>": []
}