{
    "<p>Art biographer, painter and collector; his biographies of more than 150 painters in the Venetian state contributed to his title, \"the Venetian Vasari.\"": [
        [
            146,
            152,
            [
                "Va sari"
            ]
        ]
    ],
    "Ridolfi's father was a tailor (he used the name Marco Sartor in his will), who died when the young Ridlofi was five.": [
        [
            0,
            7,
            [
                "Rudolf",
                "Rudolph",
                "Rodolfo",
                "Rudolfo",
                "Rodolphe",
                "Rodolpho"
            ]
        ],
        [
            54,
            60,
            [
                "Sarto"
            ]
        ],
        [
            99,
            106,
            [
                "Rudolf",
                "Rudolph",
                "Rodolfo",
                "Gridlock",
                "Midlife",
                "Ripoff"
            ]
        ]
    ],
    "Eventually his mother, Angela, remarried and he entered the studio of a local German painter (Ridolfi was of German decent himself).": [
        [
            40,
            44,
            [
                ", and"
            ]
        ],
        [
            94,
            101,
            [
                "Rudolf",
                "Rudolph",
                "Rodolfo",
                "Rudolfo",
                "Rodolphe",
                "Rodolpho"
            ]
        ],
        [
            116,
            122,
            [
                "descent"
            ]
        ]
    ],
    "At thirteen, he traveled to Venice to study uner Antonio Vassilacchi, known as l'Aliense.": [
        [
            44,
            48,
            [
                "under",
                "user",
                "tuner",
                "UNEF",
                "NER",
                "UER"
            ]
        ],
        [
            81,
            88,
            [
                "Aliens"
            ]
        ]
    ],
    "A diligent student, he made drawings from reliefs and assisted the master.": [],
    "He left Vassilacchi's studio after only five year because of dissatification with other students, and, after a brief stay at home, returned to Venice studying drawing.": [
        [
            61,
            76,
            [
                "disqualification",
                "dissatisfaction",
                "desertification"
            ]
        ]
    ],
    "He also mastered history, architecture, and classical literature.": [],
    "Various commissions followed, but the great plague in Venice forced him to flee, living with a friend in Spineda.": [
        [
            105,
            112,
            [
                "Pineda"
            ]
        ]
    ],
    "His mother, friends and some of his patrons were lost to the outbreak.": [],
    "Artistically, his paintings reflect the artistic influence of Tintoretto and Titian.": [],
    "Ridolfi collected drawngs, perhaps already styling himself after his earlier counterpart, <a href=\"/vasarig\">Giorgio Vasari</a>, assembling works in the 1630s by earlier masters Vittore Carpaccio and works attributed to Tintoretto and Leonardo da Vinci.": [
        [
            0,
            7,
            [
                "Rudolf",
                "Rudolph",
                "Rodolfo",
                "Rudolfo",
                "Rodolphe",
                "Rodolpho"
            ]
        ],
        [
            18,
            25,
            [
                "drawings"
            ]
        ]
    ],
    "By 1641 Ridolfi was in Dalmatia painting works now in a Mannerist style.": [
        [
            8,
            15,
            [
                "Rudolf",
                "Rudolph",
                "Rodolfo",
                "Rudolfo",
                "Rodolphe",
                "Rodolpho"
            ]
        ],
        [
            56,
            65,
            [
                "Mannerism"
            ]
        ]
    ],
    "His petition to the Venetian government to receive a \"favor,\" probably a pension, was refused.": [],
    "Ridolfi had also been collecting material for a life of Tintoretto, the first on that artist, and this appeared in 1642 as <em>La vita di Giacopo Robusti</em>.": [
        [
            0,
            7,
            [
                "Rudolf",
                "Rudolph",
                "Rodolfo",
                "Rudolfo",
                "Rodolphe",
                "Rodolpho"
            ]
        ]
    ],
    "The success of this literary venture meant that Ridolfi was made a Knight of the Order of St.": [
        [
            48,
            55,
            [
                "Rudolf",
                "Rudolph",
                "Rodolfo",
                "Rudolfo",
                "Rodolphe",
                "Rodolpho"
            ]
        ]
    ],
    "Mark by the Venetian Senate, perhaps because the <em>Vita</em> was dedicated to Doge Francesco Erizzo (d.": [
        [
            95,
            101,
            [
                "Rizzo"
            ]
        ]
    ],
    "1646) and the Venetian Republic.": [],
    "He was knighted in 1645 by Pope Innocent X. Ridolfi published a life of Veronese in 1646.": [
        [
            44,
            51,
            [
                "Rudolf",
                "Rudolph",
                "Rodolfo",
                "Rudolfo",
                "Rodolphe",
                "Rodolpho"
            ]
        ]
    ],
    "In 1648 he issued his major work, a complilation of more than 150 biographies of painters active in the Venetian Republic, <em>Le meraviglie dell'arte</em> (The Marvels of Art) including his Tintoretto biography as well as his own.": [
        [
            3,
            7,
            [
                "1648,"
            ]
        ],
        [
            36,
            48,
            [
                "compilation",
                "complication"
            ]
        ]
    ],
    "The work provides a strong counter to Vasari's <em>Vite</em> (1550/1568) which was strongly biased against Venetian artists.": [
        [
            38,
            44,
            [
                "Va sari"
            ]
        ]
    ],
    "Where Vasari had ignored and depricated Venetian talent, <em>Le meraviglie dell'arte</em> covers Venice artists in a positive light and contains the earliest reference, for example, to Giorgione's Castelfranco Altarpiece in San Liberale.": [
        [
            6,
            12,
            [
                "Va sari"
            ]
        ],
        [
            29,
            39,
            [
                "deprecated"
            ]
        ]
    ],
    "Conversely it ignores Sebastiano del Piombo, a Venetian who spent most of his career in Rome.": [
        [
            0,
            10,
            [
                "Conversely,"
            ]
        ]
    ],
    "Ridolfi painted throughout his career.": [
        [
            0,
            7,
            [
                "Rudolf",
                "Rudolph",
                "Rodolfo",
                "Rudolfo",
                "Rodolphe",
                "Rodolpho"
            ]
        ]
    ],
    "He married in 1656, but died of a fever two years later.": [],
    "<em>Le meraviglie dell'arte</em> was an important source for <em>Entretiens sur les vies et sur les ouvrages des plus excellens paintres anciens et modernes</em> (1666ff.": [],
    "), by <a href=\"/felibiena\">André Félibien</a>.": [
        [
            0,
            1,
            [
                ""
            ]
        ]
    ],
    "His collection of drawings survives in three volumes, dating from the 1630s at Oxford University, Christ Church Collection.</p>\n\n<p>Ridolfi's <em>Le meraviglie dell'arte</em> is important in the history of art because it documents many Venetian art works gone today and locates a provenance for those still known.": [
        [
            132,
            139,
            [
                "Rudolf",
                "Rudolph",
                "Rodolfo",
                "Rudolfo",
                "Rodolphe",
                "Rodolpho"
            ]
        ]
    ],
    "His work is the starting point in researching many major and minor Venetian artists.": [],
    "Like Vasari's <em>Vite</em>, many of Ridolfi's attributions were incorrect.": [
        [
            5,
            11,
            [
                "Va sari"
            ]
        ]
    ],
    "Unlike Vasari, however, Ridolfi avoided a stylistic development of Venice; he considered the 16th-century Venetice the acme of its artistic production at the expense of his contemporaries.": [
        [
            7,
            13,
            [
                "Va sari"
            ]
        ],
        [
            24,
            31,
            [
                "Rudolf",
                "Rudolph",
                "Rodolfo",
                "Rudolfo",
                "Rodolphe",
                "Rodolpho"
            ]
        ],
        [
            106,
            114,
            [
                "Genetic",
                "Venice",
                "Genetics",
                "Venetian",
                "Benefice",
                "Entice"
            ]
        ]
    ],
    "He also diverged from Vasari contending that painting was above all the other arts (Vasari consister paintng, sculpture and architecture equal).": [
        [
            22,
            28,
            [
                "Va sari"
            ]
        ],
        [
            84,
            90,
            [
                "Va sari"
            ]
        ],
        [
            91,
            100,
            [
                "consisted"
            ]
        ],
        [
            101,
            108,
            [
                "painting",
                "paining"
            ]
        ]
    ],
    "His basic premise countered Vasari's assertion that Florence had rediscovered the arts after the dissolution of the classical tradition in the Middle (Dark) Ages.": [
        [
            28,
            34,
            [
                "Va sari"
            ]
        ]
    ],
    "<em>Le meraviglie dell'arte</em> instead maintained that artistic endeavor had never been lost in Venice because of the constant influence of the Byzantines.": [],
    "He took great pains to cite documents and letters supporting his arguments.": [],
    "Consistent with the writing of his age, <em>Le meraviglie dell'arte</em> contains many asides.": [],
    "Ridolfi sees creation of fine art as a closeness to God.": [
        [
            0,
            7,
            [
                "Rudolf",
                "Rudolph",
                "Rodolfo",
                "Rudolfo",
                "Rodolphe",
                "Rodolpho"
            ]
        ]
    ],
    "Painting for him was the universal impulse that included all things within it.": [],
    "The work may have been supported financially by the Venetian government to counter Vasari's <em>Vite</em> of a hundred year before which was strongly biased against Venetian artists.": [
        [
            83,
            89,
            [
                "Va sari"
            ]
        ]
    ],
    "Ridolfi's biography of Tintorietto was the first on the artist and remains an important early source on Tintoretto's working methods</p>": [
        [
            0,
            7,
            [
                "Rudolf",
                "Rudolph",
                "Rodolfo",
                "Rudolfo",
                "Rodolphe",
                "Rodolpho"
            ]
        ],
        [
            23,
            34,
            [
                "Tintoretto"
            ]
        ]
    ]
}