{
    "<p>Art historian of the medieval and later Baroque areas; seminal member of the so-called \"First Vienna School\" of art history; key figure for modern methods of art history.": [],
    "Riegl's father was a bureaucrat in the imperial tobacco administration in Austria who moved his family to Bohemia and Galacia where the younger Riegl attended a Polish-speaking Gymnasium.": [
        [
            0,
            5,
            [
                "Riel",
                "Rigel"
            ]
        ],
        [
            118,
            125,
            [
                "Galicia",
                "Galatia"
            ]
        ],
        [
            144,
            149,
            [
                "Riel",
                "Rigel"
            ]
        ]
    ],
    "The death of his father in 1873 resulted in his family's move back to Linz.": [],
    "Riegl enrolled at the University of Vienna, but eschewing legal studies his father would have wished him to study, he instead pursued philosophy and history courses under Franz Brentanno (1838-1917), Alexius Meinong (1853-1920) and Robert Zimmermann (1824-1898).": [
        [
            0,
            5,
            [
                "Riel",
                "Rigel"
            ]
        ],
        [
            177,
            186,
            [
                "Brendan",
                "Brennan",
                "Brenton",
                "Breanne",
                "Breanna",
                "Trentino"
            ]
        ],
        [
            200,
            207,
            [
                "Alexis",
                "Alexios"
            ]
        ],
        [
            208,
            215,
            [
                "Manon"
            ]
        ]
    ],
    "From Max Büdinger (1828-1902) Riegl learned a positivist historical method.": [
        [
            9,
            17,
            [
                "Bringer",
                "Humdinger",
                "Basinger",
                "Rüdiger"
            ]
        ],
        [
            30,
            35,
            [
                "Riel",
                "Rigel"
            ]
        ]
    ],
    "He earned a certificate from the Institute for Austrian Historical Research, needed for civil service positions in Austrian archives.": [],
    "It was in the classes of <a href=\"/thausingm\">Moriz Thausing</a>, however, where Riegl learned Morellian \"scientific\" method of connoisseurship (see <a href=\"/morellig\">Giovanni Morelli</a>).": [],
    "In 1883 Riegl wrote his dissertation on the Romanesque Church of St.": [
        [
            8,
            13,
            [
                "Riel",
                "Rigel"
            ]
        ]
    ],
    "Jacob, Regensburg (manuscript lost).": [],
    "He joined the staff of the Austrian Museum of Decorative Arts (Institut für Österreichische Geschichtsforchung) and began writing his <em>Habilitation</em>, <em>Die Mittelalterliche Kalenderillustration</em>, in 1889, which examined the Hellenistic tradition in medieval calendar manuscripts.": [
        [
            63,
            71,
            [
                "Institute"
            ]
        ],
        [
            72,
            75,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "In 1886 he began curatorial training in the Austrian Museum of Art and Industry, succeeding another Thausing student, <a href=\"/wickhofff\">Franz Wickhoff</a>, in 1887 working for the next ten years as curator of textiles at the Austrian museum.": [
        [
            3,
            7,
            [
                "1886,"
            ]
        ],
        [
            100,
            108,
            [
                "Housing",
                "Causing",
                "Chasing",
                "Hauling",
                "Phasing",
                "Teasing"
            ]
        ]
    ],
    "Riegl's first two books, <em>Altorientalische Teppiche</em> and <em>Stilfragen: Grundlegungen zu einer Geschichte der Ornamentik</em>, 1891 and 1893 respectively, follow from his work in the museum.": [
        [
            0,
            5,
            [
                "Riel",
                "Rigel"
            ]
        ]
    ],
    "Even in these first books, his interest in theory as well as an interdisciplinary view of art history was evident.": [],
    "<em>Stilfragen</em> gained Riegl an <em>extraordinarius</em> position at the University of Vienna in 1894.": [],
    "He continued his interest in common art objects--what were then considered minor arts--in his next book, <em>Volkskunst, Hausfleiss und Hausindustrie</em>, 1894, which employed economic theory in constructing their history.": [],
    "In 1894 and 1895 he began lecturing on baroque art, a period still largely viewed as decadent, ushering in (together with the work of <a href=\"/gurlittc\">Cornelius Gurlitt</a>) a new evaluation of the stylistic period.": [],
    "At Vienna, he and Wickhoff formed what came to be known as the (first) Vienna school of art historical method.": [
        [
            18,
            26,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ]
    ],
    "Both scholars approached art empirically, denying the pervasive view that particular periods or media of art (in their cases, late Roman and early medieval) experienced a degeneration of style.": [],
    "Their treatment of this period elevated it by examining underappreciated genres (carpets and tapestries) and by applying new criteria for its appreciation and analysis.": [],
    "Riegl's <em>Spätrömische Kunstindustrie</em>, 1901 and Wickhoff's <em>Die Wiener Genesis</em> (1903) solidified their reputations in the areas of late and early Roman Empire objects.": [
        [
            0,
            5,
            [
                "Riel",
                "Rigel"
            ]
        ]
    ],
    "The relationship of elements to each other in a work of art--one of Riegl's methodological fascinations--led him to leave late Roman/early medieval period in order to write about Dutch baroque portraiture.": [
        [
            68,
            73,
            [
                "Riel",
                "Rigel"
            ]
        ]
    ],
    "His <em>Das holländische Gruppenporträt</em>, published in 1902, centered on portrait paintings whose subjects gazed at the viewer.": [],
    "Once again, he forged a new theory to fit his subject, positing the idea of \"attentiveness\" to describe the relationship between the viewer and the object (Olin, 2000).": [],
    "Riegl was at work on a sequel to his <em>Spätrömische Kunstindustrie</em> and other topics when he developed cancer.": [
        [
            0,
            5,
            [
                "Riel",
                "Rigel"
            ]
        ]
    ],
    "His death at age 47 is one of the tragedies of discipline.": [],
    "His influence was far greater than the students he taught directly, among whom included <a href=\"/tietzeh\">Hans Tietze</a>.": [],
    "His work on baroque architecture, <em>Die Entstehung der Barockkunst in Rom</em>, was published posthumously in 1908 and his annotated translation of the life of Bernini by <a href=\"/balduniccif\">Filippo Baldinucci</a> published in 1912.": [],
    "Riegl is one of the seminal theorists in art history.": [
        [
            0,
            5,
            [
                "Riel",
                "Rigel"
            ]
        ]
    ],
    "His methodology was diverse and appeared to adumbrate various directions adopted by art historians in the later twentieth century, including formalism, structuralism, post structuralism and reception theory.": [
        [
            167,
            185,
            [
                "post-structuralism"
            ]
        ]
    ],
    "Riegl's foundation was the positivism of much of nineteenth-century historiography, i.e., the idea that history progresses to ever higher levels.": [
        [
            0,
            5,
            [
                "Riel",
                "Rigel"
            ]
        ]
    ],
    "His earliest writing demonstrated how carpet artisans of the middle east reinvented the forms of late antiquity into new content that could be immediately understood.": [
        [
            61,
            72,
            [
                "Middle East"
            ]
        ]
    ],
    "In his book <em>Stilfragen</em>, Riegl used the key notion of surface ornamentation to show artists representing the world through naturalistic or scientific technique.": [],
    "Riegl adopted this structural symbolism notion from the work of <a href=\"/semperg\">Gottfried Semper</a> while denying the technological determinism of Semper's writings.": [
        [
            0,
            5,
            [
                "Riel",
                "Rigel"
            ]
        ]
    ],
    "Reaction to Semper's notion of materialism led to another <em>Stilfragen</em> concept, <em>Kunstwollen</em>, or \"artistic will.\"": [
        [
            12,
            18,
            [
                "Temper",
                "Simper",
                "Sempre",
                "SemVer"
            ]
        ]
    ],
    "<em>Kunstwollen</em> as the force driving the evolution of style was evident to Riegl in both high and low art.": [],
    "In <em>Spätromische Kunstindustrie</em>, Riegl \"rehabilitated\" late Roman Imperial art, which his contemporaries had considered a decline in style.": [],
    "Riegl saw the hard outlines of late Roman artistic production as a development, a way to isolate the background elements from the foreground subject, opening up the way for modern art's concept of space.": [
        [
            0,
            5,
            [
                "Riel",
                "Rigel"
            ]
        ]
    ],
    "His theory that artistic representation was not of reality, but a representation of the wished for, made much of this neglected art readable.": [],
    "Illusionistic art, he argued, was only employed when it showed the world view agreeable to the viewer.": [
        [
            0,
            13,
            [
                "Illusionist",
                "Illusionists"
            ]
        ]
    ],
    "Artifacts or even dissolute pictorial representation demonstrated to Riegl the will's desire for the more spiritual, the combination of what he termed \"tactile\" and \"optical.\"": [
        [
            69,
            74,
            [
                "Riel",
                "Rigel"
            ]
        ]
    ],
    "<em>Das holländische Gruppenporträt</em> showed Riegl re-evaluating his method to seriously consider the viewer as a principal in art history.": [],
    "His work built on the philosophical premise of <em>Geschichte der bildenden Künste</em> of <a href=\"/schnaasek\">Karl Julius Ferdinand Schnaase</a>, the first cultural history of art.": [],
    "His methodology was both so unique and important that <a href=\"/franklp\">Paul Frankl</a>, in his book on literary sources and theory for late medieval architecture, <em>The Gothic</em> (1960), devoted an entire section to Riegl's theory of \"Artistic Volition,\" the only historian in Frankl's book to have an entire chapter.": [],
    "The critic Hermann Bahr (1863-1934) noted in his 1919 book on Expressionism that Riegl was the first to recognize art history's subjectivity and that Riegl's approach to older artistic periods liberated contemporary art as well.": [
        [
            81,
            86,
            [
                "Riel",
                "Rigel"
            ]
        ],
        [
            150,
            155,
            [
                "Riel",
                "Rigel"
            ]
        ]
    ],
    "<a href=\"/worringerw\">Wilhelm Worringer</a> also praised him in his important book on modern art, <em>Abstraktion und Einfühlung</em>.": [],
    "Riegl's <em>Barockkunst in Rom</em>, 1908, celebrates the multicultural influences of the style, and by extension, the multiculturalism of the Hapsburg Empire under which he wrote.": [
        [
            0,
            5,
            [
                "Riel",
                "Rigel"
            ]
        ]
    ],
    "Another groundbreaking area for Riegl was in art conservation.": [
        [
            32,
            37,
            [
                "Riel",
                "Rigel"
            ]
        ]
    ],
    "His years with the K. K.": [],
    "[Kaiserlich-Königliche] Central Commission für die Erforschung und Erhaltung der Baudenkmale (Imperial and Royal Central Commission for Researching and Preserving of Monuments) instilled in him a respect for the object as it existed to the historian today.": [
        [
            43,
            46,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            63,
            66,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            67,
            76,
            [
                "Halting",
                "Exalting",
                "Exhaling",
                "Shantung"
            ]
        ],
        [
            77,
            80,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "His concept of <em>Alterswert</em> (the value of aging and the importance of marks of usage) was outlined in his pioneer work <em>Moderne Denkmalkultus</em>, 1903.": [],
    "The nineteenth century's impulse to make objects prettier for the public by means of \"restoring\" them was both disingenuous and misleading.": [],
    "Objects, Riegl contended, should bear the signs of their age.": [
        [
            9,
            14,
            [
                "Riel",
                "Rigel"
            ]
        ]
    ],
    "The mantra of \"conservation not restoration\" was adopted by another monuments preservationist, <a href=\"/dehiog\">Georg Dehio</a>.": [
        [
            68,
            77,
            [
                "monuments'",
                "monument's"
            ]
        ]
    ],
    "Riegl also disputed the assertion of <a href=\"/burckhardtj\">Jacob Burckhardt</a> that the historian could place moral judgments to works of art of other centuries.": [
        [
            0,
            5,
            [
                "Riel",
                "Rigel"
            ]
        ]
    ],
    "Burckhardt, already no friend of the Baroque era, had famously objected in particular to Bernini's St.": [
        [
            0,
            10,
            [
                "Burkhart"
            ]
        ]
    ],
    "Teresa as immoral.": [],
    "Riegl, on the other hand, questioned any historian's ability to be objective when moral issues were at play (Deinhard).": [
        [
            0,
            5,
            [
                "Riel",
                "Rigel"
            ]
        ],
        [
            109,
            117,
            [
                "Reinhard"
            ]
        ]
    ],
    "The brilliance of the (first) Vienna school is best demonstrated in the divergent writings of Riegl and Wickhoff.": [
        [
            94,
            99,
            [
                "Riel",
                "Rigel"
            ]
        ],
        [
            104,
            112,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ]
    ],
    "<a href=\"/kultermannu\">Udo Kultermann</a> contrasts Riegl, the intellectual, theorist and abstract thinker with Wickhoff, an art historian of a strongly humanist tradition of broad erudition.</p>": []
}