{
    "<p>Founder of the Institut für Kunstgeschichte (Art History Institute) at Ludwig-Maximilians-Universität München in 1890.": [
        [
            18,
            26,
            [
                "Institute"
            ]
        ],
        [
            27,
            30,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            74,
            104,
            [
                "Ludwig-Maximilian-Universität",
                "Ludwig-Maximilians-University"
            ]
        ],
        [
            105,
            112,
            [
                "Munich"
            ]
        ]
    ],
    "Riehl beat out <a href=\"/mutherichf\">Richard Muther</a> and <a href=\"/wolfflinh\">Heinrich Wölfflin</a> for the position in art history at Ludwig-Maximilians-Universität München.": [
        [
            0,
            5,
            [
                "Riel"
            ]
        ]
    ],
    "There he founded the Institut für Kunstgeschichte (Art History Institute), initially named the \"Kunsthistorisches Seminar und Kupferstichsammlung\" (Art history seminar and Graphics Collection) in 1890, becoming its first-time art professor.": [
        [
            21,
            29,
            [
                "Institute"
            ]
        ],
        [
            30,
            33,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            122,
            125,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ]
    ],
    "Art-historical research at Ludwig-Maximilian University had begun in the 19th century with lectures in art from faculty in other departments, such as <a href=\"/schornl\">Ludwig Schorn</a> and <a href=\"/carrierem\">Moritz Carrière</a> and the Florian Meilinger (1763-1836/7).": [],
    "The future art historian <a href=\"/warburga\">Aby M. Warburg</a> heard his lectures there in 1888.": [],
    "Riehl died in 1911 and was succeeded by Wölfflin.": [
        [
            0,
            5,
            [
                "Riel"
            ]
        ],
        [
            40,
            48,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "His students included <a href=\"/franklp\">Paul Frankl</a>, and <a href=\"/grisebacha\">August Grisebach</a>.": [],
    "Riehl's tenure as chair of art history focused on a regional search for identity in the study of Bavarian art.": [
        [
            0,
            5,
            [
                "Riel"
            ]
        ]
    ],
    "His successors, Wölfflin, <a href=\"/pinderw\">Wilhelm Pinder</a> and <a href=\"/jantzenh\">Hans Jantzen</a> steered the Institute toward more mainstream issues of art history over the entire German-speaking world.": [
        [
            16,
            24,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "A second chair with a focus Bavarian art history was established in 1963.</p>": []
}