{
    "<p>Early female and feminist art historian; translator of early and important German art histories into English.": [],
    "Rigby was the daughter of Edward Rigby (1747-1821), gynecologist and amateur classical scholar, and Anne Palgrave (Rigby) (1777-1872).": [],
    "She was privately educated in the arts and sciences as her well-connected and cultured parents determined.": [],
    "Her father died when she was twelve and thereafter she determined her education more personally.": [],
    "While living in Switzerland in 1827, taking a cure for typhoid fever, she learned German, translating the essay on English art collections by <a href=\"/passavantj\">Johann David Passavant</a>, <em>Kunstreise durch England und Belgien</em>, 1833.": [],
    "In 1836 work was published as <em>Tour of a German Artist in England</em>.": [],
    "She returned to London in 1832 studying art at the British Museum and the National Gallery in hopes of becoming a painter.": [],
    "Her first documented article was published in the <em>Quarterly Review</em> in 1842, writing regularly for it thereafter.": [],
    "She became close friends with John Murray III (1808-1892), the publisher of many art monographs, and his family.": [],
    "Through Murray, she met the painter J. M. W. Turner and literati.": [],
    "Rigby, a striking 5' 11\" beauty, came to be known as a noted conversationalist.": [],
    "During an 1846 visit to the Royal Academy exhibition, she met the artist and then Keeper (curator) of the National Gallery, <a href=\"/eastlakec\">Charles Lock Eastlake</a>.": [],
    "More travel to the continent, including an 1848 meeting with Passavant in Frankfurt, ensued.": [
        [
            61,
            70,
            [
                "Pas savant"
            ]
        ]
    ],
    "She continued writing reviews for the <em>Quarterly Review</em>.": [],
    "At age 40, she married Eastlake in Edinburgh in 1849, who had resigned from the National Gallery.": [
        [
            23,
            31,
            [
                "East lake"
            ]
        ]
    ],
    "Now Lady Eastlake, she moved to London to live with him.": [
        [
            9,
            17,
            [
                "East lake"
            ]
        ]
    ],
    "Her husband was knighted in 1850 and their only child stillborn the following year.": [],
    "The Eastlakes continued as fixtures in London intellectual circles: the historian Thomas Babington Macaulay (1800-1859), Charles Dickens (1812-1870), and Thomas Carlyle (1795-1881) among others.": [
        [
            4,
            13,
            [
                "East lakes"
            ]
        ]
    ],
    "In the early1850s their formal dinners included Passavant and director of the Berlin Royal Gallery, <a href=\"/waageng\">Gustav Friedrich Waagen</a>, both of whom stayed with the Eastlakes.": [
        [
            48,
            57,
            [
                "Pas savant"
            ]
        ]
    ],
    "In 1854 Lady Eastlake sided with Euphemia Chalmers Gray (1828-1897), the wife of <a href=\"/ruskinj\">John Ruskin</a>, in her move to annul her married to Ruskin.": [
        [
            13,
            21,
            [
                "East lake"
            ]
        ],
        [
            33,
            41,
            [
                "Euphemism",
                "Euphoria",
                "Eutheria",
                "Euphemize",
                "Euthymia"
            ]
        ]
    ],
    "Ruskin had been no friend to either of the Eastlakes, being partially to blame in her husband's resignation from the National Gallery.": [
        [
            43,
            52,
            [
                "East lakes"
            ]
        ]
    ],
    "Beginning in 1852, the Eastlakes included Italy in their European excursions, which broadened Lady Eastlake's art-historical knowledge.": [
        [
            23,
            32,
            [
                "East lakes"
            ]
        ],
        [
            99,
            107,
            [
                "East lake"
            ]
        ]
    ],
    "In 1855 her husband was appointed first Director of the National Gallery; Lady Eastlake appears from that point to have been involved with purchase decisions for the Gallery.": [
        [
            79,
            87,
            [
                "East lake"
            ]
        ]
    ],
    "She translated anonymously the first volume of <em>Handbuch der Geschichte der Malerei seit Constantin dem Grossen</em> as <em>Handbook of the History of Painting</em>, <em>The Italian Schools</em>, the second edition of by <a href=\"/kuglerf\">Franz Kugler</a>, in 1851, a work her husband had translated originally in 1842.": [],
    "The following year she began translating Waagen's evaluation of English collections, which appeared beginning in 1854 as <em>Treasures of Art in Great Britain</em>.": [
        [
            41,
            47,
            [
                "Warren",
                "Wage",
                "Wages",
                "Wagon",
                "Weaken",
                "Waged"
            ]
        ]
    ],
    "When <a href=\"/jamesona\">Anna Jameson</a>, the early and important woman art historian died in 1860, Lady Eastlake consented to complete Jameson's <em>History of Our Lord, a study of the iconography of Christ</em>.": [],
    "Jameson's early proto-feminist art history appeared in 1864 completely due to Lady Eastlake.": [
        [
            83,
            91,
            [
                "East lake"
            ]
        ]
    ],
    "Her <em>Quarterly Review</em> contributions of 1850s and early 1860s, included a review of the Crystal Palace.": [],
    "Her sensitive article on photography (April 1857) was an accurate summary the history of photography and its relationship to art (Mitchell).": [],
    "In 1865, during their annual visit to Italy, Charles died in Pisa.": [],
    "In her widowhood, she developed a closer circle of friends, particularly with the archaeologist and National Gallery Trustee <a href=\"/layarda\">Austen Henry Layard</a>.": [],
    "Through Layard's urging, Eastlake penned a memoir of her husband, published in 1870.": [
        [
            8,
            14,
            [
                "Bayard",
                "Lanyard"
            ]
        ],
        [
            25,
            33,
            [
                "East lake"
            ]
        ]
    ],
    "Eastlake retained her interest in art history.": [
        [
            0,
            8,
            [
                "East lake"
            ]
        ]
    ],
    "In 1871 visited the famous Holbein exhibition in Dresden and trips to Venice in 1877, the Baltic provinces and St.": [],
    "Petersburg in 1878.": [],
    "In1883 she toured the Rossetti exhibition in London (describing it as \"horrors, without a single merit\").": [],
    "In 1868 she co-wrote a piece with Harriet Grote espousing reform of the British Museum for the Quarterly Review.": [
        [
            3,
            7,
            [
                "1868,"
            ]
        ],
        [
            42,
            47,
            [
                "Wrote",
                "Grove",
                "Grate",
                "Rote",
                "Grope",
                "G rote"
            ]
        ]
    ],
    "Her art historical work, on Leonardo da Vinci, Michelangelo, Titian, and Raphael, appeared mainly in the <em>Edinburgh Review</em> in the 1870s and early 1880s.": [],
    "She published her collected essays in 1883 as <em>Five Great Painters</em>.": [],
    "A new edition of her <em>Handbook of Italian Art</em> translation of Kugler also appeared.": [
        [
            69,
            75,
            [
                "Bugler"
            ]
        ]
    ],
    "She died after declining health at her London home in 1893.": [],
    "She is buried in Kensal Green cemetery.": [
        [
            17,
            23,
            [
                "Kendal"
            ]
        ]
    ],
    "Eastlake was a pioneer woman art writer, like several other women of her generation, <a href=\"/callcottm\">Maria Callcott</a>, <a href=\"/dilkee\">Emilia Francis Strong Dilke</a>, and <a href=\"/cartwrightj\">Julia Cartwright</a>.</p>\n\n<p>At her best, her writing was an antidote to Ruskin's literary and Romantic approach to art.": [
        [
            0,
            8,
            [
                "East lake"
            ]
        ]
    ],
    "Her early and complete knowledge of continental art historians such as <a href=\"/crowej\">Joseph Archer Crowe</a>, <a href=\"/cavalcaselleg\">G.": [],
    "B. Cavalcaselle</a>, and <a href=\"/morellig\">Giovanni Morelli</a> gave her better connoisseurship than many of her male contemporaries.": [],
    "She and Charles were early champions of the so-called \"Italian primitives.\"": [],
    "Lady Eastlake possessed a \"readiness to appreciate, what was, at any given time, generally considered to be somewhat beyond the average range of approval.\"": [
        [
            5,
            13,
            [
                "East lake"
            ]
        ]
    ],
    "(Haskell).": [],
    "She was, characteristic of many nineteenth-century wealthy tastemakers, a contraction.": [],
    "Though she opposed compulsory elementary education, she supported women's suffrage.": [],
    "Though highly religious, she doubted Ruskin's (and other's) claims that art represented an age's moral values.</p>": []
}