{
    "<p>Early art historian to popularize the study of the Italian \"Primitives\" <em>De la poésie chétienne</em>, 1836.": [],
    "Rio's parents were deeply religious Royalist peasants.": [],
    "The younger Rio was raised in Brittany, fought for the Royalists in the <em>Petite Chouannerie</em> of 1814, and considered the priesthood until 1819 when he moved to Paris.": [],
    "By 1828 he was aligned with the Comte Auguste de la Ferronays (1777-1842), the Foreign Minister to Charles X and a major exponent of the Catholic Revival in France.": [
        [
            38,
            45,
            [
                "August",
                "Augusta",
                "Augusto",
                "Augusts",
                "Auguster"
            ]
        ],
        [
            52,
            61,
            [
                "Ferrous",
                "Personas",
                "Bernays",
                "Personals",
                "Ferreñafe",
                "Petronas"
            ]
        ]
    ],
    "Through another friend, Charles Forbes René de Montalembert (1810-1870), Rio became acquainted with the work of the so-called \"Catholic philosophers of Munich,\" Franz Xaver Baader (1765-1841), Friedrich Schelling (1775-1854) and Patrick Benedict Zimmer (1752-1820).": [
        [
            167,
            172,
            [
                "Xavier",
                "Saver",
                "Waver",
                "Caver",
                "Paver",
                "Raver"
            ]
        ],
        [
            173,
            179,
            [
                "Balder",
                "Badder"
            ]
        ]
    ],
    "A trip with Ferronays to Rome resulted in a lifelong devotion Italian art.": [
        [
            12,
            21,
            [
                "Ferrous",
                "Personas",
                "Bernays",
                "Personals",
                "Ferreñafe",
                "Petronas"
            ]
        ]
    ],
    "Rio's particular fascination was in an ultra-Roman-Catholic interpretation of art akin to the Nazarenes spiritual connection to medievalism.": [
        [
            94,
            103,
            [
                "Nazarene's",
                "Nazarene"
            ]
        ]
    ],
    "Rio met Schelling and the historian Ignaz von Döllinger (1799-1890) in Munich in 1830.": [
        [
            36,
            41,
            [
                "Signal",
                "Graz",
                "IGA",
                "Ina",
                "Inez",
                "Gnat"
            ]
        ],
        [
            46,
            55,
            [
                "Dillinger",
                "Bollinger"
            ]
        ]
    ],
    "Döllinger introduced him to the recently published <em>Italienische Forschungen</em> by the art historian <a href=\"/rumohrk\">Karl Friedrich von Rumohr</a>.": [
        [
            0,
            9,
            [
                "Dillinger",
                "Bollinger"
            ]
        ]
    ],
    "Rio continued his continental travels as well as to England and Wales in 1832-3.": [],
    "In Llanarth, Wales, he met and married Apollonia Jones in 1833.": [
        [
            3,
            11,
            [
                "Planar",
                "Elnath",
                "Lennart",
                "Abarth"
            ]
        ],
        [
            39,
            48,
            [
                "Apollonian"
            ]
        ]
    ],
    "His systematic history of Italian art first appeared in an abbreviated form as <em>De la poésie chétienne</em> in 1836.": [],
    "Rio used Schelling's theories of transcendental idealism in art, that truth is revealed in art through the unconscious impulses of the artist, and the romantic mysticism of Baader and Johann Joseph von Görres as the foundation of his art history.": [
        [
            173,
            179,
            [
                "Balder",
                "Badder"
            ]
        ],
        [
            202,
            208,
            [
                "Torres",
                "Gorges",
                "Gores"
            ]
        ]
    ],
    "Though it initially foundered in France, where it was attacked as employing too narrow a standard for art, translations appeared in Italian (1841) and English in 1854 where the book became highly influential.": [],
    "William Gladstone (1809-98) praised him and Wordsworth wrote a sonnet to him.": [],
    "Between 1861 and 1867 an enlarged edition of <em>De la poésie chétienne</em> appeared under the title <em>De l'art chétien</em>.": [],
    "<em>De la poésie chétienne</em> is important in the history of art history for its early sympathetic account of early medieval painting as well as the historical approach it gives to Italian art (Rowland).": [],
    "Central to Rio's work is the idea that the spiritual qualities of a work of art, its mysticism, not it's artistic accomplishment, is the key to its importance.": [],
    "His insistence on these spiritual qualities of art made it as much a book of religious devotion as art history, but his bias against the schismatic Byzantium blinded him to the strengths of that art.": [],
    "The book was responsible for the rival of interest Franciscan and <em>Trecento</em> art and the de-emphasis of Raphael's later (Vatican) works in favor of his earlier ones (Lightbown).": [],
    "Rio's work had a significant effect on the art historians and critics, especially in Britain, who immediately followed him.": [],
    "These included <a href=\"/jamesona\">Anna Jameson</a>, <a href=\"/crawforde\">Alexander Crawford Lindsay</a>, who took a more positive view of Byzantine art than Rio, and <a href=\"/ruskinj\">John Ruskin</a>.": [],
    "Indeed, Ruskin's hallmark division of renaissance production into \"pre-renaissance\" (early renaissance artists) [Botticelli and Fra Angelico] artists filled with religiosity, and (high) renaissance artists, whom Ruskin and Rio disparaged as too influenced by classicism.": [
        [
            128,
            131,
            [
                "Frey",
                "FRA",
                "Era",
                "Far",
                "IRA",
                "FRS"
            ]
        ]
    ],
    "Italians directly influenced by Rio include the writer Alessandro Manzoni (1785-1873) and the art historian <a href=\"/selvaticop\">Pietro Selvatico</a>.</p>": []
}