{
    "<p>Compiler of a famous early iconographic dictionary, the <em>Iconologia</em>.": [],
    "Little is known about Giovanni Campani, who wrote under the name of Ceasare Ripa.": [
        [
            31,
            38,
            [
                "Campania"
            ]
        ],
        [
            68,
            75,
            [
                "Caesar",
                "Cesare"
            ]
        ],
        [
            76,
            80,
            [
                "IPA",
                "Riga",
                "Rita",
                "Rip",
                "Ripe",
                "Rips"
            ]
        ]
    ],
    "He was not a professional scholar, although he was associated with literary academies in Siena and Perugia.": [],
    "Ripa wrote as a leisure pursuit when not working as majordomo to Cardinal Antonio Maria Salvini (1537-1602).": [
        [
            0,
            4,
            [
                "IPA",
                "Riga",
                "Rita",
                "Rip",
                "Ripe",
                "Rips"
            ]
        ],
        [
            88,
            95,
            [
                "Salving"
            ]
        ]
    ],
    "Ripa's fame rests solely on one dictionary of iconographic forms that was used heavily in the baroque world.": [
        [
            0,
            4,
            [
                "IPA",
                "Riga",
                "Rita",
                "Rip",
                "Ripe",
                "Rips"
            ]
        ]
    ],
    "In 1593, Ripa published a manual in Rome called <em>Iconologia</em>, alphabetically arranging classical and baroque symbolism.": [
        [
            9,
            13,
            [
                "IPA",
                "Riga",
                "Rita",
                "Rip",
                "Ripe",
                "Rips"
            ]
        ]
    ],
    "The first edition appeared without illustrations.": [],
    "By the second edition of 1603, his categories of personifications, which were composed of over 700 concepts, formed a complete array of allegory to be observed in the art of the seventeenth century.": [],
    "The <em>Iconologia</em> was used both by viewers of art as well as by artists wishing to employ complex iconography in their work.": [],
    "The book was proscriptive, carefully outlining the decorum of image use as much as its meaning.": [],
    "Ripa had compiled his work from a variety of mythological manuals, <em>emblemata</em> (emblem books), archaeological compendia and discussions of numismatics.": [
        [
            0,
            4,
            [
                "IPA",
                "Riga",
                "Rita",
                "Rip",
                "Ripe",
                "Rips"
            ]
        ]
    ],
    "He was the first to consult a wide variety of media, including sculpture, medals, coins, waxes and engravings, although often the examples he cited had been gleaned only from other books.": [],
    "His printed sources, though unmentioned, included the mythological dictionary, <em>Le imagini de i dei</em> of 1556 by Vincenzo Cartari (b. ca.": [],
    "1500) and the <em>Hieroglyphica</em> of 1556 by Pierio Valeriano (1477-1558).": [],
    "Although Ripa claimed his personifications were derived from antiquity and elsewhere, most of his examples were drawn from more modern sources.": [
        [
            9,
            13,
            [
                "IPA",
                "Riga",
                "Rita",
                "Rip",
                "Ripe",
                "Rips"
            ]
        ]
    ],
    "The Etruscan scholar Pietro Leone Casella (c.1540-c.1620) issued an amplified edition of the <em>Iconologia</em>, which thereafter saw numerous editions.": [
        [
            28,
            33,
            [
                "Leon",
                "Lone",
                "Leona",
                "Leonie",
                "Leonel",
                "Leoni"
            ]
        ],
        [
            34,
            41,
            [
                "Capella"
            ]
        ]
    ],
    "Ripa fell out of favor during the Enlightenment era when the excesses of the baroque were disparaged.": [
        [
            0,
            4,
            [
                "IPA",
                "Riga",
                "Rita",
                "Rip",
                "Ripe",
                "Rips"
            ]
        ]
    ],
    "The art historian <a href=\"/malea\">Émile Mâle</a> rediscovered Ripa, at least for art history, in 1932.": [],
    "Today Ripa's <em>Iconologia</em> is an essential primary source for how baroque symbolism was understood.": [
        [
            6,
            10,
            [
                "IPA",
                "Riga",
                "Rita",
                "Rip",
                "Ripe",
                "Rips"
            ]
        ]
    ],
    "Although it is clear that artists used his interpretations liberally and sometimes not at all, other subsequent artistic compositions can be traced directly to Ripa.": [
        [
            160,
            164,
            [
                "IPA",
                "Riga",
                "Rita",
                "Rip",
                "Ripe",
                "Rips"
            ]
        ]
    ],
    "Giovan Francesco Guerrieri's paintings in the Palzzo Borghese in Rome and Francesco Pianta's carvings in the Scuola di San Rocco in Venice are peculiar representations that are taken directly from Ripa (Praz).": [
        [
            0,
            6,
            [
                "Given",
                "Giovanni",
                "Ivan",
                "Golan",
                "Jovan",
                "Giovanna"
            ]
        ],
        [
            17,
            26,
            [
                "Guerrero",
                "Guarnieri"
            ]
        ],
        [
            46,
            52,
            [
                "Palazzo"
            ]
        ],
        [
            53,
            61,
            [
                "Borges"
            ]
        ],
        [
            84,
            90,
            [
                "Pinata",
                "Planta"
            ]
        ],
        [
            109,
            115,
            [
                "Sculley",
                "Scholar",
                "Scroll",
                "Cupola",
                "Scuba",
                "Scala"
            ]
        ],
        [
            197,
            201,
            [
                "IPA",
                "Riga",
                "Rita",
                "Rip",
                "Ripe",
                "Rips"
            ]
        ],
        [
            203,
            207,
            [
                "Prey",
                "Pray",
                "Graz",
                "PRA",
                "Preys",
                "PRAM"
            ]
        ]
    ],
    "Art historians and archaeologists use the <em>Iconologia</em> both as proof that specific symbols held specific meaning and as a paradigm for how personifications were transmitted.</p>": []
}