{
    "<p>Director of the Painting and Sculpture Department, Museum of Modern Art, NY, from 1949 to 1957 and Director, Yale Art Gallery, 1957-1971, sculpture scholar.": [],
    "Ritchie moved with his family to the United States when he was 15 years old, settling in Pittsburgh.": [],
    "He took a job at 17 at Westinghouse in Pittsburgh to fund his education.": [],
    "Ritchie entered the University of Pittsburgh in 1927 graduating with an MFA (art history in medieval studies) degree in 1933.": [],
    "He secured a fellowship to study at the Courtauld Institute, University of London for 1933.": [
        [
            40,
            49,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "His Ph.D., from the Courtauld was granted in 1935 with a dissertation topic on English medieval art.": [
        [
            20,
            29,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Beginning in 1935 was a lecturer and researcher at the Frick Collection, New York, and taught at New York University and Johns Hopkins.": [],
    "The same year he married Jane Thompson (d.": [],
    "1986), a Pittsburgh native.": [],
    "In 1942 he was appointed the director of the Albright Art Gallery (modern, Albright-Knox Gallery) in Buffalo, NY, replacing Gordon Washburn (1904-1983).": [
        [
            3,
            7,
            [
                "1942,"
            ]
        ]
    ],
    "As director, Ritchie oversaw the additions to the collection including Seurat's <em>Le Chahut</em> and Gauguin's <em>Yellow Christ</em>.": [],
    "At the conclusion of World War II, Ritchie served in the Monuments and Fine Arts Section of the United States Army, \"Monuments Men\" as a representative of the Commanding General in Austria, a civilian with the rank of colonel.": [],
    "He assisted in the repatriation of stolen art by the Nazis, between June 1945 and May 1946, for which he was subsequently honored by France and the Netherlands.": [],
    "He retunred to the Albright, hiring one of the officers from the Monuments Division, <a href=\"/parkhurstc\">Charles Parkhurst</a>, as an assistant curator.": [
        [
            3,
            11,
            [
                "returned",
                "retuned"
            ]
        ]
    ],
    "Ritchie left the Albright Museum in 1949, replaced by Edgar Schenck, to head the department of painting and sculpture at the Museum of Modern Art, New York, succeeding <a href=\"/dharnoncourtr\">René d'Harnoncourt</a> who had now become the MoMA's director.": [],
    "In 1957 accepted an appointment to head the Yale University Art Gallery, replacing Lamont Moore.": [],
    "As director, he acquired objects for the Gallery's collections (David Smith, Noguchi, Maillol) before their jump in art market price.": [
        [
            77,
            84,
            [
                "Touch",
                "Couch",
                "Notch",
                "Pouch",
                "Gucci",
                "Sochi"
            ]
        ]
    ],
    "When the major art collector Paul Mellon (1907-1999) was looking for a university to place his British art collection in the mid-1960s, Ritchie successfuly persuaded him to create the Yale Center for British Studies (today, Yale Center for British Art), guiding the selection of Louis Kahn (1901-1974) as architect (Russell).": [
        [
            144,
            155,
            [
                "successful",
                "successfully"
            ]
        ],
        [
            285,
            289,
            [
                "Khan",
                "Hahn",
                "Kuhn",
                "AHN",
                "Kan",
                "Kohn"
            ]
        ]
    ],
    "Ritchie received an honorary doctorate from the Royal College of Arts, London, in 1970, the first American to be honored.": [],
    "He retired from Yale in 1971, lecturing as the Clark Professor at Williams College the following year.": [],
    "He received decorations from France, the Netherlands, and Germany for his efforts.": [],
    "He retired to a home in Canaan, CT.": [],
    "His papers are held at the Albirght-Knox Art Gallery Archives and the Archives of American Art.": [
        [
            27,
            40,
            [
                "Albright-Knox"
            ]
        ]
    ],
    "An annual Andrew C. Ritchie Lecture was established, jointly sponsored by the Yale Center for British Art and the Yale University Art Gallery, in his memory.": [],
    "Though initially trained and educated as a medievalist, it is as a British 18th-century specialist and modern sculpture authority that was Ritchie's reputation.": [],
    "His approach to art was largely the formalism typical of his era.</p>": []
}