{
    "<p>Archaeologist, architectural historian and government administrator; major exponent of Rome in the \"Orient oder Rom\" debate with <a href=\"/strzygowski\">Josef Rudolf Thomas Strzygowski</a>.": [
        [
            110,
            114,
            [
                "Oder",
                "over",
                "older",
                "order",
                "odor",
                "ode"
            ]
        ]
    ],
    "Rivoira was born the year of Victor Emmanuel's accession to power.": [
        [
            0,
            7,
            [
                "Rivera",
                "Riviera",
                "Ribeira"
            ]
        ]
    ],
    "His father was Franceso Rivoira (1814-1875), descended from an old Savoy family now in the Piedmont.": [
        [
            15,
            23,
            [
                "Frances",
                "Francesco",
                "France so"
            ]
        ],
        [
            24,
            31,
            [
                "Rivera",
                "Riviera",
                "Ribeira"
            ]
        ]
    ],
    "His mother was related to the mathematician Jacopo Francesco Riccati (1676-1754).": [
        [
            44,
            50,
            [
                "JaCoCo"
            ]
        ],
        [
            61,
            68,
            [
                "ICCAT"
            ]
        ]
    ],
    "After attending the local <em>Collegio</em>, he enter the University of Turin where he studied engineering.": [],
    "He briefly worked supervising construction before the unification of Italy when he moved to Rome joining the army of General Cadorna and the \"liberation\" of the city.": [
        [
            125,
            132,
            [
                "Madonna",
                "Adorn",
                "Adorns",
                "Ladonna",
                "Adorno",
                "Cardona"
            ]
        ]
    ],
    "He joined the department of Posts and Telegraphs, rising to the position of secretary to the Director-General.": [],
    "The position allowed him much travel.": [],
    "He married an English woman in 1884, ten years later he read a paper on electricity to the British Association at Oxford.": [],
    "He made the strong friendship of the English classicist Gordon McNeil Rushforth (1862-1938), who subsequently translated Rivoira's books into English.": [
        [
            70,
            79,
            [
                "Rush forth"
            ]
        ],
        [
            121,
            128,
            [
                "Rivera",
                "Riviera",
                "Ribeira"
            ]
        ]
    ],
    "In Italy, Rivoira experienced the monuments of Italy first hand.": [
        [
            10,
            17,
            [
                "Rivera",
                "Riviera",
                "Ribeira"
            ]
        ]
    ],
    "Although initially interested in painting, having read the work of <a href=\"/morellig\">Giovanni Morelli</a>, he turned to architecture as a \"less crowded field.\"": [],
    "He left his government post in 1899, embarking on a tour of architecture through the middle east, Greece, Spain and Germany.": [
        [
            85,
            96,
            [
                "Middle East"
            ]
        ]
    ],
    "In 1901, Rivoira published the first volume of his <em>Le origini dell'architetura lombardia</em>, a book arguing that Rome was the source of medieval architecture.": [
        [
            9,
            16,
            [
                "Rivera",
                "Riviera",
                "Ribeira"
            ]
        ]
    ],
    "He traced the church of Hagia Sophia to the Thermae of ancient Rome and the Gothic from the Lombardic vaulted basilica such as Sant'Ambrogio, Milan.": [
        [
            44,
            51,
            [
                "Thermal"
            ]
        ],
        [
            92,
            101,
            [
                "Lombardi",
                "Lombardia"
            ]
        ],
        [
            127,
            131,
            [
                "Sent",
                "San",
                "Want",
                "Santa",
                "Salt",
                "Sand"
            ]
        ],
        [
            132,
            140,
            [
                "Ambrosia",
                "Imbroglio"
            ]
        ]
    ],
    "The same year, a University of Graz scholar, <a href=\"/strzygowski\">Josef Rudolf Thomas Strzygowski</a> published his book <em>Orient oder Rom</em>, (Orient or Rome) arguing that Western art derived from Eastern origins.": [],
    "These antithetical and contemporary theories fueled a debate which would last Rivoira's life.": [
        [
            78,
            85,
            [
                "Rivera",
                "Riviera",
                "Ribeira"
            ]
        ]
    ],
    "In 1908 he travelled again to Constantinople and the Balkans (cut short by Armenia's cholera epidemic) and North Africa in 1910.": [
        [
            3,
            7,
            [
                "1908,"
            ]
        ]
    ],
    "He lectured at the American School of Classical Studies in Rome the same year on the architectural achievements of Hadrian, perhaps his most important synthetic work.": [],
    "Studies of Spanish and north African architecture confirmed his life-long thesis that even Islamic architecture owed much to Rome, which his second book, <em>Architettura Musulmana</em>, 1914, espoused.": [
        [
            23,
            36,
            [
                "North African"
            ]
        ]
    ],
    "Rivoira returned to the Roman Empire as the source of all architecture in the West, writing his <em>Architettura romana: costruzione e statica nell' età imperiale</em>.": [
        [
            0,
            7,
            [
                "Rivera",
                "Riviera",
                "Ribeira"
            ]
        ]
    ],
    "The expansive book examined Roman architecture through the seventeenth century.": [],
    "The influenza pandemic of 1918 took his life early in 1919 before he could see its publication.": [],
    "Rivoira died in Rome at age 69.": [
        [
            0,
            7,
            [
                "Rivera",
                "Riviera",
                "Ribeira"
            ]
        ]
    ],
    "His manuscript was published posthumously.": [],
    "A Rivoira fellowship in medieval archaeology was established at the British School at Rome in his honor.": [
        [
            2,
            9,
            [
                "Rivera",
                "Riviera",
                "Ribeira"
            ]
        ]
    ],
    "Rivoira's method was to carefully measure monuents, compiling an immense amount a factual data about monuments to reach \"scientific conclusions.\"": [
        [
            0,
            7,
            [
                "Rivera",
                "Riviera",
                "Ribeira"
            ]
        ],
        [
            42,
            50,
            [
                "monuments"
            ]
        ]
    ],
    "Like his compatriot, <a href=\"/bonig\">Giacomo Boni</a>, he used his engineering training to bring a new accuracy to archaeology.": [],
    "His long-term and ferocious debate with Strzygowski on the question of origins of the medieval styles came as a result of the newly staked out epistemological question.": [],
    "Both maintained that their method differed from traditional, subjective art history by what they considered scientific objectivity (Wharton).": [],
    "That their mutual belief in empirical archaeological evidence resulted in opposite conclusions stoked the debate more, both claiming to be free of bias.": [],
    "Both were susceptible to nationalistic sentiment, though Strzygowski's accusation that Rivoria's need to see Rome as the origin was because of Rivoira's nationalism, appeared more sustained.": [
        [
            87,
            94,
            [
                "Rivera",
                "Livonia",
                "Ivorian",
                "Vitoria",
                "Vivaria",
                "Vitória"
            ]
        ],
        [
            143,
            150,
            [
                "Rivera",
                "Riviera",
                "Ribeira"
            ]
        ]
    ],
    "Rivoira was a patriot and made references to it in his writing.": [
        [
            0,
            7,
            [
                "Rivera",
                "Riviera",
                "Ribeira"
            ]
        ]
    ],
    "The extremes of the debate worsed with the world war into \"anti-Teutonic prejudices [which] caused Rivoira terrible anxieties,\" (Strong).": [
        [
            27,
            33,
            [
                "worked",
                "worse",
                "worded",
                "worsen",
                "worsted",
                "horsed"
            ]
        ],
        [
            99,
            106,
            [
                "Rivera",
                "Riviera",
                "Ribeira"
            ]
        ]
    ],
    "His work was admired and used by <a href=\"/lasteyrier\">Robert Charles de Lasteyrie du Saillant</a> and <a href=\"/lethabyw\">W.": [],
    "R. Lethaby</a>, among others.": [
        [
            3,
            10,
            [
                "Letha by"
            ]
        ]
    ],
    "His belief of the supremacy of Lombardy in Romanesque and early Gothic architecture is today universally rejected (Ehresmann).": [
        [
            115,
            124,
            [
                "Hermann",
                "Herrmann",
                "Reimann"
            ]
        ]
    ],
    "His arguement, however, convinced <a href=\"/portera\">A.": [
        [
            4,
            13,
            [
                "argument"
            ]
        ]
    ],
    "Kingsley Porter</a> at the time, who espoused it in his 1915 book <em>Lombard Architecture</em>.</p>": []
}