{
    "<p>Director of the Fogg Art Museum and Cubist scholar.": [
        [
            19,
            23,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "Robbins received his A. B. at age 19 from the University of Chicago and his M. A. in art history from Yale University.": [],
    "He had applied to Yale initially to study painting, but switched to art history when he discovered the painting department was dominated by the minimalist painter Josef Albers (1888-1976).": [],
    "Robbins graduated from Yale in 1955 and began teaching at Indiana University (1955-1956).": [],
    "He pursued his Ph.D.": [],
    "at New York University's Institute of Fine Arts, studying under <a href=\"/goldwaterr\">Robert Goldwater</a>, completing his course work for the degree in 1958 in the joint Certificate of Museology program under <a href=\"/mayora\">A.": [],
    "Hyatt Mayor</a> at the Metropolitan Museum of Art.": [],
    "Robbins continued to paint, exhibiting under the pseudonym Jeremiah Drummer, and wrote art criticism for the Village Voice under the name of George Gregory Dobbs.": [],
    "He received a Fulbright grant to study at the University of Paris in 1958 and on his return joined the National Gallery of Art in Washgington, D. C., in 1959 as a research assistant to the Chief Curator.": [
        [
            130,
            141,
            [
                "Washington"
            ]
        ]
    ],
    "He also married Eugenia Scandrett that same year.": [
        [
            24,
            33,
            [
                "Scarlett",
                "Sandiest",
                "Scantest",
                "Andretti",
                "McAndrews",
                "Scantiest"
            ]
        ]
    ],
    "In 1961 he moved to the Guggenheim Museum to be a curator and then, in 1965, director of the Art Museum of the Rhode Island School of Design.": [
        [
            3,
            7,
            [
                "1961,"
            ]
        ]
    ],
    "At RISD, Robbins made exhibiting and collecting contemporary art a priority, something which the Museum had not done for sixty years.": [],
    "He mounted the first exhibitions which were curated by Andy Warhol (\"Raid the Icebox 1,\" 1969).": [],
    "Robbins became the director of the Fogg Art Museum at Harvard University in 1971.": [
        [
            35,
            39,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "At Harvard, he continued to champion modern art, including leading the restoration of the Mark Rothko murals in the dining room of Harvard's Holyoke Center.": [],
    "Robbin's duties as a curator and director prevented him from completing a dissertation; he left Harvard in 1974 and completed his dissertation and received his degree from NYU in 1975.": [],
    "Thereafter he held a professorship at Dartmouth college, 1975-80, but spent much of his time as guest lecturer at a variety of institutions, Senior Fellow at the National Endowment for the Humanities (1976), Yale (1977), Williams College (1978-79), Hunter College (1984), the University of Iowa (1985), a visiting member of the Institute for Advanced Study in Princeton.": [
        [
            0,
            10,
            [
                "Thereafter,"
            ]
        ],
        [
            38,
            55,
            [
                "Dartmouth College"
            ]
        ]
    ],
    "In 1980 he accepted a permanent position as the May I. C. Baker Professor of the Arts at Union College.": [
        [
            3,
            7,
            [
                "1980,"
            ]
        ]
    ],
    "He was directing a catalogue raisonné on Albert Gleizes when he was diagnosed with Waldenstrom's macroglobulinemia, a cancer of the lymphatic system.": [],
    "He died shortly before his sixty-third birthday.": [],
    "Robbins' area of scholarship was on the theoretical and philosophical origins of Cubism, especially Albert Gleizes (1881-1953) and Henri Le Fauconnier (1881-1946).</p>": [
        [
            140,
            150,
            [
                "Funnier",
                "Falconer",
                "Façonné",
                "Façonnés"
            ]
        ]
    ]
}