{
    "<p>Chief curator of the Brussels Musées Royaux des Beaux-Arts de Belgique (Royal Museums of Fine Arts of Belgium); professor of art history; poet and novelist.": [
        [
            33,
            39,
            [
                "Muses",
                "Fusees",
                "Mushes",
                "Musses"
            ]
        ],
        [
            40,
            46,
            [
                "Roy aux"
            ]
        ],
        [
            47,
            50,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Roberts-Jones belonged to a family of British descent.": [],
    "His father, Robert Roberts-Jones, was a lawyer.": [],
    "The young Philippe attended high school in Uccle (near Brussels) at the Athénée communal.": [
        [
            43,
            48,
            [
                "Uncle"
            ]
        ],
        [
            72,
            79,
            [
                "Athene"
            ]
        ]
    ],
    "In 1943, after his graduation, his father, who had joined the Resistance during World War II, was executed by the Nazis.": [],
    "Philippe entered the British army as liaison officer.": [],
    "Demobilized in 1946, he enrolled at the Free University of Brussels to study law as well as art history and archaeology.": [
        [
            21,
            35,
            [
                "he enrolled in",
                "he enrolled for"
            ]
        ]
    ],
    "After his graduation he continued his study abroad, at Harvard University and at the Salzburg Seminar in American Studies.": [],
    "During those years he began publishing poetry.": [],
    "In 1951 he received a grant from the Franco-Belgian cultural agreements.": [
        [
            3,
            7,
            [
                "1951,"
            ]
        ]
    ],
    "In his capacity as junior fellow of the Belgian National Fund for Scientific Research (1952-1954) he went to Paris, where he worked at the Print Room of the Bibliothèque nationale (1953-1954).": [
        [
            170,
            179,
            [
                "national",
                "nationals",
                "rationale",
                "nation ale"
            ]
        ]
    ],
    "Under the supervision of the curator <a href=\"/adhemarj\">Jean Adhémar</a>, Roberts-Jones did research on the satirical press between 1860 and 1890.": [],
    "He obtained his doctorate in 1955 at the Free University of Brussels with a dissertation on this topic, <em>La caricature française entre 1860 et 1890</em>.": [],
    "From 1956 to 1958 he served the Ministère de l'Instruction Publique as inspector of Public Libraries, and subsequently, until 1961, as cultural attaché of the minister.": [
        [
            32,
            41,
            [
                "Minister",
                "Ministers",
                "Ministered",
                "Finistère"
            ]
        ],
        [
            59,
            67,
            [
                "Oblique"
            ]
        ]
    ],
    "In addition, he obtained a teaching position at his Alma Mater, in the history of engraving.": [],
    "In 1959 he created the course of contemporary art as professor extraordinarius.": [
        [
            3,
            7,
            [
                "1959,"
            ]
        ],
        [
            63,
            78,
            [
                "extraordinarily"
            ]
        ]
    ],
    "In 1962 he obtained the rank of professor ordinarius, a position that he held until 1989.": [
        [
            3,
            7,
            [
                "1962,"
            ]
        ],
        [
            42,
            52,
            [
                "ordinaries"
            ]
        ]
    ],
    "Among the many topics he covered in his teaching, museology deserves to be singled out.": [],
    "He strongly promoted contemporary art, which in 1969 became a separate section of the art history curriculum.": [],
    "His career as a museum person began in 1959, as curator of the Brussels Royal Museums of Fine Arts.": [],
    "A year later he was appointed chief curator, a position that he held until 1984.": [],
    "At the beginning of his career, the museum was in a poor condition; several galleries, the modern art galleries among them, were closed due to construction work.": [],
    "Another problem was the lack of conservation and research personnel.": [],
    "Roberts-Jones soon worked hard to improve the situation.": [],
    "Between 1961 and 1964 he appointed a team of art historians, among them his later successor, curator Henry Pauwels (b.": [
        [
            107,
            114,
            [
                "Panels",
                "Parcels",
                "Pauses",
                "Laurels",
                "Pastels",
                "Paupers"
            ]
        ]
    ],
    "1923).": [],
    "Another new appointee was Françoise Popelier (b.": [
        [
            36,
            44,
            [
                "Popular",
                "Propeller",
                "Poplar",
                "Hotelier",
                "Lovelier",
                "Lonelier"
            ]
        ]
    ],
    "1937), who later became his wife.": [],
    "A successful event was the 1963 retrospective exhibition, Le siècle de Bruegel, sponsored by Baron René Boël, which significantly contributed to the new public role of the museum and to its improving reputation.": [
        [
            61,
            67,
            [
                "since",
                "single",
                "piece",
                "simple",
                "circle",
                "siege"
            ]
        ],
        [
            104,
            108,
            [
                "Bowl",
                "Joel",
                "Boer",
                "Noel",
                "Boil",
                "Bowel"
            ]
        ]
    ],
    "<em>Le siècle de Rubens</em> followed in 1965.": [],
    "In 1962, while the modern art galleries of the main museum were closed, Roberts-Jones was able to open a small provisional museum of modern art in a nearby location, the so-called \"Musée de poche\".": [
        [
            181,
            186,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            190,
            195,
            [
                "Roche"
            ]
        ]
    ],
    "Until its closure in 1978, the curator of modern art, <a href=\"/legrandf\">Francine-Claire Legrand</a> organized here 92 very successful temporary exhibitions, which were freely accessible.": [],
    "Within the complex of the Royal Museums of Fine Arts, extensions of the Musée d'art ancient and of the Musée du XIXe siècle were inaugurated in 1974.": [
        [
            72,
            77,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            103,
            108,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            112,
            116,
            [
                "Xix",
                "XI Xe"
            ]
        ],
        [
            117,
            123,
            [
                "since",
                "single",
                "piece",
                "simple",
                "circle",
                "siege"
            ]
        ]
    ],
    "The new Museum of modern art, the construction of which begun in 1978, opened in 1984.": [],
    "Roberts-Jones' publications in the field of art history show his special interest in painting, from the old masters, such as Pieter Bruegel, through the nineteenth and twentieth centuries, up to contemporary art.": [],
    "In 1969 he published a study on trends in Belgian painting from realism to surrealism, which also appeared in Dutch and English.": [
        [
            3,
            7,
            [
                "1969,"
            ]
        ]
    ],
    "His monograph on the surrealist painter René Magritte appeared in 1972.": [],
    "In 1974 he was elected a corresponding member, and the next year a member of the Royal Academy of Belgium.": [
        [
            3,
            7,
            [
                "1974,"
            ]
        ]
    ],
    "In 1978 his comprehensive monograph on European non-realist painting appeared, <em>La peinture irréaliste au XIXe siècle</em>.": [],
    "In 1981 the Royal Academy of Belgium edited an anthology of a number of his previously published essays on nineteenth- and twentieth-century art, <em>L'alphabet des circonstances: essais sur l'art des XIXe et XXe siècles</em>.": [],
    "Roberts-Jones left the Brussels museum in 1984.": [],
    "The next year he was elected permanent secretary of the Académie royale des Sciences, des Lettres et des Beaux-Arts de Belgique.": [
        [
            56,
            64,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            72,
            75,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            86,
            89,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            90,
            97,
            [
                "Letters"
            ]
        ],
        [
            101,
            104,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "He served a number of other academies and institutions, including, from 1986, the Académie des Beaux-Arts de l'Institut de France.": [],
    "For his achievements as chief curator he was ennobled by the Belgian king in 1988, receiving the title of Baron.": [],
    "In 1989 he retired from his position as professor.": [
        [
            3,
            7,
            [
                "1989,"
            ]
        ]
    ],
    "Another anthology of his writings, including essays on a broad range of topics, from the old masters until the present-day art scene was published in 1989, <em>Image donnée, image reçue</em>.": [],
    "In 1995 he published \"Éclat et densité de la peinture en Belgique\" in <em>Une histoire visuelle de la peinture en Belgique présentée par Philippe Roberts-Jones</em>, which is the third volume of <em>Le Dictionnaire des peintres belges du XIVe siècle à nos jours</em>.": [
        [
            3,
            7,
            [
                "1995,"
            ]
        ],
        [
            31,
            38,
            [
                "density"
            ]
        ],
        [
            45,
            53,
            [
                "pasture"
            ]
        ],
        [
            57,
            65,
            [
                "Belgium"
            ]
        ]
    ],
    "Roberts-Jones was a member of the academic board of this new dictionary of Belgian painters.": [],
    "In 1997 another collection of essays appeared: <em>Signes ou traces: arts des XIXe et XXe siècles</em>.": [],
    "In the same year he co-authored a critical study on Pieter Bruegel the Elder, <em>Pierre Bruegel l'Ancien</em>, with his wife, Françoise Roberts-Jones.": [],
    "This extensive monograph was translated into several languages including Dutch and English.</p>": []
}