{
    "<p>University professor responsible for monument restoration during World War II.": [],
    "Robertson was born on October 16th, 1913 to Donald Struan Robertson (1885-1961), a professor of Classics at Cambridge, and Petica Jones (Coursolles) (1883–1941), a Greek vase painting scholar.": [
        [
            51,
            57,
            [
                "Struck",
                "Stream",
                "Strain",
                "Streak",
                "Stan",
                "Syrian"
            ]
        ],
        [
            123,
            129,
            [
                "Poetic",
                "Retina",
                "Erica",
                "Petra",
                "Utica",
                "Poetical"
            ]
        ],
        [
            137,
            147,
            [
                "Courcelles"
            ]
        ]
    ],
    "As the son of a family of Classics professors at the University of Cambridge (his elder brother became the vase scholar <a href=”/robertsonm”>Martin Robertson</a>), Robertson discovered his career at the intersection of monument restoration and the fine arts.": [],
    "He studied painting at the elite Ley’s school near his hometown of Cambridge.": [
        [
            33,
            36,
            [
                "Let",
                "La",
                "Day",
                "May",
                "Law",
                "Led"
            ]
        ]
    ],
    "After graduation, Robertson traveled to Vienna, Italy, where he met <a href=”/wildej”>Johannes Wilde</a>, a Courtauld Institute scholar of Venetian painting.": [],
    "Wilde’s influence on Robertson inspired him to study Renaissance art.": [],
    "In 1937, Robertson secured an assistantship at the Fitzwilliam Museum in Cambridge lasting until his draft into World War II in 1941, where he served under the British Army Searchlight Unit, spotting German night bombers.": [],
    "He attended the Government Code and Cipher School at Bletchley Park to decode Nazi encryptions.": [],
    "During this time, 1943, he married Eleanor Clark (b.": [],
    "1919).</p>\n<p>Following the end of the war, Robertson played a substantial role in assessing the artistic damage under the Searchlight Battalion & Foreign Office in Westphalia.": [],
    "Within this division, Robertson repaired monuments damaged by the war, evacuated paintings, and inspected various churches, museums, and archives for looting (Monuments Men).": [],
    "In 1946, Robertson joined the faculty as Professor of Fine Arts at the University of Edinburgh in Scotland, where he immediately began research on several Italian Renaissance artists, writing a catalogue raisonné of Vincenzo Catena’s works (1954).": [
        [
            225,
            231,
            [
                "Camera",
                "Arena",
                "Patent",
                "Eaten",
                "Cater",
                "Caters"
            ]
        ]
    ],
    "In a joint effort with his wife, Robertson founded the Scottish Georgian Society to preserve historical buildings (1957).": [],
    "He was promoted to Senior Lecturer in 1961 and Reader in 1968, where Robertson wrote his most notable work, <em>Giovanni Bellini</em>.": [],
    "In it, he proposed that the Renaissance movement had “deeper springs than a mere revival of antiquity” (Times Obituary).": [],
    "Later, Robertson collaborated with Professor <a href=”/riced”>David Talbot Rice</a> to make the Honors degree in Fine Art at the University of Edinburgh before succeeding Professor Rice as the Watson-Gordon Professor of Fine Art.": [],
    "Robertson retired in 1981 and died six years later in 1987, at 73 years old, in Southern France before finishing his book on Titian.": [],
    "His family donated his personal collection of exhibition catalogues to the University of Edinburgh.</p>\n<p>Robertson’s work on restoring the damage done by World War II solidified his understanding of the works of antiquity and allowed him to analyze both the works of antiquity and the Renaissance in the present (Monuments Men Foundation).": [
        [
            57,
            67,
            [
                "catalogs"
            ]
        ]
    ],
    "His dedication to exploring the deeper themes behind the Renaissance movement was obvious through his teachings in the University of Edinburgh, where he was regarded as a witty, popular professor, and his book on Giovanni Bellini, which outlined his thoughts on the Renaissance in the present on full display (Freshwater).": [],
    "Robertson’s approach to art history was highly connoisseurship which his interest in preservation of the works of the past required.</p>": []
}