{
    "<p>Oxford scholar of ancient Greek painting.": [],
    "Robertson's father, Donald S. Robertson (1885-1961), was a Cambridge scholar of Greek, later Regius Professor and a colleague of the classical art scholar <a href=\"/beazleyj\">J.": [
        [
            93,
            99,
            [
                "Region",
                "Begins",
                "Regions",
                "Regime",
                "Genius",
                "Radius"
            ]
        ]
    ],
    "D. Beazley</a>.": [
        [
            3,
            10,
            [
                "Beasley"
            ]
        ]
    ],
    "The younger Robertson attended the Leys School and Trinity College.": [
        [
            35,
            39,
            [
                "Las",
                "Was",
                "Has",
                "Last",
                "Days",
                "Law"
            ]
        ]
    ],
    "In 1929 his father ventured into architectural history by publishing <em>A Handbook of Greek and Roman Architecture</em>.": [],
    "In 1934 Robertson graduated and moved to Athens as a student of the British School, under the direction of the archaeologist <a href=\"/payneh\">Humfry Payne</a>.": [],
    "The summer he spent excavating Perachora with the charismatic Payne instilled a love of Greek art and of Greece itself.": [
        [
            31,
            40,
            [
                "Pechora"
            ]
        ]
    ],
    "There he met other British classical scholars including Romilly J. H. Jenkins (1907-1969), Nicholas Geoffrey Lemprière Hammond (1907-2001), John Manuel Cook (1910-1994), <a href=\"/cookr\">Robert Manuel Cook</a>, <a href=\"/megawa\">Peter Megaw</a> and Thomas J. Dunbabin (1911-1955).": [
        [
            56,
            63,
            [
                "Reilly",
                "Homily",
                "Milly",
                "Royally",
                "Rosily"
            ]
        ],
        [
            109,
            118,
            [
                "Empire",
                "Reprieve",
                "Lumiere",
                "Derrière",
                "Emptier",
                "Lemaitre"
            ]
        ]
    ],
    "In 1936 Payne died tragically and Robertson returned to England as assistant Keeper in the Greek and Roman department of the British Museum, cataloging the pottery from the excavations at Al Mina in Syria led by C. Leonard Woolley (1880-1960) which had come to the British Museum.": [
        [
            223,
            230,
            [
                "Woolly"
            ]
        ]
    ],
    "Robertson's association with the department, though brief, was enough to implicate him in the scandal of the overcleaning of the Elgin Marbles by members of his department.": [],
    "Though out of the country for much of the events, it cost him three year's senior as a complicit figure.": [
        [
            68,
            74,
            [
                "years",
                "years'"
            ]
        ]
    ],
    "<a href=\"/ashmoleb\">Bernard Ashmole</a> was appointed Keeper of the department to restore confidence.": [],
    "Robertson served in the war from 1940 to 1946, marrying Theodosia Cecil Spring Rice in 1942 (d.": [
        [
            56,
            65,
            [
                "Theodosius",
                "Theodora",
                "Theodoric"
            ]
        ]
    ],
    "1984).": [],
    "Robertson returned to the museum along with another junior member of the department, <a href=\"/haynesd\">Denys Eyre Lankester Haynes</a>, whose hire by Ashmole (after the overcleaning affair) meant Haynes more than Robertson was likely to ultimately head the department.": [],
    "Robertson resigned in 1948 to succeeded Ashmole in another role, Yates Professor of Classical Art and Archaeology at University College London.": [
        [
            40,
            47,
            [
                "Ash mole"
            ]
        ]
    ],
    "There he taught along side Professor of Greek <a href=\"/webstert\">T.": [
        [
            16,
            26,
            [
                "alongside"
            ]
        ]
    ],
    "B. L. Webster</a> (1905-1974) and Latin Professor Otto Skutsch (1906-1990).": [
        [
            55,
            62,
            [
                "Sketch",
                "Kitsch",
                "Putsch",
                "Kusch"
            ]
        ]
    ],
    "He was Chairman of the Managing Committee of the British School at Athens between 1959 and 1968.": [],
    "Robertson waited until 1959 to publish his first book.": [],
    "The volume, <em>Greek Painting</em>, used vase paintings and other works to recreate the lost wall paintings known only through written accounts In 1961 Robertson again succeeded Ashmole, this time as Lincoln Professor of Classical Archaeology and Art at Oxford.": [
        [
            179,
            186,
            [
                "Ash mole"
            ]
        ]
    ],
    "After a series of early deaths befell Payne's his literary editors, Robertson put his own scholarship aside to edit the second volume of Payne's excavations of Perachora (1962).": [
        [
            160,
            169,
            [
                "Pechora"
            ]
        ]
    ],
    "When Beazley died in 1970, Robertson and another Beazley student, <a href=\"/bothmerd\">Dietrich von Bothmer</a> updated and enlarged Beazley's earlier lists of painters, in 1971 as <em>Paralipomena: Additions to Attic black-figure Vase-painters and to Attic Red-figure Vase-painters</em>.": [
        [
            5,
            12,
            [
                "Beasley"
            ]
        ],
        [
            49,
            56,
            [
                "Beasley"
            ]
        ]
    ],
    "His <em>History of Greek Art</em>, which first appeared in 1975, remains admired and used for its breadth of learning and deep understanding of the topic.": [],
    "1975, too, saw the publication of <em>The Parthenon Frieze</em>, and <em>A History of Greek Art</em>, an overview of the topic written by that time one of the most eminent scholars in the field.": [],
    "During the 1970s, Robertson published various collections of poems he had written, including <em>Crooked Collections</em> (1970), <em>For Rachel</em> (1972), <em>A Hot Bath at Bedtime</em>, 1975, <em>The Sleeping Beauty's Prince</em> (1977).": [],
    "In 1978 he retired and returned to Cambridge.": [
        [
            3,
            7,
            [
                "1978,"
            ]
        ]
    ],
    "An abridged version of the <em>History of Greek Art</em>, reluctantly edited by Robertson, in 1981, lacks the insightful interpretation of the first edition.": [],
    "His first wife died in 1984.": [],
    "In 1986, Robertson was part of a group of scholars charged with determining the authenticity a Greek Kouros, which the J. Paul Getty Museum was considering buying for $7 million.": [
        [
            101,
            107,
            [
                "Hours",
                "Courts",
                "Tours",
                "Euros",
                "Fours",
                "Kurds"
            ]
        ]
    ],
    "Robertson believed the work genuine, joining the opinions of others such as <a href=\"/ridgwayb\">Bruni Ridgway</a> and the late <a href=\"/langlotze\">Ernst Langlotz</a>.": [],
    "Years later, when a known fake of similar carving appeared, Robertson reversed his opinion.": [],
    "Robertson married again in 1988 to Louise Berge (née Holstein).": [
        [
            42,
            47,
            [
                "Merge",
                "Bergen",
                "Barge",
                "Verge",
                "Berg",
                "Berger"
            ]
        ]
    ],
    "<em>The Art of Vase-Painting in Classical Athens</em> (1992), a book summarizing his work on red-figure painting.": [],
    "was followed by important articles on the vases in the J. Paul Getty Museum.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "His brother, <a href=\"/robertsong\">Giles Robertson</a>, was also an art historian.": [],
    "A video of the rock song \"She Blinded Me With Science,\" by the musician Thomas Dolby, who is Robertson's son, Tom Robertson, features the elder Roberston roller-skating.": [
        [
            144,
            153,
            [
                "Robertson",
                "Roberson"
            ]
        ]
    ],
    "Robertson adopted Beazley's technique of Greek vase-painting analysis attributing unnamed paintings to specific hands, to which he added a attributions based upon iconography as well.": [
        [
            18,
            25,
            [
                "Beasley"
            ]
        ],
        [
            137,
            138,
            [
                "an"
            ]
        ]
    ],
    "In the discipline of classical studies where art is studied to gain a wider appreciation of the ancients, Robertson was able to look at art for its own sake, and to compare the work of vase painters with Mantegna (<em>Daily Telegraph</em>).": [],
    "When a new generation challenged Beazley's work and methodology after the scholar's death, Robertson encouraged discussion while placing himself squarely in his mentor's camp.": [
        [
            33,
            40,
            [
                "Beasley"
            ]
        ]
    ],
    "He was particularly thoughtful about the discipline of art history and historiography.": [],
    "Two of his lectures, \"Between Archaeology and Art History.\"": [],
    "(1963) and \"Why Study Greek Art?\"": [],
    "(1949) remain classic commentaries in the field.</p>": []
}