{
    "<p>Brooklyn Museum director and Asianist scholar; author of <em>Dictionary of Japanese Artists</em> (1976).": [
        [
            32,
            40,
            [
                "Pianist",
                "Asians",
                "Arianism",
                "Alienist",
                "Apiarist"
            ]
        ]
    ],
    "Roberts' grandfather, George Brook Roberts (1833-1897) had been president of the Pennsylvania Railroad and his father, George Brinton Roberts, a coal magnate.": [
        [
            126,
            133,
            [
                "Briton",
                "Brenton",
                "Britton",
                "Brixton"
            ]
        ]
    ],
    "Laurance Roberts attended the Montgomery School in Philadelphia and St.": [
        [
            0,
            8,
            [
                "Laurence"
            ]
        ]
    ],
    "George's School in Rhode Island before entering Princeton in 1925.": [],
    "He graduated from Princeton University in 1929 <em>magna cum laude</em>, a classmate and friend of John D. Rockefeller III (1906-1978).": [],
    "After a year of post-graduate work, Roberts accepted a position at the Pennsylvania Museum of art (now the Philadelphia Museum of Art), then under the directorship of <a href=\"/kimballf\">Fiske Kimball</a>.": [],
    "Without specialized training in Asian art, Roberts was asked if he would work in the Chinese department in 1930.": [],
    "Two years later his father sent him on a study tour of Japan and China.": [],
    "In China he met Harold Acton (1904-1994) who was teaching at the National University in Beijing.": [
        [
            3,
            8,
            [
                "China,"
            ]
        ]
    ],
    "Roberts was appointed curator of the Oriental art department of the Brooklyn Museum in 1934.": [],
    "He married Isabel Spaulding (Roberts) in 1937, a Vassar alumna in the Education Department.": [],
    "The two traveled widely for the museum and their research.": [],
    "They visited with horror the \"Entartete Kunst\" exhibition the Nazis mounted in Munich.": [
        [
            30,
            39,
            [
                "Entirety",
                "Entree",
                "Entrée"
            ]
        ],
        [
            40,
            45,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "In 1938 Roberts was appointed Director of the Museum, a position he held until World War II.": [],
    "As director, Roberts channeled acquisitions to areas of strength, rather than \"filling in holes\" for a homogenous collection.": [],
    "He also encouraged mounting major exhibitions to raise the museum profile.": [],
    "Roberts had visited Japan before the bombing of Pearl Harbor and recalled the uncomfortable American perception of having been so close to the \"enemy.\"": [],
    "Beginning in 1942, Roberts served as a captain in army intelligence, his wife taking over his museum duties until 1946.": [],
    "That year the Robertses moved to Rome where he was director of the American Academy.": [
        [
            14,
            23,
            [
                "Roberts",
                "Robertson"
            ]
        ]
    ],
    "The Roberts entertained in a semi-official capacity at the Villa Auelia (where the Academy is housed), as recorded by <a href=\"/hinksr\">Roger P. Hinks</a>.": [
        [
            65,
            71,
            [
                "Amelia",
                "Aurelia"
            ]
        ]
    ],
    "In 1960 Roberts retired, returning briefly to New York to be the first director of the State Council of the Arts, 1960-61, before moving back to Europe, living in Venice, Paris and London.": [],
    "In 1967 Roberts published his <em>Connoisseur's Guide to Japanese Museums</em>.": [],
    "His <em>Dictionary of Japanese Artists</em> appeared in 1976, which remains an influential resource for artists biography of Japan.": [],
    "Roberts moved to Baltimore in 1988 where he died fourteen years later at 95.": [],
    "Both Acton and Hinks left moving accounts of Roberts in their memoirs.</p>": [
        [
            15,
            20,
            [
                "Links",
                "Thinks",
                "Hints",
                "Hicks",
                "Inks",
                "Sinks"
            ]
        ]
    ]
}