{
    "<p>Archaeologist and philologist; author of a corpus of Roman sarcophagi.": [],
    "Robert was born to a family of academics, originally of French origin.": [],
    "He studied at Bonn under <a href=\"/jahno\">Otto Jahn</a>, <a href=\"/kekuler\">Reinhard Kekulé von Stradonitz</a> and <a href=\"/springera\">Anton Springer</a> and, in Berlin, under Theodor Mommsen (1817-1903) and Adolf Kirchhoff (1826-1908) and Ulrich von Wilamowtiz-Moellendorff (1848-1931).": [],
    "He traveled extensively on research before accepting a position as <em>Extraordinarius</em> (associate professor) of archaeology in Berlin in 1877.": [],
    "Three years later he had advanced to full professor.": [],
    "He remained at Berlin until 1890 when he moved to the University in Halle to direct the new archaeological museum there.": [],
    "He was succeeded in Berlin by Kekulé who had come to Berlin as museum director to the Kaiser.": [
        [
            30,
            36,
            [
                "Kettle",
                "Ferule"
            ]
        ]
    ],
    "In Halle, Robert directed the university's museum and began to issue his famous corpus of Roman sarcophagi, <em>Antike Sarkophagreliefs</em>, 1890-1919, with <a href=\"/matzf\">Friedrich Matz (1890-1974)</a> based on Mommsen's <em>Corpus Inscriptionum Latinarum</em>, published by the Deutsches Archäologisches Institut (DAI).": [],
    "The corpus required more than fourteen trips to Italy.": [],
    "At the same time he revised the <em>Mythologie</em> of Ludwig Preller (1809-1861) and edited the classical journal <em>Hermes</em> for over forty years.": [],
    "The museum Robert directed at Hall was renamed the Robertinum in the 1920s to commemorate his accomplishments.": [],
    "The art historian <a href=\"/strzygowski\">Josef Rudolf Thomas Strzygowski</a> wrote his dissertation with his assistance at Munich under <a href=\"/brunnh\">Enrico Brunn</a>.": [],
    "Robert exemplifies Jahn's methodology of \"monumental philology\" perhaps better than any other of Jahn's students.": [
        [
            19,
            23,
            [
                "John",
                "Jain",
                "Hahn",
                "Jan",
                "AHN",
                "Jaén"
            ]
        ],
        [
            97,
            101,
            [
                "John",
                "Jain",
                "Hahn",
                "Jan",
                "AHN",
                "Jaén"
            ]
        ]
    ],
    "The Roman sarcophagi corpus is among the most important examples.": [],
    "This corpus was the model for other art-historical models, including the <em>Corpus vasorum antiquorum</em> and the <em>Corpus vitrearum Medii Aevi</em>.</p>": []
}