{
    "<p>Classical art historian of Greek vases at Johns Hopkins University, 1905-1947; archaeologist.": [],
    "Robinson was a child prodigy who earned his A. B. from the University of Chicago by age eighteen.": [],
    "He studied at the American School of Classical Studies in Athens (1901-1903) where he was a member of the Corinth excavation team.": [],
    "He also attended classes at the German universities of Halle (1902) and Berlin (1903-04).": [],
    "Robinson returned to Chicago, completing his Ph.": [
        [
            45,
            47,
            [
                "pH",
                "PH",
                "PA",
                "PC",
                "Mph",
                "PM"
            ]
        ]
    ],
    "D. in classics in 1904.": [
        [
            3,
            5,
            [
                "In"
            ]
        ]
    ],
    "Robinson taught a year at Illinois College before joining the faculty of Johns Hopkins University in 1905 where he spent the rest of his career.": [],
    "He was appointed professor of Greek archaeology and epigraphy.": [],
    "In 1910 he again excavated at Sardis.": [
        [
            3,
            7,
            [
                "1910,"
            ]
        ],
        [
            30,
            36,
            [
                "Saris",
                "Saudis"
            ]
        ]
    ],
    "He was a founder and first editor of the journal <em>Art and Archaeology</em> in 1914 (through 1918), likewise instrumental in the founding of the College Art Association's <em>Art Bulletin</em>, acting as its editor, 1919-1921.": [],
    "Robinson was chosen to lead the University of Michigan excavations of Pisidian Antioch in 1924.": [
        [
            70,
            78,
            [
                "Obsidian"
            ]
        ]
    ],
    "He was <a href=\"/nortonc\">Charles Eliot Norton</a> Lecturer of the Archaeological Institute of America in 1924-25 and again in 1928-29.": [],
    "His discovery and excavation of the Olynthos site, 1928-1938 remained his greatest accomplishment.": [
        [
            36,
            44,
            [
                "Mythos",
                "Plinths",
                "Lynches",
                "Synths"
            ]
        ]
    ],
    "He cataloged the Sigmund Samuel collection of Greek vases at the Royal Ontario Museum in 1930.": [],
    "In the later 1930s he published his collection of Greek vases at the Baltimore Museum of Art as part of the <em>Corpus Vasorum Antiquorum</em> series.": [],
    "Robinson was instrumental in bringing the two classical art historians <a href=\"/hanfmanng\">George M. A. Hanfmann</a> and his wife, Ilse Hanfmann to Johns Hopkins.": [],
    "George Hanfmann was granted a second Ph.": [
        [
            7,
            15,
            [
                "Heinemann"
            ]
        ],
        [
            37,
            39,
            [
                "pH",
                "PH",
                "PA",
                "PC",
                "Mph",
                "PM"
            ]
        ]
    ],
    "D. from Hopkins in 1935 under Robinson for his assessment of the metal finds of the Olynthus excavations which Robinson and Hopkins were sponsoring.": [
        [
            3,
            7,
            [
                "From"
            ]
        ],
        [
            84,
            92,
            [
                "Olympus",
                "Plinths",
                "Acanthus",
                "Lynches",
                "Synths"
            ]
        ]
    ],
    "Robinson retired from Johns Hopkins in 1947, accepting a professorship at the University of Mississippi, Oxford, MS, as professor of classics and archaeology.": [],
    "Moore was an expert on Greek vase painting writing a number of scholarly catalogs and contributing to the Corpus Vasorum Antiquorum.": [
        [
            113,
            120,
            [
                "Asylum",
                "Forum",
                "Vacuum",
                "Serum",
                "Vapor",
                "Quorum"
            ]
        ]
    ],
    "He assisted in building the vase collection of a number of museums and amassed his own personal collection, which was dispersed at the time of his death, the bulk of which to Harvard University.</p>": []
}