{
    "<p>Scholar of classical art and director of both the Boston Museum of Fine Arts (1902-05) and the Metropolitan Museum of Art, New York (1910-31).": [],
    "Robinson was the son of Edward A. Robinson and Ellen Coburn (Robinson).": [
        [
            53,
            59,
            [
                "Woburn",
                "Cob urn"
            ]
        ]
    ],
    "After graduating from Harvard in 1879, he pursued additional study in archaeology at the university of Berlin, spending time in Greece.": [],
    "After returning to the United States, he married Elizabeth Gould in Boston in 1881, and assembled a study collection of classical and renaissance casts for the Slater Memorial Museum in Norwich, CT.": [],
    "Robinson was appointed curator of classical antiquities for the Boston Museum of Fine Art in 1885.": [],
    "He lectured on classical antiquities at Harvard University 1893-94 and again 1898-02.": [],
    "In 1902 he was appointed director, using his position and the assistance of the famous antiquities procurer John Marshall (1862-1928) to amass much of the classical objects the museum owns today.": [
        [
            3,
            7,
            [
                "1902,"
            ]
        ]
    ],
    "Robinson hired <a href=\"/richterg\">Gisela M. A. Richter</a> to assist them.": [],
    "When <a href=\"/cesnolal\">Luigi Palma di Cesnola</a>, director of the Metropolitan Museum of Art, New York, died in 1904, Robinson was briefly considered to replace him.": [],
    "The job went to <a href=\"/clarkec\">Caspar Purdon Clarke</a> of the South Kensington Museum, with the proviso that Robinson would become Assistant Director.": [],
    "When Robinson took the job in 1905, he again hired Richter for a temporary assignment to write the catalog the newly acquired Greek vases.": [],
    "He made her position permanent the following year.": [],
    "Robinson and Marshall added heavily to the ancient collection, aided with the newly established Rogers Fund.": [],
    "He was assigned coordination of authenticating the Cesnola Cypriote collection, which was in the midst of controversy.": [
        [
            51,
            58,
            [
                "Canola"
            ]
        ],
        [
            59,
            67,
            [
                "Cypriot",
                "Cypriots"
            ]
        ]
    ],
    "When Clarke resigned as director in 1910, Robinson succeeded him, retaining the title of curator of classical antiquities until 1925, when he appointed Richter, the first time a woman held a full curator rank at the Metropolitan.": [],
    "Though Robinson took a generally positive view toward modern art, he turned down Gertrude Whitney's offer to donate her collection of modern American art to the Metropolitan in 1929.": [],
    "Whitney, together with <a href=\"/forcej\">Juliana R. Force</a> founded the Whitney Museum of American Art in 1930.": [],
    "Robinson presided over major American museums at a time when their conception was fundamentally changing.": [],
    "Although he amassed plaster cast \"study collections\" for both Boston and New York, he also invested heavily in original classical objects.": [],
    "His dubious honor of having rejected Gertrude Whitney's donation of modern American art reflects the conservative conception of art museums of the era as much as a lack of insight on his part.": [],
    "His reorganization of the Metropolitan into units based upon material (as Purdon Clarke had done) but on historic periods, modernized the museum.": [
        [
            74,
            80,
            [
                "Pardon"
            ]
        ]
    ],
    "His acquisitions of the Morgan, Havemeyer and Altman collections demonstrated his broader interests in art, although he remained at heart a Greek scholar.": [
        [
            32,
            41,
            [
                "Homemaker",
                "Pacemaker",
                "Caveman",
                "Ratepayer",
                "Hammerer",
                "Heineman"
            ]
        ]
    ],
    "He died at his home after an extended illness.</p>": []
}