{
    "<p>Classical numismatist and Keeper of the Coin and Medal Department, British Museum, 1949-52.": [],
    "Robinson was the son of Edward and Katherine Frances Robinson.": [],
    "After attending Clifton College and Christ Church, Oxford, where he studied under R. H. Dundas.": [
        [
            88,
            94,
            [
                "Sundas"
            ]
        ]
    ],
    "In 1910 he won the <a href=\"/headb\">Barclay Vincent Head</a> prize, named for the prominent numismatist at the British Museum.": [
        [
            3,
            7,
            [
                "1910,"
            ]
        ]
    ],
    "Robinson was admitted to the British School in Athens, 1910-11.": [],
    "He joined the British Museum, Department of Coins and Medals, in 1912.": [],
    "He enlisted in the British army in 1914 and was wounded in combat in France.": [],
    "After reassignment to the Home Office, Robinson rejoined the Museum.": [],
    "In 1917 he married Pamela Horsley.": [
        [
            3,
            7,
            [
                "1917,"
            ]
        ]
    ],
    "Robinson published the first volume of the <em>Sylloge Nummorum Graecorum</em> for the British Academy in 1931, the corpus of Greek coinage.": [],
    "The volume with its detailed photographs, set the standard for the rest of the corpus.": [],
    "In 1933, Robinson and <a href=\"/mattinglyh\">Harold Mattingly</a> published the landmark <em>The Date of the Roman Denarius</em> effectively redating the coinage of Republican Rome.": [],
    "Robinson became Deputy Keeper of the Department 1936.": [],
    "There he worked closely with the Keeper, <a href=\"/hillg\">George Francis Hill</a>.": [],
    "Robinson was appointed Reader in Numismatics at Oxford, succeeding Joseph Grafton Milne (1867-1951) in 1938.": [],
    "He succeeded Hill as Keeper of the Department in 1949, a position he held until 1952.": [],
    "During this time, he was approached by the art collector Calouste Gulbenkian (1869 - 1955) to advise him on his acquisitions.": [
        [
            57,
            65,
            [
                "Carouse",
                "Jalousie"
            ]
        ],
        [
            82,
            85,
            [
                "–"
            ]
        ]
    ],
    "This he did, helping to amass another fine numismatic collection.": [],
    "The period after World War II saw a series of articles on Greek coinage that, characteristic of much of his revisionist work, set the discipline in new directions.": [],
    "His 1958 article \"The Beginnings of Achaemenid Coinage,\" established the chronology and classification for Persian coins.": [],
    "In 1955 Oxford conferred an honorary doctorate on him.": [],
    "That year, too, he relinquished his Readership at Oxford, but continued to advise in the Heberden Coin Room at the Ashmolean Museum, endowing it with his own coin collection in 1964.": [
        [
            89,
            97,
            [
                "Heerlen"
            ]
        ]
    ],
    "He was knighted in 1972.": [],
    "During his last years he undertook the rewrite of Head's <em>Historia Numorum</em> (1911).": [],
    "It remained uncompleted at his death.</p>": []
}