{
    "<p>Classical art historian, particularly Roman art and sarcophagi.": [],
    "Rodenwaldt attended the university in Berlin where he studied under the classicists <a href=\"/kekuler\">Reinhard Kekulé von Stradonitz</a>, <a href=\"/meyere\">Eduard Meyer</a> and Ulrich von Wilamowitz-Moellendorff (1848-1931); at Heidelberg under <a href=\"/duhnf\">Friedrich von Duhn</a>; and ultimately Halle where he wrote writing his dissertation (in Latin) in 1908 on wall painting in Pompeii under <a href=\"/robertc\">Carl Robert</a>.": [
        [
            0,
            10,
            [
                "Rosenwald"
            ]
        ]
    ],
    "Rodenwaldt also studied under the major art historians outside the classical era, including <a href=\"/goldschmidta\">Adolph Goldschmidt</a> in Halle, <a href=\"/wolfflinh\">Heinrich Wölfflin</a> and <a href=\"/thodeh\">Henry Thode</a>.": [
        [
            0,
            10,
            [
                "Rosenwald"
            ]
        ]
    ],
    "Rodenwaldt incorporated their art-historical methodology of other eras into his study of Roman art.": [
        [
            0,
            10,
            [
                "Rosenwald"
            ]
        ]
    ],
    "He was appointed Professor of archaeology at the University of Giessen in 1917.": [],
    "He left Giessen in 1922 to serve as general secretary of the deutsche archäologische Institut (German Archaeological Institute, or DAI) at a time when government support had fallen off.": [
        [
            61,
            69,
            [
                "Deutsche"
            ]
        ],
        [
            85,
            93,
            [
                "Institute"
            ]
        ]
    ],
    "Rodenwaldt re-established the Institute, developing new centers of the Institute in Istanbul and Cairo.": [
        [
            0,
            10,
            [
                "Rosenwald"
            ]
        ]
    ],
    "During that time, too, he published the volume on the classical Greece and Rome for the <em>Propyläen Kunstgeschichte</em> series in 1927.": [],
    "In 1931 he succeeded <a href=\"/noackf\">Ferdinand Noack</a> at the University of Berlin.": [
        [
            3,
            7,
            [
                "1931,"
            ]
        ]
    ],
    "His publishing ventures were often in concert with the photographer Walter Hege (1893-1955), <em>Olympia</em>, <em>Die Akropolis</em>, etc., for the <em>Deutscher Kunstverlag</em> series.": [
        [
            75,
            79,
            [
                "Here",
                "Huge",
                "Hedge",
                "Hegel",
                "Hebe",
                "Heme"
            ]
        ]
    ],
    "In 1940 he invited the Italian archaeologist <a href=\"/bianchibandinellir\">Ranuccio Bianchi Bandinelli</a> to hold a conference in Berlin on Roman art, the most admired classical-civilization of the Nazis.": [
        [
            3,
            7,
            [
                "1940,"
            ]
        ]
    ],
    "At the end of World War II, he committed suicide in Berlin as the Russian armies occupied the city, April 27, 1945.": [],
    "His students in Berlin included <a href=\"/hanfmanng\">George M. A. Hanfmann</a>.": [],
    "Rodenwaldt brought recognition to the Roman \"popular style\" of art as important for the development of the art of late antiquity and the early medieval period.": [
        [
            0,
            10,
            [
                "Rosenwald"
            ]
        ]
    ],
    "The distinction he drew between \"popular\" and \"great\" art in Imperial Rome greatly influenced the English-speaking world when the concepts appeared in Rodenwaldt's essay in the <em>Cambridge Ancient History</em>, on Imperial Roman art.": [
        [
            151,
            161,
            [
                "Rosenwald"
            ]
        ]
    ],
    "His art-historical writing appears in <em>German Readings</em> by <a href=\"/bieberm\">Margarete Bieber</a> of 1946.</p>\n\n<p>His students included <a href=\"/muhsama\">Alice Mühsam.</a></p>": []
}