{
    "<p>Professor at the UNAM.": [],
    "Rodríguez Prampolini was born in Veracruz in 1926 to Carlos Rodriguez Mendoza, the director of the regional hospital of Veracruz, and Ida Prampolini who came from Italian descent.": [
        [
            10,
            20,
            [
                "Trampoline"
            ]
        ],
        [
            138,
            148,
            [
                "Trampoline"
            ]
        ]
    ],
    "She obtained her masters in world history from the Facultad de Filosofía y Letras de la Universidad Nacional Autónoma de México (Autonomous National University of Mexico (UNAM)) and earned her doctorate from that same institute in 1948 while graduating with magna cum laude honors.": [
        [
            75,
            81,
            [
                "Tetras"
            ]
        ]
    ],
    "Her mentors included Francisco de la Maza (1913-1972), <a href=\"”/toussaintm”\">Manuel Toussaint</a> (1890-1955), and <a href=\"”/fernandezj”\">Justino Fernandez</a>(1904-1972) who encouraged her to compile a work on nineteenth-century art criticism.": [
        [
            37,
            41,
            [
                "Maya",
                "Gaza",
                "Maze",
                "Mara",
                "Mata",
                "Mazda"
            ]
        ]
    ],
    "After her graduation, she was awarded a scholarship by the Mexican government to complete her post doctorate in art history at the Escuela de Verano de la Universidad de Santander, Spain.": [],
    "She remained in Spain to study abstract art at the Escuela de Altamira de Santillana del Mar.": [],
    "In Spain, she met Mathim Goeritz (1915-1990) who she later married.": [
        [
            18,
            24,
            [
                "Mathis",
                "Mat him"
            ]
        ],
        [
            25,
            32,
            [
                "Moritz",
                "Goering"
            ]
        ]
    ],
    "Throughout the 1950s, she continued her studies abroad at McGill University and at the universities of Perugia and Bologna.": [],
    "Starting in 1957, she was a researcher at the Instituto de Investigaciones Estéticas de la UNAM.": [
        [
            75,
            84,
            [
                "Esthetical"
            ]
        ]
    ],
    "Throughout the 1960s, she published her most important works, <em>El arte contemporáneo: esplendor y agonía, La crítica en México en el siglo XIX,</em> and <em>El surrealismo y el arte fantástico de México</em>.": [],
    "She was named Adjunct Professor at the UNAM and worked alongside Justino Fernandez.": [
        [
            65,
            72,
            [
                "Justin",
                "Justine",
                "Justina"
            ]
        ]
    ],
    "Furthermore, she released important pieces on Mexican artists including that of Pedro Friedeberg (1936-).": [
        [
            86,
            96,
            [
                "Friedberg"
            ]
        ]
    ],
    "In the early 1970s she founded a school in the rural municipality of Tlayacapan.": [],
    "Towards the end of her career, she focused on recovering indigenous art in her hometown of Veracruz.": [],
    "She was the first director of the Instituto Veracruzano de Cultura from 1987 to 1993 and founded fifty-seven cultural centers, 11 museums, and 2 art schools.": [
        [
            44,
            55,
            [
                "Veracruz"
            ]
        ]
    ],
    "Her last work analyzed Mexican muralism.": [
        [
            31,
            39,
            [
                "muralist",
                "moralism"
            ]
        ]
    ],
    "She was named to the Academic Mexicana de Historia in 1988 and a year later to the Real Academia Española de Historia.": [
        [
            30,
            38,
            [
                "Mexican",
                "Mexicans",
                "Mexican a"
            ]
        ]
    ],
    "The Universidad Cristobal Colon awarded her the Calasanz Medal.": [
        [
            16,
            25,
            [
                "Cristóbal"
            ]
        ],
        [
            48,
            56,
            [
                "Catalan",
                "Caravan",
                "Alaskan",
                "Callahan",
                "Canaan",
                "Malayan"
            ]
        ]
    ],
    "She was a member of the Academic Mexicana de Historia and of the Union Academique International of Brussels and was given the title Professor Emeritus of the Sistema Nacional de Investigadores.</p>\n\n<p>Rodríguez Prampolini dedicated her life to the preservation of historical and artistic heritage.": [
        [
            33,
            41,
            [
                "Mexican",
                "Mexicans",
                "Mexican a"
            ]
        ],
        [
            71,
            81,
            [
                "Academic",
                "Academics",
                "Academia",
                "Academies",
                "Academe",
                "Academical"
            ]
        ],
        [
            212,
            222,
            [
                "Trampoline"
            ]
        ]
    ],
    "Her more than 400 publications and her role in establishing numerous cultural institutions mark her as an essential figure in contemporary Mexican culture.</p>": []
}