{
    "<p>Roe was born on December 18, 1895, the only child of Anne Lambert Shields and William Ernest Roe in the town of Mountrath, Ireland.": [
        [
            115,
            124,
            [
                "Mountain",
                "Untruth",
                "Mount Athos"
            ]
        ]
    ],
    "Her mother’s side came from Birr, Co.": [
        [
            28,
            32,
            [
                "Bird",
                "Barr",
                "Burr",
                "Bier",
                "Brr",
                "BIR"
            ]
        ]
    ],
    "Offaly and her father’s had lived in Mountrath since the seventeenth century, working at the family owned mill.": [
        [
            0,
            6,
            [
                "Offal"
            ]
        ],
        [
            21,
            23,
            [
                "have"
            ]
        ],
        [
            37,
            46,
            [
                "Mountain",
                "Untruth",
                "Mount Athos"
            ]
        ]
    ],
    "Roe attended primary school in Mountrath and secondary school in the nearby Abbeyleix, the private school of Mrs.": [
        [
            31,
            40,
            [
                "Mountain",
                "Untruth",
                "Mount Athos"
            ]
        ],
        [
            76,
            85,
            [
                "Abraham",
                "Abbasid",
                "Cabala",
                "Abbeydale",
                "MiraLax"
            ]
        ]
    ],
    "Robert Wild.": [],
    "During WWI, Roe joined the St.": [],
    "John’s Ambulance Brigade, serving as a volunteer at the Cambridge Military Hospital and as a cook at Aldershot Barracks in England.": [
        [
            101,
            110,
            [
                "Alder shot",
                "Alders hot"
            ]
        ]
    ],
    "She had attempted to volunteer Aldershot Barracks in England, the center of the British power, as a nurse but was denied.</p><p>Soon after, returning to Ireland, she worked briefly at the Military Hospital in Bray, Co.": [
        [
            31,
            40,
            [
                "Alder shot",
                "Alders hot"
            ]
        ]
    ],
    "Wicklow, where the majority of the soldiers were Irish.": [
        [
            0,
            7,
            [
                "Wick low"
            ]
        ]
    ],
    "By the end of the war, Roe had cemented a strong feeling of nationalism towards her home country of Ireland.": [],
    "Despite her Protestant roots, after the 1916 Rising, British soldiers spat on her as she passed.": [],
    "This shift in perception of her own national identity shaped the rest of her career.": [],
    "After the war, Roe traveled throughout Europe as a private tutor and visited a number of Greek, Italian, and English museums.": [],
    "This shaped how she viewed Irish art in the context of the art she had seen around Europe.": [],
    "She also began to develop an interest in iconography, arising from her studies of botany and heraldry.</p><p>In 1921, Roe earned a BA in Modern Languages and in 1924, a Master’s degree from Trinity College, Dublin.": [],
    "After graduation, Roe taught briefly at the Royal School in Dungannon, Tyronne and then in Alexandra College, Dublin.": [
        [
            60,
            69,
            [
                "Dungeon",
                "Concannon"
            ]
        ],
        [
            71,
            78,
            [
                "Tyrone"
            ]
        ]
    ],
    "In 1923, Roe joined the Carnegie Library Service at Coleraine, Co.": [],
    "Londonderry, Northern Ireland.": [],
    "At this time, Roe worked also as an assistant to essayist and scholar Hubert Butler.": [],
    "One year later, in 1924, she soon returned to the Midlands to take care of her parents after the failure of the family mill and due to her parents’ failing health.": [],
    "She transferred to the library at Thurles, Co.": [
        [
            34,
            41,
            [
                "Charles",
                "Turtles",
                "Hurdles",
                "Hurley",
                "Hurled",
                "Thales"
            ]
        ]
    ],
    "Tipperary to work as an assistant.": [],
    "In 1926, Roe became the first person to hold the post of County Librarian in Laois, sparking the beginning of her interest in history.": [
        [
            77,
            82,
            [
                "Laos",
                "Lois",
                "LAGIS",
                "LOIs",
                "Lao is"
            ]
        ]
    ],
    "She began to collect artifacts that would later become a part of the Laois County Museum’s collection.": [
        [
            69,
            74,
            [
                "Laos",
                "Lois",
                "LAGIS",
                "LOIs",
                "Lao is"
            ]
        ]
    ],
    "She also kept in close contact with the National Museum of Ireland and produced bi-yearly Reports of the Laoighis Country Library Service, later reproduced in the Leinster Express for fourteen years.": [
        [
            105,
            113,
            [
                "Pacific",
                "Lights",
                "Tariffs",
                "Laughs",
                "Pacifist",
                "Layoffs"
            ]
        ],
        [
            163,
            171,
            [
                "Easter"
            ]
        ]
    ],
    "Throughout her library service, she often published under the Irish spelling of her name, Eibhlín Ní Ruaidh, as an expression of her Irish nationalism.": [
        [
            90,
            97,
            [
                "Within",
                "Dublin",
                "Violin",
                "Sibling",
                "Lublin",
                "Goblin"
            ]
        ],
        [
            98,
            100,
            [
                "NI",
                "Ni",
                "I",
                "No",
                "GI",
                "NP"
            ]
        ],
        [
            101,
            107,
            [
                "Raid",
                "Raids",
                "Rupiah",
                "RAID"
            ]
        ]
    ],
    "Her publications while working as a librarian were often constrained, as she wrote under pseudonyms and focused on the articles required by her employment.": [],
    "During this time period, Roe would travel around Ireland, giving speeches on antiquities of Laois to schools and local meetings.": [
        [
            92,
            97,
            [
                "Laos",
                "Lois",
                "LAGIS",
                "LOIs",
                "Lao is"
            ]
        ]
    ],
    "In 1937, Roe published an article for the first time in the <em>Journal of the Royal Society of Antiquaries of Ireland (JRSAI)</em> on a local monument.": [],
    "She also devised an extensive glass-slide collection on the antiquities and history of Co.": [],
    "Laois.</p><p>In 1939, Roe retired from library service to focus on the history of medieval Ireland, photography sites and traveling around the country.": [
        [
            0,
            5,
            [
                "Laos",
                "Lois",
                "LAGIS",
                "LOIs",
                "Lao is"
            ]
        ]
    ],
    "Her delayed admission into the academic field was due to her membership in the Protestant minority.": [],
    "She had been the only Protestant county librarian in the Free State, as many fled or sought refugee in the new nation.": [],
    "Around this time, Roe became a companion of amateur archaeologist Lord Walter FitzGerald.": [
        [
            78,
            88,
            [
                "Fitzgerald",
                "Fitz Gerald"
            ]
        ]
    ],
    "She volunteered on the excavation of the famous Neolithic sites of Fourknocks under P.J.": [
        [
            67,
            77,
            [
                "Four knocks"
            ]
        ]
    ],
    "Hartnett and Knowth with archaeologist John Bromwich and Celtic scholar Rachel Bromwich in Meath and contributed to the publication of the excavation reports, namely in Journal of the Royal Society of Antiquaries of Ireland.": [
        [
            0,
            8,
            [
                "Barnett",
                "Bartlett",
                "Hartnell",
                "Harriett",
                "Arnett",
                "Artnet"
            ]
        ],
        [
            13,
            19,
            [
                "Growth",
                "Know",
                "Known",
                "North",
                "Knows",
                "Knot"
            ]
        ],
        [
            44,
            52,
            [
                "Norwich",
                "Brownish",
                "Bromide",
                "Bromine",
                "Brooch",
                "Broach"
            ]
        ],
        [
            79,
            87,
            [
                "Norwich",
                "Brownish",
                "Bromide",
                "Bromine",
                "Brooch",
                "Broach"
            ]
        ],
        [
            91,
            96,
            [
                "Death",
                "Meat",
                "Math",
                "Heath",
                "Meats",
                "Meaty"
            ]
        ]
    ],
    "She joined the Royal Society of Antiquaries of Ireland, becoming a regular frequenter of its evening lectures and often used their library.": [],
    "Roe also studied with fellow student, Nóra Ní Shúilliobháin, across Ireland, who quickly became a close friend.": [
        [
            38,
            42,
            [
                "Nora",
                "Nor",
                "Nova",
                "Norm",
                "NOAA",
                "Dora"
            ]
        ],
        [
            43,
            45,
            [
                "NI",
                "Ni",
                "I",
                "No",
                "GI",
                "NP"
            ]
        ]
    ],
    "Roe worked to save the tombs of Bishop Thomas (13th century) and Bishop Walter Wellesley (16th century).</p><p>In the next 48 years after her retirement from library service, she published 37 articles in the Journal of the Royal Society of Antiquaries of Ireland and contributed to journals such as An Leabharlann, Bealoideas, Seanchas Ard Mhacha, and Carloviana.": [
        [
            315,
            325,
            [
                "Elodeas",
                "Beau idéal",
                "Beau idéals"
            ]
        ],
        [
            327,
            335,
            [
                "Searches",
                "Séances",
                "Seances",
                "Stanches"
            ]
        ],
        [
            336,
            339,
            [
                "ARD",
                "And",
                "Are",
                "Art",
                "Hard",
                "Add"
            ]
        ],
        [
            340,
            346,
            [
                "Mach",
                "Macho",
                "Dacha",
                "Mocha",
                "Haha",
                "Sacha"
            ]
        ],
        [
            352,
            362,
            [
                "Carolina",
                "Pavlovian",
                "Carvana"
            ]
        ]
    ],
    "She would also regularly have articles in the Irish Press and Leinster Express.": [
        [
            62,
            70,
            [
                "Easter"
            ]
        ]
    ],
    "Her research often focused on topics like medieval art history and religious history, investigating pieces like baptismal fonts and illustrations of Trinity College.": [],
    "In 1947, Roe published her research into the medieval period in the article “Two Baptismal Fonts in County Laoighis,” a piece that gained her much praise.": [
        [
            107,
            115,
            [
                "Pacific",
                "Lights",
                "Tariffs",
                "Laughs",
                "Pacifist",
                "Layoffs"
            ]
        ]
    ],
    "In 1949, Roe published her most famous work, “The ‘David Cycle’ in Early Irish Art,” attempting to prove that the figural scenes came from the life of David from the Old Testament on Irish High Crosses.": [],
    "She wrote this to disapprove of the interpretations of Eric Sexton and  <a href=\"/portera\">A.": [
        [
            70,
            72,
            [
                " "
            ]
        ]
    ],
    "Kingsley Porter</a>.": [],
    "In the early 1950s, Roe visited the Armagh area, later publishing the first systematic survey of the High Crosses in 1954 and 1955 in Seanchas Ardmahacha.": [
        [
            36,
            42,
            [
                "Armand",
                "Armada",
                "Almach",
                "Arash",
                "Armani",
                "Darragh"
            ]
        ],
        [
            134,
            142,
            [
                "Searches",
                "Séances",
                "Seances",
                "Stanches"
            ]
        ]
    ],
    "During these visits, she would often be driven around by Catholic curate Thomas O’Fíach, archbishop of Armagh who later became a historian.": [
        [
            82,
            87,
            [
                "Finch",
                "Fitch",
                "FIAC",
                "Filch"
            ]
        ],
        [
            103,
            109,
            [
                "Armand",
                "Armada",
                "Almach",
                "Arash",
                "Armani",
                "Darragh"
            ]
        ]
    ],
    "In 1958, Roe published “The high crosses of Western Ossory” and one year later, “High Crosses of Kells.” She hoped to keep these publications compact and affordable, particularly based on her years in library work.": [
        [
            52,
            58,
            [
                "Story",
                "Osborn",
                "Assort",
                "Ossify",
                "Ossoff",
                "Ostomy"
            ]
        ],
        [
            97,
            102,
            [
                "Tells",
                "Cells",
                "Kills",
                "Kelly",
                "Bells",
                "Sells"
            ]
        ]
    ],
    "After these publications, she became more interested in medieval tomb sculpture, medieval fonts, and other primarily religious topics.</p><p>In 1965, Roe became the first woman to be elected president of the Royal Society of Antiquaries of Ireland, a position she held until 1968.": [],
    "In 1981, Roe was the principal speaker at the inaugural meeting of the Federation of Local History Societies.": [],
    "During this year, Roe published another booklet on High Crosses, titled “Monasterboice and its Monuments,” a piece that she collaborated on with Rory O’Farrell, the chairman of the trustees of the Cambrian Archaeological Association.": [],
    "In 1984, she was elected a member of the Royal Irish Academy.": [],
    "She continued to lecture across the country into her nineties.": [],
    "In her later years, Roe was unable to visit as many sites because of her health.": [],
    "On May 28, 1988, Helen Roe died at Grove Nursing Home in Killiney, Co.": [
        [
            57,
            65,
            [
                "Killing",
                "Killings",
                "Millinery",
                "Milliner"
            ]
        ]
    ],
    "Dublin.": [],
    "She was buried beside her parents at St.": [],
    "Peter’s Church cemetery in Mountrath, Co.": [
        [
            27,
            36,
            [
                "Mountain",
                "Untruth",
                "Mount Athos"
            ]
        ]
    ],
    "Laois.": [
        [
            0,
            5,
            [
                "Laos",
                "Lois",
                "LAGIS",
                "LOIs",
                "Lao is"
            ]
        ]
    ],
    "Her grave was specially designed to match a life of funerary monument scholarship.</p><p>A fellow historian, Siobhán de hOir claimed, “An evening with Miss Roe in her home might last long into the night as she dispensed good and practical advice or while she found yet another reference from her large library.” Patrick E. Wallace, director of the National Museum of Ireland, further described Roe as “one of Ireland’s greatest medievalists...A thorough and well published scholar, particularly in the iconography of our carved stone crosses and of the physical evidence for medieval Christian devotion, Roe was remarkably generous with her knowledge and celebrated for her encouragement of young archaeologists, art historians, and genealogists whom she inspired.” Art historian Peter Harbison additionally wrote, that Roe’s “charming prose which reflects the warmth of that personality which has made Roe one of our most captivating antiquarians, so widely loved beyond her native lands.” Her student, senior Irish professor of archaeology Etienne Rynne states, “She made the study of Early Christian and Medieval periods respectable.” John Bradley placed her work alongside fellow art historians, <a href=\"/stokesm\">Margaret Stokes</a> and <a href=\"/henryf\">Françoise Henry</a>, claiming that her success arises from a “broaden[ing of] the study of early Irish art and a deepen[ing of] the body of information that had been gathered by Stokes and Henry by focusing her attention on iconography of Irish art before 1170.”</p><p>In an obituary, speaking of Roe’s extensive knowledge in various subject areas and how she brought that to her work in art history, her peer and friend, Nóra Ní Shúilliobháin wrote, “I have heard very few others bring from memory quotations from the Four Masters, the Bible, or the New Testament, to bear with exact relevance on this item under inspection.”</p>": [
        [
            109,
            116,
            [
                "Siobhan"
            ]
        ],
        [
            120,
            124,
            [
                "hair",
                "hour",
                "choir",
                "heir",
                "noir",
                "coir"
            ]
        ],
        [
            443,
            444,
            [
                " A"
            ]
        ],
        [
            786,
            794,
            [
                "Harrison"
            ]
        ],
        [
            1050,
            1055,
            [
                "Lynne",
                "Wynne"
            ]
        ]
    ]
}