{
    "<p>Claude Lorrain, Jean Etienne Liotard and northern baroque scholar; professor of art history in the United States and the University of Geneva.": [
        [
            32,
            39,
            [
                "Leotard"
            ]
        ]
    ],
    "Roethlisberger followed the model of many European students, attending lectures throughout Europe in order to shape an intellectual experience.": [],
    "He attended the University of Bern 1948-1950 studying law, economics, and then history of art and music, archaeology, (where a fellow student was <a href=\"/deuchlerf\">Florens Deuchler</a>), then the university of Cologne 1950-1951, focusing on art history and archaeology under <a href=\"/kauffmannh\">Hans Kauffmann</a>, then Paris 1951-1952 (under <a href=\"/chastela\">André Chastel</a>, et al), next to Florence and the lectures of <a href=\"/longhir\">Roberto Longhi</a>, 1952-1953, Pisa with <a href=\"/ragghiantic\">Carlo Ludovico Ragghianti</a>, 1953-1954, where he was awarded the (French) state diploma for museum curator, Ecole du Louvre, in 1953.": [],
    "Roethlisberger became a fellow of the British Council at the Courtuald Institute in London under <a href=\"/blunta\">Anthony Blunt</a> 1954-1956.": [
        [
            61,
            70,
            [
                "Courtyard",
                "Courtland"
            ]
        ]
    ],
    "He returned to Bern, writing his doctoral thesis on Jacopo Bellini, under <a href=\"/hahnloserh\">Hans R. Hahnloser</a>.": [
        [
            52,
            58,
            [
                "JaCoCo"
            ]
        ]
    ],
    "His Ph.D.": [],
    "was granted in 1955 <em>summa cum laude</em>.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "Roethlisberger taught at Yale University 1956-1960.": [],
    "He was a Member of the Institute for Advanced Study, Princeton, 1960-1961, completing his book Claude (Gellée) Lorrain.": [
        [
            103,
            109,
            [
                "Geller",
                "Gelled"
            ]
        ],
        [
            111,
            118,
            [
                "Lorraine",
                "Lorain",
                "Lorrie",
                "Lorries"
            ]
        ]
    ],
    "He married the art historian Biancamaria Bianco in 1962, receiving an appointment of assistant professor at University of Toronto the same year.": [
        [
            29,
            40,
            [
                "Bianca maria"
            ]
        ],
        [
            41,
            47,
            [
                "Bianca",
                "Banco",
                "Blanco"
            ]
        ]
    ],
    "The following year, 1963, Roethlisberger was appointed associate professor at the University of California, Los Angeles.": [],
    "He rose to full professor in 1968.": [],
    "By that year Roethlisberger distinguished himself at one of the major Claude scholars, with his two-volume <em>catalogue raisonné</em> of Claude's drawings.": [],
    "That year, too, Roethlisberger accepted the Unidel professorship at the University of Delaware.": [
        [
            44,
            50,
            [
                "Unideal"
            ]
        ]
    ],
    "He returned to Switzerland in 1970 and the University of Geneva as professor or art, chairing the department.": [],
    "His colleague, Deuchler, had also returned from the United States to teach at the university.": [
        [
            15,
            23,
            [
                "Douchier"
            ]
        ]
    ],
    "He and Renée Loche wrote the first of their catalogs on Jean Etienne Liotard in 1978.": [
        [
            13,
            18,
            [
                "Locke",
                "Roche",
                "Cloche",
                "Louche"
            ]
        ],
        [
            69,
            76,
            [
                "Leotard"
            ]
        ]
    ],
    "Roethlisberger returned to the United States in 1980 as Senior Fellow of the Center for Advanced Study, National Gallery of Art, Washington DC for that year.": [],
    "He stepped down as chair of the department in Geneva in 1983, holding a series of visiting professorships, Distinguished Visiting Professor at the University of Delaware, 1983; Clark Professor, Clark Art Institute, Williamstown MA, in 1984, and Professor in residence, Center for Renaissance and Baroque Studies, University of Maryland, in 1985.": [],
    "Roethlisberger held the Senior Scholar position at The J. Paul Getty Museum, Los Angeles, in 1990.": [],
    "His book, <em>Abraham Bloemaert and his Sons</em> appeared in 1993.": [],
    "After an Appleton Eminent Professorship, Florida State University, in 1995, he retired from Geneva in 1998.": [],
    "In retirement he authored with Renée Loche a catalog on the paintings of Liotard.": [
        [
            3,
            13,
            [
                "retirement,"
            ]
        ],
        [
            37,
            42,
            [
                "Locke",
                "Roche",
                "Cloche",
                "Louche"
            ]
        ],
        [
            73,
            80,
            [
                "Leotard"
            ]
        ]
    ],
    "Roethlisberger was known for his connoisseurship.": [],
    "He discovered Claude drawings (one celebrated case at auction in 1996) and authenticated a lost Liotard painting in 2004.</p>": [
        [
            96,
            103,
            [
                "Leotard"
            ]
        ]
    ]
}