{
    "<p>Co-founder with <a href=\"/vriesad\">Adrianus Daniël de Vries</a> of the art periodical <em>Oud Holland</em>, 1883.": [],
    "De Roever was the son of Andries de Roever and Anna Maria Louise Elisabeth Kluytenaar.": [
        [
            3,
            9,
            [
                "Rover",
                "Soever"
            ]
        ],
        [
            25,
            32,
            [
                "Andres",
                "Andrés",
                "An dries"
            ]
        ]
    ],
    "After his primary education, he served, from 1867 to 1869, at the office of notary A. A. J. Schouten.": [
        [
            92,
            100,
            [
                "Shorten",
                "Shouted",
                "Scouted",
                "Scouter",
                "Shouter"
            ]
        ]
    ],
    "Between 1871 and 1877 he studied law, first at the Athenaeum Illustre in Amsterdam (the predecessor of the University of Amsterdam), where met a fellow pre-law student <a href=\"/vriesad\">Adrianus Daniël de Vries</a>.": [
        [
            51,
            60,
            [
                "Athena",
                "Athene",
                "Ethereum"
            ]
        ],
        [
            61,
            69,
            [
                "Illustrate",
                "Illusory",
                "Illusive"
            ]
        ]
    ],
    "He later attended Leiden University and finally at the University of Utrecht.": [],
    "After his graduation, in 1877, he was appointed assistant archivist of Amsterdam.": [],
    "In 1878 he earned his doctoral degree from Utrecht University with a dissertation on the Amsterdam Orphans' Court, De Amsterdamsche Weeskamer.": [
        [
            3,
            7,
            [
                "1878,"
            ]
        ]
    ],
    "The same year he was sworn in as an Advocate (defense lawyer).": [],
    "In addition, in 1882, he became lecturer in Old Dutch Law at the University of Amsterdam.": [],
    "In 1882 he married Johanna Louise van der Goes.": [
        [
            3,
            7,
            [
                "1882,"
            ]
        ]
    ],
    "He was appointed city archivist of Amsterdam in 1885, a position he held until his death in 1893.": [],
    "Roever had a special interest in the social and economic history of Amsterdam, and in the artistic heritage of the city.": [
        [
            0,
            6,
            [
                "Rover",
                "Soever"
            ]
        ]
    ],
    "He broadened the drawings and prints collection of the Historisch-Topografische Atlas of Amsterdam.": [
        [
            55,
            79,
            [
                "Historic-Topografische"
            ]
        ]
    ],
    "With his friend, de Vries, now Amsterdam Rijksprentenkabinet (National Print room), de Roever wrote the catalog for the 1880 exhibition of gold- and silverware held in \"Arti et Amicitiae\" in Amsterdam.": [
        [
            87,
            93,
            [
                "Rover",
                "Soever"
            ]
        ],
        [
            169,
            173,
            [
                "Art",
                "Anti",
                "Arts",
                "Artie",
                "Arty",
                "ARI"
            ]
        ],
        [
            177,
            186,
            [
                "Militia",
                "Militias",
                "Minutiae"
            ]
        ]
    ],
    "They were the co-founders, in 1883, of the periodical <em>Oud-Holland</em>, which specialized in archival information concerning Dutch art, literature, industry, etc.": [],
    "After De Vries' death in 1884, <a href=\"/brediusa\">Abraham Bredius</a> joined as co-editor in 1886.": [],
    "De Roever's writing focused mainly on social history, trade and the applied arts.": [
        [
            3,
            9,
            [
                "Rover",
                "Soever"
            ]
        ]
    ],
    "With Bredius, he published a series on the life of Rembrandt, \"Rembrandt, nieuwe bijdragen tot zijne levensgeschiedenis\" (Rembrandt, New Contributions to the History of his Life).": [
        [
            5,
            12,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ],
        [
            74,
            80,
            [
                "noose"
            ]
        ],
        [
            81,
            90,
            [
                "birdcage",
                "birdcages"
            ]
        ],
        [
            95,
            100,
            [
                "zine"
            ]
        ]
    ],
    "Bredius' work for the magazine added a standard of excellence during his sixty year service.": [
        [
            0,
            7,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ],
        [
            73,
            83,
            [
                "sixty-year"
            ]
        ]
    ],
    "De Roever also edited the periodical Amsterdamsch Jaarboekje between 1888 and 1891.": [
        [
            3,
            9,
            [
                "Rover",
                "Soever"
            ]
        ],
        [
            37,
            49,
            [
                "Amsterdam sch"
            ]
        ]
    ],
    "He collected and reworked his contributions to the weekly <em>De Amsterdammer into Onze oude Amstelstad</em> in four installments.": [],
    "He served as secretary of the Vereeniging Rembrandt and of the Supervisory Committee of the newly built Rijksmuseum.": [
        [
            30,
            41,
            [
                "Parenting",
                "Varnishing",
                "Caregiving"
            ]
        ]
    ],
    "The Gothic style in which the Museum was finally built, with its connotations of medievalism and Catholicism, caused controversy.": [],
    "His disagreements with <a href=\"/stuersv\">Victor Eugène Louis de Stuers</a>, the head of the Department of Art and Sciences of the Ministry of the Interior over the building of the Rijksmuseum were public and summarized in his <em>Het schijnconcours voor 's Rijks-Museum</em>.": [],
    "In 1892 De Roever traveled to Germany and Austria with Adriaan Willem Weissman (1858-1927), the architect of the Municipal Museum of Amsterdam (founded in 1885), to study museum design abroad.": [
        [
            11,
            17,
            [
                "Rover",
                "Soever"
            ]
        ],
        [
            55,
            62,
            [
                "Adrian",
                "Adriana",
                "Adrián"
            ]
        ],
        [
            70,
            78,
            [
                "Waksman",
                "Weissmann",
                "Weiss man"
            ]
        ]
    ],
    "De Roever's wife died before his return; he suddenly died a year later, in 1893.</p>": [
        [
            3,
            9,
            [
                "Rover",
                "Soever"
            ]
        ]
    ]
}