{
    "<p>Professor of Art History at Ghent State University.": [],
    "Domien Roggen attended high school at Hoogstraten and Tienen.": [
        [
            0,
            6,
            [
                "Domain",
                "Domains",
                "Damien",
                "Do mien"
            ]
        ],
        [
            7,
            13,
            [
                "Roger",
                "Rigged",
                "Rugged",
                "Logged",
                "Rogue",
                "Rotten"
            ]
        ],
        [
            54,
            60,
            [
                "Tainan",
                "Taine"
            ]
        ]
    ],
    "He studied Germanic languages and literature at the faculty of Arts of the Catholic University of Louvain, where he obtained his first doctoral degree in 1909.": [
        [
            98,
            105,
            [
                "Lou vain"
            ]
        ]
    ],
    "He became a teacher at various high schools in Belgium, eventually in Ghent, in which city he combined his teaching with his art history study at the Rijksuniversiteit (State University) of Ghent.": [],
    "In 1924, he completed his studies with a doctoral dissertation on a Flemish painter living in Ghent between 1600 and 1646, <em>Nicolas de Liemaker dit Roose et les principaux peintres gantois de son époque</em>.": [],
    "His advisor was <a href=\"/hulindeloog\">Georges Nicolas Marie Hulin de Loo</a>.": [],
    "From 1925 onward, he held different teaching positions at the Institute of Art History and Archaeology and at the Faculty of Arts of Ghent University.": [],
    "In 1934, he became honorary professor and in 1936 full professor.": [],
    "In 1934, he founded <em>Gentse Bijdragen tot de Kunstgeschiedenis</em>, a periodical he directed until 1956.": [],
    "He made several study trips through Europe.": [],
    "His research in the field of ancient Netherlandish art resulted in numerous articles on painting, sculpture and architecture, which appeared in the <em>Allgemeines Lexikon</em> of <a href=\"/thiemeu\">Ulrich Thieme</a> and <a href=\"/beckerf\">Felix Becker</a>, in <em>Gentse Bijdragen</em>, and in other publications.": [],
    "His broad interests included the sculptor Klaas (Klaus) Sluter, the artist of Philip the Bold, Duke of Burgundy, in Dijon.": [
        [
            42,
            47,
            [
                "Klaus"
            ]
        ],
        [
            56,
            62,
            [
                "Slater"
            ]
        ]
    ],
    "In 1937, the Académie des Sciences, Arts et Belles-Lettres de Dijon honored him with a foreign membership.": [
        [
            13,
            34,
            [
                "Académie des sciences"
            ]
        ],
        [
            44,
            58,
            [
                "Belles-lettres"
            ]
        ]
    ],
    "In 1939, the University of Bonn invited him for a visiting professorship.": [],
    "In the same year, he was elected an active member of the Koninklijke Vlaamse Academie voor Wetenschappen, Letteren en Schone Kunsten van België (Royal Flemish Academy of Science, Letters and Fine Arts), followed in 1956 by his election as corresponding member of the Real Academia de Bellas Artes de San Fernando in Madrid.": [
        [
            69,
            76,
            [
                "Claims",
                "Please",
                "Blame",
                "Clause",
                "Flame",
                "Lease"
            ]
        ],
        [
            77,
            85,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            86,
            90,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            106,
            114,
            [
                "Lettered",
                "Letterer",
                "Lettermen"
            ]
        ],
        [
            118,
            124,
            [
                "Shone",
                "Scone",
                "Sc hone",
                "Sch one"
            ]
        ],
        [
            125,
            132,
            [
                "Unseen",
                "Munster",
                "Tungsten",
                "Austen",
                "Kirsten",
                "Kinsmen"
            ]
        ],
        [
            137,
            143,
            [
                "Belie"
            ]
        ],
        [
            291,
            296,
            [
                "Arts",
                "Ares",
                "Aries",
                "Antes",
                "ARTE",
                "ARTS"
            ]
        ]
    ],
    "He was a member of several other institutions as well, including the Academia Nacional de Belas Artes of Portugal.": [
        [
            96,
            101,
            [
                "Arts",
                "Ares",
                "Aries",
                "Antes",
                "ARTE",
                "ARTS"
            ]
        ]
    ],
    "He was the president of the Centrum voor de studie van de Vlaamse kunst in Spanje (Center for the study of Flemish art in Spain).": [
        [
            28,
            35,
            [
                "Cent rum"
            ]
        ],
        [
            36,
            40,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            44,
            50,
            [
                "studied",
                "studies",
                "studio"
            ]
        ],
        [
            58,
            65,
            [
                "Claims",
                "Please",
                "Blame",
                "Clause",
                "Flame",
                "Lease"
            ]
        ],
        [
            66,
            71,
            [
                "must",
                "just",
                "runs",
                "unit",
                "guest",
                "guns"
            ]
        ],
        [
            75,
            81,
            [
                "Space",
                "Span",
                "Spans",
                "Spare",
                "Stance",
                "Spanned"
            ]
        ]
    ],
    "When he retired in 1956, his European and American colleagues contributed in several languages to his Festschrift, <em>Miscellanea Prof.": [],
    "Dr.": [],
    "D. Roggen</em>.": [
        [
            3,
            9,
            [
                "Roger",
                "Rigged",
                "Rugged",
                "Logged",
                "Rogue",
                "Rotten"
            ]
        ]
    ],
    "His students included <a href=\"/duvergerj\">Jozef Duverger</a> and <a href=\"/dhanense\">Elisabeth Dhanens</a>.</p>": []
}