{
    "<p>Modernist art historian and critic, coiner of the term \"magic realism.\"": [],
    "Roh studied philosophy, literature, history and art history at the universities in Leipzig, Berlin under <a href=\"/goldschmidta\">Adolph Goldschmidt</a>, and in Basel.": [
        [
            0,
            3,
            [
                "Row",
                "Rod",
                "ROC",
                "Rob",
                "Oh",
                "Roth"
            ]
        ]
    ],
    "Between 1916-1919 he worked as the assistant to <a href=\"/wolfflinh\">Heinrich Wölfflin</a> in Munich in his famous Kunsthistorischen Seminars.": [],
    "He received his Ph.D.": [],
    "from Munich in 1920, writing his dissertation, <em>Holländische Malerei des 17.": [
        [
            0,
            4,
            [
                "From"
            ]
        ],
        [
            51,
            63,
            [
                "Hollandaise"
            ]
        ],
        [
            64,
            71,
            [
                "Malaria",
                "Malawi",
                "Madera"
            ]
        ],
        [
            72,
            75,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Jahrhunderts</em> under Wölfflin.": [
        [
            24,
            32,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "He worked as a freelance critic and writer, and as an artist creating surrealist photo-collages.": [],
    "He also wrote art criticism for various newspapers and journals including <em>Cicerone</em>, <em>Kunstblatt</em>, <em>Werk</em>, and <em>Die Kunst</em>.": [],
    "This brought him into contact with many of the important artists of his generation, including George Grosz, Kurt Schwitters, Willi Baumeister and Max Ernst.": [
        [
            125,
            130,
            [
                "Will",
                "Willie",
                "Willis",
                "Willy",
                "Wills",
                "Willa"
            ]
        ],
        [
            131,
            141,
            [
                "Paymaster"
            ]
        ]
    ],
    "In 1925 he published the first of two early important works on modernist art history, <em>Nach-Expressionismus - magischer Realismus: Probleme der neuesten europäisches Malerei</em>.": [
        [
            3,
            7,
            [
                "1925,"
            ]
        ]
    ],
    "The work was translated into Spanish in 1927 by the important esthetician Ortega y Gasset (1883-1955) in his influential <em>Revista de Occidente</em> in Madrid.": [],
    "In 1929 his <em>Foto-auge - 76 Fotos der Zeit</em>, appeared with the artist Jan Tschichold.": [],
    "His positive stance on modern art put him at odds with the Nazi government at their assumption of power in 1933.": [],
    "He was forbidden to write and was briefly jailed.": [],
    "Roh spent the years of World War II in isolation working on a book about the phenomenon of misunderstanding artists.": [
        [
            0,
            3,
            [
                "Row",
                "Rod",
                "ROC",
                "Rob",
                "Oh",
                "Roth"
            ]
        ]
    ],
    "After the war in 1946 he married the art historian Juliane Bartsch (b.": [
        [
            59,
            66,
            [
                "Bart sch"
            ]
        ]
    ],
    "1909), his second wife.": [],
    "His book appeared in 1948 as <em>Das Verkannte Künstler: Geschichte und Theorie des kulturellen Mißverstehen</em>.": [],
    "That same year he began teaching art history at the newly reorganized University of Munich, a position he held until his death.": [],
    "Roh continued to write art criticism and in 1951 he became the first president of the German branch of the International Association of Art Critics.": [
        [
            0,
            3,
            [
                "Row",
                "Rod",
                "ROC",
                "Rob",
                "Oh",
                "Roth"
            ]
        ]
    ],
    "He championed contemporary art at a time in the post-war years when other art historians were decrying contemporary art.": [],
    "He took on Vienna-school art historian (and his future Munich colleague) <a href=\"/sedlmayrh\">Hans Sedlmayr</a>, in 1950 in the celebrated debate of post-war intellectuals known as the \"Darmstädter Gespräch.\"": [],
    "Sedlmayr's 1948 book <em>Verlust der Mitte</em> had attacked modern art as \"centerless,\" i.e., unfocused and degenerate.": [
        [
            0,
            8,
            [
                "Selma",
                "Delmar"
            ]
        ]
    ],
    "Roh's 1962 book, <em>Der Streit um die moderne Kunst</em>, reviewed many of the debates concerning the public acceptance of modern art, focusing particularly Sedlmayr.": [
        [
            0,
            3,
            [
                "Row",
                "Rod",
                "ROC",
                "Rob",
                "Oh",
                "Roth"
            ]
        ]
    ],
    "Athough an important historian of art, Roh's claim to fame lies in his naming an artistic mode that returned to verisimilitude after the era of expressionism, \"Magic Realism\".": [
        [
            0,
            7,
            [
                "Although",
                "Though",
                "A though"
            ]
        ],
        [
            39,
            42,
            [
                "Row",
                "Rod",
                "ROC",
                "Rob",
                "Oh",
                "Roth"
            ]
        ]
    ],
    "Roh saw this tendency as post-Expressionism, a return to figural representation and yet a departure from realism (de Chirico, Picasso, Grosz).": [
        [
            0,
            3,
            [
                "Row",
                "Rod",
                "ROC",
                "Rob",
                "Oh",
                "Roth"
            ]
        ]
    ],
    "Although the movement in art that Roh wrote about was eclipsed by Neue Sachlichkeit and Surrealism, the concept took hold in literature and film, an appellation for some of the most important creations of the twentieth century in those genres.</p>": [
        [
            34,
            37,
            [
                "Row",
                "Rod",
                "ROC",
                "Rob",
                "Oh",
                "Roth"
            ]
        ],
        [
            66,
            70,
            [
                "Nee",
                "Neut",
                "Née",
                "NEE",
                "Névé"
            ]
        ]
    ]
}