{
    "<p>Scholar and <em>catalogues raisonnés</em> compiler; dealer of eighteenth-century French art; director of the Galerie Cailleux from 1982-1996.": [
        [
            112,
            119,
            [
                "Valerie"
            ]
        ],
        [
            120,
            128,
            [
                "Called",
                "Caller",
                "Callers",
                "Camille",
                "Chilled",
                "Tailless"
            ]
        ]
    ],
    "Roland Michel was a student of <a href=\"/chastela\">André Chastel</a> who received her master’s degree at the Sorbonne in 1959 with a thesis on the still life and genre painter Anne Vallayer-Coster (1744-1818).": [],
    "This artist served as the subject of Roland Michel’s first article that appeared in <em>Burlington Magazine</em> in 1960, and of the later monograph, Anne Vallayer-Coster (1970).": [
        [
            155,
            170,
            [
                "Val layer-Coster",
                "Vallayer-Foster"
            ]
        ]
    ],
    "From 1960 until 1981, Roland Michel regularly contributed articles to <em>Burlington</em>’s supplement on the eighteenth century, writing on artists like Jean-Honoré Fragonard (1732-1806), Hubert Robert (1733-1808), and Nicolas Lancret (1690-1743), among others.": [
        [
            228,
            235,
            [
                "Lancet"
            ]
        ]
    ],
    "In 1982, she began overseeing exhibitions at la Galerie Cailleux, the Parisian commercial gallery that her grandfather, Paul de Cayeux de Sénarpont (1884-1964), had established in 1912, and over which her father, Jean de Cayeux (1913-2009) had also presided.": [
        [
            48,
            55,
            [
                "Valerie"
            ]
        ],
        [
            56,
            64,
            [
                "Called",
                "Caller",
                "Callers",
                "Camille",
                "Chilled",
                "Tailless"
            ]
        ]
    ],
    "She completed a doctoral degree at the Sorbonne in 1983 under the supervision of <a href=\"/thuillierj\">Jacques Thuillier</a> with a dissertation on the painter of Rococo interiors, Jacques de Lajoüe (1686-1761), which was published the following year as Lajoüe et l’art rocaille (1984).": [],
    "Roland Michel headed thirteen exhibitions during her time as director of the Galerie Cailleux.": [
        [
            77,
            84,
            [
                "Valerie"
            ]
        ],
        [
            85,
            93,
            [
                "Called",
                "Caller",
                "Callers",
                "Camille",
                "Chilled",
                "Tailless"
            ]
        ]
    ],
    "She also wrote exhibition reviews that appeared in journals like <em>Master Drawings</em> as well as the <em>Burlington Magazine</em>.": [],
    "Alongside her work as a dealer, Roland Michel published widely as a scholar of eighteenth-century art in French and Anglo-American journals and museum catalogs.": [],
    "In 2002-2003, Roland Michel organized the first and only solo retrospective exhibition on Vallayer-Coster, <em>Anne Vallayer-Coster: Painter to the Court of Marie Antoinette</em>, that travelled from the National Gallery of Art in Washington, D.C.": [
        [
            90,
            105,
            [
                "Val layer-Coster",
                "Vallayer-Foster"
            ]
        ]
    ],
    "to other venues in Dallas, New York, and Marseille.</p><p>After Roland Michel’s sudden passing in 2004, the Fondation Marianne & Roland Michel was established by her husband and children to preserve her influence on eighteenth-century scholarship.": [
        [
            0,
            2,
            [
                "To"
            ]
        ],
        [
            108,
            117,
            [
                "Foundation"
            ]
        ]
    ],
    "Le Centre de Documentation Marianne Roland Michel opened in 2005 near Roland Michel’s home in Neuilly and provided scholars access to her reference collection of materials on seventeenth- thru nineteenth-century, primarily French, art.": [
        [
            94,
            101,
            [
                "Neville",
                "Reilly",
                "Neill",
                "Nelly",
                "Evilly",
                "Neurally"
            ]
        ],
        [
            188,
            192,
            [
                "through"
            ]
        ]
    ],
    "Since 2016, the <a href=\"https://www.petitpalais.paris.fr/content/documentation-marianne-roland-michel\" target=\"blank\">collection</a> has been housed at the research library of the Petit Palais museum.": [],
    "In 2006, Roland Michel’s family began funding an annual prize that supports the publication of manuscripts on themes related to her work.": [],
    "Roland Michel’s son, Christian Michel (1958-), is also an art historian, teaching as professor of art history at the Université de Lausanne (UNIL) in Switzerland since 2006.": [],
    "His specialty is the history of collecting and decorative arts of the seventeenth and eighteenth centuries, particularly Charles-Nicolas Cochin the Younger (1715-1790).</p><p>Roland Michel catalogs for the gallery are considered her most “enduring contributions” to fellow collectors and scholars (Borne and Williams).": [],
    "A number of her texts have been translated into English and German.": [],
    "“Classic” monographs on artists like Jean-Antoine Watteau (1684-1721) (1982, 1984) and Jean-Siméon Chardin (1699-1779) (1994) bear evidence of her commitment to research based on direct study of original artworks, rather than reproductions (Rosenberg).": [
        [
            87,
            98,
            [
                "Jean Simmons"
            ]
        ],
        [
            99,
            106,
            [
                "Hardin",
                "Cardin",
                "Charmin",
                "Char din",
                "Chard in"
            ]
        ]
    ],
    "The majority of her books she formatted as <em>catalogues raisonnés</em>, a style that suited her object-driven approach to art history (Borne and Williams; Rosenberg).</p>": []
}