{
    "<p>Professor of art history; directed the publications of the <em>Enciclopedia Italiana</em>, founder and director of the magazine <em>Arte Medievale</em>.": [],
    "Romanini was born in Legnano and trained at the University of Pavia under Eduardo Yetwart Arslan (1899-1968).": [
        [
            0,
            8,
            [
                "Romania",
                "Romanian",
                "Romani",
                "Romanians",
                "Romancing",
                "Romaine"
            ]
        ],
        [
            21,
            28,
            [
                "Legato",
                "Regnant",
                "Legman",
                "Legrand",
                "Lugano"
            ]
        ],
        [
            62,
            67,
            [
                "Pa via"
            ]
        ],
        [
            82,
            89,
            [
                "Yet wart"
            ]
        ],
        [
            90,
            96,
            [
                "Asian",
                "Alan",
                "Allan",
                "Arson",
                "ASEAN",
                "Aryan"
            ]
        ]
    ],
    "She then continued her studies at the Scuola di specializzazione di Roma under  <a href=\"/francovichg\">Geza De Francovich</a> and <a href=\"/argang\">Guilo Carlo Argan</a> where she focused on late medieval art and architecture.": [
        [
            38,
            44,
            [
                "Sculley",
                "Scholar",
                "Scroll",
                "Cupola",
                "Scuba",
                "Scala"
            ]
        ],
        [
            45,
            47,
            [
                "DI",
                "Di",
                "I",
                "did",
                "do",
                "Dr"
            ]
        ],
        [
            48,
            64,
            [
                "specialization",
                "specializations"
            ]
        ],
        [
            65,
            67,
            [
                "DI",
                "Di",
                "I",
                "did",
                "do",
                "Dr"
            ]
        ],
        [
            78,
            80,
            [
                " "
            ]
        ]
    ],
    "She wrote extensively on the humanistic culture of northern Italy including works on Donatello, Mategna, and Bramante.": [
        [
            96,
            103,
            [
                "Mantegna"
            ]
        ],
        [
            109,
            117,
            [
                "Bram ante"
            ]
        ]
    ],
    "She contributed to important works on Lombard architecture throughout the 13th to 15th century and also Romanques art during the Veronese era.": [
        [
            104,
            113,
            [
                "Roman ques"
            ]
        ]
    ],
    "She argued that the formation of the Cistercians and their development of the fulcrum marked a transition between the Romanesque and Gothic in Lombardy.": [],
    "Her monograph on Arnolfo di Cambio marked a transition in the scholars focus from individual artists to scientific research.": [
        [
            17,
            24,
            [
                "Arnulfo"
            ]
        ],
        [
            28,
            34,
            [
                "Cam bio"
            ]
        ]
    ],
    "In 1972, she transferred to the University of Rome as the Chair of the Medieval Art History department.": [],
    "She organized <em>Settimane di Storia dell’arte medievale</em>, a weekly international conference that has been fundamental for international bibliography.": [],
    "Many of these conferences lead to publications.": [],
    "She was a member of the Accademia dei Lincei beginning in 1987, the Pontificia Accademia di Archeologia e Storia dell’Arte, and the Österreichische Akademie der Wissenschaften of Vienna.": [
        [
            24,
            33,
            [
                "Academia"
            ]
        ],
        [
            34,
            37,
            [
                "DEI",
                "day",
                "die",
                "Dan",
                "Del",
                "Wei"
            ]
        ],
        [
            38,
            44,
            [
                "Linda"
            ]
        ],
        [
            68,
            78,
            [
                "Pontifical"
            ]
        ],
        [
            79,
            88,
            [
                "Academia"
            ]
        ],
        [
            92,
            103,
            [
                "Archeological",
                "Archeologist",
                "Archeology",
                "Archeologies"
            ]
        ],
        [
            106,
            112,
            [
                "Astoria",
                "Styria",
                "Stria"
            ]
        ],
        [
            118,
            122,
            [
                "ARTE",
                "Are",
                "Art",
                "Arts",
                "Ate",
                "Ante"
            ]
        ],
        [
            148,
            156,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            157,
            160,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "The first of her twelve publications for the <em>l'Enciclopedia dell'arte medievale</em> was released in 1991.": [],
    "These monumental volumes, noted for their scholarly approach, were promoted by the Istituto della Enciclopedia Italiana.</p>\n\n<p>In addition to her work in academia, she promoted the discipline of art history through her organization of international conventions which lead to the formation of <em>Storia dell’arte medioevale in Italia</em>, a university textbook.": [
        [
            83,
            91,
            [
                "Institute"
            ]
        ],
        [
            92,
            97,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ],
        [
            98,
            110,
            [
                "Encyclopedia"
            ]
        ],
        [
            111,
            119,
            [
                "Italian",
                "Italians",
                "Italian a"
            ]
        ]
    ],
    "Her commitment to the field of art history and work on the prestigious magazine <em>Arte medievale</em> contributed to a revival of medieval studies in Italy.</p>\n\n<p> </p>": []
}