{
    "<p>Scholar of Gauguin and 19th-century art; early interest in art theory.": [],
    "Rookmaaker was the son of Henderik Roelof Rookmaaker (1887-1945) and Theodora Catharina Heitink (1890-1971).": [
        [
            0,
            10,
            [
                "Bookmaker"
            ]
        ],
        [
            26,
            34,
            [
                "Hendrik"
            ]
        ],
        [
            35,
            41,
            [
                "Roof",
                "Rolf",
                "Roblox"
            ]
        ],
        [
            42,
            52,
            [
                "Bookmaker"
            ]
        ],
        [
            88,
            95,
            [
                "Hating"
            ]
        ]
    ],
    "Rookmaaker grew up traveling between The Hague and Sumatra, then part of the Dutch East Indies, where his father served as Governor (Resident) until his early retirement in 1936.": [
        [
            0,
            10,
            [
                "Bookmaker"
            ]
        ]
    ],
    "After he finished high school in Leiden, Rookmaaker attended the Naval College in Den Helder.": [
        [
            41,
            51,
            [
                "Bookmaker"
            ]
        ]
    ],
    "The Naval College closed at the outbreak of World War II and Rookmaaker became engaged to Riki Spetter (1919-1942) in 1940.": [
        [
            61,
            71,
            [
                "Bookmaker"
            ]
        ],
        [
            90,
            94,
            [
                "Wiki",
                "Niki",
                "Rikki",
                "Tiki",
                "Reiki",
                "Kiki"
            ]
        ],
        [
            95,
            102,
            [
                "Setter",
                "Spotter",
                "Spatter",
                "Specter",
                "Sputter"
            ]
        ]
    ],
    "While distributing leaflets for the Underground Resistance movement, he was arrested by the Nazis in March 1941 and imprisoned in Scheveningen, near The Hague.": [],
    "Though released in December, he was rearrested in April 1942, spending the next three years in Nazi POW camps in Poland and Germany.": [],
    "During those times of hardship Rookmaaker studied the Bible thoroughly and became interested in the work of the Reformed Christian philosopher, Herman Dooyeweerd (1894-1977).": [
        [
            31,
            41,
            [
                "Bookmaker"
            ]
        ]
    ],
    "In the meantime, Rookmaaker's fiancée, Riki, who was Jewish, died at the Auschwitz extermination camp in 1942 (a fact revealed only after Rookmaaker's death).": [
        [
            17,
            27,
            [
                "Bookmaker"
            ]
        ],
        [
            39,
            43,
            [
                "Wiki",
                "Niki",
                "Rikki",
                "Tiki",
                "Reiki",
                "Kiki"
            ]
        ],
        [
            138,
            148,
            [
                "Bookmaker"
            ]
        ]
    ],
    "After the war Rookmaaker was baptized and became a member of the Reformed Church.": [
        [
            14,
            24,
            [
                "Bookmaker"
            ]
        ]
    ],
    "He chose for a career in art history, with a view to exploring connections between art and his Christian convictions.": [],
    "Together with his recently widowed mother he moved to Amsterdam, where he enrolled at Amsterdam University to study art history.": [
        [
            71,
            85,
            [
                "he enrolled in",
                "he enrolled for"
            ]
        ]
    ],
    "In 1949 he married Anky Huitker (1915-2003).": [
        [
            3,
            7,
            [
                "1949,"
            ]
        ],
        [
            19,
            23,
            [
                "Any",
                "Andy",
                "Ankh",
                "Lanky",
                "Inky",
                "Manky"
            ]
        ],
        [
            24,
            31,
            [
                "Hooter"
            ]
        ]
    ],
    "Rookmaaker became an art critic for the daily newspaper <em>Trouw</em>, and after having received his B.A., he obtained an assistantship under <a href=\"/regterna\">I.": [
        [
            0,
            10,
            [
                "Bookmaker"
            ]
        ]
    ],
    "Q. van Regteren Altena</a> at his Alma Mater.": [
        [
            3,
            6,
            [
                "Van"
            ]
        ],
        [
            7,
            15,
            [
                "Retain",
                "Regain",
                "Restart",
                "Aegean",
                "Relearn"
            ]
        ],
        [
            16,
            22,
            [
                "Alena",
                "ALENA",
                "Alhena"
            ]
        ]
    ],
    "He graduated in 1953 and taught the next three years at the Spinoza High School in Amsterdam.": [],
    "In 1957 he became an art critic for the bi-weekly <em>Opbouw</em>, and in addition was appointed assistant to <a href=\"/vandewaalh\">Henri Van de Waal</a> at Leiden University.": [
        [
            3,
            7,
            [
                "1957,"
            ]
        ]
    ],
    "In 1959, he obtained his doctor's degree from Amsterdam University with a dissertation on Synthetist art theories, <em>Synthetist Art Theories: Genesis and Nature of the Ideas on art of Gauguin and his Circle</em>, written in English (republished in 1972 as <em>Gauguin and 19th Century Art Theory</em>), under the supervision of van Regteren Altena.": [
        [
            90,
            100,
            [
                "Synthesis",
                "Synthetic",
                "Synthetics",
                "Syncretist"
            ]
        ]
    ],
    "Like his father Rookmaaker was an avid Jazz enthusiast.": [
        [
            16,
            26,
            [
                "Bookmaker"
            ]
        ]
    ],
    "In 1960 he published the book <em>Jazz, Blues, Spirituals</em>.": [
        [
            3,
            7,
            [
                "1960,"
            ]
        ]
    ],
    "In 1961 he traveled to the USA and Canada on a grant from the Dutch government to study methodologies of art education at Boston University and various colleges in New York State.": [
        [
            3,
            7,
            [
                "1961,"
            ]
        ]
    ],
    "During this trip his contact with black music and in particular his meeting with Mahalia Jackson (1911-1972) made a deep impression on him.": [
        [
            81,
            88,
            [
                "Malaria",
                "Natalia",
                "Amalia",
                "Mahavira",
                "Thalia",
                "Dahlia"
            ]
        ]
    ],
    "Rookmaaker grew increasingly conservative in his outlook on modern art.": [
        [
            0,
            10,
            [
                "Bookmaker"
            ]
        ]
    ],
    "In 1962 he published <em>Kunst en amusement</em> (Art and Entertainment).": [
        [
            3,
            7,
            [
                "1962,"
            ]
        ]
    ],
    "At his 1965 appointment professor of art history at the (Christian Reformed) Vrije Universiteit of Amsterdam (VU), he delivered an inaugural lecture, \"De kunstenaar een profeet?\"": [
        [
            77,
            82,
            [
                "Voice",
                "Drive",
                "Price",
                "Prime",
                "Prize",
                "Rise"
            ]
        ],
        [
            83,
            108,
            [
                "University of Amsterdam"
            ]
        ],
        [
            165,
            168,
            [
                "been",
                "even",
                "men",
                "seen",
                "ten",
                "Ben"
            ]
        ]
    ],
    "(The Artist as a Prophet?": [],
    "), arguing that modern art should not necessarily be regarded as prophetic.": [
        [
            0,
            1,
            [
                ""
            ]
        ]
    ],
    "In addition to his teaching in Amsterdam he often lectured at universities and conferences in the United Kingdom and the USA on modern art, popular music and culture.": [],
    "This was the basis for his 1970 publication, <em>Modern Art and the Death of a Culture</em>.": [],
    "In 1971, Rookmaaker and his wife founded a Christian study center, Dutch L'Abri, in Eck en Wiel, in the province of Gelderland, modeled on L'Abri in Switzerland, created by their American friends Francis and Edith Schaeffer.": [
        [
            9,
            19,
            [
                "Bookmaker"
            ]
        ],
        [
            75,
            79,
            [
                "BRI",
                "ABI",
                "ABR",
                "APRI",
                "ARI",
                "Abi"
            ]
        ],
        [
            84,
            87,
            [
                "Deck",
                "Neck",
                "Elk",
                "ECG",
                "Eco",
                "Peck"
            ]
        ],
        [
            91,
            95,
            [
                "Wail",
                "Will",
                "Wait",
                "Wield",
                "Kiel",
                "Riel"
            ]
        ],
        [
            141,
            145,
            [
                "BRI",
                "ABI",
                "ABR",
                "APRI",
                "ARI",
                "Abi"
            ]
        ]
    ],
    "The family moved to nearby Ommeren in 1975.": [
        [
            27,
            34,
            [
                "Domain",
                "Ocean",
                "Amman",
                "Osman",
                "O'Meara",
                "Commère"
            ]
        ]
    ],
    "Rookmaaker suddenly died in 1977.": [
        [
            0,
            10,
            [
                "Bookmaker"
            ]
        ]
    ],
    "He is buried at the church at Eck en Wiel.": [
        [
            30,
            33,
            [
                "Deck",
                "Neck",
                "Elk",
                "ECG",
                "Eco",
                "Peck"
            ]
        ],
        [
            37,
            41,
            [
                "Wail",
                "Will",
                "Wait",
                "Wield",
                "Kiel",
                "Riel"
            ]
        ]
    ],
    "The following year, <em>Art Needs No Justification</em> appeared.": [],
    "His wife donated his papers to Wheaton College, Illinois, where he had lectured in the 1970s.": [],
    "His daughter Marleen Hengelaar-Rookmaaker edited his complete works in 6 volumes in 2002-2003.": [
        [
            13,
            20,
            [
                "Marlene",
                "Arleen",
                "Carleen"
            ]
        ],
        [
            21,
            41,
            [
                "Hengelaar-Bookmaker"
            ]
        ]
    ],
    "Rookmaaker, in his <em>Synthetist Art Theories</em>, was one of three principal art historians to write book-length treatises in English in the 1950's on the art period known as Symbolism, along with <a href=\"/rewaldj\">John Rewald</a> and <a href=\"/lovgrens\">Sven O. Lövgren</a>, each taking a radically different approach to the subject.": [
        [
            0,
            10,
            [
                "Bookmaker"
            ]
        ]
    ],
    "In his book, <em>Modern Art and the Death of a Culture</em> Rookmaaker firmly expressed his strong disapproval of what he saw as the irrational content of certain art works by artists like Picasso, and surrealists, including Dali, which in his view did not reflect the reality of the God-given creation, but represented a world of nihilism and absurdity.": [
        [
            60,
            70,
            [
                "Bookmaker"
            ]
        ]
    ],
    "His conservative stance toward modern art draws similarities with <a href=\"/sedlmayrh\">Hans Sedlmayr</a>, particularly Sedlmayr's book <em>Verlust der Mitte</em> (Loss of the Center).": [],
    "Rookmaaker's <em>Modern Art and the Death of a Culture</em> was acclaimed in certain Reformed Christian circles, but received negative reactions from Dutch art historians who were critical of the author's views on art, which they saw as biased.": [
        [
            0,
            10,
            [
                "Bookmaker"
            ]
        ]
    ],
    "His Amsterdam students complained that his approach to art was too speculative and too involved with theology.</p>": []
}