{
    "<p>Medievalist and first professor of art history at Stockholm University.": [],
    "Roosval was raised by successful middle-class parents in Stockholm, his father Consul John Roosval and mother Johanna Kramer.": [
        [
            0,
            7,
            [
                "Royal",
                "Coastal",
                "Rival",
                "Proposal",
                "Removal",
                "Revival"
            ]
        ],
        [
            91,
            98,
            [
                "Royal",
                "Coastal",
                "Rival",
                "Proposal",
                "Removal",
                "Revival"
            ]
        ]
    ],
    "He entered Uppsala University in 1897 completing a degree in philosophy, languages, art history and Scandinavian philology in 1899.": [],
    "Roosval moved to Berlin to tutor Rolf de Maré, the son of Swedish military attaché there, Henrik de Maré.": [
        [
            0,
            7,
            [
                "Royal",
                "Coastal",
                "Rival",
                "Proposal",
                "Removal",
                "Revival"
            ]
        ]
    ],
    "There he fell in love with Henrik's wife, Ellen von Hallwyl (1867-1952), an aspiring artist and the daughter of Count (Walter) von Hallwyl (1839-1921) one of Sweden's wealthiest families.": [
        [
            52,
            59,
            [
                "Hallway",
                "Hallways",
                "Halley"
            ]
        ],
        [
            127,
            130,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ],
        [
            131,
            138,
            [
                "Hallway",
                "Hallways",
                "Halley"
            ]
        ]
    ],
    "He entered the University of Berlin studying art history under the famous art historian <a href=\"/wolfflinh\">Heinrich Wölfflin</a> and the outstanding medievalist <a href=\"/goldschmidta\">Adolph Goldschmidt</a>.": [],
    "Roosval and Goldschmidt toured medieval churches of Prussia on bicycle.": [
        [
            0,
            7,
            [
                "Royal",
                "Coastal",
                "Rival",
                "Proposal",
                "Removal",
                "Revival"
            ]
        ]
    ],
    "He completed his dissertation in 1903 under Goldschmidt with a topic on carved Flemish altarpieces in Sweden.": [],
    "He returned to Sweden securing a job at the Nordiska museet in Stockholm and served as a reserve officer.": [
        [
            44,
            52,
            [
                "Nordic",
                "Norris",
                "Noriega",
                "Nordics",
                "Fordism",
                "Fordisms"
            ]
        ],
        [
            53,
            59,
            [
                "musket"
            ]
        ]
    ],
    "Roosval began teaching as a docent of the newly-found discipline of art history at the University of Uppsala.": [
        [
            0,
            7,
            [
                "Royal",
                "Coastal",
                "Rival",
                "Proposal",
                "Removal",
                "Revival"
            ]
        ]
    ],
    "Ellen de Maré divorced her husband and married Roosval in 1907.": [
        [
            47,
            54,
            [
                "Royal",
                "Coastal",
                "Rival",
                "Proposal",
                "Removal",
                "Revival"
            ]
        ]
    ],
    "He issued his important study of the medieval chruches of Gotland, <em>Die Kirchen Gotlands</em> in 1911.": [
        [
            46,
            54,
            [
                "churches"
            ]
        ],
        [
            58,
            65,
            [
                "Got land"
            ]
        ]
    ],
    "With [Jon] Sigurd Curman (1879-1966), he established the <em>Sveriges Kyrkor</em> (The Churches of Sweden) documentation project, issuing its first volume in 1912.": [
        [
            18,
            24,
            [
                "Furman",
                "Burman",
                "Cur man"
            ]
        ]
    ],
    "He launched the periodical <em>Svensk Konsthistoria</em> with Axel Romdahl in 1913.": [],
    "The following year he joined the University of Stockholm as a lecturer.": [],
    "Beginning in 1915, he and his wife built an Italianate mansion in Gotland, Villa Muramaris.": [
        [
            66,
            73,
            [
                "Got land"
            ]
        ],
        [
            81,
            90,
            [
                "Murmurs",
                "Murasaki",
                "Calamaris",
                "Mercaris",
                "Miramar"
            ]
        ]
    ],
    "His <em>Die Steinmeister Gottlands</em> appeared in the same year.": [],
    "He was appointed professor at Stockhold in 1918 and in 1920 named the first Anders Zorn professor of Scandinavian and comparative art history, a chair endowed by the painter Anders Zorn [1930 renamed the J. A. Berg professorship of art history and theory].": [
        [
            30,
            39,
            [
                "Stockholm",
                "Stock hold"
            ]
        ]
    ],
    "He taught as the Kahn lecturer at Princeton University in 1929.": [
        [
            17,
            21,
            [
                "Khan",
                "Hahn",
                "Kuhn",
                "AHN",
                "Kan",
                "Kohn"
            ]
        ]
    ],
    "Roosval hosted 13th International Congress of the History of Art, Stockholm, 1933.": [
        [
            0,
            7,
            [
                "Royal",
                "Coastal",
                "Rival",
                "Proposal",
                "Removal",
                "Revival"
            ]
        ]
    ],
    "There he led a group of medievalists including <a href=\"/hahnloserh\">Hans R. Hahnloser</a>, <a href=\"/hamannr\">Richard Hamann</a>, <a href=\"/conantk\">Kenneth John Conant</a> and <a href=\"/franklp\">Paul Frankl</a> to see the discovery of the only gothic church still with its wooden arch scaffolding remaining (Frankl).": [],
    "After dismissal of his colleague <a href=\"/baumj\">Julius Baum</a> in 1933 in Germany by the Nazis, Roosval invited him to lecture in the Winter semester of 1935 at Stockholm, likely saving Baum's life.": [],
    "Roosval again traveled to the United States to deliver the <a href=\"/nortonc\">Charles Eliot Norton</a> lectures at Harvard University 1936-1937.": [
        [
            0,
            7,
            [
                "Royal",
                "Coastal",
                "Rival",
                "Proposal",
                "Removal",
                "Revival"
            ]
        ]
    ],
    "Roosval was named professor emeritus in 1946.": [
        [
            0,
            7,
            [
                "Royal",
                "Coastal",
                "Rival",
                "Proposal",
                "Removal",
                "Revival"
            ]
        ]
    ],
    "He was at work on a volume of the <em>Corpus vitrearum Medii Aevi</em> for Sweden when he died in 1954 and is buried in Södra kyrkogården (Southern Cemetery) in Kalmar.": [],
    "Roosval set out to document and publicize Swedish art in mainstream art literature.": [
        [
            0,
            7,
            [
                "Royal",
                "Coastal",
                "Rival",
                "Proposal",
                "Removal",
                "Revival"
            ]
        ]
    ],
    "Medieval art in Sweden had been little studied before Roosval; as a medievalist he identified the Lübeck sculptor Bernt Notke as the creator the Saint George statue in the Stockholm Church of Saint Nicholas (Storkyrkan).": [
        [
            54,
            61,
            [
                "Royal",
                "Coastal",
                "Rival",
                "Proposal",
                "Removal",
                "Revival"
            ]
        ],
        [
            114,
            119,
            [
                "Burnt",
                "Bent",
                "Bern",
                "Bert",
                "Brent",
                "Beret"
            ]
        ],
        [
            120,
            125,
            [
                "Note"
            ]
        ]
    ],
    "His Berlin pupil, Rolf de Maré, later became a noted art collector; Roosval's brother was the early film director Albin Roosval (1860-1943).</p>": [
        [
            68,
            75,
            [
                "Royal",
                "Coastal",
                "Rival",
                "Proposal",
                "Removal",
                "Revival"
            ]
        ],
        [
            114,
            119,
            [
                "Albion",
                "Alvin",
                "Alain",
                "Albino",
                "Alb in"
            ]
        ],
        [
            120,
            127,
            [
                "Royal",
                "Coastal",
                "Rival",
                "Proposal",
                "Removal",
                "Revival"
            ]
        ]
    ]
}