{
    "<p>Director of the Metropolitan Museum of Art 1955-1966 and head of the U.S.": [],
    "army art recovery unit in World War II.": [
        [
            0,
            4,
            [
                "Army"
            ]
        ]
    ],
    "Rorimer was born to Louis Rorimer (1872-1939), a prominent interior designer and teacher at the Cleveland School of Art and Edith Rorimer.": [
        [
            0,
            7,
            [
                "Former",
                "Primer",
                "Mortimer",
                "Dormer",
                "Roomier",
                "Gorier"
            ]
        ],
        [
            26,
            33,
            [
                "Former",
                "Primer",
                "Mortimer",
                "Dormer",
                "Roomier",
                "Gorier"
            ]
        ],
        [
            130,
            137,
            [
                "Former",
                "Primer",
                "Mortimer",
                "Dormer",
                "Roomier",
                "Gorier"
            ]
        ]
    ],
    "The young Rorimer attended private schools were he was especially interested in drawing and carving.": [
        [
            10,
            17,
            [
                "Former",
                "Primer",
                "Mortimer",
                "Dormer",
                "Roomier",
                "Gorier"
            ]
        ]
    ],
    "He studied in Europe before college for two years at the École Gory in Paris.": [
        [
            57,
            62,
            [
                "Cole",
                "Ecol"
            ]
        ]
    ],
    "In 1922 he returned to the United States, entering Harvard University the following year.": [
        [
            3,
            7,
            [
                "1922,"
            ]
        ]
    ],
    "After graduating <em>cum laude</em> from Harvard in 1927, Rorimer joined the Metropolitan the same year as an assistant in the department of decorative arts.": [
        [
            58,
            65,
            [
                "Former",
                "Primer",
                "Mortimer",
                "Dormer",
                "Roomier",
                "Gorier"
            ]
        ]
    ],
    "He was promoted to assistant curator 1929.": [],
    "Beginning in 1930, he worked with Metropolitan curator <a href=\"/breckj\">Joseph Breck</a> in planning the new medieval extension to the Met, the Cloisters, advancing to associate curator in 1932.": [],
    "The Metropolitan was given four acres of a sixty-acre parks donation by John D. Rockefeller for the construction of the Cloisters.": [],
    "Rorimer was named Curator of Medieval Art in 1934 after Breck's death and worked with Charles Collens, the architect for the Cloisters, which opened in 1938.": [
        [
            0,
            7,
            [
                "Former",
                "Primer",
                "Mortimer",
                "Dormer",
                "Roomier",
                "Gorier"
            ]
        ],
        [
            56,
            61,
            [
                "Break",
                "Brick",
                "Wreck",
                "Brock",
                "Beck"
            ]
        ],
        [
            94,
            101,
            [
                "Collins",
                "Collets",
                "Colleens",
                "Col lens",
                "Coll ens"
            ]
        ]
    ],
    "He was named curator of the Cloisters the same year.": [],
    "An adept fundraiser, Rorimer set about developing the collections for the Cloisters.": [
        [
            21,
            28,
            [
                "Former",
                "Primer",
                "Mortimer",
                "Dormer",
                "Roomier",
                "Gorier"
            ]
        ]
    ],
    "Aided with further Rockefeller donations (including a 1952 gift of $10 million dollars in securities) Rorimer built the collection of which the Cloisters is known today.": [
        [
            102,
            109,
            [
                "Former",
                "Primer",
                "Mortimer",
                "Dormer",
                "Roomier",
                "Gorier"
            ]
        ],
        [
            154,
            156,
            [
                "are"
            ]
        ]
    ],
    "These purchases included the Unicorn and the Nine-Heroes tapestries, the sculptured tomb of Armengol VII, and the Pontaut monastic Chapter House as well as other pieces of art and furniture.": [
        [
            92,
            100,
            [
                "Armenian",
                "Armenia",
                "Mongol",
                "Arsenal",
                "Arming",
                "Armando"
            ]
        ],
        [
            114,
            121,
            [
                "Contact",
                "Pontus",
                "Montauk"
            ]
        ]
    ],
    "An early exponent of using ultraviolet rays to examine painting, he published a book in 1931 <em>Ultraviolet Rays and Their Use in the Examination of Works of Art</em>.": [],
    "He married Katherine Serrell, a researcher at the Museum, in 1942.": [
        [
            21,
            28,
            [
                "Terrell",
                "Ferrell"
            ]
        ]
    ],
    "In 1943 he obtained a leave of absence and joined the army as a private in the infantry, quickly rising to captain, appointed as the head of Monuments, Fine Arts and Archives Section of the Seventh United States Army, Western Military District, known at the \"Monuments men.\"": [
        [
            3,
            7,
            [
                "1943,"
            ]
        ]
    ],
    "His chief responsibilities were the discovery and preservation of art treasures hidden by the Nazis.": [],
    "His book, <em>Survival: the Salvage and Protection of Art in War</em> (1950) details his experiences.": [],
    "Rorimer was responsible for seizing the looted collections of Goering, Goebbels and Alfred Rosenberg, among others.": [
        [
            0,
            7,
            [
                "Former",
                "Primer",
                "Mortimer",
                "Dormer",
                "Roomier",
                "Gorier"
            ]
        ]
    ],
    "Returning to the Met, he was made Director of the Cloisters in 1949.": [],
    "He succeeded <a href=\"/taylorf\">Francis Henry Taylor</a> in 1955, eight months after Taylor's resignation in 1954.": [],
    "During those years he acquired many of the works for which the museum is famous: Raphael's <em>Madonna of the Meadows</em>, Rembrandt's <em>Aristotle Contemplating the Bust of Homer</em>, and Robert Campin's <em>Merode Alterpiece</em>.": [
        [
            199,
            205,
            [
                "Camping",
                "Cam pin",
                "Camp in"
            ]
        ]
    ],
    "He worked to develop the Watson Library into the largest art library in the United States.": [],
    "Attendance rose from 2 to 6 million annually.": [],
    "Rorimer groomed a young assistant medievalist, <a href=\"/hovingt\">Thomas Hoving</a>, whom he had heard at a graduate conference, to be his protégé.": [
        [
            0,
            7,
            [
                "Former",
                "Primer",
                "Mortimer",
                "Dormer",
                "Roomier",
                "Gorier"
            ]
        ]
    ],
    "This came sooner than he thought.": [],
    "At age 60, Rorimer suffered a heart attack in his sleep at home, though after a particularly contentious board meeting; Hoving succeeded him the same year.": [
        [
            11,
            18,
            [
                "Former",
                "Primer",
                "Mortimer",
                "Dormer",
                "Roomier",
                "Gorier"
            ]
        ],
        [
            120,
            126,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "His daughter, Anne Rorimer, is also an art historian.</p>": [
        [
            19,
            26,
            [
                "Former",
                "Primer",
                "Mortimer",
                "Dormer",
                "Roomier",
                "Gorier"
            ]
        ]
    ]
}