{
    "<p>Rembrandt and drawing scholar; Harvard University professor 1948-1964.": [],
    "Rosenberg came from a family of art dealers, his brother, Saemy Rosenberg (1893-1971) eventually establishing the New York firm of Rosenberg & Stiebel.": [
        [
            58,
            63,
            [
                "Seamy",
                "Sammy",
                "Samey"
            ]
        ],
        [
            143,
            150,
            [
                "Steel",
                "Stained",
                "Siegel",
                "Spiegel",
                "Staider",
                "Schiebel"
            ]
        ]
    ],
    "His parents were Gabriel Rosenberg and Bertha Rosenbaum (Rosenberg).": [],
    "Early in his life, Rosenberg planned to entry his family's antique business.": [],
    "However, when World War I was declared, he joined the German army cavalry and during a campaign in France, was wounded, captured and sent to a POW camp in Scotland.": [],
    "In a prisoner exchange, Rosenberg was sent to Switzerland where he was allowed to study art history initially at Bern and later Zürich.": [],
    "After the war he apprenticed with an art dealer, however, his temperament, by his own admission was more toward scholarship than trade.": [],
    "He entered the university in Munich where <a href=\"/wolfflinh\">Heinrich Wölfflin</a> was the <em>ordinarius</em> professor of art history.": [],
    "He received his Ph.": [
        [
            16,
            18,
            [
                "pH",
                "PH",
                "PA",
                "PC",
                "Mph",
                "PM"
            ]
        ]
    ],
    "D.": [],
    "<em>summa cum laude</em> under Wölfflin in 1922 (published 1923) writing on the drawings of Martin Schongauer.": [
        [
            31,
            39,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ],
        [
            99,
            109,
            [
                "Schopenhauer",
                "Schnauzer"
            ]
        ]
    ],
    "The same year he married Elisabeth Husserl, daughter of the philosopher Edmund Husserl.": [],
    "He was hired for the Print Room of the Berlin museum, under <a href=\"/friedlanderm\">Max J. Friedländer</a> and its Director General, <a href=\"/bodew\">Wilhelm Bode</a>.": [],
    "Although he had little personal contact with Bode, Friedländer became his other great mentor, instilling in him a love of drawings and connoisseurship.": [
        [
            51,
            62,
            [
                "Freelander"
            ]
        ]
    ],
    "In 1928, his monograph of Jacob Ruisdael's paintings and drawings appeared.": [
        [
            32,
            40,
            [
                "Israel",
                "Roosevelt",
                "Newsreel",
                "Rooster",
                "Ismael",
                "Roosted"
            ]
        ]
    ],
    "He succeeded Friedländer as head of the Print collection in 1930 (Friedländer was now director of the Berlin Museum).": [
        [
            13,
            24,
            [
                "Freelander"
            ]
        ],
        [
            66,
            77,
            [
                "Freelander"
            ]
        ]
    ],
    "Among his notable successes was diverting the selections requested by Nazi <em>Reichsmarshall</em> Hermann Goering--who was \"borrowing\" works of art for his own collection--from the precious German renaissance examples to less valuable erotic scenes.": [],
    "Rosenberg and Friedländer collaborated on a monograph on Lucas Cranach in 1932.": [
        [
            14,
            25,
            [
                "Freelander"
            ]
        ]
    ],
    "His war service allowed him to remain at the Museum even after the Nazi government began purging Jews from institutions.": [],
    "In 1935, however, Rosenberg resigned from the Print Collection, and at the suggestion of <a href=\"/goldschmidta\">Adolph Goldschmidt</a>, he was issued an invitation to Harvard for the summer 1936 art history seminar, though Rosenberg had done no lecturing.": [],
    "His success at this, and friendship with Fogg Museum director <a href=\"/sachsp\">Paul J. Sachs</a> led to first a standing invitation and finally an appointment at Harvard in 1937.": [
        [
            41,
            45,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "In 1939 he was made curator of Prints at the Fogg.": [
        [
            3,
            7,
            [
                "1939,"
            ]
        ],
        [
            45,
            49,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "Rosenberg acquired important works on paper for the museum, including German Expressionist examples, discarded by museums under National Socialist as \"degenerate.\"": [],
    "He was appointed an associate professor in the Department of Fine Arts in 1940 and professor in 1948, the same year as his major monograph on Rembrandt.": [],
    "His book <em>Great Draughtsmen from Pisanello to Picasso</em>, published in 1959, was a deeply personal view of his specialty area of drawings.": [],
    "In 1969 when the Rembrandt Research Project, a committee of art historians gathered to reduce the number of authentic Rembrandts, announced its plans, Rosenberg became a vocal critic.": [
        [
            118,
            128,
            [
                "Rembrandt's",
                "Rembrandt"
            ]
        ]
    ],
    "He retired <em>emeritus</em> from Harvard in 1964.": [],
    "In 1966 he and fellow Harvard art historian <a href=\"/slives\">Seymour Slive</a>) authored the volume <em>Dutch Art and Architecture</em> for the important <em>Pelican History of Art</em> series.": [
        [
            3,
            7,
            [
                "1966,"
            ]
        ]
    ],
    "The following year, he published his A. W. Mellon Lectures, <em>Quality in Art</em>, as much a historiography of connoisseurship as a guide to his own beliefs.": [],
    "Shortly before his death, a revised version of his Rembrandt book was chosen for publication as part of Cornell University's <em>Landmarks in Art History</em> series.": [],
    "Rosenberg remained committed throughout his career to the formalistic methodology of his mentor, Wölfflin, preferring stylistic rather than the literary approach to art history.": [
        [
            58,
            69,
            [
                "moralistic",
                "formalist",
                "formalists"
            ]
        ],
        [
            97,
            105,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "In later years he repudiated some of Wölfflin's oversimplifications (Slive).": [
        [
            37,
            45,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ],
        [
            69,
            74,
            [
                "Live",
                "Alive",
                "Slave",
                "Olive",
                "Slide",
                "Clive"
            ]
        ]
    ],
    "Rosenberg's brand of connoisseurship, like Friedländer's, relied on intuition and vast experience rather than cataloging of stylistic idiosyncrasies of an individual artist that <a href=\"/morellig\">Giovanni Morelli</a> employed.": [
        [
            43,
            54,
            [
                "Freelander"
            ]
        ]
    ],
    "He doubted the ultimate usefulness of \"committee judgments\" for authenticity (for example, the Rembrandt Research Project), preferring the value of the expert individual.</p>": []
}