{
    "<p>Modernist art historian; Professor Art, Institute of Fine Arts, New York University, 1966-2006; Stephen and Nan Swid Curator of 20th-Century Art at the Guggenheim Museum 1996-2006.": [
        [
            115,
            119,
            [
                "Said",
                "Swim",
                "Slid",
                "Skid",
                "Swig",
                "Swed"
            ]
        ]
    ],
    "Rosenblum was the son of Abraham H. Rosenblum and Lily M. Lipkin (Rosenblum).": [
        [
            0,
            9,
            [
                "Rosenbaum"
            ]
        ],
        [
            36,
            45,
            [
                "Rosenbaum"
            ]
        ],
        [
            58,
            64,
            [
                "Lip kin"
            ]
        ],
        [
            66,
            75,
            [
                "Rosenbaum"
            ]
        ]
    ],
    "His father was a New York dentist.": [],
    "After serving in the United States Army 1945-1946, he attended Queens College, receiving his B. A. in 1948, and Yale for his Master's degree, awarded in 1950.": [],
    "He gained a Ph.D.": [],
    "at New York University, writing his dissertation under <a href=\"/friedlanderw\">Walter Friedlaender</a> in 1956.": [
        [
            0,
            2,
            [
                "At"
            ]
        ]
    ],
    "He taught as an instructor of fine arts at the University of Michigan, 1955-56, before moving to Princeton as an associate professor in 1956.": [],
    "In 1960, Rosenblum published his <em>Cubism and Twentieth-Century Art</em>, which solidified his reputation as a new-world modernist.": [
        [
            9,
            18,
            [
                "Rosenbaum"
            ]
        ]
    ],
    "Except for visiting professorships at Columbia University, 1960-61 and 1963, he remained at Princeton until 1966.": [],
    "That year he was appointed professor of fine arts at New York University where he remained the rest of his career.": [],
    "In 1967, Rosenblum took the theme of his dissertation, reworking it as the book <em>Transformations in Late Eighteen-Century Art</em>.": [
        [
            9,
            18,
            [
                "Rosenbaum"
            ]
        ]
    ],
    "This seminal work was based upon the idea of \"turning points\" of works of the early Modern period, an examination of the manner in which the French Revolution adopted neoclassical imagery and techniques.": [],
    "In 1975, Rosenblum participated in a major show of French Revolutionary art at the Metropolitan and Detroit, <em>French Painting, 1774-1830: the Age of Revolution</em>.": [
        [
            9,
            18,
            [
                "Rosenbaum"
            ]
        ]
    ],
    "The exhibition was praised for overthrowing the simplistic version of French Revolutionary art--one propounded by his NYU mentor Friedlaender as \"David to Delacroix.\"": [
        [
            129,
            141,
            [
                "Freelander"
            ]
        ]
    ],
    "However, Rosenblum was criticized by art historians of the social history, such as Carol Duncan, for \"neutralizing\" the political issues behind the era's painting in favor of stylistic concerns.": [
        [
            9,
            18,
            [
                "Rosenbaum"
            ]
        ]
    ],
    "He himself complained that the show, which was organized for the Metropolitan Museum of Art, NY, with director <a href=\"/hovingt\">Thomas Hoving</a>, highlighted artists would who draw larger crowds rather than those most important.": [],
    "He was named Henry Ittleson, Jr.": [
        [
            19,
            27,
            [
                "Littleton"
            ]
        ]
    ],
    "Professor of Modern European Art at NYU in 1976.": [],
    "At age 50 in 1978, Rosenblum married the 28-year-old artist Jane Kaplowitz.": [
        [
            19,
            28,
            [
                "Rosenbaum"
            ]
        ],
        [
            65,
            74,
            [
                "Karlowitz"
            ]
        ]
    ],
    "He was awarded the <a href=\"/matherf\">Frank Jewett Mather, Jr.</a>, Award for Distinction in Art Criticism in 1981.": [],
    "In 1984 two books appeared, <em>Modern Painting and the Northern Romantic Tradition</em> and the survey <em>Art of the Nineteenth Century</em>, the second co-authored with fellow NYU faculty <a href=\"/jansonh\">Horst Woldemar Janson</a>.": [],
    "In 1989 Rosenblum published his controversial <em>Paintings in the Musee d'Orsay</em>, a revisionist view of 19th-century art incorporating Cézanne, Manet and other mainstream avant-garde greats, along with previously disparaged academic artists such as William Bouguereau, in order to paint the larger picture of the art milieu.": [
        [
            8,
            17,
            [
                "Rosenbaum"
            ]
        ]
    ],
    "He was appointed Stephen and Nan Swid Curator of 20th-Century Art at the Solomon R. Guggenheim Museum in 1996.": [
        [
            33,
            37,
            [
                "Said",
                "Swim",
                "Slid",
                "Skid",
                "Swig",
                "Swed"
            ]
        ]
    ],
    "In 2000 Rosenblum co-curated the exhibition \"1900: Art at the Crossroads,\" shown at the Royal Academy of Arts in London and the Guggenheim Museum.": [
        [
            8,
            17,
            [
                "Rosenbaum"
            ]
        ]
    ],
    "His students mounted a symposium in his honor two months before his death of colon cancer at age 79.": [],
    "Rosenblum was emblematic of the academic scholar of early modernism who made a public transition to contemporary art and high-profile museum world.": [
        [
            0,
            9,
            [
                "Rosenbaum"
            ]
        ]
    ],
    "His teaching, notably Princeton--one of the last schools to recognize modern art as a field of scholarship--and later NYU, gained him <em>entre</em> into the museum world which was looking for a higher pedigree for its exhibition catalogs.": [],
    "Though he never relinquished interest in the lesser-known (at least to the English-speaking world) northern-European artists such as Caspar David Friedrich and Vilhelm Hammershøi, some of his most insightful writing was on Picasso.": [
        [
            160,
            167,
            [
                "Wilhelm"
            ]
        ],
        [
            168,
            178,
            [
                "Hammers",
                "Hammerstein"
            ]
        ]
    ],
    "His 1999 collected essays, <em>On Modern American Art: Selected Essays</em>, comprising forty year's of writing (1958-1998) covered the range of modernist artists he critiqued, including Willem de Kooning, Jasper Johns, Roy Lichtenstein, Jackson Pollack, Andrew Wyeth, and Mark Rothko.</p>": [
        [
            94,
            100,
            [
                "years"
            ]
        ]
    ]
}