{
    "<p>Art critic and historian of modern American art.": [],
    "Rose attended Smith College undergraduate and then graduate school at Columbia University for her Master's Degree, where she heard lectures of <a href=\"/heldj\">Julius S. Held</a> and the medievalist/modernist <a href=\"/schapirer\">Meyer Schapiro</a> among others.": [],
    "(Fearful of Schapiro's reputation on oral examinations, she planned her for the year he was on sabbatical).": [
        [
            12,
            20,
            [
                "Shapiro"
            ]
        ]
    ],
    "She met and lived with (future cinematographer) Michael Chapman (b.": [],
    "1935), who introduced her to the emerging moderns artists of the New York scene, including Carl Andre in 1957 and Frank Stella in 1960.": [],
    "By 1961 she and Stella had become a couple.": [],
    "The same year, Rose received a Fulbright Fellowship for Spain.": [],
    "She and Stella married in London in 1962; Rose gave birth to a daughter the same year; the art historian <a href=\"/friedm\">Michael Fried</a> was a god-parent.": [],
    "It was Fried who encourage Rose to write criticism.": [],
    "She began writing criticism of modern art for the Spanish art magazine <em>Goya</em>.": [],
    "A chance submission to <em>Art International</em> led to a monthly column \"New York Letter\" in 1963, learning much from its editor, Philip Leider.": [
        [
            139,
            145,
            [
                "Later",
                "Leader",
                "Laser",
                "Layer",
                "Ladder",
                "Laden"
            ]
        ]
    ],
    "In 1965 she relinquished her position at <em>Art International</em> for similar positions at <em>Art in America</em> and <em>Art Forum</em> (through 1972).": [
        [
            3,
            7,
            [
                "1965,"
            ]
        ]
    ],
    "Rose wrote the article, \"ABC Art,\" in the October,1965 issue of <em>Art in America</em> which became the defining text of minimalist art.": [
        [
            42,
            54,
            [
                "October 1965"
            ]
        ]
    ],
    "She was awarded a Distinguished Art Criticism Award by the College Art Association of America in 1966 (a second was awarded in 1969).": [],
    "During these years, she and Stella lived in New York City and Rose was a dominant figure in the modernist art-historical/gallery world.": [],
    "Together with her husband, the two became a focus of the New York avant-garde socialite world.": [],
    "In 1967 Rose and Stella moved to California where Stella took a position at the University of California, Irvine.": [],
    "Rose published her landmark survey of 20th-century American painting and sculpture, <em>American Art since 1900</em> the same year and began teaching art history at Sarah Lawrence College, Bronxville, NY.": [
        [
            189,
            199,
            [
                "Brownsville",
                "Brookville"
            ]
        ]
    ],
    "The couple divorced in 1969.": [],
    "She accepted a visiting lecturer in art history at Yale University the following year.": [],
    "Rose never finished her dissertation formally, but in 1984 her essays on art were accepted for a Ph.D.": [],
    "at Columbia.": [
        [
            0,
            2,
            [
                "At"
            ]
        ]
    ],
    "She permanently settled in Perugia, Italy, buying the villa Camerata di Todi.": [
        [
            60,
            68,
            [
                "Camera ta"
            ]
        ],
        [
            72,
            76,
            [
                "Todd",
                "TDI",
                "Toni",
                "Jodi",
                "Lodi",
                "Tod"
            ]
        ]
    ],
    "In 1987 she was a visiting lecturer at Hunter College.": [
        [
            3,
            7,
            [
                "1987,"
            ]
        ]
    ],
    "The following year she was appointed Editor-in-Chief of the <em>Journal of Art</em>.": [],
    "Rose produced a short film about her Schapiro's lectures, <em>La Leçon de Meyer Schapiro</em>, for the 2004 anniversary of his birth.": [
        [
            37,
            45,
            [
                "Shapiro"
            ]
        ]
    ],
    "Her papers for the years 1966-1967 in part reside at the Archives of American Art, and at the Getty Research Institute for 1940-1993.": [],
    "Rose claimed she never wanted to be a critic.": [],
    "Of her methodology, she wrote, \"My approach has been empirical and pragmatic: I attempt to describe the phenomena observed before making a judgment regarding its meaning and quality.": [],
    "I have also focused on the intended role and function of the art in question as opposed to employing a priori categories of judgment.\"": [],
    "(from her dissertation).": [],
    "However, she remained wedding to a theoretical interpretation of modern art, disparaging \"popular culture's\" influence in modernism.": [],
    "Her first-hand knowledge of the New York art world brought her to deny the claims of Serge Guibualt that the emergence was a<em>New York Times</em>hing more than organic and spontaneous.</p>": [
        [
            91,
            99,
            [
                "Guilt",
                "Gunboat",
                "Goodall",
                "Goofball",
                "Thibault",
                "Gumball"
            ]
        ],
        [
            147,
            151,
            [
                "thing",
                "hang"
            ]
        ]
    ]
}