{
    "Architectural historian.": [],
    "Rosenau's father was Albert Rosenau (d.": [
        [
            0,
            7,
            [
                "Roseau"
            ]
        ],
        [
            28,
            35,
            [
                "Roseau"
            ]
        ]
    ],
    "1923), a medical doctor and her mother Klara Lion (Rosenau).": [
        [
            39,
            44,
            [
                "Clara",
                "Kara",
                "Lara",
                "Kiara",
                "Klarna"
            ]
        ],
        [
            51,
            58,
            [
                "Roseau"
            ]
        ]
    ],
    "She was raised in Monte Carlo and in Bad Kissingen, Germany, where she was privately tutored.": [
        [
            41,
            50,
            [
                "Kissinger"
            ]
        ]
    ],
    "After receiving her <em>abitur</em> in 1923, she studied art history at various universities as was the German custom, including Munich under <a href=\"/wolfflinh\">Heinrich Wölfflin</a>, Halle, Berlin under <a href=\"/goldschmidta\">Adolph Goldschmidt</a>, Bonn under <a href=\"/clemenp\">Paul Clemen</a> and finally Hamburg under <a href=\"/panofskye\">Erwin Panofsky</a>.": [],
    "Her 1930 dissertation was accepted from the university in Hamburg on the topic of Cologne cathedral.": [],
    "She moved to the University in Münster with plans to write her Habilitation under <a href=\"/wackernagelm\">Martin Wackernagel</a>.": [
        [
            63,
            75,
            [
                "Rehabilitation",
                "Habitation",
                "Facilitation",
                "Debilitation",
                "Habilitating"
            ]
        ]
    ],
    "Rosenau worked on excavations in the cathedrals in Bremen, Cologne and the Großmünster church in Zürich.": [
        [
            0,
            7,
            [
                "Roseau"
            ]
        ]
    ],
    "When the new Nazi government forbade Jews, she and her mother emigrated first to Switzerland and then to the United Kingdom in 1933.": [],
    "She succeeded in writing her habilitation, <em>Design and Medieval Architecture</em>, using a 1934-1935 stipend from the British Federation of University Women.": [
        [
            29,
            41,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ]
    ],
    "Rosenau continued study at the Courtauld Institute between 1935 and 1940, researching the architectural history of the synagogue.": [
        [
            0,
            7,
            [
                "Roseau"
            ]
        ],
        [
            31,
            40,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "She married Zwi Carmi (1883-1900), a medical doctor in 1938.": [
        [
            12,
            15,
            [
                "WWI",
                "BWI",
                "DWI",
                "FWI",
                "PWI",
                "WI"
            ]
        ],
        [
            16,
            21,
            [
                "CARMI",
                "Carpi",
                "CARME",
                "CARMF",
                "Came",
                "Arms"
            ]
        ]
    ],
    "A Ph.D.": [],
    "degree was granted by the Courtauld, University of London, in 1940.": [
        [
            0,
            6,
            [
                "Degree"
            ]
        ],
        [
            26,
            35,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Rosenau worked at the London School of Economics in 1941 for the sociologist Karl Mannheim (1893-1947), researching the social place of women in the mirror of art.": [
        [
            0,
            7,
            [
                "Roseau"
            ]
        ]
    ],
    "The result of this became one of the first feminist tracts in art history, a small booklet looking at women as subjects in art, <em>Woman in Art: from Type to Personality</em>.": [],
    "She became a naturalized British subject in 1945.": [],
    "After the war, she lectured at a variety of universities, including the University of London, 1947-1951.": [],
    "During that time she published her first art-history book in English, on the painter Jacques-Louis David, in 1948.": [],
    "The book was reviewed in 1949 in the <em>Burlington Magazine</em> by the obstreperous <a href=\"/cooperd\">Douglas Cooper</a> which resulted in a celebrated disagreement between the two, highlighting her social history approach in distinction from Cooper's aesthetic.": [],
    "She moved to the University of Manchester in 1951 where she researched the theory of the French Revolutionary architect Etienne Louis Boullée, editing and publishing his treatise, <em>Architecture, Essai sur L'art</em>, in 1953.": [
        [
            134,
            141,
            [
                "Bullet",
                "Boulder",
                "Boulez",
                "Boules",
                "Coulee",
                "Bulled"
            ]
        ]
    ],
    "Her <em>The Ideal City in its Architectural Evolution</em> was published in 1959.": [],
    "In 1968, she returned to the University of London lecturing there and at Leo Baeck College, a progressive London Jewish college Rabbinic institute.": [
        [
            77,
            82,
            [
                "Back",
                "Beck"
            ]
        ]
    ],
    "She died in obscurity, receiving no obituary in any major newspaper or art journal, except the<em> Gazette des Beaux-Arts</em>.": [],
    "Her students included Adrian Rifkin.": [
        [
            29,
            35,
            [
                "Griffin",
                "Rankin",
                "Ruskin",
                "Rifling",
                "Risking",
                "Riffing"
            ]
        ]
    ]
}