{
    "<p>Art critic; canonizer of the Abstract Expressionist movement in the 1950s.": [
        [
            15,
            24,
            [
                "canonized",
                "canonize",
                "canonizes",
                "caponizer"
            ]
        ]
    ],
    "Rosenberg was born to Abraham Benjamin Rosenberg, a scholar and sometime poet, and Fanny Edelman (Rosenberg).": [],
    "After a year at the City College of New York (1923-1924), he attended St.": [],
    "Lawrence University, Brooklyn, gaining a law degree in 1927.": [],
    "His education was greatly augmented by reading from the New York Public Library.": [],
    "He contracted osteomyelitis, a serious bone infection, almost immediately after graduating, resulting in his walking with a cane the rest of his life.": [],
    "After this life-changing experience, Rosenberg adopted a Bohemian lifestyle and a devotion to writing poetry.": [],
    "He wrote for the Chicago literary magazine <em>Poetry</em> beginning in 1931.": [],
    "The following year he married May Natalie Tabak (1910-1993), a teacher and social worker and later novelist.": [
        [
            42,
            47,
            [
                "Table",
                "Talk",
                "Tank",
                "Task",
                "Taxa",
                "Tab"
            ]
        ]
    ],
    "The Great Depression now in its height, Rosenberg studied Marx and contributed to the <em>Partisan Review</em> and the <em>New Masses</em>.": [],
    "Franklin Roosevelt's New Deal took effect in 1933 and artist were put to work in their craft.": [],
    "In New York Rosenberg was assigned to the part of the Works Progress Administration for art, the Federal Arts Project working in its Mural Division.": [],
    "There he met the artist Willem de Kooning and became conversant with the theories of abstraction.": [],
    "But Rosenberg's Marxism was at odds with his fundamental belief in an intellectual approach to aesthetics.": [],
    "He was expelled by the more doctrinaire artists in 1936 as editor of <em>Art Front</em> and censured the following year for his WPA issue of <em>American Stuff</em>.": [],
    "Slowly Rosenberg converted to an anti-Communist and democratic stance on art toward focusing on individual creativity and the independence of the artist.": [],
    "In 1938 he moved to Washgington, D. C., assuming the role of national art editor for the WPA <em>American Guide</em> series (appearing 1938-1942).": [
        [
            3,
            7,
            [
                "1938,"
            ]
        ],
        [
            20,
            31,
            [
                "Washington"
            ]
        ]
    ],
    "In an early article, \"The Fall of Paris,\" published in <em>Partisan Review</em> in 1940, Rosenberg announced that New York was becoming the center of the modern art world.": [],
    "Too disabled to fight as a soldier in World War II, he worked in the Office of War Information in 1942, published a book of poems, <em>Trance Above the Streets</em> in 1943, and wrote radio plays.": [],
    "After the armistice, Rosenberg continued working for the War Advertising Council, renamed simply the Advertising Council.": [],
    "He remained at the Council as Program Consultant for most of his career.": [],
    "In 1947 several seminal manifestos for Abstract Expressionism appeared by the artists whom Rosenberg knew in Greenwich Village and East Hampton.": [],
    "These included Barnett Newman's \"The Sublime is Now\" and the first (and only) issue of the journal <em>Possibilities</em> edited by Rosenberg, Robert Motherwell, Pierre Chareau, and John Cage.": [
        [
            169,
            176,
            [
                "Château",
                "Chateau",
                "Chapeau"
            ]
        ]
    ],
    "The latter work displayed an anti-ideological stance toward the abstract artists in 1947-1948.": [],
    "Rosenberg's writing applied the advertising technique of pithy slogans in describing art movements.": [],
    "In 1952, he coined the term <em>Action Painting</em> for the Abstract Expressionist artists, introducing their art in a series of articles published in the periodical <em>Art News</em>, the leading modernist magazine edited by <a href=\"/hesst\">Thomas B. Hess</a>.": [],
    "Though Hess had written a book on the Abstract Expressionists the year before, it was Rosenberg's essay that coalesced the group in print.": [],
    "Rosenberg incorporated ideas from existentialism to argue the privileging of the event over aesthetics in action painting.": [],
    "In addition to bringing instant celebrity to himself, Rosenberg's article and terminology brought a cohesive organizing principle to artists as different as de Kooning, Jackson Pollock, Hans Hofmann, Franz Kline and others.": [
        [
            160,
            167,
            [
                "Mooning"
            ]
        ],
        [
            191,
            198,
            [
                "Hoffmann"
            ]
        ]
    ],
    "Some, notably Pollock, rejected Rosenberg's article, despite it's bringing abstract expressionists to prominence.": [],
    "Rosenberg published regularly in <em>Art News</em> throughout the 1950's, as well as in other literary and political periodicals such as <em>Twentieth Century</em>, <em>Les Temps Modernes</em>, and <em>Dissent</em>.": [
        [
            66,
            72,
            [
                "1950s"
            ]
        ]
    ],
    "Rosenberg began a series of college visiting lectureships, the first at the New School of Social Research, 1953-1954.": [],
    "In 1956 the philosopher Maurice Merleau-Ponty asked Rosenberg to contribute the chapter on Marx for his <em>Les Philosophes Célèbres</em>.": [
        [
            32,
            45,
            [
                "Merle-Ponty",
                "Merleau-Pony"
            ]
        ]
    ],
    "Rosenberg first collection of essays appeared in 1959 as <em>The Tradition of the New</em>.": [],
    "It remains his classic statements on modern art.": [],
    "The College Art Association awarded him the <a href=\"/matherf\">Frank Jewett Mather, Jr.</a>, Award for Criticism in 1964.": [],
    "After a second lectureship at Princeton University in 1963 (Christian Gauss lectures) and then a visiting professorship at the University of Southern Illinois in 1965, Rosenberg joined the University of Chicago as Professor of Art in 1966, sitting on its famous Committee on Social Thought.": [],
    "The following year, he was appointed art critic for the <em>New Yorker</em> and Rosenberg reached a vastly larger audience.": [],
    "Several articles in his \"Art World\" column criticized art historians and curators for treating art as a product.": [],
    "Somewhat ironically for someone who held an academic appointment, he mocked the American art establishment and academic critics and curators whom he chastised as conventional middle-class professionals and enemies of critical culture.": [],
    "His criticism contrasted that of <a href=\"/friedm\">Michael Fried</a>.": [],
    "He mocked Fried's favorite painters, Jules Otilitski and Frankl Stella for example, citing the latter as \"a gifted designer\" with a \"decorator's instinct\" and \"cocktail lounge taste in color.\"": [
        [
            57,
            63,
            [
                "Frank",
                "Franks",
                "Frankly",
                "Frankel",
                "Fran kl"
            ]
        ]
    ],
    "In his later years, Rosenberg published his essays in various collections, <em>Artworks and Packages</em> (1969) <em>Act and the Actor</em> (1970), and <em>The De-Definition of Art</em> (1972).": [],
    "Rosenberg only relinquished his position at the Ad Council in 1973.": [],
    "In later years, further collected essays, <em>Discovering the Present</em> (1973) and <em>Art on the Edge</em> (1975) appeared.": [],
    "Rosenberg completed a book-length study of Barnett Newman and a show at the Whitney on his friend, Saul Steinberg, both in 1978.": [],
    "The same year he suffered a stroke at his summer home on Long Island and died after contracting pneumonia.": [],
    "Days after his death, his colleague in Abstract Expressionism, Hess, also died.": [],
    "Posthumous collections of his writing include <em>Art and Other Serious Matters</em> and <em>The Case of the Baffled Radical</em>.": [],
    "His papers are held at the Archives of American Art and the Getty Research Institute.": [],
    "Rosenberg gave contemporary American art serious intellectual consideration worthy of the world's attention, writing, as the <em>New York Times</em> phrased it, as \"not as an intellectual but as an inspired sensualist.\"": [],
    "Contrasting the other important critic of Abstract Expressionism, the much more theoretical <a href=\"/greenbergc\">Clement Greenberg</a>, and Greenberg's apostle, Fried, Rosenberg was a gut and emotional writer.": [],
    "In 1959, <a href=\"/readh\">Herbert Read</a> characterized Rosenberg as \"the Apollinaire of Action Painting.\"": [],
    "His criticism merged politics and art.": [],
    "Following perhaps the example set by <a href=\"/ruskinj\">John Ruskin</a>, Rosenberg selected a single artist whom he believed embodied the acme of painting.": [],
    "In his case, it was the concept of action painting as manifested by de Kooning.": [
        [
            71,
            78,
            [
                "Mooning"
            ]
        ]
    ],
    "His later writing largely railed against the newest generation of artist whose art no longer fit his esthetics based upon the Abstract Expressionist painters he knew.": [
        [
            101,
            110,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "\"Much of his what he wrote in the 60's and 70's would find its place in any history of invective,\" the critic <a href=\"/russellj\">John Russell</a> wrote in Rosenberg's <em>New York Times</em> obituary.</p>": [
        [
            34,
            38,
            [
                "60s"
            ]
        ],
        [
            43,
            47,
            [
                "70s"
            ]
        ]
    ]
}