{
    "<p>Curator of the Baltimore Museum of Art.": [],
    "Gertrude Rosenthal was born in 1906 to Daniel Rosenthal, a banker, and Rosalie Rosenthal.": [],
    "After her family moved to Cologne following the abrupt passing of her father, Rosenthal received her <em>abitur</em> in 1923.": [],
    "After receiving this degree, she worked in an office role for a chemical company in Cologne.": [],
    "At the Wallraf-Richartz-Museum, she was the assistant at the bookstore from 1925-1927.": [
        [
            7,
            30,
            [
                "Wallah-Richartz-Museum",
                "Wallraf-Richard-Museum"
            ]
        ]
    ],
    "She became, at around the same time, a journalist for <em>Kölnische Zeitung</em>, a role which she would hold until 1933.": [],
    "Her studies of art history, history, and the history of literature lasted from 1927-1931.": [],
    "She studied in Paris, Cologne, and Bonn under <a href=\"/brinckmanna\">Albert Brinckmann</a> and <a href=\"/clemenp\">Paul Clemen</a>.": [],
    "She completed her dissertation, <em>Französische Bildhauerkunst unter dem Einfluß römischer Barockskulptur um die Wende des 18.": [
        [
            64,
            69,
            [
                "under",
                "enter",
                "inter",
                "Hunter",
                "hunter",
                "punter"
            ]
        ],
        [
            70,
            73,
            [
                "them",
                "DEM",
                "Dem",
                "demo",
                "Del",
                "dam"
            ]
        ],
        [
            74,
            81,
            [
                "Influx"
            ]
        ],
        [
            82,
            91,
            [
                "Fischer",
                "richer",
                "Fleischer",
                "Frobisher",
                "polisher",
                "romancer"
            ]
        ],
        [
            114,
            119,
            [
                "Wendy",
                "Wendi",
                "Wended",
                "Wends",
                "Wend"
            ]
        ],
        [
            120,
            123,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Jahrhunderts</em>, on the influence of Roman Baroque sculpture on French sculpture at the end of the 18th century.": [],
    "Rosenthal’s career progression from 1933-1939 is largely unknown.": [],
    "This is most likely the case because of the fact that she, similar to many other prominent Jews at the time, attempted to maintain an inconspicuous public profile so as to not attract the attention of the rising Nazi regime.": [
        [
            29,
            53,
            [
                "because"
            ]
        ],
        [
            163,
            171,
            [
                "to"
            ]
        ]
    ],
    "In 1939, she emigrated to London where she worked as a research assistant at the Courtauld Institute of Art.": [
        [
            13,
            25,
            [
                "immigrated to",
                "emigrated from"
            ]
        ],
        [
            81,
            90,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "In 1940, she moved to Baltimore, Maryland, USA.": [],
    "She quickly found employment as an art librarian and lecturer at Goucher College.": [],
    "She held this role from 1940-1945, but she would ultimately pursue a career as a museum curator.": [],
    "Starting in 1943, she was a research assistant at the Walters Art Museum, in 1945 she became the Director of Research for the Museum, and then she became the General Curator from 1949-1956.": [],
    "From 1956-1968 she was the Chief Curator at the Baltimore Museum of Art.": [],
    "She worked intermittently as a guest lecturer at Johns Hopkins University and was the editor of <em>Museum News</em> from 1959-1963.": [],
    "During her tenure at both the Walters Art Museum and Baltimore Museum of Art, she organized several notable exhibitions, including <em>Baltimore Furniture</em> (1946), <em>Illuminated Books of the Middle Ages and Renaissance</em> (1949), and <em>The Age of Elegance, The Rococo and Its Effects</em> (1959).": [],
    "She also organized the American Pavillion at the Venice Biennale.</p>\n\n<p>Rosenthal held honorary doctorates from Goucher College and at the Maryland Institute.": [
        [
            32,
            41,
            [
                "Pavilion"
            ]
        ]
    ],
    "She was also a senior fellow of the National Endowment for the Arts.": [],
    "Her exhibitions had popular appeal to the arts community, and she was well-known for her securing of the Cone collection of works by Henri Matisse and other prominent artists (Russell).</p>\n\n<p> </p>": []
}