{
    "<p>University of Chicago professor of renaissance art and architecture, 1954-.": [],
    "Rosenthal was son of Edgar Ernst Rosenthal and Renee Wyler (Rosenthal).": [
        [
            53,
            58,
            [
                "Tyler"
            ]
        ]
    ],
    "He received his B. A. from the University of Wisconsin, Milwaukee in 1943.": [],
    "After military service in World War II in the Naval Reserve,1943-46, he continued work in art history at New York University, writing a dissertation on the Cathedral of Granada in 1953.": [],
    "He returned to Milwaukee to shortly before completion of his degree to work as a curator for the Milwaukee Art Institute and Layton Art Gallery (modern Milwaukee Art Museum).": [],
    "In 1954 he was appointed assistant professor of art at the University of Chicago, where he remained the rest of his career.": [
        [
            3,
            7,
            [
                "1954,"
            ]
        ]
    ],
    "He was named associate professor in 1960.": [],
    "His dissertation was published by Princeton University Press in 1961.": [],
    "He received a 1963 Guggenheim grant.": [],
    "In 1964 Rosenthal wrote a groundbreaking article for the <em>Art Bulletin</em> on a work that had been previously thoroughly studied: Michelangelo's statue of Moses.": [],
    "In it, he postulated that the extremes in proportion of the statue were due to the original intention to place the statue high on Julius II's tomb.": [],
    "Rosenthal was appointed full professor of art history at Chicago in 1958.": [],
    "He was noted for his courses on the diffusion of the renaissance throughout Europe, emphasizing Spain's contribution.": [],
    "He published a 1985 monograph on the palace of Charles V, also by Princeton University Press.": [],
    "Rosenthal's method was noted for its careful examination of the facts (his books on Spanish architecture employed measurements of the monuments he personally made) and astute observation.": [],
    "His acknowledgement that Michelangelo's Moses made sense only when it was observed <em>dal di sotto in su</em> (looking up from below), was typical of his original thinking, applied to art objects already heavily studied.</p>": []
}