{
    "Museum curator and gallerist who brought the study of drawing to the fore of study.": [],
    "Rose was born as Bernice Berend to Rose and Bert Berend.": [
        [
            25,
            31,
            [
                "Band",
                "Beard",
                "Barn",
                "Barns",
                "Baird",
                "Bard"
            ]
        ],
        [
            49,
            55,
            [
                "Band",
                "Beard",
                "Barn",
                "Barns",
                "Baird",
                "Bard"
            ]
        ]
    ],
    "Her mother was a homemaker and her father sold electrical fixtures in Miami Beach.": [],
    "The family relocated to Brooklyn, New York, in 1941 when she was about six.": [],
    "In 1956, she married Herbert Bernard Rose (1929–2010), a lawyer to many prominent American charitable organizations.": [],
    "Rose received a B.A.": [],
    "from Hunter College, City of New York, where she studied painting with Robert Motherwell and William Baziotes, two artists at the forefront of modern art.": [
        [
            0,
            4,
            [
                "From"
            ]
        ],
        [
            101,
            109,
            [
                "Barites"
            ]
        ]
    ],
    "In 1965 she joined the Museum of Modern Art, New York, as a secretary in the department of painting and sculpture.": [
        [
            3,
            7,
            [
                "1965,"
            ]
        ]
    ],
    "Moving rapidly, she was given curatorial options.": [],
    "Her first exhibition was \"Jackson Pollock, Works on Paper,\" 1969.": [],
    "By 1971 she was named associate curator of the Museum’s newly created Drawings Department.": [],
    "She served under the tutelage of MOMA’s chief curator, <a href=\"/liebermanw\">William Lieberman</a>, a curator known for his encyclopedic visual memory.": [
        [
            33,
            37,
            [
                "MoMA",
                "COMA",
                "ROMA",
                "MOM",
                "MDMA",
                "MONA"
            ]
        ]
    ],
    "Through Lieberman she, too, developed an acute eye (Glueck).": [
        [
            8,
            17,
            [
                "Lieberman,"
            ]
        ],
        [
            52,
            58,
            [
                "Glue ck"
            ]
        ]
    ],
    "As curator in the museum’s drawing department, Rose organized numerous exhibitions, including her 1976 landmark show, “Drawing Now: 1955-1975” featuring drawings by artists not known for that medium.": [],
    "In that show, Rose highlighted the way in which these artists were transforming drawing.": [],
    "Together with Jean Leymarie (1919-2006) director of the French Academy in Rome and French museum curator Geneviève Monnier (b.": [
        [
            19,
            27,
            [
                "Laurie",
                "Lamar",
                "Laramie",
                "Samaria",
                "Tamarin",
                "Lamarck"
            ]
        ],
        [
            115,
            122,
            [
                "Bonnier"
            ]
        ]
    ],
    "1939), she published <i>Drawing: History of an Art</i>, the first major history of drawing, in 1979.": [],
    "Another monumental show, “Cezanne Treasure: The Basel Sketchbooks” was launched in 1988.": [],
    "In 1993 she transitioned to the gallery world, joining PaceWildenstein, where she led a department strictly devoted to drawings.": [
        [
            3,
            7,
            [
                "1993,"
            ]
        ]
    ],
    "There she was responsible for the 1995 “Picasso and Drawing,” featuring  a number of rarely seen works lent from private collections.": [
        [
            71,
            73,
            [
                " "
            ]
        ]
    ],
    "By then she and her husband were living in Kips Bay Plaza, an early work of I. M. Pei in New York.": [],
    "When the Menil Drawing Institute and Study Center was founded, Rose was hired as its first Chief Curator in 2007.": [
        [
            9,
            14,
            [
                "Menial",
                "ENIL",
                "Me nil"
            ]
        ]
    ],
    "She oversaw the foundation’s more that 1,200 works on paper as well as developing the study center’s mission.": [
        [
            34,
            38,
            [
                "than"
            ]
        ]
    ],
    "She retired from the Menil in 2018.": [
        [
            21,
            26,
            [
                "Menial",
                "ENIL",
                "Me nil"
            ]
        ]
    ],
    "Shortly after completing the six-volume Jasper Johns <i>Catalogue Raisonné</i> of Drawing in 2023, she died of pancreatic cancer at her home in Manhattan.": [
        [
            56,
            65,
            [
                "Catalog"
            ]
        ],
        [
            66,
            74,
            [
                "Raise",
                "Raising",
                "Lausanne",
                "Riemann",
                "Raisins",
                "Argonne"
            ]
        ]
    ],
    "She is not related to the art historian <a href=\"/roseb\">Barbara Rose</a> though the two knew each another.": [],
    "&nbsp;\n\nRose was one of the first curators to recognize that younger artists were creating drawings as a separate artistic form.": [],
    "She argued that contemporary drawing was as significant as the other media artists created, countering consensus in the 1960s and 1970s that it was of interest only as a study for a completed art work (Costello).": []
}