{
    "Historian of classical antiquity and medieval art.": [],
    "She was born in Koblenz but grew up in Cologne, Germany.": [],
    "Between 1939 and 1940 she studied at the Pädagogische Hochschule in Leipzig.": [],
    "From 1941 to 1942 she spent some time in Budapest and then Vienna, studying under art historian Andreas Alföldi (1895-1981) (Cahn).": [
        [
            104,
            111,
            [
                "Alford"
            ]
        ],
        [
            125,
            129,
            [
                "Can",
                "Cain",
                "Chan",
                "Hahn",
                "Cohn",
                "Icahn"
            ]
        ]
    ],
    "It was at this point in her career that Rosenbaum began to develop an interest in late antiquity and the early Middle Ages (Cahn).": [
        [
            124,
            128,
            [
                "Can",
                "Cain",
                "Chan",
                "Hahn",
                "Cohn",
                "Icahn"
            ]
        ]
    ],
    "In 1942 she was a research assistant at the Institut für Christliche Archäologie in Berlin which continued until 1946.": [
        [
            3,
            7,
            [
                "1942,"
            ]
        ],
        [
            44,
            52,
            [
                "Institute"
            ]
        ],
        [
            53,
            56,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            57,
            68,
            [
                "Christlike"
            ]
        ],
        [
            69,
            80,
            [
                "Archeologies",
                "Archaeologies"
            ]
        ]
    ],
    "In the same year she received a scholarship from the University of Budapest, during which her interest in Christian archaeology was sparked.": [],
    "Rosenbaum received her doctoral degree at the Freie Universität Berlin, focusing on Early Christian Archaeology.": [],
    "She finished her degree in 1944, spending much of that time in air raid shelters because of World War II (Campbell).": [],
    "Her dissertation focused on the portraits of Pannonian grave stelae.": [
        [
            45,
            54,
            [
                "Antonia",
                "Antonin",
                "Franconian",
                "Panamanian",
                "Tanzanian",
                "Patagonian"
            ]
        ],
        [
            61,
            67,
            [
                "style",
                "steam",
                "Steve",
                "steal",
                "stole",
                "steals"
            ]
        ]
    ],
    "In 1945 she was an assistant at the Universität Mainz, teaching at their ​​Institut für Kunstgeschichte.": [
        [
            3,
            7,
            [
                "1945,"
            ]
        ],
        [
            36,
            47,
            [
                "University"
            ]
        ],
        [
            75,
            83,
            [
                "Institute"
            ]
        ],
        [
            84,
            87,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "She left Germany in 1950 to get her second doctoral degree in Medieval Art History at the Warburg Institute at the University of London.": [],
    "From 1950 to 1951 she was assistant to art historian <a href=\"/gerkef\">Friedrich Gerke</a>.": [],
    "In 1952 she received a doctorate in art history from the Cour­tauld In­sti­tu­te der Uni­ver­si­ty of Lon­don.": [
        [
            3,
            7,
            [
                "1952,"
            ]
        ],
        [
            57,
            67,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ],
        [
            81,
            84,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "She became the archaeological editor of the Türk Tarih Kurumu research society in 1963.": [
        [
            44,
            48,
            [
                "Turk",
                "Turn",
                "Turks",
                "Turf",
                "Tuck",
                "Tusk"
            ]
        ],
        [
            49,
            54,
            [
                "Tarim",
                "Tariq"
            ]
        ],
        [
            55,
            61,
            [
                "Durum"
            ]
        ]
    ],
    "The Türk Tarih Kurumu focused on Turkish history and Anatolian archaeology.": [
        [
            4,
            8,
            [
                "Turk",
                "Turn",
                "Turks",
                "Turf",
                "Tuck",
                "Tusk"
            ]
        ],
        [
            9,
            14,
            [
                "Tarim",
                "Tariq"
            ]
        ],
        [
            15,
            21,
            [
                "Durum"
            ]
        ]
    ],
    "While in Turkey she met Jale Inan, a Turkish archaeologist.": [
        [
            24,
            28,
            [
                "Male",
                "Sale",
                "Tale",
                "Jane",
                "Pale",
                "Dale"
            ]
        ],
        [
            29,
            33,
            [
                "Iran",
                "Ivan",
                "Inn",
                "Ina",
                "Jinan",
                "Inane"
            ]
        ]
    ],
    "The two collaborated on publications covering Roman and Byzantine portraiture.": [],
    "She began to excavate the site of Anamur in Cilicia and Adrasos in Isauria in 1965.": [
        [
            34,
            40,
            [
                "Namur"
            ]
        ],
        [
            44,
            51,
            [
                "Militia",
                "Galicia",
                "Silica",
                "Alicia",
                "Cilia",
                "Felicia"
            ]
        ],
        [
            56,
            63,
            [
                "DRASS",
                "Arrases",
                "Madrasas",
                "Madrases"
            ]
        ],
        [
            67,
            74,
            [
                "Saurian",
                "ISARA"
            ]
        ]
    ],
    "In 1966 her editorial work ended and she began working with the Department of Fine Art at the University of Toronto.": [
        [
            32,
            36,
            [
                ", and"
            ]
        ]
    ],
    "In 1967 she married her former instructor Andreas Alföldi.": [
        [
            3,
            7,
            [
                "1967,"
            ]
        ],
        [
            50,
            57,
            [
                "Alford"
            ]
        ]
    ],
    "Her excavation work ended in 1970.": [],
    "She was awarded a professorship at the University of Toronto 1973.": [],
    "Her legacy as a professor was notoriously dedicated to her teaching, fueled by a vigor that occasionally surpassed that of her students (Cambell).": [
        [
            137,
            144,
            [
                "Campbell",
                "Cabell",
                "Cam bell"
            ]
        ]
    ],
    "This vigor appeared in the form of late night study sessions in Rosenbaum’s very own home (Campbell).": [],
    "She retired in 1984 at the age of 63, leaving the University of Toronto with the title of Professor Emerita.": [],
    "She spent her time in retirement finishing the unpublished work of her husband on contorniate medals (Campbell).": [
        [
            82,
            93,
            [
                "contaminate",
                "contrite"
            ]
        ]
    ],
    "Rosenbaum continued her own writing on Alexandrian game pieces, objects that had previously been held in obscurity (Campbell).": [],
    "Rosenbaum would never finish this work due to her death at the age of 71 in 1992.": [],
    "One of Alföldi-Rosenbaum’s notable hypotheses is in reference to the Portrait Bust of a Woman with a Scroll, held in the Metropolitan Museum of Art.": [
        [
            7,
            24,
            [
                "Alford-Rosenbaum"
            ]
        ]
    ],
    "The sculpture shows a woman by herself, however, there were several theories about the reasoning for her damaged shoulder.": [],
    "Alföldi-Rosenbaum was the first to theorize that rather than this damage being the result of repair work, it was initially the location for a male figure meant to be the husband.": [
        [
            0,
            17,
            [
                "Alford-Rosenbaum"
            ]
        ]
    ],
    "While this motif had been shown in other forms of media, this would be the first known example of a sculptural example.": [],
    "The book <em>Justinianic Mosaic Pavements in Cyrenaican Churches</em> addressed the mosaic work in the Qasr-el-Lebia.": [],
    "These nave mosaics were included in eight different churches.": [],
    "In covering these different churches the book covers large scale details like the overall composition of the structures and more miniscule details like pavement and inscriptions.": [],
    "These different details are then compared to acknowledge the similarities and differences between the churches.": [],
    "In her book, <em>The Necropolis of Adrassus (Balabolu) in Rough Cilicia (Isauria),</em> written in collaboration with Joyce Reynolds, Alföldi-Rosenbaum covers her discoveries on the excavation done in Anemurium.": [],
    "The book also covers the mountain site Palaeopolis and the excavations done from 1962 to 1966.": [],
    "A notable detail shared in this book is the description of the tombs onsite and their included sarcophagi.": [],
    "In addition to this is a description of a church held in the necropolis.": [],
    "The book also provides a count for each of the various artifacts found onsite.": []
}