{
    "<p>Modernist art historian and scholar of art historiography and criticism.": [],
    "Roskill was the son of British naval historian Stephen Wentworth Roskill (1903 - 1982).": [
        [
            0,
            7,
            [
                "Skill",
                "Roswell",
                "Roadkill",
                "Riskily",
                "Gaskill",
                "Deskill"
            ]
        ],
        [
            65,
            72,
            [
                "Skill",
                "Roswell",
                "Roadkill",
                "Riskily",
                "Gaskill",
                "Deskill"
            ]
        ],
        [
            78,
            81,
            [
                "–"
            ]
        ]
    ],
    "His mother, Elizabeth Charlotte van den Bergh (Roskill) (b.": [
        [
            47,
            54,
            [
                "Skill",
                "Roswell",
                "Roadkill",
                "Riskily",
                "Gaskill",
                "Deskill"
            ]
        ]
    ],
    "1904), was one of the first women to be trained at the Slade School of Art in London.": [
        [
            55,
            60,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "The precocious though eccentric boy was sent to Eton, unhappily for him.": [],
    "He served in the British Army in the Intelligence Corps between 1951 and 1953, rising to second lieutenant.": [],
    "Roskill entered Trinity College, Cambridge.": [
        [
            0,
            7,
            [
                "Skill",
                "Roswell",
                "Roadkill",
                "Riskily",
                "Gaskill",
                "Deskill"
            ]
        ]
    ],
    "Listening to <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a> lecture on Saturday mornings, Roskill became further inspired to study art history.": [],
    "He joined the [Cambridge] Arts Society and organized a picture-lending collection.": [],
    "He organized the first art exhibition of \"kitchen sink\" artists John Bratby, Edward Middleditch, Jack Smith and Derrick Greaves, establishing his own career in the process.": [
        [
            69,
            75,
            [
                "Bratty",
                "Brat by"
            ]
        ],
        [
            84,
            95,
            [
                "Middle ditch"
            ]
        ]
    ],
    "He also began to collect personally, inspired by his cousin, the collector Sir Robert Sainsbury (1906 - 2000).": [
        [
            101,
            104,
            [
                "–"
            ]
        ]
    ],
    "He graduated from Trinity with a B.A.": [],
    "in classics in 1956.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Because few institutions in England offered degrees in art history, Roskill traveled to Harvard University where he completed an M. A. in art history in 1957.": [
        [
            68,
            75,
            [
                "Skill",
                "Roswell",
                "Roadkill",
                "Riskily",
                "Gaskill",
                "Deskill"
            ]
        ]
    ],
    "He entered the Courtauld Institute the same year, intent on writing his Ph.D.": [
        [
            15,
            24,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "there.": [
        [
            0,
            5,
            [
                "There"
            ]
        ]
    ],
    "However, the Courtauld's chairman, <a href=\"/blunta\">Anthony Blunt</a> refused to recognize Harvard's Master's Degree and Roskill returned to the United States, teaching as an instructor in history of art at Princeton University in 1959 and working on his dissertation.": [
        [
            13,
            22,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "He married Deirdre Toller in 1959 establishing permanent residency in United States the same year.": [
        [
            19,
            25,
            [
                "Roller",
                "Taller",
                "Teller",
                "Tolled",
                "Tiller",
                "Holler"
            ]
        ],
        [
            67,
            83,
            [
                "in the United States"
            ]
        ]
    ],
    "Princeton awarded him both an M.F.A.": [],
    "and Ph.D.": [
        [
            0,
            3,
            [
                "And"
            ]
        ]
    ],
    "in 1961, with a dissertation on on 16th-century Venetian art theory.": [
        [
            0,
            2,
            [
                "In"
            ]
        ],
        [
            29,
            34,
            [
                "on"
            ]
        ]
    ],
    "Roskill returned to Harvard in 1961 as an instructor, rising to assistant professor of history of art in 1963.": [
        [
            0,
            7,
            [
                "Skill",
                "Roswell",
                "Roadkill",
                "Riskily",
                "Gaskill",
                "Deskill"
            ]
        ]
    ],
    "He was awarded an American Council of Learned Societies fellowship for the 1965-1966 year.": [
        [
            46,
            55,
            [
                "Societies'",
                "Society's"
            ]
        ]
    ],
    "In 1968 he was appointed associate professor at the University of Massachusetts, Amherst.": [
        [
            3,
            7,
            [
                "1968,"
            ]
        ]
    ],
    "He was promoted to professor of history of modern art in 1972.": [],
    "A second ACLS fellowship was given to him in 1974.": [],
    "He married a second time to Nancy Lee Muench in 1974.": [
        [
            38,
            44,
            [
                "Munch",
                "Quench"
            ]
        ]
    ],
    "Roskill wrote one of the early modernist primers to art history, <em>What Is Art History?</em> in 1974.": [
        [
            0,
            7,
            [
                "Skill",
                "Roswell",
                "Roadkill",
                "Riskily",
                "Gaskill",
                "Deskill"
            ]
        ]
    ],
    "Roskill participated in the 'Picasso and Braque: Pioneering Cubism,\" symposium in conjunction with the exhibition of the same title in 1989 at the Museum of Modern Art, New York.": [
        [
            0,
            7,
            [
                "Skill",
                "Roswell",
                "Roadkill",
                "Riskily",
                "Gaskill",
                "Deskill"
            ]
        ]
    ],
    "He organized the symposium \"Hans Holbein: Paintings, Prints, and Reception\", held at the CASVA (Center for Advanced Study in the Visual Arts ) at the National Gallery of Art in Washgington, D. C., in 1997.": [
        [
            89,
            94,
            [
                "CASA",
                "CANVA",
                "CA SVA",
                "CAS VA"
            ]
        ],
        [
            140,
            142,
            [
                ")"
            ]
        ],
        [
            177,
            188,
            [
                "Washington"
            ]
        ]
    ],
    "Roskill died of cancer at age 66.": [
        [
            0,
            7,
            [
                "Skill",
                "Roswell",
                "Roadkill",
                "Riskily",
                "Gaskill",
                "Deskill"
            ]
        ]
    ],
    "Roskill was a poet whose work was published in many journals and anthologized.</p>": [
        [
            0,
            7,
            [
                "Skill",
                "Roswell",
                "Roadkill",
                "Riskily",
                "Gaskill",
                "Deskill"
            ]
        ]
    ]
}