{
    "<p>Co-director of excavation of the Acropolis in mid-1830s, influential teacher at University of Athens (1837-1843); author of the first handbook of the archaeology of art in the modern Greek language (1841).": [],
    "Ross' parents were peasants of Scottish origin.": [],
    "He initially studied medicine at Kiel before turning to classics, studying philosophy under August D. C. Twesten (1789-1876), history under Friedrich Christoph Dahlmann (1785-1860), and classics under Gregor Wilhelm Nitzsch (1790-1861).": [
        [
            105,
            112,
            [
                "Western",
                "Tested",
                "Twisted",
                "Weston",
                "Tester",
                "Twister"
            ]
        ],
        [
            160,
            168,
            [
                "Dahomeyan",
                "Kuhlmann"
            ]
        ],
        [
            216,
            223,
            [
                "Nietzsche",
                "Kitsch",
                "Nitesh"
            ]
        ]
    ],
    "It was at Kiel that he also met the early art historian of classical pottery, <a href=\"/jahno\">Otto Jahn</a>.": [],
    "Ross continued private study in Copenhagen where he secured the first travel scholarship offered by the King of Denmark.": [],
    "He also studied with Gottfried Hermann (1772-1848) in Leipzig.": [],
    "In 1832 he left for Greece where he was appointed ephor (magistrate) of antiquities of the Peloponnese the following year and general ephor in 1834.": [
        [
            3,
            7,
            [
                "1832,"
            ]
        ]
    ],
    "In 1835 he began directing the excavations of the Acropolis.": [
        [
            3,
            7,
            [
                "1835,"
            ]
        ]
    ],
    "He was responsible for the careful preservation of the monuments and, with the architects Eduard Schaubert (1804-1860) and Hans Christian Hansen (1803-1883) restored the Temple of Nike.": [
        [
            97,
            106,
            [
                "Schubert"
            ]
        ]
    ],
    "His book <em>Der Tempel der Kike Apteros</em> appeared in 1839.": [],
    "In 1837 Ross was appointed professor of archaeology at the university of Athens, where he lectured in modern Greek.": [],
    "He translated the <em>Handbuch der Archäologie der Kunst</em> of <a href=\"/mullerko\">Otfried Müller</a> into Greek for the use of his students.": [],
    "In 1843 Ross returned to Germany to be professor of archaeology and mythology at the university in Halle.": [],
    "In 1850 he founded a short-lived monthly journal with Karl Gustav Schwetschke (1804-1881) and Johann Gustav Droysen (1808-1884), the <em>Allgemeine Monatsschrift für Literatur</em>.</p>": [
        [
            3,
            7,
            [
                "1850,"
            ]
        ]
    ]
}