{
    "<p>Print connoisseur and Curator of Prints and Drawings, Museum of Fine Arts, Boston.": [],
    "Rossitier graduated from the University of Toronto in 1909.": [
        [
            0,
            9,
            [
                "Rossi tier"
            ]
        ]
    ],
    "Initially he was engaged as a teacher and then in business.": [],
    "During this time, he developed a personal interest in prints.": [],
    "An aptitude in rifelry made him a platoon leader in the Canadian army in World War I. While deployed in France, Rossiter visited print dealers and formed his own collection and education in the medium.": [
        [
            15,
            22,
            [
                "rivalry",
                "rightly",
                "revelry",
                "wifely",
                "rifer",
                "rifler"
            ]
        ],
        [
            112,
            120,
            [
                "Roster",
                "Dossier",
                "Rooster",
                "Resister",
                "Roaster",
                "Gossiper"
            ]
        ]
    ],
    "After demobilization--he was a Major--he resolved to become a print curator.": [],
    "He started at the Museum of Fine Arts, Boston, in 1919.": [],
    "Although he returned to Canada to be Curator of Prints at the National Gallery in Ottowa, the resignation of <a href=\"/carringtonf\">Fitzroy Carrington</a> in 1921, Rossiter returned as acting Curator in Boston.": [
        [
            82,
            88,
            [
                "Ottawa"
            ]
        ]
    ],
    "He was appointed curator of Prints in 1923, which he held until 1967.": [],
    "Rossiter took advantage of the great collecting eras of the 1920s and 1930s to amass incunables and other important print specimens.": [
        [
            0,
            8,
            [
                "Roster",
                "Dossier",
                "Rooster",
                "Resister",
                "Roaster",
                "Gossiper"
            ]
        ],
        [
            85,
            95,
            [
                "incurables"
            ]
        ]
    ],
    "Among other activities as curator, Rossiter was the chief player in a plan to acquire the entire print- and drawing collection of the Archduke Albert--now the Albertina Museum--in Vienna in 1936.": [
        [
            35,
            43,
            [
                "Roster",
                "Dossier",
                "Rooster",
                "Resister",
                "Roaster",
                "Gossiper"
            ]
        ]
    ],
    "Rossiter, together with <a href=\"/sachsp\">Paul J. Sachs</a>, a Board member of the Museum and himself at the Fogg Museum, entered into more-or-less secret deliberations with the archduke to sell the most exquisite works-on-paper collection in the world.": [
        [
            0,
            8,
            [
                "Roster",
                "Dossier",
                "Rooster",
                "Resister",
                "Roaster",
                "Gossiper"
            ]
        ]
    ],
    "The collection had recently be repatriated to the Hapsburg monarchy by the Austrian government and the duke was desperate for money to pay for a bid to accession to the emperor of Hungary and support his mistresses.": [
        [
            28,
            30,
            [
                "been"
            ]
        ]
    ],
    "As the deal seemed near completion, the Austrian government learned of the plan to lose what was clearly a national treasure and forbade the event.": [],
    "The \"Albertina Affair\" was demonstrative of the kind of power and political situation that existed for high-level curators in the United States between the wars.": [],
    "He hired <a href=\"/sayree\">Eleanor Sayre</a> as his prints assistant, one of the few women to work in that capacity at the MFA.": [],
    "In 1951 he acquired proofs of Goya's \"Disasters of War\" series from the collection of <a href=\"/maxwellw\">William Stirling Maxwell</a>, facillitated by the Harvard Library prints authority <a href=\"/hoferp\">Philip Hofer</a>.": [
        [
            3,
            7,
            [
                "1951,"
            ]
        ]
    ],
    "Rossiter retired in 1967 (he was 81) and was succeeded in the department by Sayre.": [
        [
            0,
            8,
            [
                "Roster",
                "Dossier",
                "Rooster",
                "Resister",
                "Roaster",
                "Gossiper"
            ]
        ],
        [
            76,
            81,
            [
                "Sabre"
            ]
        ]
    ],
    "After his death, he was implicated in the 1990s of having bought works of art during the years preceding World War II which had suspicious provenance.": [],
    "He admitted to FBI agents in 1941 that one dealer from whom he routinely purchased prints, Richard Zinser, had been imprisoned in Germany for smuggling art.": [
        [
            99,
            105,
            [
                "Zinger"
            ]
        ]
    ],
    "Rossiter bought prints from Zinser for the Museum, including works by Dürer, despite Zinser's refusal to reveal the source of his works.": [
        [
            0,
            8,
            [
                "Roster",
                "Dossier",
                "Rooster",
                "Resister",
                "Roaster",
                "Gossiper"
            ]
        ],
        [
            28,
            34,
            [
                "Zinger"
            ]
        ],
        [
            85,
            91,
            [
                "Zinger"
            ]
        ]
    ],
    "The MFA ceased buying prints from Zinser after the FBI's visit.</p>": [
        [
            34,
            40,
            [
                "Zinger"
            ]
        ]
    ]
}