{
    "Authority in Byzantine, Medieval, Russian, and primitive decorative arts; curator.": [],
    "Ross was born to William Edwin Ross (1870-1945) and Mary Katherine Rogers (Ross) (1875-1939) in Moriches, New York.": [
        [
            96,
            104,
            [
                "Mo riches"
            ]
        ]
    ],
    "He studied at the University of Berlin during the summer of 1927.": [],
    "Ross received an A.B.": [],
    "in 1928 and an M.A.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "in 1930 from Harvard University.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "During his M.A., he worked as an instructor in Fine Arts at the University of Pittsburgh (1928-1929).": [],
    "In 1930, he began his Ph.D.": [],
    "under <a href=\"/chaseg\">George H. Chase</a> on Romanesque enamels, presumably left unfinished, as often happened at that time.": [
        [
            0,
            5,
            [
                "Under"
            ]
        ]
    ],
    "He also studied at the Centro de Estudios Históricos in Madrid (1930), and New York University (1933-34, 1937).": [
        [
            42,
            52,
            [
                "Historical",
                "Historic",
                "Historians",
                "Histories",
                "Historicism",
                "Historicist"
            ]
        ]
    ],
    "Ross was as an assistant at the Brooklyn Museum in 1934.": [],
    "The same year, he joined the Walters Art Gallery (now the Walters Art Museum) in Baltimore as a research assistant, becoming the Associate Curator of Byzantine and Medieval Art in 1937, later adding Decorative Arts.": [],
    "During World War II, Ross first enlisted in the U.S.": [],
    "Marine Corps in 1942 and then was selected by <a href=\"https://arthistorians.info/webbg/\">Geoffrey Webb</a> to assist with administrative work for the Monuments, Fine Arts, and Archives (MFAA) Section, known as the Monuments Men.": [],
    "In 1944, Ross discovered the panels of the famous Isenheim Altarpiece by Matthias Grünewald in occupied Alsace.": [
        [
            50,
            58,
            [
                "Blenheim",
                "Rosenheim"
            ]
        ],
        [
            82,
            91,
            [
                "Grunewald"
            ]
        ]
    ],
    "Upon returning to the United States, Ross resumed his role as Associate Curator at the Walters.": [],
    "In 1947, he organized the first major exhibition of Early Christian and Byzantine Art in the U.S.": [],
    "at the Baltimore Museum of Art.": [
        [
            0,
            2,
            [
                "At"
            ]
        ]
    ],
    "He moved to California in 1952 to head the Art Department at the Los Angeles County Museum of Art (LACMA).": [],
    "Ross collaborated with <a href=\"https://arthistorians.info/kinge/\">Edward S. King</a> on a book, <i>Catalogue of the American Works of Art: including French Medals made for America [in] the Walters Art Gallery</i>, which was published in 1956.": [],
    "In 1958, art collector Marjorie Merriweather Post (1887-1973) appointed him Chief Curator of her collection of eighteenth-century French and Imperial Russian at Post's private art collection and grounds, Hillwood, Washington, D.C.": [
        [
            204,
            212,
            [
                "Hill wood"
            ]
        ]
    ],
    "Ross was a Fulbright Lecturer on Byzantine art at the Kunsthistorisches Institute at the University of Vienna (1960-1961).": [],
    "He authored the first two volumes of the <i>Catalogue of the Byzantine and Early Medieval Antiquities</i> at Dumbarton Oaks, published in 1962 and 1965, covering metalwork, ceramics, glass, jewelry, enamels, and glyptics.": [
        [
            44,
            53,
            [
                "Catalog"
            ]
        ],
        [
            109,
            118,
            [
                "Lumberton"
            ]
        ]
    ],
    "<a href=\"https://arthistorians.info/weitzmannk/\">Kurt Weitzmann</a> authored the third volume, focusing on ivories and steatites.": [],
    "In 1965, Ross spent the rest of his life at the Virginia Museum of Fine Arts in Richmond, devoting himself to making the museum’s collection of medieval and Byzantine art one of the best in the United States.": [],
    "That same year, he published <i>The Art of Karl Fabergé and His Contemporaries</i>, a catalog of the Post collection, followed by <i>Russian Porcelains</i> in 1969.": [
        [
            48,
            55,
            [
                "Faberge"
            ]
        ]
    ],
    "Ross died in 1977, leaving two books and a catalog for an upcoming exhibition at the Metropolitan Museum of Art unfinished.": [],
    "Ross's wife, Lotus Bobb (Ross) (1893-1969), was a Broadway actress.": [
        [
            19,
            23,
            [
                "Bob",
                "Bomb",
                "Bobby",
                "Cobb",
                "BBB",
                "Bobbi"
            ]
        ]
    ],
    "Ross made groundbreaking contributions to Byzantine, Medieval art and Russian art.": [],
    "His work <i>Catalogue of the Byzantine and Early Medieval Antiquities at Dumbarton Oaks</i> was \"a model of its kind\" (Beckwith).": [
        [
            12,
            21,
            [
                "Catalog"
            ]
        ],
        [
            73,
            82,
            [
                "Lumberton"
            ]
        ]
    ],
    "In addition, <i>The Art of Karl Fabergé and His Contemporaries </i>further the discourse on lesser-known Russian artists such as Fabergé, despite Sprague's criticism of the book as a \"glorified catalogue of part of the personal collection of Mrs.": [
        [
            32,
            39,
            [
                "Faberge"
            ]
        ],
        [
            129,
            136,
            [
                "Faberge"
            ]
        ],
        [
            146,
            153,
            [
                "Prague"
            ]
        ],
        [
            194,
            203,
            [
                "catalog"
            ]
        ]
    ],
    "Marjorie Merriweather Post.\"": [],
    "Ross's summaries \"are admirably succinct, and his authority is marked throughout.": [],
    "\"(Beckwith)\n\nRoss was a Guggenheim fellow four times, a member of the American Association of Museums, the Archaeological Institute of America, and the committee of Hammond-Harwood House.": [
        [
            165,
            180,
            [
                "Hammond-Hardwood"
            ]
        ]
    ]
}