{
    "<p>Dura Europos scholar; social- and art historian.": [
        [
            3,
            7,
            [
                "Aura",
                "Dora",
                "Duran",
                "DRA",
                "Durán",
                "URA"
            ]
        ],
        [
            8,
            15,
            [
                "Europol"
            ]
        ]
    ],
    "He was born in Zhitomir, Urkraine, Russia, near Kiev.": [
        [
            15,
            23,
            [
                "Zhytomyr"
            ]
        ],
        [
            25,
            33,
            [
                "Ukraine"
            ]
        ]
    ],
    "Rostovtzeff's father, Ivan Yakovlevich Rostovtzveff, was a teacher of classical languages from whom the younger Rostovtzeff also learned.": [],
    "He continued study at the university in St.": [],
    "Petersburg, Russia, where he heard lectures by the Byzantinist <a href=\"/kondakovn\">Nikodim Pavlovich Kondakov</a>.": [
        [
            51,
            62,
            [
                "Byzantines"
            ]
        ]
    ],
    "Rostovtzeff wrote his college thesis in 1892 on Pompeii, continuing to study during a three-year trip to the near east and Europe.": [],
    "His work took him to the British Museum in London, the Cabinet des Mèdailles in Paris under <a href=\"/proum\">Maurice Prou</a>, the Deutsches Archäologisches Institut (German Archaeological Institute) in Rome where he studied Pompeii with <a href=\"/maua\">August Mau</a>, in Vienna, studying epigraphy under Eugen Bormann (1842-1917) and archaeology under <a href=\"/benndorfo\">Otto Benndorf</a>.": [
        [
            63,
            66,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            67,
            76,
            [
                "Medals",
                "Versailles",
                "Melville",
                "Dailies",
                "Measles",
                "Medalists"
            ]
        ]
    ],
    "In 1898 Rostovtzeff, back in St.": [],
    "Petersburg, wrote his master's degree on the parceling out of tax-collecting rights in ancient Rome, <em>Istoriia gosudarstvennago otkupa v Rimskoi Imperii</em> a topic first suggested by Bormann.": [],
    "In Russia he taught Latin and ancient history in St.": [
        [
            3,
            9,
            [
                "Russia,"
            ]
        ]
    ],
    "Petersburg, marrying one of his students at the Women's College, Sophia M. Kulchitski.": [],
    "His dissertation, on Roman lead tokens and social history, <em>Rimskia svintsovĭia tessera</em>, was accepted in 1903.": [],
    "As a dissenter from Bolshevism after the Russian Revolution, he fled to England.": [],
    "After teaching at Oxford for only two years, he moved to Madison, Wisconsin, in the United States in 1920, were he taught at the University of Wisconsin.": [],
    "While at Wisconsin, he wrote one of the most important works of intercultural history of antiquity, <em>Iranians and Greeks in South Russia</em>, 1922.": [],
    "The work examines the Scythians and their interchange with the Greeks.": [],
    "His courses ranged as far afield as Russian architectural history and his mid-western undergraduates, unable to pronounce his named, referred to him as \"Rough Stuff\" a reference to his high standards as much as his ethnicity.": [],
    "In 1925 he was appointed Sterling Professor of Ancient History and Archaeology at Yale University.": [
        [
            3,
            7,
            [
                "1925,"
            ]
        ]
    ],
    "His best-known work, <em>The Social and Economic History of the Roman Empire</em> appeared in 1926.": [],
    "Between 1928-37 he excavated the Dura Europos site in Syria as part of Yale's archaeological team.": [
        [
            33,
            37,
            [
                "Aura",
                "Dora",
                "Duran",
                "DRA",
                "Durán",
                "URA"
            ]
        ],
        [
            38,
            45,
            [
                "Europol"
            ]
        ]
    ],
    "The result was the magisterial <em>Dura Europos and its Art</em>, 1938.": [],
    "In 1941, as the culmination of his scholarship, he wrote his second economic history, <em>The Social and Economic History of the Hellenic World</em>.": [],
    "Rostovtzeff fell into a deep depression, exacerbated by the unfolding of World War II and his general mental health.": [],
    "He underwent a lobotomy, which left him unable to research.": [],
    "He retired from Yale in 1944.": [],
    "Rostovtzeff's histories derive from his wide ranging sources, epigraphic, stylistic, literary and cultural.": [
        [
            40,
            52,
            [
                "wide-ranging"
            ]
        ]
    ],
    "The <em>Encyclopedia of the History of Classical Archaeology</em> termed him \"one of the most original and profound classical scholars of the first half of the twentieth century.\"": [],
    "J. Rufus Fears compares him to Mommsen and (Eduard) Meyer in his innovative methodology and breadth of knowledge.": [
        [
            31,
            38,
            [
                "Mommies"
            ]
        ]
    ],
    "His scholarship, as C. Bradford Welles writes, was exacting as well as bold.</p>": []
}