{
    "<p>Director of the Tate Gallery (1938-64).": [],
    "Rothenstein was the son of the painter Sir William Rothenstein (1872-1945) and Alice Mary Rothenstein (1869-1955).": [
        [
            0,
            11,
            [
                "Ravenstein",
                "Wolfenstein"
            ]
        ],
        [
            90,
            101,
            [
                "Ravenstein",
                "Wolfenstein"
            ]
        ]
    ],
    "He was educated at Bedales School (1913-19) and Worcester College, Oxford (entering 1920, graduated 1923) and University College London.": [
        [
            19,
            26,
            [
                "Beadles",
                "Be dales",
                "Bed ales"
            ]
        ]
    ],
    "He converted to Roman Catholicism in 1926.": [],
    "His initial publications were <em>The Portrait Drawings of William Rothenstein</em> in 1926 and a monograph on Eric Gill in 1927.": [],
    "After teaching art history at American universities (University of Kentucky, 1927, and University of Pittsburgh, 1928) he married the American Elizabeth Kennard Whittington (b.": [
        [
            153,
            160,
            [
                "Dennard"
            ]
        ]
    ],
    "1905).": [],
    "Rothenstein returned to England to run art galleries (Leeds and Sheffield).": [
        [
            0,
            11,
            [
                "Ravenstein",
                "Wolfenstein"
            ]
        ]
    ],
    "He received a doctorate in art history from University College, London, in 1931.": [],
    "His thesis was later published as <em>Nineteenth-Century Painting: a Study in Conflict</em> in 1932.": [],
    "In 1938 he assumed the directorship of the Tate, his father was a trustee, succeeding <a href=\"/mansonj\">J.": [
        [
            3,
            7,
            [
                "1938,"
            ]
        ]
    ],
    "B. Manson</a>, who had resigned.": [],
    "The Tate was suffering from chaotic installation practices and an ill-defined relationship with the National Gallery, of which it was still a part.": [],
    "Rothenstein is credited with exhuming the many Turner paintings from storage and bringing them back to popular appeal.": [
        [
            0,
            11,
            [
                "Ravenstein",
                "Wolfenstein"
            ]
        ]
    ],
    "As the second world war approached, Rothenstein found safe haven for the Tate holdings, fortunately, as one bomb in the Battle of London hit the empty building squarely.": [
        [
            36,
            47,
            [
                "Ravenstein",
                "Wolfenstein"
            ]
        ]
    ],
    "Rothenstein himself took a lecture tour of North America in 1939/1940, which appeared to many, including his own father, as an attempt to escape the war.": [
        [
            0,
            11,
            [
                "Ravenstein",
                "Wolfenstein"
            ]
        ]
    ],
    "After the war Rothenstein mounted a series of highly publicized exhibitions of major works of art, many from German and Austrian museums.": [
        [
            14,
            25,
            [
                "Ravenstein",
                "Wolfenstein"
            ]
        ]
    ],
    "He worked with the newly established Arts Council of Great Britain (formerly Burlington House).": [],
    "However, Rothenstein as a director was a person of limited taste.": [
        [
            9,
            20,
            [
                "Ravenstein",
                "Wolfenstein"
            ]
        ]
    ],
    "His autobiographies make clear his distaste for both European art in general and the work of the Bloomsbury group.": [],
    "At a time when public interest in these works was rising, and values still modest, Rothenstein clearly lacked the qualities for his job.": [
        [
            83,
            94,
            [
                "Ravenstein",
                "Wolfenstein"
            ]
        ]
    ],
    "When staff discontent rose, his tenure suddenly broke into national scandal.": [],
    "It began with the Tate's unscrupulous assistant keeper, a man Rothenstein had hired himself, named <a href=\"/lerouxl\">Leroux Smith Leroux</a>.": [
        [
            62,
            73,
            [
                "Ravenstein",
                "Wolfenstein"
            ]
        ]
    ],
    "Leroux leaked accusations to the British press of Rothenstein's maltreatment of Tate staff, misappropriation of funds, and purchasing pictures at inflated prices.": [
        [
            0,
            6,
            [
                "Le roux"
            ]
        ],
        [
            50,
            61,
            [
                "Ravenstein",
                "Wolfenstein"
            ]
        ]
    ],
    "Prevented from responding to these allegations because of a civil servant law, Rothenstein was subjected to scandal and humiliation.": [
        [
            79,
            90,
            [
                "Ravenstein",
                "Wolfenstein"
            ]
        ]
    ],
    "Joining the condemnation was the collector and art historian <a href=\"/cooperd\">Douglas Cooper</a>, an obstreperous personality who nevertheless represented a major British private collection of modern art.": [],
    "Rothenstein for his part, was clearing avoiding non-British such as Cubist masters.": [
        [
            0,
            11,
            [
                "Ravenstein",
                "Wolfenstein"
            ]
        ]
    ],
    "After Rothenstein threw a punch at Cooper during an art reception, the Trustees of the Tate seriously discussed dismissing their director.": [
        [
            6,
            17,
            [
                "Ravenstein",
                "Wolfenstein"
            ]
        ]
    ],
    "Eventually, Rothenstein was essentially exonerated of the charges.": [
        [
            12,
            23,
            [
                "Ravenstein",
                "Wolfenstein"
            ]
        ]
    ],
    "But the newspaper publicity of \"Tate Affair\" as it was known, left his reputation tarnished.": [],
    "Rothenstein's concentrated his writing and research on British artists and introductory works on Victorian and twentieth-century British art.": [
        [
            0,
            11,
            [
                "Ravenstein",
                "Wolfenstein"
            ]
        ]
    ],
    "His three-volume <em>Modern English Painters</em>,1952-74, brought the newer, albeit conservative English artists to worthy public attention.": [],
    "After his retirement from the Tate in 1964, Rothenstein lectured widely, including Fordham University, New York (1967-8), Agnes Scott College, Atlanta (1969-70), Brooklyn College, New York (1971-2), and the University of California, Irvine (1973).": [
        [
            44,
            55,
            [
                "Ravenstein",
                "Wolfenstein"
            ]
        ]
    ],
    "His 1996 entry on his father, the painter William Rothenstein, in the <em>Dictionary of Art</em> makes no mention of himself.": [],
    "He died after succumming to senility of bronchopneumonia at his home in Oxfordshire.": [
        [
            14,
            24,
            [
                "succumbing"
            ]
        ]
    ],
    "His brother was Sir [William] Michael Francis Rothenstein (1908-1993), a printmaker.</p>": [
        [
            46,
            57,
            [
                "Ravenstein",
                "Wolfenstein"
            ]
        ]
    ]
}