{
    "Statue and sculpture conservator; special assistant for International Exhibit Loans at the Metropolitan Museum of Art.": [],
    "Leo was born in New York City to Elinore Baisley Leo (Wellington) (1914–2008) and Arnold Leo II.": [
        [
            33,
            40,
            [
                "Elinor",
                "Elsinore"
            ]
        ],
        [
            41,
            48,
            [
                "Bailey",
                "Paisley",
                "Bagsley"
            ]
        ]
    ],
    "Graduating from The High School of Music and Art, Roussel continued her studies at Wilson College,  where she earned a Bachelor's Degree.": [
        [
            50,
            57,
            [
                "Russel"
            ]
        ],
        [
            98,
            100,
            [
                " "
            ]
        ]
    ],
    "Enrolling in Goddard College, Ms.": [],
    "Leo received her Master's Degree in Art and Education before traveling to Greece and later France to intern under the sculptor Ossip Zadkine and study at the Académie de la Grande Chaumière.": [
        [
            158,
            166,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            180,
            189,
            [
                "Chamber",
                "Chambers",
                "Chambered",
                "Chalmers",
                "Chaucer",
                "Charmer"
            ]
        ]
    ],
    "After returning to New York City, Roussel began her decade of work at the Metropolitan Museum of Art.": [
        [
            34,
            41,
            [
                "Russel"
            ]
        ]
    ],
    "Working as a Special Assistant to the director, <a href=\"/hovingt\">Thomas Hoving</a>, Roussel traveled internationally to curate the Metropolitan's exhibits of King Tutankhamen, the Scythian Treasures, and Treasures of Island.": [],
    "In 1977, Roussel founded the art conservation company Roussel Studios, where she focused primarily on New York City art.": [
        [
            9,
            16,
            [
                "Russel"
            ]
        ],
        [
            54,
            61,
            [
                "Russel"
            ]
        ]
    ],
    "Restoring the Statue of Liberty, <em>The Reclining Figure</em> by Henry Moore, and <em>Le Guichet</em> by Alexander Calder.": [],
    "Internationally, Roussel worked in the Israel Museum in Jerusalem, the Louvre, and the Musées de France.": [
        [
            17,
            24,
            [
                "Russel"
            ]
        ],
        [
            87,
            93,
            [
                "Muses",
                "Fusees",
                "Mushes",
                "Musses"
            ]
        ]
    ],
    "She was a board member of the American Friends of the Benaki Museum in Athens, the Madoo Gardens in Sagaponack, and the Nieuwe Kerk in Amsterdam.": [
        [
            54,
            60,
            [
                "Abenaki"
            ]
        ],
        [
            83,
            88,
            [
                "McAdoo",
                "Magoo",
                "Adieu"
            ]
        ],
        [
            120,
            126,
            [
                "Noose"
            ]
        ],
        [
            127,
            131,
            [
                "Kirk",
                "Kerr",
                "Kern",
                "Jerk",
                "Keck",
                "Keri"
            ]
        ]
    ],
    "In addition, Roussel worked at the American Museum of Natural History in New York, and the Dallas Museum of Fine Arts.": [
        [
            13,
            20,
            [
                "Russel"
            ]
        ]
    ],
    "For her work in New York art conservation, Roussel was honored with awards from both the National Association of Professional Women and the Association for a Better New York.": [
        [
            43,
            50,
            [
                "Russel"
            ]
        ]
    ],
    "She also served as an art consultant for four Presidential Administrations, and Vice President Nelson Rockefeller—helping him establish a 3-D art reproduction studio.": [],
    "Roussel appeared on The Daily Show, the Cunard Insight Series, and in the <em>Men in Lunch</em> Movie where she explained her investigation into the famed \"Lunch atop a Skyscraper\" photograph.": [
        [
            0,
            7,
            [
                "Russel"
            ]
        ]
    ]
}