{
    "<p>Vice Director and curator of European Art, Metropolitan Museum of Art.": [],
    "From the first, Rousseau lived a privileged life.": [],
    "His father was Theodore Rousseau, Sr., (1881-1953), a Savannah [Georgia]-born former newspaperman turned director of the Paris branch of Guaranty Trust Company; his mother was Marta de Fremery (Rousseau) (d.": [],
    "1931).": [],
    "Rousseau himself was educated at Eton, the Sorbonne and eventually Harvard University.": [],
    "While at Harvard, he met and married a dancer-showgirl, Virginia Franck.": [],
    "In the 1930s he traveled in Europe, researching art.": [],
    "He was appointed assistant curator of paintings at the National Gallery of Art, Washgington, D. C. During World War II he joined the Navy, serving in comparative safety in Naval intelligence as the assistant attache to the American Ambassador to Portugal and Spain.": [
        [
            80,
            91,
            [
                "Washington"
            ]
        ],
        [
            208,
            215,
            [
                "attaché"
            ]
        ]
    ],
    "He was later transferred to the Art Looting Investigation Unit of the Office of Strategic Services (OSS) where he interviewed those responsible for the theft of art for Nazi Germany.": [],
    "His OSS colleagues included the <a href=\"/faisons\">S.": [],
    "Lane Faison, Jr.</a>, future chair of the Art Department at Williams College.": [
        [
            5,
            11,
            [
                "Prison",
                "Jason",
                "Madison",
                "Fusion",
                "Poison",
                "Carson"
            ]
        ]
    ],
    "He joined the Metropolitan Museum in 1946 as an associate curator, succeeding <a href=\"/wehleh\">Harry B. Wehle</a> as curator of paintings at age 36 in 1948.": [],
    "At the Met, Rousseau almost immediately started controversy.": [],
    "As chief curator under director <a href=\"/rorimerj\">James Rorimer</a>--also a key figure in war reparation--Rousseau hung old masterworks next to contemporary ones, disregarding chronology for esthetic appreciation.</p>\n\n<p>However, his acquisitions included some of the most famous at the Museum today: Georges de la Tour's \"Fortune Teller,\" in 1960, Rembrandt's \"Aristotle contemplating the Bust of Homer,\" 1961, and Monet's \"Terrace at Sainte Addresse,\" in 1967, and Velázquez’ \"Juan de Pareja,\" in 1971.": [],
    "Rousseau also made collecting errors, chief among which was his passing on the acquisition of a Peter Paul Rubens \"Saint Catherine Crowned\" because he did not believe it authentic.": [],
    "His suggestion that Toledo Museum of Art director <a href=\"/wittmanno\">Otto Wittmann, Jr.</a>, purchase it resulted in one of Toledo's greatest masterpiece acquisitions.": [],
    "Rousseau's social connections resulted in a number of significant gifts to the Museum.": [],
    "After Rorimer developed a donation relationship with Adelaide Milton de Groot (1876-1967), Rousseau took over 212 picture gift from after her death with the intention of selling most of it, unbeknownst to the donor.": [
        [
            6,
            13,
            [
                "Former",
                "Primer",
                "Mortimer",
                "Dormer",
                "Roomier",
                "Gorier"
            ]
        ]
    ],
    "Rousseau authorized the sale of most of the pieces from de Groot gift, a Dounier Rousseau and very nearly the van Gogh, in 1972, despite de Groot's written intention that unwanted works go to other museums.": [
        [
            73,
            80,
            [
                "Downier"
            ]
        ]
    ],
    "This controversial decision, made with the approval of director <a href=\"/hovingt\">Thomas Hoving</a>, led New York Attorney General Louis J. Lefkowitz (1904-1996) to investigate the action in 1973.": [],
    "Hoving elevated Rousseau to Vice Director to lend support to Hoving's own brash style of museum direction.": [
        [
            0,
            6,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ],
        [
            61,
            67,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "Rousseau's diagnosis of cancer in the early 1970s led to an early retirement and a Board of Trustees appointment, the first curator ever to be appointed.": [],
    "He was never able to fill that role, however.": [],
    "He died at age 61 the day before his retirement.": [],
    "He is not related to other Rousseau's of French art or literature.</p>\n\n<p>Rousseau’s tenure was marred mostly during the time he served under Hoving.": [
        [
            143,
            149,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ]
    ],
    "The lack of transparency of the de Groot collection sales, at unusually low prices led to accusations that Rousseau took kickbacks (Gross).": [],
    "Rousseau saw no reason for museums to refrain from collection works looted by the Nazis; he consorted with the Nazi dealer Bruno Lhose (1911–2007) in the 1960s.": [
        [
            129,
            134,
            [
                "Those",
                "Whose",
                "Chose",
                "Lose",
                "Loose",
                "Hose"
            ]
        ]
    ],
    "Uninterested in research, he admitted a disdain for academic-style curation, preferring to mount shows emphasizing visual enjoyment.": [],
    "His connoisseurship was questioned by at least the dealer Eugene Thaw (1927-2018) (Cordova).</p>": []
}