{
    "<p>Architect and architectural historian.": [],
    "Rowe the son of a schoolmaster from Bolton-upon-Dearne in south Yorkshire.": [
        [
            36,
            54,
            [
                "Bolton-upon-Serene"
            ]
        ],
        [
            58,
            73,
            [
                "South Yorkshire"
            ]
        ]
    ],
    "He attended school at Wath-upon-Dearne earning a scholarship to Liverpool University in 1939 where he studied architecture.": [
        [
            22,
            38,
            [
                "With-upon-Dearne",
                "Wath-upon-Serene"
            ]
        ]
    ],
    "He joined the army in World War II assigned to Parachute Regiment in 1942 but was discharged in 1944 after a back injury.": [],
    "Rowe graduated in 1946, entering the Warburg Institute in London to study the history of architecture under <a href=\"/wittkowerr\">Rudolf Wittkower</a>.": [],
    "His first essay, \"The Mathematics of the Ideal Villa\" appeared in the <em>Architectural Review</em>, 1947.": [],
    "In it he compared Palladio's Villa Foscari (the malcontenta of c.": [
        [
            3,
            5,
            [
                "it,"
            ]
        ],
        [
            35,
            42,
            [
                "Oscar",
                "Oscars",
                "Oscaro"
            ]
        ],
        [
            48,
            59,
            [
                "malcontents",
                "malcontent",
                "malcontent a"
            ]
        ]
    ],
    "1550-1560) to Le Corbusier's 1927 Villa Stein at Garches, France, finding similar principles in both.": [
        [
            49,
            56,
            [
                "Arches",
                "Marches",
                "Larches",
                "Parches",
                "G arches"
            ]
        ]
    ],
    "He wrote his thesis under Wittkower on the theoretical drawings of Inigo Jones.": [
        [
            26,
            35,
            [
                "Widower",
                "Willpower",
                "Wittier",
                "Winnower",
                "Witter"
            ]
        ],
        [
            67,
            72,
            [
                "Iñigo",
                "Indigo",
                "Ingo",
                "IndiGo"
            ]
        ]
    ],
    "He returned to teach at Liverpool, where his students included Robert Maxwell and James Stirling.": [],
    "Rowe received a Smith-Mundt/Fulbright Scholarship to study at Yale University under <a href=\"/hitchcockr\">Henry-Russell Hitchcock</a>.": [
        [
            16,
            27,
            [
                "Smith-Must"
            ]
        ]
    ],
    "He became an American citizen in 1984.": [],
    "He toured the United States afterward, working as an architect before joining the school of architecture at the University of Texas at Austin in 1953.": [],
    "He allied himself with other young faculty out to change the curriculum, who corporately referred to themselves the Texas Rangers.": [],
    "The group's members rankled UT traditionalists on the faculty and were eventually fired <em>en masse</em> in 1956.": [],
    "Rowe found positions at Cooper Union, New York, and at Cornell University before Sir Leslie Martin invited him to join the Cambridge University School of Architecture in 1958.": [],
    "His students included Peter Eisenman.": [
        [
            28,
            36,
            [
                "Wiseman"
            ]
        ]
    ],
    "Rowe employed a formalist approach to architectural analysis during these years, attracting architectural students who hoped to return to aesthetic issues in an age of poorly-practiced International-style modernism.": [],
    "Rowe found Cambridge exasperating (Maxwell) and in 1962 returned to the United States as Professor of Architecture, Graduate School of Architecture and Urban Design at Cornell University.": [],
    "At Cornell he focused on urban theory, examining the interface between city form and architecture and social intercourse.": [
        [
            3,
            10,
            [
                "Cornell,"
            ]
        ]
    ],
    "His <em>The Mathematics of the Ideal Villa</em> appeared as a book in 1976.": [],
    "He lived in the Palazzo Massimi while running the Rome program for Cornell.": [
        [
            24,
            31,
            [
                "Massimo"
            ]
        ]
    ],
    "A long friendship resulted with the New York architect Judy de Maio.": [],
    "He published <em>Collage City</em> with Fred Koetter in 1978, his major thesis on urban interaction which first introduced the concept of \"bricolage\" (Claude Lévi-Strauss's concept of adopting a methodology to fit a topic) to urban theory.": [
        [
            45,
            52,
            [
                "Better",
                "Letter",
                "Potter",
                "Otter",
                "Hotter",
                "Setter"
            ]
        ]
    ],
    "He was named Andrew Dickson White Professor in Architecture 1985, becoming Emeritus in 1990.": [],
    "He received the Royal Institute of British Architecture's Gold Medal in 1995, only the second scholar of the twentieth century.": [],
    "In retirement, Rowe wrote <em>Architecture of Good Intentions</em>, a cautionary analysis of architectural discourse.": [],
    "He moved to Washgington, D. C., in 1994.": [
        [
            12,
            23,
            [
                "Washington"
            ]
        ]
    ],
    "His collected essays, <em>As I Was Saying</em>, appeared in 1995.": [],
    "A book on Renaissance architecture remained uncompleted at his death at a Washington area hospital of a stroke at age 79.": [],
    "It was completed by Leon Satkowski in 2002.": [
        [
            25,
            34,
            [
                "Rutkowski"
            ]
        ]
    ],
    "Rowe revolutionized the teaching of architectural design in the United States through an appreciation of its heritage, the dynamic quality of its early settlements and the American revitalization of the classical.": [],
    "He praised in particular the city of Lockhart, Texas.": [],
    "Rowe's research passion was Italian Mannerism and its inherent contradictions; he frequently lived in Italy as a result.": [],
    "His <em>Mathematics of the Ideal Villa</em> challenged the view that modern architecture represented a fundamental break with history by showing an intellectual lineage between Renaissance and modern.": [],
    "Although not an proponent of modernism, Rowe exhorted his American students to recapture the delight of avant-garde European buildings of the early decades of the twentieth century.": [
        [
            13,
            15,
            [
                "a"
            ]
        ]
    ],
    "His writing and lecturing style was conversational tone, clearly documented in his essays in <em>As I Was Saying</em>.": [],
    "Rowe's <em>Collage City</em> prefigures the postmodernist theory (<em>Guardian</em>).": [],
    "\"Rowe's significance largely revolved around the issue of formalism.": [],
    "Should visual and spatial forms be seen as architecture's irreducible essence, or does form represent only one layer in a set of values that includes psychological meaning, social intention, political ideology and other human factors at work in the urban whole?\"": [],
    "(Muschamp).": [
        [
            1,
            9,
            [
                "Mus champ"
            ]
        ]
    ],
    "<em>The Wall Street Journal</em> and former <em>The New York Times</em> architecture critic, <a href=\"/huxtablea\">Ada Louise Huxtable</a>, wrote that Rowe and Yale architectural historian <a href=\"/scullyv\">Vincent Scully, Jr.</a>, were the two most influential historians of their time.": [],
    "These two academicians inspired the two great schools of post-modern architecture.": [],
    "Rowe's, known as the Whites because of their preoccupation with formal purity and the absence of color in their designs included Richard Meier, Eisenman, Charles Gwathmey and John Hejduk.": [
        [
            144,
            152,
            [
                "Wiseman"
            ]
        ],
        [
            162,
            170,
            [
                "Gather",
                "Gautama",
                "Swathes",
                "Watchman",
                "Drachma",
                "Grandma"
            ]
        ],
        [
            180,
            186,
            [
                "Held",
                "Head",
                "Headed",
                "Heads",
                "Hindu",
                "Header"
            ]
        ]
    ],
    "Scully's group, the Grays, rallied around populist notions and the writing of Robert Venturi, included <a href=\"/moorec\">Charles H. Moore</a> and Robert A. M. Stern.</p>": [
        [
            0,
            6,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ]
    ]
}