{
    "<p>Historian of South Asian art and Harvard Professor.": [],
    "Rowland attended St.": [],
    "Paul's School in Concord, New Hampshire.": [],
    "The remainder of his degrees and teaching were exclusively at Harvard University.": [],
    "He was granted his B.S.": [],
    "in 1928 and Ph.D.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "only two years later, in 1930.": [
        [
            0,
            4,
            [
                "Only"
            ]
        ]
    ],
    "His dissertation, on the 15th-century Catalonian painter Jaume Huguet was written under <a href=\"/postc\">Chandler R. Post</a> and published in 1932.": [
        [
            38,
            48,
            [
                "Catalonia"
            ]
        ],
        [
            63,
            69,
            [
                "August",
                "Huge",
                "Hughes",
                "Hague",
                "Puget",
                "Fugue"
            ]
        ]
    ],
    "From 1930-41 he served as tutor at Harvard.": [],
    "During this time Post became interested in Asian arts and began to study Chinese and Japanese languages.": [],
    "He also established a friendship with the Boston curator <a href=\"/coomaraswamya\">Ananda Kentish Coomaraswamy</a>.": [],
    "In 1932-33 he was a fellow of the American Council of Learned Societies, where he traveled to Kyoto and Tokyo, taking forays to Beijing and New Delhi.": [],
    "In 1936-37 he traveled to India, Afghanistan and Sri Lanka (then Ceylon) researching a book on Buddhist wall painting.": [],
    "It was published in 1938 as <em>The Wall-Paintings of India, Central Asia & Ceylon</em>.": [],
    "It was while exploring the temple remains in Afghanistan and the Gandhara district of West Pakistan that he became fascinated with the influence of Greco-Roman art on Buddhist sculpture.": [],
    "This became the topic on which he built his reputation as a scholar.": [],
    "In 1941 he was both appointed associate professor and married Lucy Thomas.": [
        [
            3,
            7,
            [
                "1941,"
            ]
        ]
    ],
    "During World War II her served as communications officer in the Navy in Washgington, D. C., 1942-45.": [
        [
            72,
            83,
            [
                "Washington"
            ]
        ]
    ],
    "He was appointed full professor in 1950, succeeding <a href=\"/warnerl\">Langdon Warner</a> in responsibility for the Asian collections of the Fogg Museum.": [],
    "In 1953 his published the <em>Pelican History of Art</em> volume on India.": [],
    "The following year, he wrote a modest textbook for a cross-cultural course at Harvard, <em>Art in East and West</em>.": [],
    "The little book, like his Pelican volume, became a basic introduction for students of west art to the sensibilities of Asian esthetics and arts.": [
        [
            125,
            134,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "Rowland, also a skilled watercolorist, exhibited his personal art work in many galleries at this time.": [],
    "In 1960 he was appointed Gleason Professor of Fine Arts at Harvard and in 1970 served UNESCO as the United States delegate to the Kushan Congress in Kabul.": [
        [
            3,
            7,
            [
                "1960,"
            ]
        ],
        [
            130,
            136,
            [
                "Kushal",
                "Kush an"
            ]
        ]
    ],
    "Although Rowland's work was principally in (East) Indian art, he taught a wide variety of courses, most notably in American art where his students included <a href=\"/novakb\">Barbara J. Novak</a>, <a href=\"/prownj\">Jules Prown</a>, Theodore Stebbins, Jr., <a href=\"/wilmerdingj\">John Wilmerding</a>, <a href=\"/homerw\">William I. Homer</a>, and <a href=\"/gerdtsw\">William Gerdts</a>.": [],
    "Rowland was also a collector of South Asian art; he eventually donated his collection to the Victoria and Albert Museum in London.": [],
    "Rowland, like his contemporary <a href=\"/sireno\">Osvald Sirén</a>, worked during a time in art history when scholars of western art could change fields to Asian art and, through personal instruction, become a major scholar in that field.": [],
    "Methodologically, Rowland worked in a connoisseurship/evolutionary styles continuum central to Asian scholarship of that era.": [],
    "He also addressed issues of patronage and iconology.": [
        [
            42,
            51,
            [
                "phonology"
            ]
        ]
    ],
    "Unlike his colleague at the Boston Museum of Fine Arts, <a href=\"/coomaraswamya\">Ananda Kentish Coomaraswamy</a>, he did not embrace a mystical appreciation of South Asian art.": [],
    "Rowland, like his fellow Asianist, Warner, was noted for a disdain of \"academic professionalism\" which included committee work as well as the notion that professors should be narrow specialists or even considered \"experts\".</p>": [
        [
            25,
            33,
            [
                "Pianist",
                "Asians",
                "Arianism",
                "Alienist",
                "Apiarist"
            ]
        ]
    ]
}