{
    "<p>Director of the Department of Painting and Sculpture, Museum of Modern Art, 1973-1988.": [],
    "Rubin was the son of Mack and Beatrice Rubin.": [],
    "His father was a self-made textile merchant and factory owner.": [],
    "Rubin grew up in the Riverdale section of the Bronx, attending the Fieldston School, serving as captain of the football team in his senior year.": [
        [
            67,
            76,
            [
                "Fieldstone",
                "Fields ton"
            ]
        ]
    ],
    "At Fieldston Rubin met Victor D'Amico, director of education at the Museum of Modern Art.": [
        [
            3,
            12,
            [
                "Fieldstone",
                "Fields ton"
            ]
        ],
        [
            32,
            37,
            [
                "Amino",
                "Amoco",
                "Amigo",
                "AMICE"
            ]
        ]
    ],
    "Rubin volunteered at the museum working on special projects under D'Amico.": [
        [
            68,
            73,
            [
                "Amino",
                "Amoco",
                "Amigo",
                "AMICE"
            ]
        ]
    ],
    "He entered Columbia University, but joined the military during World War II to serve in the American occupation forces in Europe.": [],
    "His B. A. from Columbia in 1949 was in Italian language and literature.": [],
    "He spent a year at the University of Paris planning a career as a concert conductor.": [],
    "Rubin instead returned to Columbia to pursue an advance degree in history.": [],
    "At Columbia, a course under the medievalist <a href=\"/schapierom\">Rosa Schapire</a>, whose other research interest was the New York School, caused Rubin to switch to art history.": [],
    "After securing his M. A. in 1952, Rubin taught at Sarah Lawrence beginning in Bronxville, NY, and the City University of New York (1960-1967).": [
        [
            78,
            88,
            [
                "Brownsville",
                "Brookville"
            ]
        ]
    ],
    "He was an editor for <em>Art International</em>, collecting art in his spare time.": [],
    "Rubin bought the new Abstract Expressionist art of Jasper Johns and Frank Stella.": [],
    "His dissertation, granted from Columbia in 1959, was on modern ecclesiastic art.": [],
    "During this time, too, Rubin strengthened his friendship with <a href=\"/barra\">Alfred H. Barr, Jr.</a>, the founder and \"Director of Collections\" at the Museum of Modern Art, inviting Barr to lecture at Sarah Lawrence.": [],
    "Barr invited Rubin to mount an exhibition of Andé Masson art at MoMA.": [
        [
            45,
            49,
            [
                "And",
                "Andy",
                "Anne",
                "Aide",
                "Andes",
                "Andre"
            ]
        ],
        [
            50,
            56,
            [
                "Mason",
                "Manson",
                "Hasson",
                "Mas son",
                "Mass on"
            ]
        ]
    ],
    "Rubin's skill led to an appointment as curator in the Department of Painting and Sculpture in 1967.": [],
    "Rubin's close connection with the art dealer Sidney Janis (1896-1989), both as a collector and art historian, resulted in Janis and his wife's donation of their five Mondrians to the Museum.": [
        [
            166,
            175,
            [
                "Mondrian's",
                "Mondrian"
            ]
        ]
    ],
    "Part of Rubin's mandate was to build in the area of Abstract Expressionist art which Barr had largely ignored.": [],
    "He swapped another work with Janis to acquire Jackson Pollock's \"One: Number 31, 1950\" and convinced the art dealer Ben Heller (b.": [],
    "1925) to donate Barnett Newman's 1950-51 \"Vir Heroicus Sublimis.\"": [
        [
            42,
            45,
            [
                "VIR",
                "Air",
                "Via",
                "Sir",
                "Mir",
                "VIP"
            ]
        ],
        [
            46,
            54,
            [
                "Heroics",
                "Heroic us"
            ]
        ],
        [
            55,
            63,
            [
                "Sublimes"
            ]
        ]
    ],
    "In 1968 Rubin mounted ''Dada, Surrealism and Their Heritage.''": [],
    "By 1969 Rubin was chief curator of painting and sculpture.": [
        [
            14,
            23,
            [
                "was a chief",
                "was the chief"
            ]
        ]
    ],
    "He was named Director of the department in 1973.": [],
    "During his tenure at the Modern, Rubin acquired Picasso's ''Charnel House'' (1944-45), Miro's ''Birth of the World'' (1925) and two 1950's cutouts by Matisse, ''Memory of Oceania'' and ''The Swimming Pool.''": [
        [
            60,
            67,
            [
                "Channel",
                "Chanel"
            ]
        ],
        [
            132,
            138,
            [
                "1950s"
            ]
        ]
    ],
    "His most famous acquisition was Picasso's ''Guitar,'' 1912-13, a metal-construction sculpture, which Picasso gave outright from his own collection after Rubin offered to trade a Cézanne.": [],
    "Rubin donated to the museum David Smith's ''Australia,'' 1951, a work from his own collection.": [],
    "Rubin's most celebrated scholarly exhibition was \"Cézanne: the Late Work\" in 1978.": [],
    "Rubin engaged in a public disagreement with University of Pennsylvania scholar <a href=\"/steinbergl\">Leo Steinberg</a> over Picasso's <em>Demoiselles d'Avignon</em>, an exchange covered in the pages of <em>Art in America</em> between 1978-1979.": [],
    "A large Picasso retrospective was held in 1980, also to the acclaim of critics.": [],
    "MoMA expanded in 1984 and Rubin was able to mount larger shows.": [],
    "The infamous ''Primitivism in 20th Century Art: Affinity of the Tribal and the Modern,'' was organized with his handpicked assistant, J.": [],
    "<a href=\"/varnedoek\">Kirk Varnedoe</a>.": [],
    "Pairing modern artworks with examples of the African and Oceanic art that had influenced them, the show emphasized formalism at the expense of the larger context both modern and non-western art had developed.": [],
    "The exhibition set off a debate between Thomas McEvilley who had negatively reviewed the show in <em>Artforum</em>.": [
        [
            47,
            56,
            [
                "McKinley",
                "Neville",
                "Seville",
                "Guerilla",
                "Melville",
                "McGinley"
            ]
        ]
    ],
    "Rubin retired in 1988 but continued to organize exhibitions.": [],
    "\"Picasso and Braque: Pioneering Cubism\" was launched in 1989 and \"Picasso's Portraits\" in 1996.": [],
    "Critics despaired that Rubin would mount a show organized around Picasso's womanizing.": [],
    "In 1994, Rubin asserted that the numerous paintings and drawings of Picasso in the1920's were of the American socialite Sara Murphy and are not depictions of Picasso's wife at the time, Olga.": [],
    "As Director emeritus, Rubin lived his last days in his loft off Broadway and in a home in Pound Ridge, NY, where he died.": [],
    "Rubin was a controversial figure.": [],
    "An egotist who married four times, he brokered art-world power usually to the benefit of MoMa collections.": [
        [
            89,
            93,
            [
                "MoMA",
                "Coma",
                "Roma",
                "Mom",
                "MDMA",
                "Mona"
            ]
        ]
    ],
    "He continued the museum's practice of selling off art works considered less-important or redundant by the staff in order to finance newer acquisitions.": [],
    "Rubin, however, began the practice of sealed-bid auction from dealers to increased revenue.": [],
    "His exhibitions built on the largely formalist and historically linear history of art established by Barr.": [
        [
            29,
            46,
            [
                "large formalist"
            ]
        ]
    ],
    "Critics of Rubin and the Museum accused both of being unreceptive to new art and obsessed with the Museum's place in the history of art.": [],
    "His painting and sculpture installations followed the Barr cannon of emphasizing masterpieces, great artists and French painting.</p>": []
}