{
    "<p>Founder of modern art history (history based on documentary study); key member of the Berlin school of art history.": [],
    "Rumohr was born to Henning von Rumohr (1722-1804) and belonged to a noble Holstein family.": [
        [
            0,
            6,
            [
                "Rumor"
            ]
        ],
        [
            31,
            37,
            [
                "Rumor"
            ]
        ]
    ],
    "His inheritance enabled him to pursue his art-historical interests without the constraints of employment.": [],
    "After attending the Gymnasium in Holzminden, Rumohr entered the university in Göttingen, focusing on foreign-languages and studying under <a href=\"/fiorilloj\">Johann Dominico Fiorillo</a>.": [
        [
            45,
            51,
            [
                "Rumor"
            ]
        ]
    ],
    "Rumohr's dedication to documentary sources likely derived from the influence of another scholar, the historian Barthold Georg Niebuhr (1776-1831).": [
        [
            0,
            6,
            [
                "Rumor"
            ]
        ],
        [
            111,
            119,
            [
                "Bartholdi",
                "Bart hold",
                "Barth old"
            ]
        ]
    ],
    "He made his first journey to Italy by 1804 with artists Franz and Johannes Riepenhausen and Ludwig Tieck Ludwig Tieck (1773-1853).": [
        [
            92,
            117,
            [
                "Ludwig Tieck"
            ]
        ]
    ],
    "He returned to Hamburg in 1806 studying art and learning painting.": [],
    "In 1815, Rumohr returned to the notion of a society of art scholars.": [
        [
            9,
            15,
            [
                "Rumor"
            ]
        ]
    ],
    "He met Goethe during an extended visit to Weimar.": [],
    "A second trip, lasting the years 1816 to 1821, was influential for the prominent expatriate German community he met there, including the Nazarene artists, and the art historian <a href=\"/waageng\">Gustav Friedrich Waagen</a>.": [],
    "He scoured Italian archives during his stay in the country, pouring through the archives of Rome, Florence, Milan, Siena, Perugia and Mantua.": [],
    "Like many art authors, Rumohr began his critical analysis of Italian art with <a href=\"/vasarig\">Giorgio Vasari</a>.": [
        [
            23,
            29,
            [
                "Rumor"
            ]
        ]
    ],
    "He initially planned only to produce a German translation (and commentary) of the <em>Vite</em>, but his ever-increasing familiarity with the documentary sources of Italian art made him realize how little of Vasari could be accepted.": [],
    "He returned to Hamburg via Munich in 1821 where he was active in the artistic community there and publishing a book on cooking.": [],
    "In 1825 moved to Berlin where he published the results of his art-historical research, his <em>Italienischen Forschungen</em>, (Italian Investigations) in 1827.": [],
    "The <em>Forschungen</em> focus on medieval Italian painting and Raphael, because he viewed the era after 1530 as a period of decline in renaissance painting.": [],
    "It was probably Rumohr's attitude that influenced both the Nazarenes and the English Pre-Raphaelites to come to the same conclusions.": [
        [
            16,
            22,
            [
                "Rumor"
            ]
        ],
        [
            59,
            68,
            [
                "Nazarene's",
                "Nazarene"
            ]
        ]
    ],
    "In Berlin, Rumohr was tapped by the Prussian government to advise them on a comprehensive public museum of art.": [
        [
            11,
            17,
            [
                "Rumor"
            ]
        ]
    ],
    "The return of art work from Napoleon's museum had re-ignited the notion of an art museum in Berlin akin to the great institutions in Munich, Dresden and Vienna.": [],
    "For years, <a href=\"/hirta\">Aloys Hirt</a> then a curator of the Kaiser's pictures had pressed for such a museum.": [],
    "But Hirt was a bureaucrat, not an historian.": [
        [
            4,
            8,
            [
                "Hit",
                "Dirt",
                "Hire",
                "Hurt",
                "Shirt",
                "Hart"
            ]
        ],
        [
            31,
            33,
            [
                "a"
            ]
        ]
    ],
    "His vision for the museum was little more than a warehouse of the collection (though he did press for hanging pictures by school and era rather than subject).": [],
    "Rumohr and Waagen understood that the impetus for a public collection of art was first esthetic and then historic.": [
        [
            0,
            6,
            [
                "Rumor"
            ]
        ],
        [
            11,
            17,
            [
                "Warren",
                "Wage",
                "Wages",
                "Wagon",
                "Weaken",
                "Waged"
            ]
        ]
    ],
    "Rumohr disagreed bitterly with Hirt and their rivalry eventually forced Hirt's resignation.": [
        [
            0,
            6,
            [
                "Rumor"
            ]
        ],
        [
            31,
            35,
            [
                "Hit",
                "Dirt",
                "Hire",
                "Hurt",
                "Shirt",
                "Hart"
            ]
        ],
        [
            72,
            76,
            [
                "Hit",
                "Dirt",
                "Hire",
                "Hurt",
                "Shirt",
                "Hart"
            ]
        ]
    ],
    "Rumohr was considered to lead the new museum, but was turned down by the crown in favor of Waagen.": [
        [
            0,
            6,
            [
                "Rumor"
            ]
        ],
        [
            91,
            97,
            [
                "Warren",
                "Wage",
                "Wages",
                "Wagon",
                "Weaken",
                "Waged"
            ]
        ]
    ],
    "However, Rumohr may have in fact preferred the decision.": [
        [
            9,
            15,
            [
                "Rumor"
            ]
        ]
    ],
    "He returned to Italy for the years 1828-1829, and then again in 1837, increasingly devoting time to agricultural studies and cooking.": [],
    "He moved to Gut Rothenhausen in 1835.": [],
    "In 1838 the young <a href=\"/morellig\">Giovanni Morelli</a>, the establisher of connoisseurship, met Rumohr, greatly influencing Morelli's work.": [],
    "After a final trip to Italy in 1841, Rumohr retired to another of his estates in Lübeck, Rothenhausen, in 1842.": [
        [
            37,
            43,
            [
                "Rumor"
            ]
        ]
    ],
    "He died the following year, his friend <a href=\"/semperg\">Gottfried Semper</a> designed a monument for him.": [],
    "His art collection was auctioned in 1846.": [],
    "Rumohr's <em>Italienische Forschungen</em> was among the first art histories to be constructed through the use of written primary source documents, culled from Italian archives, the hallmark of modern art-historical scholarship.": [
        [
            0,
            6,
            [
                "Rumor"
            ]
        ]
    ],
    "Eschewing the classical-art centered view of art history, Rumohr strove for a more objective art history.": [
        [
            58,
            64,
            [
                "Rumor"
            ]
        ]
    ],
    "The twentieth-century documentary scholar <a href=\"/schlosserj\">Julius Alwin von Schlosser</a> described him as the founder of modern art research.": [],
    "An anti-romantic (and anti-Hegelian), Rumohr's way of thinking developed a critical opposition with that of <a href=\"/winckelmannj\">Johann Joachim Winckelmann</a> (he early on disagreed with Winckelmann's analysis of <em>Castor and Pollux</em> statue).": [
        [
            38,
            44,
            [
                "Rumor"
            ]
        ]
    ],
    "He asserted that nature was the primary source for the analysis of art history, attempting to free art history from the prevailing romantic-era literary/aesthetic ties.": [],
    "During his lifetime, Rumohr was not primarily known for his art writing.": [
        [
            21,
            27,
            [
                "Rumor"
            ]
        ]
    ],
    "An eccentric and noted gourmet, his 1822 cookbook on simplified cuisine, <em>Geist der Kochkunst</em> (Spirit of the Cooking Arts) was written under the pseudonym of his servant.": [],
    "An 1834 book on etiquette, <em>Schule der Höflichkeit</em>, and his rhymed fable verses the following year, <em>Kynalopekomachia: Der Hunde Fuchsenstreit</em> were both popular successes.": [],
    "A witty raconteur, sketches of him show up in the memoirs of Count Adolf von Schack (1815-1894), Pauline Gotter Schelling (1786-1854), and <a href=\"/lorckk\">Karl von Lorck</a>.": [
        [
            77,
            83,
            [
                "Shack",
                "Schick",
                "Sc hack"
            ]
        ],
        [
            105,
            111,
            [
                "Potter",
                "Gotten",
                "Otter",
                "Gutter",
                "Hotter",
                "Getter"
            ]
        ]
    ],
    "Goethe characterized him as a profound <em>cognoscenti</em> of Italian art.": [],
    "Hegel mentioned him in his work <em>ästhetik</em> of 1835.": [],
    "Wilhelm von Humboldt argued that <em>Italienischen Forschungen</em> was the first art historical work written in a historical and spiritual sense.": [],
    "Historians who were directly affected by Rumohr's methodology, in addition to Waagen, included <a href=\"/hothoh\">Heinrich Gustav Hotho</a>, <a href=\"/schnaasek\">Karl Julius Ferdinand Schnaase</a>, <a href=\"/kuglerf\">Friedrich Kugler</a>, (the \"Berlin School\") and in the twentieth century, Viennese scholar, Schlosser.": [
        [
            41,
            47,
            [
                "Rumor"
            ]
        ],
        [
            78,
            84,
            [
                "Warren",
                "Wage",
                "Wages",
                "Wagon",
                "Weaken",
                "Waged"
            ]
        ]
    ],
    "Beyond those 19th-century scholars and <em>literati</em>, it is unclear how far his influence carried during his time.": [],
    "Rumohr and the other members of the Berlin school of art history made the greatest contribution to the writing of art history in the next century.</p>": [
        [
            0,
            6,
            [
                "Rumor"
            ]
        ]
    ]
}