{
    "<p>Britain's most influential art critic of the nineteenth century; author of widely-read books on artists and architecture.": [],
    "Ruskin was the only son of an affluent Scottish wine importer living in London, of John James Ruskin (1785-1864).": [],
    "His mother, Margaret Cox [née Cock] (1781-1871), a first cousin to his father, was doting and over protective, which likely contributed to his psychological afflictions and (presumed) homosexuality.": [
        [
            94,
            109,
            [
                "overprotective"
            ]
        ]
    ],
    "Ruskin was exposed to the arts at an early age, tutored privately and by his father.": [],
    "The family made several trips to France, Italy and Switzerland.": [],
    "Ruskin had already published articles on geography (his father's interest), before entering at Christ's Church, Oxford, in 1837.": [],
    "His school friends included the future classical archaeologist <a href=\"/newtonc\">Charles T. Newton</a>.": [],
    "The marriage of his love, Adèle Domecq, resulted in a mental breakdown requiring a visit to Italy in 1840, where he embraced Venetian painting and architecture and deplored St.": [
        [
            32,
            38,
            [
                "Dome",
                "Domed",
                "Domes"
            ]
        ]
    ],
    "Peter's in Rome.": [],
    "He graduated from Christ Church, Oxford in 1842.": [],
    "When he read a caustic newspaper review of a Turner exhibition, Ruskin penned a defense of the painter, whom he knew personally.": [],
    "This resulted in his first important art book, <em>Modern Painters: their Superiority in the Art of Landscape Painting to the Ancient Masters,</em> 1843, eventually running to five volumes by1860.": [
        [
            141,
            143,
            [
                ", <"
            ]
        ]
    ],
    "The initial volumes appeared under the pseudonym \"a Graduate of Oxford.\"": [],
    "Beginning as an encomium to J. M. W. Turner, the series evolved into a study of the principles of art.": [],
    "Ruskin traveled to France and Italy in 1845 where he studied the masters.": [],
    "He also had become influenced by <em>De la poésie chétienne</em>, 1836, by <a href=\"/rioa\">Alexis-François Rio</a>, one of the first to write on the Italian \"Primitives.\"": [],
    "Ruskin's interest turned to architecture by 1846, having read <em>Remarks on the Architecture of the Middle Ages, especially of Italy</em> (1835) by <a href=\"/willisr\">Robert Willis</a>.": [],
    "In 1848 Ruskin married Euphemia \"Effie\" Chalmers Gray (1828-1897) whom he had known as a child and for whom he had written <em>The King of the Golden River</em>.": [
        [
            23,
            31,
            [
                "Euphemism",
                "Euphoria",
                "Eutheria",
                "Euphemize",
                "Euthymia"
            ]
        ]
    ],
    "The first book to which Ruskin used his name, <em>The Seven Lamps of Architecture</em>, appeared in 1849.": [],
    "Like <em>Modern Painters</em>, Ruskin devised moral categories--the 'lamps'--to evaluate the medium: sacrifice, truth, power, beauty, life, memory, and obedience.": [],
    "Ruskin hoped his work would rescue the Gothic revival away from Roman Catholic exponents such as <a href=\"/pugina\">Augustus Welby Northmore Pugin</a>.": [],
    "Ruskin and Effie spent the winters in Venice where he began creating a typology of Venetian architecture.": [],
    "The result was a larger work on architecture, the three-volume <em>The Stones of Venice</em> (1851-1853).": [],
    "The book raised the appreciation of Byzantine and Gothic architecture, at the expense of the Renaissance, inspiring Victorian architects to employ Romanesque and Venetian styles and decorative features in their designs.": [],
    "The Ruskins were friends with <a href=\"/eastlakec\">Charles Lock Eastlake</a>, president of the Royal Academy and director of the National Gallery, and his wife, <a href=\"/rigbye\">Elizabeth Rigby Eastlake</a>, and Lady Eastlake became close with Effie.": [
        [
            4,
            11,
            [
                "Ruskin's",
                "Ruskin",
                "Buskins",
                "Reskins",
                "Ru skins"
            ]
        ]
    ],
    "Ruskin delivered Edinburgh lectures, <em>Lectures on Architecture and Painting</em>, in 1853.": [],
    "Ruskin supported the painters known as the Pre-Raphaelites, including John Everett Millais.": [],
    "After six years of an unhappy, unconsummated marriage, Effie had the union annulled in 1854; she married Millais the following year.": [
        [
            105,
            112,
            [
                "Millie",
                "Mill ais"
            ]
        ]
    ],
    "He was also instrumental in the career of Dante Gabriel Rossetti.": [],
    "In 1855 he first met the Harvard Professor of Fine Arts <a href=\"/nortonc\">Charles Eliot Norton</a> in Switzerland, who spread Ruskin's ideas in America.": [
        [
            3,
            7,
            [
                "1855,"
            ]
        ]
    ],
    "The third and fourth volumes of <em>Modern Painters</em> appeared in 1856.": [],
    "Ruskin was asked to catalog the more than 20,000 works of art left to the nation by Turner, who had died in 1851.": [],
    "He and National Gallery keeper <a href=\"/wornumr\">Ralph Nicholson Wornum</a> burned an unspecified number of sketchbooks in 1858 which the two deemed \"grossly obscene\" and could not \"lawfully be in anyone's possession.\"": [],
    "Ruskin did save the two surviving sketchbooks, which he left in a paper bag with a note saying they were kept \"only as evidence of a failing mind.\"": [],
    "After a rift with Rosetti, Ruskin promoted the work of Edward Burne-Jones in the 1860s.": [
        [
            18,
            25,
            [
                "Rosette",
                "Rosetta",
                "Rossetti"
            ]
        ]
    ],
    "He delivered the Rede lecture at Cambridge, \"The Relation of National Ethics to National Arts,\" in 1866, receiving an honorary doctorate from the University.": [
        [
            17,
            21,
            [
                "Red",
                "Ride",
                "Rode",
                "Reed",
                "René",
                "Cede"
            ]
        ]
    ],
    "Ruskin experienced a middle age crisis, his faith in religion permanently eroded and he proposed marriage to an eighteen-year-old, Rose La Touche (1848-1875), a girl suffering from a debilitating illness (possibly <em>anorexia nervosa</em>) whom he had fallen in love with when she was 10.": [
        [
            80,
            84,
            [
                ", and"
            ]
        ],
        [
            139,
            145,
            [
                "Touché"
            ]
        ]
    ],
    "Ruskin was appointed the first Slade Professor of art at Oxford in 1869, which held until 1879; he held the post again, 1883-1884.": [
        [
            31,
            36,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "Intermittent additional mental breakdowns followed.": [],
    "His later writings, e.g., <em>Sesame and Lillies</em> (1865), <em>The Crown Of Wild Olives</em> (1866) and <em>Fors Clavigera</em> (1871-1874), are devoted to social reform which consumed him his last years.": [],
    "In 1874, Ruskin was in Italy with the architect and social reformer Arthur Heygate Mackmurdo (1851-1942).": [
        [
            75,
            82,
            [
                "Hey gate"
            ]
        ]
    ],
    "Rose's death led to another mental breakdown and his utilizing séances to speak with her.": [],
    "The final twenty years of his life were ever-increasing mental decline, the last ten years of his life secluded at his estate, Brantwood, on Lake Coniston.": [
        [
            127,
            136,
            [
                "Brentwood",
                "Brant wood"
            ]
        ],
        [
            146,
            154,
            [
                "Concision",
                "Anniston"
            ]
        ]
    ],
    "There he wrote a highly unreliable autobiography of his early years, <em>Praeterita</em> (1886-1888), which was unfinished at the time of his death.": [],
    "Ruskin caught the flu in early 1900 and died on his family estate.": [],
    "He is buried in Coniston churchyard.": [
        [
            16,
            24,
            [
                "Concision",
                "Anniston"
            ]
        ]
    ],
    "He left his estate to the Guild of St.": [],
    "George, a charity he founded for social welfare.": [],
    "Norton became one of his literary executors.": [],
    "Ruskin was a taste-making as much as an historian of art; his writings were influential for the art historians, architects and artists of his generation.": [
        [
            37,
            39,
            [
                "a"
            ]
        ]
    ],
    "His early work, <em>Modern Painters</em>, used Turner's work as an example of the primary virtue of art: an adherence to truth, but a truth that included \"moral as well as material [i.e., factual] truth.\"": [],
    "Subsequent volumes insisted an absolute, divine basis for art, denying that custom or subjective experience defined great art.": [],
    "<em>The Stones of Venice</em> champions the Gothic era as a time when spiritualism was pervasive in all aspects of society, including art.": [],
    "Likewise, the Classical and Renaissance ages represented pagan corruption, a tendency he saw in his own Victorian era with the use of cast iron in architecture and the increasing importance of function in architectural design.": [],
    "Ruskin's division of the Italian renaissance into a \"pre-Renaissance\" (i.e., the early Renaissance of artists such as Botticelli and Fra Angelico) filled with religiosity, and (high) Renaissance artists, too influenced by classicism, is taken directly from the writings of <a href=\"/rioa\">Alexis-François Rio</a>.": [
        [
            133,
            136,
            [
                "Frey",
                "FRA",
                "Era",
                "Far",
                "IRA",
                "FRS"
            ]
        ]
    ],
    "The political implication is staunchly anti-Roman Catholic: Venice's resistance to Roman Papal authority were akin (in Ruskin's mind) to his Tory resistance to the 1850 Catholic church's reassertion of episcopal hierarchy.": [
        [
            169,
            184,
            [
                "Catholic Church"
            ]
        ]
    ],
    "A second political theme was anti-industrialization.": [],
    "Mass production destroyed creative and moral spirit to Ruskin, a theme which would be more fully be acted upon my William Morris.": [],
    "Ruskin's art theory led to a long-time friendship with the Harvard humanist <a href=\"/nortonc\">Charles Eliot Norton</a>.": [],
    "To Ruskin the relationship of art, morality and social justice formed a holy triangle.": [],
    "This interest increasingly lead to his preoccupation in later years with social reform.": [],
    "Ruskin founded the Working Men' s college in 1854 and financially backed the experiments of the social reformer Octavia Hill (1838-1912) in the management of house property.": [
        [
            27,
            33,
            [
                "Men's"
            ]
        ]
    ],
    "His social reforms were later integrated by the government into old age pensions, universal free education, and improved housing.": [],
    "Ruskin's writings inspired Morris, and Arnold Toynbee and were favorably reviewed by Charlotte Brontë and William Wordsworth.": [],
    "His anti-Renaissance views were criticized in his lifetime by <a href=\"/berensonb\">Bernard Berenson</a> and posthumously by the architectural historian <a href=\"/scottg\">Geoffrey Scott</a>.": [],
    "As a reformer, his book <em>Unto This Last</em> (1860) is said to have influenced Mahatma Gandhi.": [],
    "The National Trust, established by Ruskin-inspired acquaintances, bears his stamp.</p>": []
}