{
    "<p><em>New York Times</em> art critic, 1974-1990, and author of art history books.": [],
    "Russell was the son of Isaac James Russell and Harriet Elizabeth Atkins (Russell).": [],
    "Raised by his grandparents, he attended St.": [],
    "Paul's school, London before studying philosophy and economics at Magdalen College, Oxford, receiving a B.A.": [
        [
            66,
            74,
            [
                "Magdalena",
                "Magdalene"
            ]
        ]
    ],
    "in 1940.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Initially, Russell worked at the Tate Gallery as an unpaid intern until the building was bombed during the Blitzkrieg; he was then evacuated to Worcestershire.": [],
    "He served in the British Admiralty during World War II in Naval Intelligence Division between 1942 until 1945.": [],
    "His first book, <em>Shakespeare's Country</em>, was published in 1944.": [],
    "The same year he published his first art book (he was 23), <em>British Portrait Painters</em>.": [],
    "Before the War's end, he was writing for the periodical Cornhill Magazine and <em>Horizon</em>, encouraged by Logan Pearsall Smith (1865-1946), brother to art historian <a href=\"/berensonm\">Mary Berenson</a>.": [
        [
            56,
            64,
            [
                "Corn hill"
            ]
        ]
    ],
    "He married Alexandrine Apponyi in 1945 (divorced, 1950).": [
        [
            23,
            30,
            [
                "Apply",
                "Appoint",
                "Acronym",
                "Antony",
                "Appendix",
                "Appoints"
            ]
        ]
    ],
    "Another author (and future writer of James Bond novels) Ian Fleming (1908-1964) recommended Russell as a book reviewer to the Sunday <em>Times</em> (London) in 1945.": [],
    "When London <em>Times</em> art critic <a href=\"/newtone\">Eric Newton</a> was fired for writing an inflammatory review of a Royal Academy exhibition in 1950, Russell became his replacement as well as corresponding art critic for the <em>New York Times</em>.": [],
    "He married a second time to Vera Poliakoff in 1956.": [
        [
            33,
            42,
            [
                "Playoff"
            ]
        ]
    ],
    "He also acted as London representative for the <em>Art News</em> and <em>Art in America</em> beginning in 1957.": [],
    "During this time he met Rosamond Bernier (b.": [
        [
            33,
            40,
            [
                "Bernie",
                "Vernier",
                "Barnier",
                "Fernier"
            ]
        ]
    ],
    "1920?": [],
    "), co-founder of the Parisian art journal <em>L'Oeil</em>, who asked him to write for that magazine as well.": [
        [
            0,
            1,
            [
                ""
            ]
        ]
    ],
    "Russell visited New York as a foreign journalist in 1960, invited by the US State Department.": [],
    "In 1965 Russell wrote an extended book on Seurat, his most durable text.": [],
    "He organized exhibitions for the Arts Council of Great Britain on Modigliani in 1964, Rouault in 1966, the controversial Balthus show in 1968 and Pop Art, the last in concert with his friend <a href=\"/gabliks\">Suzi Gablik</a> in 1969.": [
        [
            121,
            128,
            [
                "Malthus"
            ]
        ]
    ],
    "The Museum of Modern Art in New York and the Book of the Month Club hired Russell to survey modern art, publishing in 12 monthly parts by mail subscription between 1974-1975.": [],
    "Bernier returned to the United States in 1971, separated from her husband.": [
        [
            0,
            7,
            [
                "Bernie",
                "Vernier",
                "Barnier",
                "Fernier"
            ]
        ]
    ],
    "Russell divorced his second wife the same year, and in 1973, while in the United States, the chief critic of <em>New York Times</em>, Hilton Kramer, suggested Russell join him.": [],
    "Russell joined the <em>Times</em> in 1974, relinquishing his other journalistic assignments.": [],
    "In 1975 Russell married Bernier, a wedding studded by art and music personalities, taking place in the [New Canaan, CT] Glass House home of <a href=\"/johnsonp\">Philip Johnson</a>.": [
        [
            24,
            31,
            [
                "Bernie",
                "Vernier",
                "Barnier",
                "Fernier"
            ]
        ]
    ],
    "Bernier, an American who had known French artists after the War, was now a lecturer on fashion at the Metropolitan Museum of Art, NY.": [
        [
            0,
            7,
            [
                "Bernie",
                "Vernier",
                "Barnier",
                "Fernier"
            ]
        ]
    ],
    "As an art critic, Russell offered a measured approach to criticism in contrast to the often caustic reviews of Kramer.": [],
    "In 1979 he won the <a href=\"/matherf\">Frank Jewett Mather, Jr.</a>, award for art criticism from the College Art Association.": [
        [
            3,
            7,
            [
                "1979,"
            ]
        ]
    ],
    "Russell wrote \"American Light: The Luminist Movement\" in 1980, a film produced for the National Gallery of Art and narrated by Bernier--Russell himself was a stutterer.": [
        [
            35,
            43,
            [
                "Feminist",
                "Humanist",
                "Leninist",
                "Lutenist",
                "Lutanist"
            ]
        ],
        [
            127,
            143,
            [
                "Bernie--Russell"
            ]
        ]
    ],
    "In 1981 they collaborated again on the film \"An Everlasting France,\" an introduction to French art to be shown at the Palace of the Legion of Honor Museum in San Francisco.": [
        [
            3,
            7,
            [
                "1981,"
            ]
        ]
    ],
    "The same year his subscription-survey book for MoMA was republished as <em>Meanings of Modern Art</em>.": [],
    "He became chief critic for the <em>New York Times</em> in 1982.": [],
    "The Mitchell prize for art criticism was awarded to him in 1984.": [],
    "Russell resigned from the <em>Times</em> in 1990.": [],
    "He won the U. S. Art Critic's Award in 2006.": [],
    "He died at a Bronx nursing home at age 89.": [],
    "In England, Russell championed the emerging modernist British artists including Francis Bacon, Lucian Freud, R. B. Kitaj, David Hockney and Bridget Riley.": [
        [
            115,
            120,
            [
                "Vital",
                "Kit",
                "Kits",
                "Kitty",
                "Rita",
                "Titan"
            ]
        ]
    ],
    "Russell's art histories were elegant but not researched to any great degree.": [],
    "His was a pen-for-hire, a literati who could be trusted to write elegantly about art, if not deeply, such as his 1970 volume, <em>The World of Matisse</em> in the mass-appeal Time-Life series.": [
        [
            24,
            34,
            [
                "a literato",
                "a literatus",
                "literati"
            ]
        ]
    ],
    "His most perceptive writing were his numerous essays in <em>The New York Review of Books</em>.</p>": []
}