{
    "<p>Director of the Stedelijk Museum Amsterdam between 1936 and 1945, and director-in-chief of the Amsterdam Rijksmuseum, 1945-1959.": [
        [
            19,
            28,
            [
                "Steeling",
                "Steelier"
            ]
        ]
    ],
    "Röell attended the Gymnasium in Leiden and The Hague.": [
        [
            0,
            5,
            [
                "Roll",
                "Rowell"
            ]
        ]
    ],
    "Between 1913 and 1919, he studied law and art history at Utrecht University.": [],
    "In 1919, he went to Paris, where he continued his art history study at the Sorbonne and the <em>École du Louvre</em>.": [],
    "However, he did not complete his dissertation, when <a href=\"/schmidtdegenerf\">F.": [],
    "Schmidt-Degener</a>, the new director of the Amsterdam Rijksmuseum, in 1922 offered him a position as assistant at the department of paintings.": [
        [
            0,
            15,
            [
                "Schmidt-Wegener"
            ]
        ]
    ],
    "Three years later, Röell was appointed curator of the department.": [
        [
            19,
            24,
            [
                "Roll",
                "Rowell"
            ]
        ]
    ],
    "In this position, he created the 1934 catalog of all the paintings in the Rijksmuseum, one of his rare individual publications.": [],
    "In 1936, he left the Rijksmuseum to become the director of the municipal museums of Amsterdam, including the <em>Stedelijk Museum</em>, devoted to art of the nineteenth and twentieth century, and the <em>Amsterdams Historisch Museum</em>.": [],
    "Assisted by the curator, <a href=\"/sandbergw\">Willem Jacob Henri Berend Sandberg</a> (1897-1984), and in collaboration with the architect F.A.": [],
    "Eschauzier (1889-1957), he reorganized and modernized the <em>Stedelijk Museum</em>, and prepared various exhibitions on modern art.": [
        [
            0,
            10,
            [
                "Schnauzer"
            ]
        ]
    ],
    "After the war, he returned to the Rijksmuseum, where he obtained the position of director-in-chief, as the successor of Schmidt-Degener, who had died in 1941.": [
        [
            120,
            135,
            [
                "Schmidt-Wegener"
            ]
        ]
    ],
    "Between 1946 and 1950, he combined this position with the directorship of the department of paintings.": [],
    "Röell's most important task for the coming years was the rearrangement and the renovation of the Rijksmuseum, which had been dismantled and partly damaged during the war.": [
        [
            0,
            5,
            [
                "Roll",
                "Rowell"
            ]
        ]
    ],
    "By 1952, the whole museum was reopened.": [],
    "In collaboration with Eschauzier, the interiors of the galleries had received a modern outfitting.": [
        [
            22,
            32,
            [
                "Schnauzer"
            ]
        ]
    ],
    "Against a neutral background, the works of art were given full attention.": [],
    "The mixed display, introduced in the 1920s by Schmidt- Degener, was no longer in favor.": [
        [
            55,
            62,
            [
                "Wegener"
            ]
        ]
    ],
    "This first renovation was followed by other rebuilding projects.": [],
    "At the same time, Röell aimed to attract the public with appealing exhibitions.": [
        [
            18,
            23,
            [
                "Roll",
                "Rowell"
            ]
        ]
    ],
    "From 1945 until 1959, 21 shows were held in the Rijksmuseum.": [],
    "The <em>Rembrandt</em> exhibition in 1956 was very successful, with more than 450,000 visitors.": [],
    "At the 1958 exhibition, <em>Middeleeuwse kunst der Noordelijke Nederlanden</em> (Medieval Art in the Northern Netherlands), loans from all over the world were on display.": [],
    "In 1958, the Faculty of Arts of the University of Amsterdam awarded Röell a doctorate <em>honoris causa</em>.": [
        [
            68,
            73,
            [
                "Roll",
                "Rowell"
            ]
        ]
    ],
    "Although not a very productive writer, Röell was elected a member of the <em>Maatschappij der Nederlandse Letterkunde te Leiden</em>.": [
        [
            39,
            44,
            [
                "Roll",
                "Rowell"
            ]
        ]
    ],
    "After a successful career in the museum world, he retired in 1959.": [],
    "He was still active and involved in many activities when he suddenly died, in 1961, at the age of 67.": [],
    "By that time, the rebuilding of the department of sculpture and applied arts in the western inner court of the museum was still in progress.": [],
    "This part of the renovation was realized in 1962, under his successor, <a href=\"/vanschendela\">Arthur F. É. Van Schendel</a>.</p>": []
}