{
    "<p>Architectural historian of the medieval and renaissance periods; Carnegie-mellon University professor, 1958-1993.": [
        [
            68,
            94,
            [
                "Carnegie Mellon University"
            ]
        ]
    ],
    "Saalman was the son of Walter Guenter Saalman and Gertrude Robert (Saalman).": [
        [
            0,
            7,
            [
                "Salman"
            ]
        ],
        [
            30,
            37,
            [
                "Günter"
            ]
        ],
        [
            38,
            45,
            [
                "Salman"
            ]
        ],
        [
            67,
            74,
            [
                "Salman"
            ]
        ]
    ],
    "He was born in Stettin, Germany, which is present-day Szczecin, Poland.": [
        [
            15,
            22,
            [
                "Stetting",
                "Stet tin"
            ]
        ]
    ],
    "As Jews in Nazi Germany, his family fled in 1938 to the United States to escape persecution.": [],
    "Saalman attended the City College (modern City College, City University of New York, CUNY) receiving his A. B. in 1949.": [
        [
            0,
            7,
            [
                "Salman"
            ]
        ]
    ],
    "He entered New York University where he met fellow student Jeanne Eloise Farr whom he married in1954.": [
        [
            73,
            77,
            [
                "Far",
                "Farm",
                "Fair",
                "Fare",
                "Carr",
                "Barr"
            ]
        ]
    ],
    "A 1952 seminar with <a href=\"/krautheimerr\">Richard Krautheimer</a> led to his interest in Brunelleschi.": [],
    "Saalman wrote his master's thesis in 1955, continuing for his Ph.D.": [
        [
            0,
            7,
            [
                "Salman"
            ]
        ]
    ],
    "He participated in the excavations at Santa Trinità, Florence, 1957-58, completing his dissertation in 1960 on that church under Krautheimer.": [
        [
            44,
            51,
            [
                "Trinity"
            ]
        ]
    ],
    "Saalman published the findings of his Master's thesis in the <em>Art Bulletin</em> in 1958, which brought him worldwide attention as a scholar.": [
        [
            0,
            7,
            [
                "Salman"
            ]
        ]
    ],
    "<a href=\"/wittkowerr\">Rudolf Wittkower</a> commissioned Saalman to author the Zwemmer series monograph on Brunelleschi which appeared in three volumes (1970, 1981, 1993).": [],
    "He joined Carnegie-Mellon University, Pittsburgh, PA, in 1958 as professor of architectural history.": [
        [
            10,
            36,
            [
                "Carnegie Mellon University"
            ]
        ]
    ],
    "In 1962 Saalman wrote the <em>Medieval Architecture</em> survey volume for the Braziller series on architecture.": [
        [
            8,
            15,
            [
                "Salman"
            ]
        ],
        [
            79,
            88,
            [
                "Braille",
                "Brazier",
                "Brailles",
                "Brailled"
            ]
        ]
    ],
    "He was Kress fellow in Florence, for the 1964-65 year.": [
        [
            7,
            12,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ]
    ],
    "His dissertation appeared in a revised form in 1965.": [],
    "He was a visiting professor at the University of California, Berkeley in 1968 and Harvard University, 1969.": [],
    "In 1970 he was named Andrew Mellon Professor of Architecture.": [
        [
            3,
            7,
            [
                "1970,"
            ]
        ]
    ],
    "He continued to lectured in various German universities.": [],
    "In 1984 he was named a Guggenheim fellow.": [
        [
            3,
            7,
            [
                "1984,"
            ]
        ]
    ],
    "Saalman received the Alexander von Humboldt Prize in 1992.": [
        [
            0,
            7,
            [
                "Salman"
            ]
        ]
    ],
    "He was named professor emeritus at Carnegie-Mellon in 1993.": [],
    "He suffered a cerebral hemorrhage after chairing the Alberti Symposium in Mantua in 1994 and died at his Squirrel Hill (Pennsylvania) home the following year.": [],
    "He is buried at Beth Olam Cemetery, Middletown, RI.": [
        [
            21,
            25,
            [
                "Slam",
                "Olaf",
                "Clam",
                "Elam",
                "Olav",
                "OAM"
            ]
        ]
    ],
    "Saalman's architectural history showed great insight.": [
        [
            0,
            7,
            [
                "Salman"
            ]
        ]
    ],
    "His Life of Brunelleschi combined contemporary Italian Renaissance biographies with detailed notes.": [],
    "Saalman saw Brunelleschi less of the founder of the renaissance architectural type, as <a href=\"/burckhardtj\">Jacob Burckhardt</a> had contended, but more as an architect on the cusp a period of innovation (Frommel).": [
        [
            0,
            7,
            [
                "Salman"
            ]
        ]
    ],
    "It was Alberti, according to Saalman, who was the innovator.": [
        [
            29,
            36,
            [
                "Salman"
            ]
        ]
    ],
    "Two of his monographs were selected for the <em>Monographs on Archaeology and Fine Arts</em> of the College Art Association.</p>": []
}