{
    "Harvard associate director of the Fogg Art Museum; developer of one of the early museum studies courses in the United States.": [
        [
            34,
            38,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "Sachs was the eldest son of Samuel Sachs (1951-1935) and Louisa Goldman, the youngest daughter of Marcus Goldman, a partner of the investment firm Goldman Sachs.": [],
    "Paul Sachs attended the School for Boys and Collegiate Institution before graduating from Harvard University in 1900.": [],
    "As a student, Sachs collected prints and drawings with fellow classmate <a href=\"/forbese\">Edward Waldo Forbes</a>.": [
        [
            55,
            71,
            [
                "classmate"
            ]
        ]
    ],
    "After graduating, Sachs went to work in the family business, becoming a partner in 1904.": [],
    "He married Meta Pollak.": [
        [
            16,
            22,
            [
                "Pollack",
                "Polley"
            ]
        ]
    ],
    "When Forbes succeeded <a href=\"/moorec\">Charles H. Moore</a> as the director of the William Hayes Fogg Art Museum in 1909, Forbes looked around for a competent person to be his assistant director.": [],
    "Sachs had been making donations to the Fogg since 1911, then only a small art collection consisting mostly of Italian primitives.": [
        [
            39,
            43,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "In 1912 Sachs was appointed to the museum's Visiting Committee.": [],
    "In 1914 he persuaded Sachs to leave his investment business to become assistant curator, despite Sachs having no curatorial background.": [
        [
            3,
            7,
            [
                "1914,"
            ]
        ]
    ],
    "Sachs spent that summer in Italy, seeing as much as as he could before his arrival at Harvard in the autumn of 1915.": [
        [
            49,
            54,
            [
                "as"
            ]
        ]
    ],
    "Sach's first lectures in art history occurred in 1916-1917 at Wellesley College where he had been appointed \"Lecturer in Art.\"": [
        [
            0,
            4,
            [
                "Such",
                "Each",
                "Sack",
                "Bach",
                "Sac",
                "Mach"
            ]
        ]
    ],
    "He was made an assistant professor in the department of fines arts at Harvard in 1917.": [],
    "Together, Forbes and Sachs formed a team of fundraising, teaching and museum development which set a standard for academic museum direction.": [],
    "The two were so closely associated that Harvard President A. Lawrence Lowell described them as \"mendicant Siamese twins.\"": [],
    "Forbes took a leave of absence from the museum briefly for war service in World War I. Because of his height (5 feet, 2 inches), Sachs was ineligible for the army, but served as a major with the American Red Cross.": [],
    "After returning, Sachs was made an associate director of the Fogg in 1923.": [
        [
            61,
            65,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "The year before, he had begun his celebrated course in museum curatorship, Fine Arts 15a, \"Museum Work and Museum Problems,\" known to students as \"the museum course.\"": [
        [
            62,
            73,
            [
                "curator ship",
                "curators hip"
            ]
        ]
    ],
    "Sachs' business experience helped in teaching administrative skills to his students.": [],
    "His position as a collector and person of wealth opened doors to private collections for many of his students.": [],
    "He even included in his course suggestions on how to throw an appropriate cocktail party (Lieberman.": [],
    "Meech).": [
        [
            0,
            5,
            [
                "Beech",
                "Leech",
                "Merch"
            ]
        ]
    ],
    "He was appointed full professor in 1927.": [],
    "That same year the Fogg moved to new quarters.": [
        [
            19,
            23,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "Sachs hired Smith graduate <a href=\"/mongana\">Agnes Mongan</a> to assist in cataloging the burgeoning Fogg collection.": [],
    "In 1929 he advised Abby Aldrich Rockefeller to hire one of his students, <a href=\"/barra\">Alfred H. Barr, Jr.</a>, to be the first director of the Museum of Modern Art in New York.": [
        [
            3,
            7,
            [
                "1929,"
            ]
        ]
    ],
    "Sachs also became one of seven founding members of the Museum and gave it its first drawing, a George Grosz portrait of the artist's mother, 1926-1927.": [],
    "Sachs' other important art connections included a friendship with Sears-Roebuck magnate Julius Rosenwald (1862-1932), and Rosenwald's daughter, the collector and (later MoMA trustee) Adele Levy (1892-1960).": [],
    "Sachs set about developing a program of museum education, developing what he termed the \"connoisseur-scholar.\"": [],
    "One aspect included what was commonly called \"the Print Course,\" a seminar-style analysis of prints and drawings drawn largely from Sach's personal collection.": [
        [
            132,
            136,
            [
                "Such",
                "Each",
                "Sack",
                "Bach",
                "Sac",
                "Mach"
            ]
        ]
    ],
    "From 1935 onward, he served regularly as chair of the Division of Fine Arts as the department was then known.": [],
    "In 1936, Sachs participated in the celebrated \"Albertina Affair.\"": [],
    "Archduke Albrecht, in a bid to gain the title of Emperor of Hungary, attempted a secret negotiation with the Boston Museum of Fine Arts to sell his print and drawing collection--the Albertina, the greatest one in the world and part of the cultural legacy of Austria.": [],
    "Sachs and Mongan traveled secretly to Vienna with Boston curator of Prints and Drawing's <a href=\"/rossiterh\">Henry P. Rossiter</a>, authenticating hundreds of drawings until the Austrian government learned of the plan.": [
        [
            10,
            16,
            [
                "Morgan",
                "Tongan"
            ]
        ]
    ],
    "The collection was seized and nationalized, however, Sachs had nearly acquired the greatest single collection of drawings in the world.": [],
    "Harvard awarded him an honorary doctorate in 1942.": [],
    "In 1945 Sachs and Forbes retired together from the museum, Sachs remaining in the department until 1948 when he was named a professor emeritus.": [],
    "In 1961 his wife preceded him in death.": [],
    "He died at his desk at Shady Hill while working on his memoirs.": [],
    "His students--those who benefited from his museum courses or were placed by him in positions of prestige, included <a href=\"/liebermanw\">Bill Liebermann</a>, <a href=\"/austine\">A.": [],
    "Everett Austin, Jr.": [],
    "</a>, <a href=\"/pachw\">Walter Pach</a>, <a href=\"/warburge\">Eddie Warburg</a>, <a href=\"/deknatelf\">Frederick B. Deknatel</a>, <a href=\"/mongana\">Agnes Mongan</a>, <a href=\"/walkerj\">John Walker III</a>, <a href=\"/rorimerj\">James Rorimer</a>, <a href=\"/rathbonep\">Perry T. Rathbone</a>, <a href=\"/freedbergs\">Sydney Joseph Freedberg</a>, <a href=\"/hanfmanng\">George M.A.": [],
    "Hanfmann</a>, <a href=\"/coolidgej\">John P. Coolidge</a>, <a href=\"/brownm\">Milton W. Brown</a>, <a href=\"/newhallb\">Beaumont Newhall</a>, <a href=\"/sayree\">Eleanor Sayre</a>, <a href=\"/mcilhennyh\">Henry P. McIlhenny</a> and the collector Joseph Pulitzer, jr.": [
        [
            0,
            8,
            [
                "Heinemann"
            ]
        ]
    ],
    "(1913-1993).": [],
    "Sachs' contribution to art museology was his famous \"Museum Course\" a seminar conducted Mondays out of his home, Shady Hill (the former residence of <a href=\"/nortonc\">Charles Eliot Norton</a>) in Cambridge and Fridays at the Fogg.": [],
    "The class amounted to a detailed connoisseur-style discussion of art.": [],
    "The course was one of the earliest ones in museum studies and through it Sachs trained a great many of the next generation of museum directors.": [],
    "During the era when art museums were being founded or reestablished as serious institutions, a great many board trustees contacted Sachs for a recently graduated student to head their institution.": [],
    "Universities creating departments of art history also found Sachs willing to outline programs to fit academic requirements.": [],
    "He was an editor of the <em>Art Bulletin</em> from 1919-1940.": [],
    "Sachs was the kind of person about whom legends quickly arose.": [],
    "Due to his short stature, he hung the paintings at the Fogg to fit his own view.": [
        [
            55,
            59,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "As many of Sach's students eventually were responsible for installations in major museums, they all tended to hang pictures low, assuming Sach's habit to be the museum norm.": [
        [
            11,
            15,
            [
                "Such",
                "Each",
                "Sack",
                "Bach",
                "Sac",
                "Mach"
            ]
        ],
        [
            138,
            142,
            [
                "Such",
                "Each",
                "Sack",
                "Bach",
                "Sac",
                "Mach"
            ]
        ]
    ],
    "Students called him \"Uncle Paul\" for his avuncular countenance--but never to his face.": [],
    "Others, notably Julian Levy, characterized him as \"pompous and willful.\"": [],
    "(Marquis).": [],
    "One assistant, <a href=\"/wittmanno\">Otto Wittmann, Jr.</a>, recalled Sachs taking advantage of the war to buy Degas estate drawings (Degas had died in 1917) sending them home.": []
}