{
    "<p>Scholar of the Italian baroque and Salvator Rosa; historiographer.": [],
    "Luigi Salerno was born Aldo Salerno and Maria Santangelo.": [
        [
            46,
            56,
            [
                "San tangelo",
                "Sant'Angelo"
            ]
        ]
    ],
    "His maternal uncle was the art historian Antonino Santangelo.": [
        [
            41,
            49,
            [
                "Antonio",
                "Antonin",
                "António",
                "Antônio",
                "Antoni no"
            ]
        ],
        [
            50,
            60,
            [
                "San tangelo",
                "Sant'Angelo"
            ]
        ]
    ],
    "He graduated from Università di Roma, \"La Sapienza,\" in 1946 with a <em>laurea</em> in Storia dell'arte moderna, writing his thesis on the Macchiaioli under <a href=\"/venturil\">Lionello Venturi</a>.": [
        [
            18,
            28,
            [
                "University"
            ]
        ]
    ],
    "He secured a scholarship from the Istituto d'archeologia e storia dell'arte in 1946 and during its final year, 1948, a fellowship at the Warburg Institute in London.": [
        [
            34,
            42,
            [
                "Institute"
            ]
        ],
        [
            45,
            56,
            [
                "archeological",
                "archeologist",
                "archeology",
                "archeologies"
            ]
        ],
        [
            59,
            65,
            [
                "Astoria",
                "Styria",
                "stria"
            ]
        ],
        [
            71,
            75,
            [
                "ARTE",
                "are",
                "art",
                "rate",
                "arts",
                "ate"
            ]
        ]
    ],
    "At the Warburg he came in contact with the important, largely expatriate art historians who in many ways defined his methodology.": [],
    "These included <a href=\"/saxlf\">Fritz Saxl</a> and <a href=\"/gombriche\">E.": [],
    "H. Gombrich</a>, and most closely, <a href=\"/wittkowerr\">Rudolf Wittkower</a>.": [],
    "In London, too, Salerno encountered the art historian/collector, heir to the Guinness Mahon merchant banking fortune, <a href=\"/mahond\">Denis Mahon</a>.": [
        [
            86,
            91,
            [
                "Mason",
                "Macon",
                "Manon",
                "Mahan"
            ]
        ]
    ],
    "The two became life-long friends with Mahon advising Salerno's early works particularly his books on Giovanni Lanfranco and <a href=\"/mancinig\">Giulio Mancini</a>.": [
        [
            38,
            43,
            [
                "Mason",
                "Macon",
                "Manon",
                "Mahan"
            ]
        ],
        [
            110,
            119,
            [
                "Gianfranco"
            ]
        ]
    ],
    "Mahon also introduced Salerno to <a href=\"/nicolsonb\">Benedict Nicolson</a>, the editor of the prestigeous <em>The Burlington Magazine</em>.": [
        [
            0,
            5,
            [
                "Mason",
                "Macon",
                "Manon",
                "Mahan"
            ]
        ]
    ],
    "Nicolson encouraged him to publish in the magazine, which became his entre into the English-language art world.": [
        [
            0,
            8,
            [
                "Nicholson"
            ]
        ],
        [
            69,
            74,
            [
                "entire",
                "enter",
                "entry",
                "entree",
                "entrée",
                "ENTPE"
            ]
        ]
    ],
    "Salerno shared a flate in Rome with <a href=\"/marabottinia\">Alessandro Marabottini</a>, assistant to <a href=\"/salmim\">Mario Salmi</a>.": [
        [
            17,
            22,
            [
                "late",
                "flat",
                "fate",
                "plate",
                "flame",
                "flute"
            ]
        ]
    ],
    "In 1953 Salerno married Elda Campana.": [
        [
            24,
            28,
            [
                "Ella",
                "Elsa",
                "Zelda",
                "Edda",
                "Elba",
                "LDA"
            ]
        ],
        [
            29,
            36,
            [
                "Campania"
            ]
        ]
    ],
    "Salerno joined the Antichità e belle arti del ministero della pubblica istruzione in 1947 and the following year to the Soprintendenza alle gallerie di Roma.": [
        [
            19,
            28,
            [
                "Antiquity",
                "Wichita",
                "Antichrist",
                "Anticline",
                "Anticlimax",
                "Antichrists"
            ]
        ],
        [
            37,
            41,
            [
                "art",
                "anti",
                "arts",
                "Artie",
                "arty",
                "ARI"
            ]
        ],
        [
            46,
            55,
            [
                "minister",
                "ministers"
            ]
        ],
        [
            56,
            61,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ],
        [
            62,
            70,
            [
                "public",
                "publican"
            ]
        ],
        [
            71,
            81,
            [
                "intrusion",
                "intrusions"
            ]
        ],
        [
            135,
            139,
            [
                "all",
                "able",
                "Allen",
                "ally",
                "alley",
                "axle"
            ]
        ],
        [
            140,
            148,
            [
                "galleries",
                "galleria"
            ]
        ],
        [
            149,
            151,
            [
                "DI",
                "Di",
                "I",
                "did",
                "do",
                "Dr"
            ]
        ]
    ],
    "After the catalog <em>Il Seicento Europeo</em>, 1956, written with Marabottini, he was promoted in 1958 to monuments director for Lazio (Soprintendenza ai monumenti del Lazio).": [],
    "There he researched and wrote on the urban history of Rome beginning with, <em>Altari barocchi</em> in 1959.": [],
    "The same year he was appointed professor in art history at the Università di Roma.": [
        [
            63,
            73,
            [
                "University"
            ]
        ]
    ],
    "He joined the editorial committee of the <em>Enciclopedia universale dell'arte</em> publishing the monumental article on art historiography in the 1963 volume.": [],
    "His articles in the <em>Burlington Magazine</em> on the inventory of the collection of Vincenzo Giustiani, 1960, established his scholarly reputation.": [
        [
            96,
            105,
            [
                "Giuliani"
            ]
        ]
    ],
    "Salerno followed this with important contributions to the <em>Via del Corso</em> edited by <a href=\"/pietrangelic\">Carlo Pietrangeli</a>, 1961.": [],
    "Other studies of the Roman architecture and urban space by Salerno included <em>Palazzo Rondinini</em> (1964), <em>Piazza di Spagna</em> (1967), and <em>Roma communis patria</em> (1968).": [],
    "Together with <a href=\"/spezzaferrol\">Luigi Spezzaferro</a> and the architectural historian <a href=\"/tafurim\">Manfredo Tafuri</a>, the trio published <em>Via Giulia: una utopia urbanistica del 500</em> in 1973.": [],
    "Salerno acted as visual arts co-director for the journal <em>Palatino</em>.": [],
    "In 1965 he taught as a visiting professor at Pennsylvania State University for the fall semester.": [
        [
            3,
            7,
            [
                "1965,"
            ]
        ]
    ],
    "An acquaintance with <a href=\"/enggassr\">Robert Enggass</a> and his wife, Catherine, resulted in their acting as translators of several of his works.": [],
    "In the 1960s, Salerno, again with Mahon, authenticated two Caravaggio paintings in American museums, \"Martha and Mary Magdalene\" (Detroit Institute of Arts) and \"The Crucifixion of Saint Andrew\" (Cleveland Museum of Art).": [
        [
            34,
            39,
            [
                "Mason",
                "Macon",
                "Manon",
                "Mahan"
            ]
        ]
    ],
    "Salerno won a 1968-1969 Fulbright scholarship as a fellow at the American Academy in Rome.": [],
    "He developed a particular interest in the relatively neglected painter Salvator Rosa, culmonating in a monograph on the painter in 1963.": [
        [
            86,
            97,
            [
                "culminating"
            ]
        ]
    ],
    "In 1967 Salerno was appointed director at the Calcografia nazionale and around this same time entrusted with the directorship of the Ufficio esportazione, known as the <em>Dogana</em>, the department authorizing exportation of works of art from Italy.": [
        [
            46,
            57,
            [
                "Calligraphic",
                "Cartographic"
            ]
        ],
        [
            58,
            67,
            [
                "national",
                "nationals",
                "rationale"
            ]
        ],
        [
            133,
            140,
            [
                "Office",
                "Official",
                "Officer",
                "Offices",
                "Deficit",
                "Suffice"
            ]
        ],
        [
            141,
            153,
            [
                "exportation"
            ]
        ]
    ],
    "In 1973 he left Rome for the Soprintendenza dell'Aquila but retired early from his administrative responsibilities to devote more of his time to research.": [
        [
            3,
            7,
            [
                "1973,"
            ]
        ]
    ],
    "Among publications during this time was a second book on Salvator Rosa in 1975 and the exhibition catalog for the Metropolitan Museum of Art's 1985, \"The Age of Caravaggio\" His <em>I dipinti del Guercino</em>, 1988.and <em>I pittori di vedute in Italia</em>, 1991, followed.": [],
    "He co-editor of the journal <em>Storia dell'arte</em>, founded by <a href=\"/argang\">Giulio Carlo Argan</a> in 1987.": [],
    "After a long illness, Salerno died in 1992, leavnig a photo archive of more than 3,500 photographs.": [
        [
            44,
            51,
            [
                "leaving"
            ]
        ]
    ],
    "His papers are held at the Getty Research Institute.": [],
    "Salerno's contributions to the history 17th and 18th century art in Italy was significant.": [],
    "His co-discovery of two Caravaggio paintings in the United States has not been questioned.": [],
    "His scholarship on Guercino remains important and he was an established authority on Luca Giordano and particularly Salvator Rosa.": [
        [
            45,
            49,
            [
                ", and"
            ]
        ]
    ],
    "His specialty was in the so-called \"unacademic painters\" Filippo Napoletano, Jacques Callot, Angelo Caroselli, Giovanni Benedetto Castiglione, Pier Francesco Mola, and Pietro Testa.</p>": [
        [
            65,
            75,
            [
                "Napolitana"
            ]
        ],
        [
            100,
            109,
            [
                "Carelli"
            ]
        ],
        [
            158,
            162,
            [
                "Mold",
                "Molar",
                "Mole",
                "Lola",
                "Mona",
                "Cola"
            ]
        ],
        [
            175,
            180,
            [
                "Test",
                "Tests",
                "Tesla",
                "Tessa",
                "Vesta",
                "Testy"
            ]
        ]
    ]
}