{
    "<p>Specialist in ancient Greek and hellenic art.": [
        [
            35,
            43,
            [
                "Hellenic",
                "Hellenes",
                "Hellenism",
                "Hellene",
                "Hellenist",
                "Hellenize"
            ]
        ]
    ],
    "He was born in Liestal, Switzerland, near Basel.": [
        [
            15,
            22,
            [
                "Distal",
                "Faisal",
                "Fiesta",
                "Fiestas",
                "Festal",
                "Siesta"
            ]
        ]
    ],
    "Salis graduated from a Gymnasium in Basel and attended courses in classics, philology and art history at prominent German-speaking universities.": [
        [
            0,
            5,
            [
                "Sales",
                "Sails",
                "Salts",
                "Solis",
                "Saris",
                "Salish"
            ]
        ]
    ],
    "At the university of Basel Salis studied classics under <a href=\"/dragendorffh\">Hans Dragendorff</a> art history under <a href=\"/wolfflinh\">Heinrich Wölfflin</a>, and classical philology under Erich Bethe (1863-1940), Alfred Körte (1866-1946) (who succeeded Bethe) and Jacob Wackernagel (1853-1938).": [
        [
            27,
            32,
            [
                "Sales",
                "Sails",
                "Salts",
                "Solis",
                "Saris",
                "Salish"
            ]
        ]
    ],
    "At Bonn under the pottery scholar <a href=\"/loeschckeg\">Georg Loeschcke</a> and philology with Franz Bücheler (1837-1908) and Hermann Usener (1834-1905).": [],
    "In Berlin he studied further under Wölfflin and philology with Ulrich von Wilamowitz-Moellendorff (1848-1931).": [
        [
            3,
            9,
            [
                "Berlin,"
            ]
        ],
        [
            35,
            43,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "His Ph.D.": [],
    "was granted in 1905 with a dissertation, written in Latin, on the vestiages of Doric plays in Attic comedy.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ],
        [
            66,
            75,
            [
                "vestiges"
            ]
        ]
    ],
    "It would be his only philological writing.": [],
    "In 1906 he began publishing on archaeology, traveling to Greece and Asia Minor.": [
        [
            3,
            7,
            [
                "1906,"
            ]
        ]
    ],
    "He worked as an assistant at the Pergamon Museum in Berlin.": [
        [
            33,
            41,
            [
                "Bergamo",
                "Bergamot"
            ]
        ]
    ],
    "He became Loeschscke's assistant at Bonn in 1908 and a lecturer in 1909.": [],
    "He married Helen von der Mühll.": [
        [
            17,
            20,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ],
        [
            21,
            24,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            25,
            30,
            [
                "Mull"
            ]
        ]
    ],
    "Important articles on Greek vases (the satyrplay vase in Naples) appeared in 1910.": [
        [
            39,
            48,
            [
                "satyr play"
            ]
        ]
    ],
    "The same year he was appointed extraordinarius (<em>außerordentlicher</em>) professor at the University of Rostock, Germany (though 1916).": [
        [
            31,
            46,
            [
                "extraordinarily"
            ]
        ]
    ],
    "The result of his work at the Pergamon Museum was his first book, published in 1912, <em>Der Altar von Pergamon: Eine Erklärung des hellenistischen Barockstils in Kleinasien</em>.": [
        [
            30,
            38,
            [
                "Bergamo",
                "Bergamot"
            ]
        ]
    ],
    "Here Salis was already drawing the artistic connection between Helenic art and the Baroque.": [
        [
            5,
            10,
            [
                "Sales",
                "Sails",
                "Salts",
                "Solis",
                "Saris",
                "Salish"
            ]
        ],
        [
            63,
            70,
            [
                "Hellenic"
            ]
        ]
    ],
    "He was named <em>Ordentlicher</em> (full) professor at the University in Münster in 1916.": [],
    "Salis published his <em>Kunst der Griechen</em>, a history of Greek art from the second millenium to the Roman domination.": [
        [
            0,
            5,
            [
                "Sales",
                "Sails",
                "Salts",
                "Solis",
                "Saris",
                "Salish"
            ]
        ]
    ],
    "The book went through four editions to 1953.": [],
    "Salis also contributed the first volume, on Greek art, to the series <em>Sechs Bücher der Kunst</em>, edited by the art historian <a href=\"/brinckmanna\">Albert Brinckmann</a>, in 1924.": [
        [
            0,
            5,
            [
                "Sales",
                "Sails",
                "Salts",
                "Solis",
                "Saris",
                "Salish"
            ]
        ]
    ],
    "He succeeded <a href=\"/curtiusl\">Ludwig Curtius</a> as professor at Heidelberg University in 1929.": [],
    "His important article on the iconography of the shield of Athena in the Parthenon, \"Die Gigantomachie am Schilde der Athena Parthenos,\" is a work of this period.": [
        [
            105,
            112,
            [
                "Child",
                "Chile",
                "Schiller",
                "Chide",
                "Schalke",
                "Schiele"
            ]
        ],
        [
            113,
            116,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            124,
            133,
            [
                "Parthenon"
            ]
        ]
    ],
    "In 1940, disappointed with the rise of the Nazi's in Germany, Salis returned to Switzerland, succeeding the archaeologist <a href=\"/wasero\">Otto Waser</a> (1870-1952) at the University of Zürich.": [
        [
            62,
            67,
            [
                "Sales",
                "Sails",
                "Salts",
                "Solis",
                "Saris",
                "Salish"
            ]
        ]
    ],
    "At Zürich he reorganized the archaeological museum there and advised many students on their dissertations.": [
        [
            3,
            9,
            [
                "Zürich,"
            ]
        ]
    ],
    "After the death of <a href=\"/pfuhle\">Ernst Pfuhl</a>, he accepted the lectureship at the university in Basel in 1941 (through 1948).": [],
    "Two books published during this time reflect his interest between ancient art and the Renaissance, <em>Klassische Komposition</em> and <em>Antike und Renaissance</em>.": [],
    "He retired in 1951 emeritus at the univeristy and died seven years later, still publishing.": [
        [
            35,
            45,
            [
                "university"
            ]
        ]
    ],
    "The classicist art historian <a href=\"/bieberm\">Margarete Bieber</a> considered Salis' book on the Pergamon altar figures still the best explanation 46 years after its publication.": [],
    "Von Salis's work on the transmission of the antique to the Renaissance was another area of his interest.": [
        [
            0,
            3,
            [
                "On",
                "Won",
                "Non",
                "Son",
                "Van",
                "Ton"
            ]
        ],
        [
            4,
            9,
            [
                "Sales",
                "Sails",
                "Salts",
                "Solis",
                "Saris",
                "Salish"
            ]
        ]
    ],
    "In these works, he noted that nowhere in the Renaissance are works directly quoted from ancient architecture in their entirety, partially due to the limited availability of monuments, but also to the Renaissance vision of remaking rather than borrowing from the classics.</p>": []
}