{
    "<p>Museum director of Asian art, historian of twentieth-century French art.": [],
    "Salles was the son of Adolphe Salles and Claire Eiffel, the daughter of Gustav Eiffel.": [
        [
            0,
            6,
            [
                "Sales",
                "Sallies",
                "Sables",
                "Salves"
            ]
        ],
        [
            30,
            36,
            [
                "Sales",
                "Sallies",
                "Sables",
                "Salves"
            ]
        ]
    ],
    "As a boy he spent time in his famous grandfather's house and met many prominent people.": [],
    "As a young man he met most of the Fauves and Cubist artists.": [
        [
            34,
            40,
            [
                "Faves"
            ]
        ]
    ],
    "As a student he studied literature and law.": [],
    "Salles fought as a soldier in the First World War, twice winning the <em>Croix de Guerre</em>.": [
        [
            0,
            6,
            [
                "Sales",
                "Sallies",
                "Sables",
                "Salves"
            ]
        ]
    ],
    "He excavated sites in Iran, Afghanistan and China.": [],
    "He served as secretary to the Direction des Beaux-Arts between 1921 and 1924.": [
        [
            40,
            43,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "In 1926 he joined the Louvre Museum, rising to curator at the Department of Asian Art.": [
        [
            3,
            7,
            [
                "1926,"
            ]
        ]
    ],
    "He and <a href=\"/duthuitg\">Georges Duthuit</a> authored a book on Byzatine art in 1933.": [],
    "In 1941 he became director of the Musée Guimet.": [
        [
            3,
            7,
            [
                "1941,"
            ]
        ],
        [
            34,
            39,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            40,
            46,
            [
                "Guide",
                "Guided",
                "Guides",
                "Guilt",
                "Quiet",
                "Guinea"
            ]
        ]
    ],
    "A member of the resistence during World War II, he was the chief reason, according to his British counterpart, <a href=\"/clarkk\">Kenneth Clark</a>, that so many works of French museums were spared from destruction.": [
        [
            16,
            26,
            [
                "resistance",
                "Resistance"
            ]
        ]
    ],
    "After the war, Salles was appointed Director of Museums of France, 1945.": [
        [
            15,
            21,
            [
                "Sales",
                "Sallies",
                "Sables",
                "Salves"
            ]
        ]
    ],
    "His mandate was to bring provincial museum up to the quality of the major French institutions.": [],
    "He established many special-interest museums in the provinces.": [],
    "In 1953 Salles commissioned Georges Braque to decorate the ceiling of the Henry II (or Etruscan) room in the Palais du Louvre.": [
        [
            8,
            14,
            [
                "Sales",
                "Sallies",
                "Sables",
                "Salves"
            ]
        ],
        [
            109,
            115,
            [
                "Calais",
                "Pal ais"
            ]
        ]
    ],
    "The same year he became second president of ICOM, the International Council of Museums.": [
        [
            44,
            48,
            [
                "COM",
                "ICON",
                "ICBM",
                "ICM",
                "IOM",
                "ICO"
            ]
        ]
    ],
    "He received a KBE from Great Britain in 1954.": [],
    "Salles pressed for a modern art museum with a broad public mission, joined by <a href=\"/cassouj\">Jean Cassou</a>.": [
        [
            0,
            6,
            [
                "Sales",
                "Sallies",
                "Sables",
                "Salves"
            ]
        ]
    ],
    "He published <em>Histoire des Arts de l'Orient</em> (History of Arts of the East) and <em>Au Louvre, scènes de la vie du musée</em>, and Le Regard in 1939.": [],
    "After his retirement in 1957, he joined <a href=\"/malrauxa\">André Malraux</a> to edit the book series <em>L'Univers des formes</em>.": [],
    "He died in a German nursing home at age 77.": [],
    "His personal preference in art was for the non-figurative art of Persia and the middle east (Clark).": [
        [
            80,
            91,
            [
                "Middle East"
            ]
        ]
    ],
    "In French art he admired Picasso and Matisse, both of whom drew his portrait.": [],
    "Salles was an Anglofile and one of the first French art historians to recognize the importance of Henry Moore as a sculptor.</p>": [
        [
            0,
            6,
            [
                "Sales",
                "Sallies",
                "Sables",
                "Salves"
            ]
        ],
        [
            14,
            23,
            [
                "Anglophile",
                "Anglophiles",
                "Anglo file"
            ]
        ]
    ]
}