{
    "<p>Historian of Romanesque architecture, Tuscan sculpture and the early Italian Renaissance.": [],
    "Salmi received a law degree in 1910, but was won over to art history while attending the art history school of <a href=\"/venturia\">Adolfo Venturi</a> at Rome University.": [
        [
            0,
            5,
            [
                "Salami",
                "Saami",
                "Sami"
            ]
        ]
    ],
    "The following year, 1911, Salmi published his first article in the journal <em>L'Arte</em> followed by numerous other pieces on Romanesque architecture and sculpture.": [
        [
            26,
            31,
            [
                "Salami",
                "Saami",
                "Sami"
            ]
        ]
    ],
    "Salmi was apppointed professor of medieval and modern art history at the university in Pisa, establishing the <em>Instituto di Storia dell'Arte</em> in 1927 and its study library (with <a href=\"/marangonim\">Matteo Marangoni</a>), Biblioteca del Gabinetto di Storia dell'Arte, in 1930.": [
        [
            0,
            5,
            [
                "Salami",
                "Saami",
                "Sami"
            ]
        ],
        [
            10,
            20,
            [
                "appointed",
                "app pointed"
            ]
        ]
    ],
    "In 1929, Salmi moved to the University of Florence.": [
        [
            9,
            14,
            [
                "Salami",
                "Saami",
                "Sami"
            ]
        ]
    ],
    "There he founded the Instituto Nazionale di Studi sul Rinascimento in 1937.": [
        [
            31,
            40,
            [
                "National",
                "Nationals",
                "Rationale"
            ]
        ],
        [
            44,
            49,
            [
                "Studio",
                "Study",
                "Saudi",
                "Stud",
                "Studs"
            ]
        ],
        [
            50,
            53,
            [
                "sub",
                "soul",
                "sum",
                "sun",
                "SL",
                "SQL"
            ]
        ],
        [
            54,
            66,
            [
                "Nascimento"
            ]
        ]
    ],
    "His students included <a href=\"/marabottinia\">Alessandro Marabottini</a>.": [],
    "After World War II, Salmi established the art review journal <em>Commentari</em> in 1949.": [
        [
            20,
            25,
            [
                "Salami",
                "Saami",
                "Sami"
            ]
        ]
    ],
    "He was called to the University of Rome in 1950, which had been reorganized after World War II, assuming (Adolfo) Venturi's position as chair of the Renaissance and modern art history.": [],
    "Salmi brought the <em>Commentari</em> with him, co-edited now with Venturi's son, <a href=\"/venturil\">Lionello Venturi</a>.": [
        [
            0,
            5,
            [
                "Salami",
                "Saami",
                "Sami"
            ]
        ]
    ],
    "He oversaw the creation of the multicultural 15-volume scholarly encyclopedia for art, <em>Enciclopedia universale dell'arte</em>, which appeared in 1958 and in English a year later as the <em>Encyclopedia of World Art</em>.": [],
    "As president of the Consiglio Superiore dele Antichità e Belle Arti until 1971, Salmi worked in the field of patronage and the evaluation of works of art.": [
        [
            20,
            29,
            [
                "Consigned",
                "Consuelo",
                "Consign",
                "Consigning",
                "Consignee",
                "Consignor"
            ]
        ],
        [
            30,
            39,
            [
                "Superior",
                "Superiors"
            ]
        ],
        [
            40,
            44,
            [
                "DELE",
                "Dale",
                "Del",
                "Dee",
                "Dell",
                "Dole"
            ]
        ],
        [
            45,
            54,
            [
                "Antiquity",
                "Wichita",
                "Antichrist",
                "Anticline",
                "Anticlimax",
                "Antichrists"
            ]
        ],
        [
            63,
            67,
            [
                "Art",
                "Anti",
                "Arts",
                "Artie",
                "Arty",
                "ARI"
            ]
        ],
        [
            80,
            85,
            [
                "Salami",
                "Saami",
                "Sami"
            ]
        ]
    ],
    "He wrote about many aspects of Florentine art, including manuscript illuminations, and a monograph on Piero della Francesca.": [
        [
            108,
            113,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ]
    ],
    "Notes about Salmi's opinions on Giotto appear in <a href=\"/offnerr\">Richard Offner</a>'s annotated catalog of the 1937 <em>Mostra Giottesca</em>.": [
        [
            12,
            17,
            [
                "Salami",
                "Saami",
                "Sami"
            ]
        ]
    ],
    "His papers and photographs collection are held at the Getty Research Institute, Los Angeles, CA.": [],
    "In 1989 a conference sponsored by the Accademia Petrarca di Lettere, Arti e Scienze of Arezzo was held in commemoration of the centenary of Salmi's birth.": [
        [
            38,
            47,
            [
                "Academia"
            ]
        ],
        [
            48,
            56,
            [
                "Petrarch"
            ]
        ],
        [
            60,
            67,
            [
                "Letter",
                "Letters",
                "Lettered",
                "Letterer"
            ]
        ],
        [
            69,
            75,
            [
                "Artie"
            ]
        ],
        [
            76,
            83,
            [
                "Science"
            ]
        ],
        [
            140,
            145,
            [
                "Salami",
                "Saami",
                "Sami"
            ]
        ]
    ],
    "His students in Pisa included <a href=\"/carlie\">Enzo Carli</a> and, in Florence, <a href=\"/salvinir\">Roberto Salvini</a>.</p>": []
}