{
    "<p>Museum curator and professor with expertise in East Asian art, art of the Eurasian steppes, and Chinese jades.": [],
    "Alfred Salmony was born in Cologne, Germany in 1890.": [
        [
            7,
            14,
            [
                "Salmon",
                "Salmons"
            ]
        ]
    ],
    "From 1912-1920, Salmony studied art history and archaeology in Bonn and Vienna under <a href=”/clemenp”>Paul Clemen</a> and <a href=”/strzygowskij”>Josef Strzygowski</a>.": [
        [
            16,
            23,
            [
                "Salmon",
                "Salmons"
            ]
        ]
    ],
    "His studies were interrupted from 1914-1917 due to his cavalry service in World War I. He was conferred his degree under Clemen and completed his dissertation, <em>Europa - Ostasien.": [
        [
            121,
            127,
            [
                "Clement",
                "Clemens",
                "Clément"
            ]
        ],
        [
            173,
            181,
            [
                "Station",
                "Obtain",
                "Occasion",
                "Stalin",
                "Staten",
                "Stain"
            ]
        ]
    ],
    "Religiöse Skulpturen</em> (Europe - East Asia, Religious sculptures), in Potsdam in 1922.": [
        [
            0,
            9,
            [
                "Religious",
                "Religion",
                "Religions"
            ]
        ],
        [
            10,
            20,
            [
                "Sculpture",
                "Sculptures",
                "Sculptured"
            ]
        ]
    ],
    "From 1920-1925 he was a curator at the Museum für Ostasiatische Kunst (Museum of East Asian Art) in Cologne, where he later became the Deputy Director from 1925-1933.": [
        [
            46,
            49,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            64,
            69,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "While he worked at the museum, he also lectured in art history at the Universität zu Köln.": [
        [
            70,
            81,
            [
                "University"
            ]
        ],
        [
            82,
            84,
            [
                "EU",
                "nu",
                "Eu",
                "GU",
                "Ru",
                "Zn"
            ]
        ],
        [
            85,
            89,
            [
                "Cologne"
            ]
        ]
    ],
    "In 1926, he organized the first exhibition of Asian Art in Cologne.": [],
    "During this time, he traveled extensively, as he was given teaching assignments in the US in 1926-1927 and 1932-1933.": [],
    "From 1928-1934, he made nine different research trips to Siberia, the Caucasus, the Volga Valley, Ukraine, China, and Japan.": [],
    "He was dismissed from his role as Deputy Director at the museum due to the “Law for the Restoration of the Civil Service” (Nazi law against Jews in government), after the implementation of which he resided in Paris, France.": [],
    "He briefly worked for the Musee Citroen, but then left for the United States in 1934.": [
        [
            26,
            31,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            32,
            39,
            [
                "Citroën"
            ]
        ]
    ],
    "Upon arrival in the United States, he found work as a lecturer of fine arts at Mills College in Oakland, California.": [],
    "Then, from 1938-1957, he became a professor of Chinese, Siamese, and Indian Art History at the Institute of Fine Arts at New York University.": [],
    "Beginning in 1943, he was the main editor of a journal <em>Artibus Asiae</em>.": [],
    "He took on the additional role of a lecturer at Vassar College from 1938-1941 and was an exchange professor in Korea in 1950.</p>\n<p>Over his lifetime, Salmony assembled an impressive library of books, periodicals, and photographs, which he shared with his colleagues and students.": [
        [
            152,
            159,
            [
                "Salmon",
                "Salmons"
            ]
        ]
    ],
    "His many articles and books are revered as profound contributions to the study of East Asian art.": [],
    "Some of his works, including <em>Carved Jade of Ancient China</em> are even used as secondary sources to study Eurasian art.": [],
    "Throughout his life, he held a wide range of interests concerning different realms of art history (Haskins, Wendland).</p>": [
        [
            108,
            116,
            [
                "Wend land"
            ]
        ]
    ]
}