{
    "<p>Director of the Galleria degli Uffizi, Florence, 1950 to 1956; contributed to wave of post-WWII scholarship on the Romanesque.": [],
    "Salvini studied under <a href=\"/salmim\">Mario Salmi</a> at the University of Florence in 1929.": [
        [
            0,
            7,
            [
                "Salving"
            ]
        ]
    ],
    "He continued study in the early 1930s in Berlin and Munich.": [],
    "In Berlin, his work under <a href=\"/brinckmanna\">Albert Brinckmann</a> gave him an appreciation for original texts and an analytical approach to source material.": [],
    "During this time he developed his theory of \"pure visibility\" in which he sought to give an abstract coherence to figurative values.": [],
    "His studies focused on the writings of the formalist art historians <a href=\"/berensonb\">Bernard Berenson</a> and <a href=\"/wolfflinh\">Heinrich Wölfflin</a> as well as the theories of the sculptor Adolf von Hildebrand.": [],
    "He joined the University of Florence where he taught for almost 30 years, over 20 of which being a museum administrator, rising to the directorship of the Galleria degli Uffizi, Florence, in 1950 (to 1956).": [],
    "Salvini's research area was Romanesque sculpture, building on the work of <a href=\"/toescap\">Pietro Toesca</a>.": [
        [
            0,
            7,
            [
                "Salving"
            ]
        ]
    ],
    "He published his survey of Romanesque sculpture, <em>La scultura romanica in Europa</em> in 1956.": [],
    "He edited a methodological work, <em>La critica d'arte moderna (la pura visibiltà)</em>, which analyzed the formalist from theorists such as <a href=\"/fiedlerk\">Konrad Fiedler</a> to art historians such as <a href=\"/stokesa\">Adrian Stokes</a>.": [],
    "His monograph on Wiligelmo appeared in 1956.": [
        [
            17,
            26,
            [
                "Wilhelm"
            ]
        ]
    ],
    "In 1962 Salvini authored a volume on the capitals in the cloisters of the Duomo of Monreale, <em>Il chiostro di Monreale e la scultura romanica in Sicilia</em>, one in a series of volumes whose authors also included <a href=\"/kitzingere\">Ernst Kitzinger</a> on the mosaics in the Cathedral and one on Norman architecture and the cathedral by <a href=\"/kronigw\">Wolfgang Krönig</a>.": [
        [
            8,
            15,
            [
                "Salving"
            ]
        ],
        [
            74,
            79,
            [
                "Cuomo",
                "Duo mo"
            ]
        ],
        [
            83,
            91,
            [
                "Montreal",
                "Morale",
                "Mondale",
                "Monteagle",
                "Montréal"
            ]
        ]
    ],
    "Salvini's work merged historical and aesthetic aspects of art through his concept of \"lingua figurativa\" (figurative language).</p>": [
        [
            0,
            7,
            [
                "Salving"
            ]
        ],
        [
            86,
            92,
            [
                "lingual"
            ]
        ],
        [
            93,
            103,
            [
                "figurative"
            ]
        ]
    ]
}