{
    "<p>Art critic and writer; professor of art at SUNY Purchase 1972-.": [],
    "Sandler was born to Harry Sandler and Diana Drori (Sandler).": [
        [
            44,
            49,
            [
                "Door",
                "Drop",
                "Doors",
                "Drove",
                "Drops",
                "Doris"
            ]
        ]
    ],
    "His father was a school teacher.": [],
    "Sandler joined the Marine Corps during War War II, receiving some training at Franklin and Marshall College between1943-1944.": [
        [
            39,
            46,
            [
                "War"
            ]
        ]
    ],
    "He rose to the rank of second lieutenant.": [],
    "After the war he attended Temple University where he was awarded a B.A.": [],
    "in 1948.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He continued at University of Pennsylvania, gaining an M.A.": [],
    "in 1950.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Sandler ran a private New York Gallery from 1956 to 1959 and was senior critic for the magazine <em>Art News</em> between 1956-62.": [],
    "He came to personally know many of the abstract expressionist artists of the 1950's and 1960's.": [
        [
            77,
            83,
            [
                "1950s"
            ]
        ],
        [
            88,
            94,
            [
                "1960s"
            ]
        ]
    ],
    "Sandler married the art historian <a href=\"/sandlerl\">Lucy Freeman Sandler</a> in 1958.": [],
    "He and NYU professor <a href=\"/goldwaterr\">Robert Goldwater</a> wrote the book <em>Three American Sculptors: Ferber, Hare, Lassaw</em> in 1959.": [],
    "After receiving a Tona Shepherd grant for research in Germany and Austria for 1960, he joined the <em>New York Post</em> as art critic the following year which he held until 1964.": [
        [
            18,
            22,
            [
                "Tony",
                "Ton",
                "Tone",
                "Tons",
                "TNA",
                "Tina"
            ]
        ]
    ],
    "Sandler was a signer of the infamous 1961 \"Letter to the New York Times\" chastising its critic, <a href=\"/canadayj\">John Canaday</a>, for disparaging modern art.": [],
    "In 1963 he was appointed a lecturer in art history at New York University.": [
        [
            3,
            7,
            [
                "1963,"
            ]
        ]
    ],
    "Sandler was a 1965 Guggenheim fellow.": [],
    "In 1970 he authored an important memoir/history of the abstract expressionist movement, <em>The Triumph of American Painting</em>.": [
        [
            3,
            7,
            [
                "1970,"
            ]
        ]
    ],
    "Sandler was a major force in the organization of \"Artist's Space,\" an alternative exhibition space for young artists, in 1972.": [],
    "Sandler was appointed professor of art at the State University of New York College at Purchase, NY, in 1972.": [],
    "He completed his Ph.D., from New York University in 1976.": [],
    "He gained a National Endowment for the Arts fellowship in 1977.": [],
    "He was a board member of the College Art Association 1985-89.": [],
    "His papers are housed at the Getty Center Research Institute.": [],
    "Sandler's writing on Abstract Expressionist art was criticized in 1983 by <a href=\"/guibauts\">Serge Guilbaut</a> in his book <em>How New York Stole the Idea of Modern Art</em> as icorporating historical idealism.": [],
    "Charging that Sandler had ignored political ramifications of Abstract Expressionsim, particularly how the U.S.": [
        [
            70,
            83,
            [
                "Expressionism",
                "Expression sim"
            ]
        ]
    ],
    "state department used it as an advertisement for freedom of expression.</p>": [
        [
            0,
            5,
            [
                "State"
            ]
        ]
    ]
}