{
    "<p>Painter and author of an early history/biographical dictionary of artists, <em>Teutsche Academie</em>.": [],
    "Sandrart's father was a Calvinist who had fled Valenciennes, in the county of Hainaut (then under Spain) to Frankfurt.": [
        [
            0,
            8,
            [
                "Sandra rt"
            ]
        ],
        [
            47,
            59,
            [
                "Valentines",
                "Valencies"
            ]
        ]
    ],
    "The younger Sandrart began a career as an artist, studying drawing.": [
        [
            12,
            20,
            [
                "Sandra rt"
            ]
        ]
    ],
    "In 1620, he moved to Nuremberg, where he learned engraving.": [],
    "In Prague, the engraver Aegidius Sadeler advised him to specialize in painting.": [
        [
            24,
            32,
            [
                "Aegis",
                "Arminius",
                "Lepidus",
                "Aëtius",
                "Cecilius",
                "Pygidium"
            ]
        ],
        [
            33,
            40,
            [
                "Saddler",
                "Sadler"
            ]
        ]
    ],
    "Around 1625, he became a pupil of the Dutch painter Gerard van Honthorst in Utrecht.": [],
    "In Honthorst's house, he met Peter Paul Rubens, whom he accompanied on Rubens' tour through Holland.": [
        [
            3,
            12,
            [
                "Honors",
                "Contort",
                "Hothouse",
                "Contorts",
                "Honchos"
            ]
        ]
    ],
    "After working for Honthorst at the English court, Sandrart traveled to Rome in 1629 where he met the artistic and intellectual community there.": [
        [
            18,
            27,
            [
                "Honors",
                "Contort",
                "Hothouse",
                "Contorts",
                "Honchos"
            ]
        ],
        [
            50,
            58,
            [
                "Sandra rt"
            ]
        ]
    ],
    "Between 1632 and 1635, he was in charge of the collection of Vincenzo Giustiani (1564-1637) and oversaw the 1635 publication of the antique sculptures entitled <em>Galleria Giustiniani</em>.": [
        [
            70,
            79,
            [
                "Giuliani"
            ]
        ]
    ],
    "Two years after his return to Frankfurt (1635), Sandrart married Johanna Milkau.": [
        [
            48,
            56,
            [
                "Sandra rt"
            ]
        ],
        [
            73,
            79,
            [
                "Milk",
                "Milan",
                "Mickey",
                "Milieu",
                "Milkman",
                "Milky"
            ]
        ]
    ],
    "The Thirty Years War forced them to move to Amsterdam where Sandrart specialized in portrait painting.": [
        [
            60,
            68,
            [
                "Sandra rt"
            ]
        ]
    ],
    "His clients included the most famous writers and poets, including Joost van den Vondel (1587-1679) and Caspar Barlaeus (1584-1648).": [
        [
            80,
            86,
            [
                "Model",
                "Vowel",
                "Wonder",
                "Bonded",
                "Handel",
                "Voided"
            ]
        ],
        [
            110,
            118,
            [
                "Barracks",
                "Barriers",
                "Barnes",
                "Ballads",
                "Barges",
                "Barley"
            ]
        ]
    ],
    "In 1645, Sandrart moved to an estate in Stockau, Germany which he had inherited from his father-in-law.": [
        [
            9,
            17,
            [
                "Sandra rt"
            ]
        ],
        [
            40,
            47,
            [
                "Stock",
                "Stocks",
                "Stocked",
                "Stockade",
                "Stocky",
                "Stockman"
            ]
        ]
    ],
    "He continued to paint, especially large works such as group portraits and altarpieces.": [],
    "Between 1651 and 1653, he worked for Emperor Ferdinand III (1608-1657).": [],
    "In 1670 he moved to Augsburg, and then to Nuremberg in 1673, founding academies in both cities.": [
        [
            3,
            7,
            [
                "1670,"
            ]
        ]
    ],
    "These art schools probably were studios in which amateurs and maybe Sandrart's pupils had the opportunity to draw from life (Pevsner, 1940).": [
        [
            68,
            76,
            [
                "Sandra rt"
            ]
        ],
        [
            125,
            132,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "In this period Sandrart composed his <em>magnum opus</em>, the <em>L'Academia Todesca della Architectura Scultura et Pictura, oder Teutsche Academie der Edlen Bau-, Bild- und Mahlerey- Künste</em>, published in Nuremberg in 1675.": [
        [
            15,
            23,
            [
                "Sandra rt"
            ]
        ]
    ],
    "A second part appeared in 1679 and an abridged Latin translation followed in 1683.": [],
    "The <em>Teutsche Academie</em> is an illustrated compendium of art education and of artist biographies compiled from a variety of sources as well as descriptions of Roman antiquities, inventories of famous private art collections and libraries, and a German translation of Ovid's Metamorphoses based on the Dutch translation by <a href=\"/manderk\">Karel Van Mander</a>.": [],
    "The biographies were largely taken from the biographical editions of <a href=\"/vasarig\">Giorgio Vasari</a>, Van Mander, and others and many of the accounts of art collections from the French doctor and numismatist Charles Patin (1633-93).": [],
    "Sandrart's provided original entries on a number of German, Dutch, French, Italian, and Spanish artists as well as his own life and it is these that make his work important.": [
        [
            0,
            8,
            [
                "Sandra rt"
            ]
        ],
        [
            127,
            131,
            [
                ", and"
            ]
        ]
    ],
    "Sandrart published another work, his <em>Sculpturae veteris admiranda</em>, on ancient sculpture donated to the Giustiniani collection, in 1680.": [
        [
            0,
            8,
            [
                "Sandra rt"
            ]
        ]
    ],
    "He also published an illustrated study on ancient gods, <em>Iconologia deorum</em> that year.": [],
    "A treatise on Roman topography, <em>Romae antiquae et novae theatrum</em> appeared in 1684.": [],
    "But it is the <em>Teutsche Academie</em> that gained him most fame.": [],
    "The work was in its turn used as one of the main sources for <em>De Groote Schouburgh der Nederlantsche Konstschilders en Schilderessen</em> by <a href=\"/houbrakena\">Arnold Houbraken</a>, published in 1718-1721 and remains an important primary source today.": [],
    "Critical reception on Sandrart's work has varied.": [
        [
            22,
            30,
            [
                "Sandra rt"
            ]
        ]
    ],
    "In the 1920s, <a href=\"/waetzoldtw\">Wilhelm Waetzoldt</a> rightly pointed out that Sandrart was neither a great scholar nor an original thinker, merely a learned aristocrat and humanist possessed of a high self-esteem.": [],
    "Scholars also have criticized the archaeological data of the <em>Academie</em>.": [],
    "The 1925 edition by Rudolf Peltzer, though only a partial republication, is evidence of the importance of the <em>Teutsche Academie</em>.": [
        [
            27,
            34,
            [
                "Seltzer"
            ]
        ]
    ],
    "In recent years, the <em>Teutsche Academie</em> has been the subject of numerous studies, and a three-volume facsimile edition, by Christian Klemm and Jochen Becker, in 1994-95.": [],
    "The third part contains Ovid's Metamorphoses as well as Sandrart's 1680 illustrated work on ancient mythology, <em>Iconologia deorum</em> (after Vincenzo Cartari, b. ca 1500).": [
        [
            56,
            64,
            [
                "Sandra rt"
            ]
        ]
    ],
    "Klemm, who cataloged Sandrart's painting in 1986, called Sandrart the most important German writer on art between Albrecht Dürer and <a href=\"/winckelmannj\">Johann Joachim Winckelmann</a>.</p>": [
        [
            0,
            5,
            [
                "Klein",
                "Lemma",
                "KLM",
                "Clem",
                "Klee",
                "Gleam"
            ]
        ],
        [
            21,
            29,
            [
                "Sandra rt"
            ]
        ],
        [
            57,
            65,
            [
                "Sandra rt"
            ]
        ]
    ]
}