{
    "<p>Medievalist and professor of art history, New York University, 1964-2003.": [],
    "Sandler was born Lucy Freeman to Otto Freeman and Frances Glass (Freeman).": [],
    "She attended Queens College, Flushing, NY, receiving a B.A.": [],
    "in studio art in 1951.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "A watercolorist working in a semi-abstract style, an interest in art history had been encouraged by an art professor Frances Bryant Godwin (1892-1975).": [],
    "She continued to Columbia University for a master's degree in art history.": [],
    "At Columbia, Freeman studied under the medievalists <a href=\"/schapirer\">Meyer Schapiro</a> and <a href=\"/plummerj\">John H. Plummer</a> where the latter's enthusiasm for manscripts drew her to the topic (Smith).": [],
    "Her M.A.": [],
    "was granted in 1957 with a topic on medieval manuscript marginalia.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "She married the art critic and historian <a href=\"/sandleri\">Irving Sandler</a> in 1958.": [],
    "Freeman, now Sandler, entered the Institute of Fine Arts, New York University, for her Ph.D.": [],
    "Studying under <a href=\"/boberh\">Harry Bober</a>, she received her degree in 1964 with a dissertation topic on the Psalter of Robert de Lisle.": [],
    "She was appointed assistant professor at the University the same year by department chair <a href=\"/jansonh\">Horst Woldemar Janson</a>.": [],
    "Publication of her dissertation was initially thwarted by rerproduction permission for the images.": [
        [
            58,
            71,
            [
                "reproduction"
            ]
        ]
    ],
    "Sandler received a National Endowment for the Humanities fellowship for the 1967-1968 year.": [
        [
            46,
            56,
            [
                "Humanities'",
                "Humanity's"
            ]
        ]
    ],
    "Sandler was promoted to associate professor in 1970.": [],
    "Her book <em>The Peterborough Psalter in Brussels and Other Fenland Manuscripts</em>, appeared in 1974.": [],
    "She became full professor, 1975, acting as the chairman of department of Art between 1975-1989.": [],
    "Sandler received a second NEH fellowship in 1977.": [],
    "She was president of the College Art Association, 1981-1984.": [],
    "Sandler was finally able to revise and publish form of her dissertation in 1983 as <em>The Paslter of Robert de Lisle in the British Library</em>.": [],
    "She began lecturing at NYU's graduate school, the Institute of Fine Arts, in the 1980s.": [],
    "In 1985 she was named Helen Gould Sheppard Professor of Art History.": [
        [
            3,
            7,
            [
                "1985,"
            ]
        ]
    ],
    "The following year she wrote the volume on Gothic fourteenth-century manuscripts in the important <em>Survey of Manuscripts Illuminated in the British Isles</em>, edited by <a href=\"/alexanderj\">Jonathan J. G. Alexander</a>.": [],
    "She received a Guggenheim fellowship for the 1988-1989 year.": [],
    "This resulted in her book <em>Omne Bonum</em>, Sandler was name professor <em>emerita</em> in 2003.": [],
    "Sandler's work built on the scholarship of earlier scholars of British medieval illumination, notably <a href=\"/millare\">Eric G. Millar</a> and <a href=\"/rickertm\">Margaret Rickert</a> (Smith).": [],
    "Her work on medieval marginalia and proverbs was expanded on by <a href=\"/camillem\">Michael Camille</a>.": [],
    "She was editor of both the <em>Art Bulletin</em> and <em>Gesta</em>.</p>": []
}