{
    "Historian of Italian Renaissance art, particularly of religious iconography.": [],
    "Born Evelyn May Graham Sandberg, she was born in 1888 to Reverend George Alfred Sandberg (1848~1910), a Clerk of the Holy Orders; her mother, Annie (1858-1894), died when she was six.": [],
    "She studied geography and geomorphology at the Society of Oxford Home-Students— now St.": [],
    "Anne’s College— before teaching geography at a girls’ grammar school starting in 1912.": [],
    "She then married climatologist Wilfrid Kendrew (1884-1962), who was likely her teacher prior, with whom she had one son, John Kendrew (1917-1997).": [
        [
            31,
            38,
            [
                "Wilfred"
            ]
        ],
        [
            39,
            46,
            [
                "Ken drew"
            ]
        ],
        [
            126,
            133,
            [
                "Ken drew"
            ]
        ]
    ],
    "Sandberg and her husband were ill-suited for each other had a tumultuous relationship.": [],
    "After she attempted to leave for Italy with her son in 1921, the two divorced.": [],
    "Sandberg then moved to Italy by herself, retaining minimal contact with her son until he was 15, becoming close thereafter.": [],
    "In the aftermath, Sandberg held a distaste for England, specifically the academic community which she believed to be pretentious and exclusionary.": [],
    "After moving to Florence, she took on the <em>nom de plume</em> of Sandberg-Vavalà, taking the surname of a Yugoslavian military officer that she was romantically involved with and perhaps married to, and began studying art history with <a href=\"/berensonb\">Bernard Berenson</a> while she worked at the Uffizi gallery as a tutor.": [
        [
            67,
            82,
            [
                "Sandberg-Zavala"
            ]
        ]
    ],
    "Her first major publication was <em>La pittura veronese del trecento e del primo quattrocento</em>, 1926, which focused on so-called primitive art from Verona and has been described as a pioneer text for the topic.": [],
    "Under the advice of Berenson, her next work, 1929’s <em>La croce dipinta italiana</em>, centered on the study of Italian painted crosses and was called “her most important work” by her friend and important British art historian, <a href=\"/popehennessyj\">John Pope-Hennessy</a> (1919-1994), who hailed it “as in the literal sense, [a] definitive” exploration of the topic.": [
        [
            20,
            28,
            [
                "Benenson"
            ]
        ]
    ],
    "After this piece, she transitioned to studying dugento painting and the iconography of the Virgin and Child before the surmounting tensions of World War II forced her to move back to England from 1940-1944.": [
        [
            47,
            54,
            [
                "Eugenio",
                "Magento"
            ]
        ]
    ],
    "While in England, she took a break from studying art history and dedicated her time to organizing the Oxford University Gramophone Society.": [],
    "This was the only period of her life after taking on her <em>nom de plume</em> where she solely used Sandberg.": [],
    "When she moved back to Florence, ever-present financial problems prevented her from continuously publishing, but she was able to publish multiple successful, shorter books such as <em>Uffizi Studies</em> (1948) and <em>Studies in Florentine Churches</em> (1959).": [],
    "Throughout her academic career, Sandberg-Vavalà also wrote articles for <em>The Art Bulletin</em> and <em>Burlington Magazine</em> and worked as a guide and tutor at the Uffizi gallery.": [
        [
            32,
            47,
            [
                "Sandberg-Zavala"
            ]
        ],
        [
            170,
            176,
            [
                "Office",
                "Suffix",
                "Fiji",
                "Affine",
                "Affirm",
                "Effigy"
            ]
        ]
    ],
    "In one of her notable articles, she christened the Master of San Torpé and compiled his work in 1937.": [
        [
            65,
            70,
            [
                "Tore",
                "Thorpe",
                "Trope",
                "Torte"
            ]
        ]
    ],
    "Pope-Hennessy recalled her as a “remarkable teacher—fragments of conversation from thirty years ago still hang about one’s ears as one goes into the Baroncelli Chapel now— but a woman of exceptional courage, integrity, and warmth, and there was not one of her pupils who did not, imperceptibly, become her friend.” She often brought students to her home, extending friendship and creating a community among those at the Uffizi.": [
        [
            149,
            159,
            [
                "Barnwell",
                "Bocelli",
                "Farinelli"
            ]
        ],
        [
            420,
            426,
            [
                "Office",
                "Suffix",
                "Fiji",
                "Affine",
                "Affirm",
                "Effigy"
            ]
        ]
    ],
    "Her notable students included the art historians Henry Clifford (1904-1974) and Marvin Eisenberg (1922-2016).": [],
    "During her years teaching, she compiled an expansive photographic archive of around 25,000 files that attempted to document all known gothic and renaissance paintings in Italy that she bequest to the Cini Foundation after her death, with some of her collection ending up in the <a href=\"/zerif\">Federico Zeri’s</a> Bologna archive and at Kunsthistorisches Institut in Florence.": [
        [
            200,
            204,
            [
                "Mini",
                "CNI",
                "Cine",
                "CII",
                "INI"
            ]
        ]
    ],
    "Prior to her death from lung disease in 1961, she converted to Catholicism and was cared for by nuns until her death.": [],
    "She was buried in Tuscany.": [],
    "A year after her death, her son, John Kendrew (1917-1997) won the Nobel Prize in Chemistry with Max Perutz for determining the atomic structure of proteins.": [
        [
            38,
            45,
            [
                "Ken drew"
            ]
        ],
        [
            100,
            106,
            [
                "Perth",
                "Peru",
                "Perez",
                "Hertz",
                "Perot",
                "Prut"
            ]
        ]
    ],
    "Pope-Hennessey, <a href=\"/honourh\">Hugh Honour</a> (who wrote her obituary in <em>London Times</em>), and Eugene Thaw (2007 interview) all recall Sandberg-Vavalà as an initially cold but caring, friendly woman who was well known for her ardent love of Italian culture and her idiosyncratic eccentricity.": [
        [
            0,
            14,
            [
                "Pope-Hennessy"
            ]
        ]
    ],
    "They all regarded her as a respected and impressive scholar who was a well-known and widely liked character in Florence.": [],
    "Several sources have confused her with Evelyn Marini, another female British expatriate writing on Italian Renaissance art at roughly the same time and who signed her name simply “Evelyn”.": []
}