{
    "<p>Typographer; designer; director Amsterdam Stedelijk Museum (1945-1962).": [
        [
            45,
            54,
            [
                "Steeling",
                "Steelier"
            ]
        ]
    ],
    "Sandberg grew up in Amersfoort and, from 1904, in Assen, where he attended the Gymnasium.": [
        [
            50,
            55,
            [
                "Asset",
                "Assent",
                "Aspen",
                "Essen",
                "Lassen",
                "Ashen"
            ]
        ]
    ],
    "His father had a governmental function as Registrar of the Province of Drenthe.": [],
    "During World War I he did his military service (The Netherlands remained neutral) and subsequently he moved to Amsterdam in 1919.": [],
    "For a short time he attended the Academy of Fine Arts.": [],
    "In 1920 he married Amy Frankamp (1885-1969).": [
        [
            3,
            7,
            [
                "1920,"
            ]
        ],
        [
            23,
            31,
            [
                "Frank amp"
            ]
        ]
    ],
    "Following a stay in Italy he traveled to Jungborn in Germany, for a cure in a natural health sanatorium.": [
        [
            41,
            49,
            [
                "Jung born"
            ]
        ]
    ],
    "In Herrliberg, Switzerland, he joined the Mazdaznan movement and met Johannes Itten, whom he later visited at the Bauhaus in Weimar, Germany.": [
        [
            42,
            51,
            [
                "Mazatlan",
                "Mazatlán"
            ]
        ]
    ],
    "Sandberg also began developing his typographical skills, which marked his later career as designer.": [],
    "In Amsterdam he founded the Dutch Mazdaznan center.": [
        [
            3,
            12,
            [
                "Amsterdam,"
            ]
        ],
        [
            34,
            43,
            [
                "Mazatlan",
                "Mazatlán"
            ]
        ]
    ],
    "After his divorce, he remarried, in 1927, Alida Augustin-Swaneveld (1885-1974), and spent some time in Vienna.": [
        [
            42,
            47,
            [
                "Aida",
                "Alisa",
                "Alina"
            ]
        ]
    ],
    "In Berlin he met the artist Naum Gabo.": [
        [
            3,
            9,
            [
                "Berlin,"
            ]
        ],
        [
            28,
            32,
            [
                "Nam",
                "Baum",
                "Nahum",
                "AUM",
                "LAUM",
                "NAM"
            ]
        ],
        [
            33,
            37,
            [
                "Gabon",
                "Gabe",
                "Gabor",
                "Gaby",
                "Garbo",
                "Gab"
            ]
        ]
    ],
    "In 1928 he returned to Amsterdam to work as a designer.": [
        [
            3,
            7,
            [
                "1928,"
            ]
        ]
    ],
    "In the following years he studied psychology at Utrecht University, where he also attended lectures in art history.": [],
    "In 1932 he joined the Netherlands Association for Crafts and Industrial Art (VANK).": [
        [
            3,
            7,
            [
                "1932,"
            ]
        ],
        [
            77,
            81,
            [
                "BANK",
                "RANK",
                "TANK",
                "VAN",
                "SANK",
                "HANK"
            ]
        ]
    ],
    "As a representative of this association he became involved in the organization of exhibitions in the Amsterdam Stedelijk Museum, where he also was given assignments as designer.": [
        [
            111,
            120,
            [
                "Steeling",
                "Steelier"
            ]
        ]
    ],
    "In 1938 he was appointed curator and assistant director under <a href=\"/roelld\">David Cornelis Röell</a>.": [
        [
            3,
            7,
            [
                "1938,"
            ]
        ]
    ],
    "During the next ten years he was a member of the exhibition council for architecture and applied arts.": [],
    "One of his concerns was the protection of art works in wartime.": [],
    "He traveled to Spain to explore this problem, and published \"Bescherming van kunstschatten in oorlogstijd.\"": [
        [
            61,
            72,
            [
                "Scheming",
                "Eschewing",
                "Butchering",
                "Beseeming"
            ]
        ]
    ],
    "After the German invasion in 1940, he joined the resistance.": [],
    "In 1945 he was appointed director of the Stedelijk Museum.": [
        [
            3,
            7,
            [
                "1945,"
            ]
        ],
        [
            41,
            50,
            [
                "Steeling",
                "Steelier"
            ]
        ]
    ],
    "In the same year he organized a retrospective of the work of the Groningen printer and painter Hendrik Nicolaas Werkman (1882-1945), who had been arrested by the Nazis and executed a few days before the liberation of the city of Groningen.": [
        [
            103,
            111,
            [
                "Nicolas",
                "Nicolaus",
                "Nicolás",
                "Nicola as"
            ]
        ],
        [
            112,
            119,
            [
                "Workman"
            ]
        ]
    ],
    "Sandberg's overall policy since he entered the museum was to adapt it to modern standards.": [],
    "The interior renovation began in 1938, and the new wing and further extensions were added in the 1950s.": [],
    "Sandberg published several articles on the modernization of the Stedelijk.": [
        [
            64,
            73,
            [
                "Steeling",
                "Steelier"
            ]
        ]
    ],
    "He frequently organized international exhibitions, such as \"COBRA\" (1949), \"De Stijl\" (1951), \"Bauen und Formen in Holland, 1920 bis Heute\" (1958), \"Van natuur tot kunst\" (1960).": [
        [
            79,
            84,
            [
                "Still",
                "STIHL"
            ]
        ],
        [
            95,
            100,
            [
                "Baden",
                "Bauer"
            ]
        ],
        [
            101,
            104,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            105,
            111,
            [
                "Former",
                "Formed",
                "Foremen",
                "Forman",
                "Foramen",
                "For men"
            ]
        ],
        [
            133,
            138,
            [
                "HETE"
            ]
        ],
        [
            153,
            159,
            [
                "nature",
                "neither",
                "Nagpur",
                "Namur",
                "Nauru",
                "Nakuru"
            ]
        ],
        [
            164,
            169,
            [
                "must",
                "just",
                "runs",
                "unit",
                "guest",
                "guns"
            ]
        ]
    ],
    "In 1961, he coauthored with deputy director <a href=\"/jaffeh\">Hans L. C. Jaffé</a> <em>Kunst van heden in het Stedelijk</em>.": [],
    "In 1962 Sandberg was involved in the organization of the exhibition \"Art Since 1950\" for the 1962 Seattle World's Fair and in the same year he received an honorary doctorate from the University at Buffalo, New York.": [],
    "He also was awarded the 1962 Medal of AIGA (American Institute of Graphic Arts).": [
        [
            38,
            42,
            [
                "AMIGA",
                "RIGA",
                "AIG",
                "AIDA",
                "IGA",
                "ALGA"
            ]
        ]
    ],
    "The city of Amsterdam awarded him the Gold Medal.": [],
    "In December 1962 he retired from his position at the Stedelijk.": [
        [
            53,
            62,
            [
                "Steeling",
                "Steelier"
            ]
        ]
    ],
    "On that occasion he received art works from about 100 artists, which he donated to the museum.": [],
    "He was succeeded by <a href=\"/wildee\">Eduard Leon Louis de Wilde</a> (director between 1963 and 1985) and by designer Wim Crouwel (b.": [],
    "1928).": [],
    "Between 1964 and 1968, Sandberg spent most of his time in Jerusalem.": [],
    "He served as chairman of the Executive Committee of the Israel Museum, which opened in 1965.": [],
    "In 1969-1970 he lectured for a short time in the USA, at the Carpenter Center for the Visual Arts of Harvard University.": [],
    "In 1975 he received the Erasmus Prize in Amsterdam, together with <a href=\"/gombriche\">E.": [
        [
            3,
            7,
            [
                "1975,"
            ]
        ]
    ],
    "H. Gombrich</a>.": [],
    "Sandberg continued designing and publishing up to the 1980s.": [],
    "In 1982, he was honored with an exhibition which focused on his former position as museum man, in combination with his function as typographer, Sandberg, typograaf als museumman.": [
        [
            154,
            163,
            [
                "typography"
            ]
        ],
        [
            164,
            167,
            [
                "ALS",
                "as",
                "all",
                "also",
                "eyes",
                "ads"
            ]
        ],
        [
            168,
            177,
            [
                "museum man"
            ]
        ]
    ],
    "After his death, in 1984, Sandberg's legacy as designer and as pioneering museum director was highlighted in various exhibitions in The Netherlands and abroad, as well as in publications which continue appearing to this day.</p>": []
}