{
    "<p>Historian of Portuguese art and medical doctor; successor to <a href=\"/figueiredoj\">José de Figueiredo</a> at the Academia de Belas Artes, Lisbon.": [],
    "Santos' parents were Clemente José dos Santos, a physician, and Maria Amelia dos Santos Pinheiro.": [
        [
            88,
            96,
            [
                "Pineal",
                "Pindar",
                "Inhere",
                "Inheres",
                "Inhered",
                "Pissaro"
            ]
        ]
    ],
    "His grandfather was Clement José dos Santos, Baron Santos Clemente.": [],
    "After secondary school, Santos entered the Medical-Surgical School of Lisbon in 1898, graduating in 1903.": [],
    "The Portuguese industrialist João Afonso de Carvalho gave Santos a stipend to study with French surgeons in Paris, 1904-1905, Santos subsequently tavelled to the United States to continue his study medicine.": [
        [
            34,
            40,
            [
                "Alfonso",
                "Alonso"
            ]
        ],
        [
            146,
            154,
            [
                "gavelled",
                "travelled"
            ]
        ]
    ],
    "An interest in art developed during holidays in Portugal at Figueira da Foz where, with his friend, Henrique de Vilhena, where he participated in amateur archaeology.": [
        [
            60,
            68,
            [
                "Figueroa"
            ]
        ],
        [
            69,
            71,
            [
                "the",
                "DA",
                "a",
                "day",
                "do",
                "Dr"
            ]
        ],
        [
            72,
            75,
            [
                "For",
                "Foe",
                "Fog",
                "Fox",
                "Oz",
                "Foo"
            ]
        ]
    ],
    "He read and was deeply influenced by the historical-positimism of <a href=\"/taineh\">Hippolyte Taine</a>, suggested by António Santos Rocha.": [
        [
            41,
            62,
            [
                "historical-positivism"
            ]
        ]
    ],
    "He completed a medical Ph.D., writing a thesis and surgical treatments of pancreatitis, <em>Aspectos Cirúrgicos das Pancreatites Crónicas</em> in 1906, joining the faculty of the School of medicine in Lisbon the following year.": [],
    "Throughout his life, his primary career would be medicine with a specialty in urology and artierography.": [
        [
            90,
            103,
            [
                "arteriography",
                "arthrography"
            ]
        ]
    ],
    "He became disillusioned with the conditions and staff of the hospital and left under dispute, becoming Director of Municipal Hospitals.": [],
    "In 1915, he and the art historian <a href=\"/figueiredoj\">José de Figueiredo</a> discovered tapestries in Pastrana, Guadalajara, Spain derived from the Asilah region.": [],
    "He was critical of Portugal's neutral status in World War I, particularly by its decision not to send medical aid to the wounded.": [],
    "During the War he volunteered as a surgeon for British hospitals in northern France (26th General Hospital unit) and the hospital at Wimereux.": [
        [
            133,
            141,
            [
                "Wizard",
                "Wizards",
                "Milieux",
                "Cimabue",
                "Wilier",
                "BIMARU"
            ]
        ]
    ],
    "He was discharged with the British rank of major.": [],
    "After the War, Santos studied in Tuscany, writing a book on the Portuguese Renaissance painter Álvaro Pires de Évora in 1922.": [
        [
            102,
            107,
            [
                "Fires",
                "Pipes",
                "Aires",
                "Piers",
                "Tires",
                "Wires"
            ]
        ],
        [
            111,
            116,
            [
                "Elora"
            ]
        ]
    ],
    "The same year he published a book on the church of Manueline, identified Francisco Alvarez as the artist of the symbol of Manueline art.": [
        [
            51,
            60,
            [
                "Madeline",
                "Angeline",
                "Jaqueline",
                "Manuelito"
            ]
        ],
        [
            122,
            131,
            [
                "Madeline",
                "Angeline",
                "Jaqueline",
                "Manuelito"
            ]
        ]
    ],
    "He and Jorge Cid published a monograph on Nuno Gonçalves in 1925, examining in particular Gonçalves' panels of the Adoration of S. Vicente.": [
        [
            42,
            46,
            [
                "Nun",
                "Nuns",
                "Juno",
                "Niño",
                "UNO",
                "Ñuñoa"
            ]
        ]
    ],
    "In 1930, he was appointed to a newly-created Chair of Urology.": [],
    "In 1932 he was one of ten who founded the Portuguese Academy of Fine Arts (Academia Nacional ed Belas Artes).": [
        [
            3,
            7,
            [
                "1932,"
            ]
        ],
        [
            84,
            92,
            [
                "National"
            ]
        ],
        [
            96,
            101,
            [
                "Bela's",
                "Bela",
                "Bells",
                "Belts",
                "Belay",
                "Betas"
            ]
        ],
        [
            102,
            107,
            [
                "Arts",
                "Ares",
                "Aries",
                "Antes",
                "ARTE",
                "ARTS"
            ]
        ]
    ],
    "His book on Nuno Gonçalves appeared in 1939.": [
        [
            12,
            16,
            [
                "Nun",
                "Nuns",
                "Juno",
                "Niño",
                "UNO",
                "Ñuñoa"
            ]
        ]
    ],
    "He and his wife, Irene Quilhó, printed a book privately on Portuguese goldsmith work of the sixteenth and seventeenth centuries in 1954.": [
        [
            23,
            29,
            [
                "Quito",
                "Quilt",
                "Quill",
                "Quills",
                "Quilts",
                "Quiche"
            ]
        ]
    ],
    "His <em>Historia del arte portugués</em> appeared in 1960.": [],
    "After his death in Lisbon, a symposium was held in his memory by the Fundução Gulbenkian.": [
        [
            69,
            77,
            [
                "Fundic"
            ]
        ]
    ],
    "As president of the Academia Nacional ed Belas Artes, Santos had \"revived a somnolent institution\" by creating the Inventario artistico de Portugal (Smith).": [
        [
            29,
            37,
            [
                "National"
            ]
        ],
        [
            41,
            46,
            [
                "Bela's",
                "Bela",
                "Bells",
                "Belts",
                "Belay",
                "Betas"
            ]
        ],
        [
            47,
            52,
            [
                "Arts",
                "Ares",
                "Aries",
                "Antes",
                "ARTE",
                "ARTS"
            ]
        ],
        [
            115,
            125,
            [
                "Invention",
                "Inventor",
                "Inventory",
                "Inventors",
                "Indentation",
                "Inventories"
            ]
        ],
        [
            126,
            138,
            [
                "artistic ode"
            ]
        ]
    ],
    "His view of Portuguese architecture was not in the European model, but as in the case of the Manueline, finding its own style.</p>": [
        [
            93,
            102,
            [
                "Madeline",
                "Angeline",
                "Jaqueline",
                "Manuelito"
            ]
        ]
    ]
}