{
    "<p>Art-critic and art historian, exponent of the early Italian Futurists and unofficial cultural arbiter during the early years of Italian Fascism.": [],
    "Sarfatti was born Margherita Grassini.": [
        [
            0,
            8,
            [
                "Scarlatti"
            ]
        ],
        [
            29,
            37,
            [
                "Grassing"
            ]
        ]
    ],
    "Her father was a government lawyer and businessman, Amedeo Grassini (1848-1908), and he mother Emma Levi (Grassini) (1850-1900).": [
        [
            52,
            58,
            [
                "Amadeo"
            ]
        ],
        [
            59,
            67,
            [
                "Grassing"
            ]
        ],
        [
            106,
            114,
            [
                "Grassing"
            ]
        ]
    ],
    "The young Sarfatti was privately (and secularly) tutored at home; one tutor the secretary-general of the newly founded Venice Biennale, Antonio Fradeletto (1858-1930).": [
        [
            10,
            18,
            [
                "Scarlatti"
            ]
        ]
    ],
    "It was Fradeletto who introduced her to a socialism that would last her lifetime, through the writings of <a href=\"/ruskinj\">John Ruskin</a>.": [],
    "Through her father’s illustrious circle of friends--the Venetian state was some of the most respecting of Jews in all Europe--she met Giuseppe Melchiorre Sarto (1835-1914), later Pope Pius X.   She married Cesare Sarfatti (1867-1924), a Jewish lawyer from Padua at age 18.": [
        [
            191,
            194,
            [
                " "
            ]
        ],
        [
            213,
            221,
            [
                "Scarlatti"
            ]
        ]
    ],
    "Their honeymoon in Paris exposed her to Cézanne and Toulouse-Lautrec, enthusiasms that preceded Italian tastes.": [],
    "Moving to Milan in 1902 they became culturally active, hosting salons where, among others, the Futurist artists met.": [],
    "Beginning in 1908, she wrote as art critic for the Socialist Party newspaper Avanti!": [
        [
            77,
            83,
            [
                "Av anti"
            ]
        ]
    ],
    "forwarding a theme of bringing art to the masses.": [
        [
            0,
            10,
            [
                "Forwarding"
            ]
        ]
    ],
    "Here she highlighted the work of the Italian Futurists.": [],
    "While attending the salons of the Russian socialist Anna Kuliscioff (1857-1925) she met Benito Mussolini in 1912, then a socialist activist and editor of the weekly Lotta di classe (The Class Struggle) published in Forli, Italy.": [
        [
            165,
            170,
            [
                "Gotta",
                "Lott",
                "Lotto",
                "Lot ta",
                "Lott a"
            ]
        ],
        [
            171,
            173,
            [
                "DI",
                "Di",
                "I",
                "did",
                "do",
                "Dr"
            ]
        ],
        [
            174,
            180,
            [
                "class",
                "classes",
                "clause",
                "classed",
                "classy",
                "chassé"
            ]
        ],
        [
            215,
            220,
            [
                "Forlì"
            ]
        ]
    ],
    "The two became intermittent lovers.": [],
    "The populist initiatives of artists such as Giacomo Balla and the sculptor/illustrator Duilio Cambelotti came in for her praise in a 1912 article.": [
        [
            87,
            93,
            [
                "Coolio",
                "Dublin",
                "Emilio",
                "Julio",
                "Dooley",
                "Giulio"
            ]
        ],
        [
            94,
            104,
            [
                "Camelot",
                "Camelots",
                "Ancelotti"
            ]
        ]
    ],
    "She abandoned the Futurists when their works followed the Cubist style.": [],
    "Boccioni's non-Futurist portrait of Busoni in 1916, brought her approval as a \"return to order.\"": [
        [
            0,
            8,
            [
                "Puccini",
                "Broccoli",
                "Boccie",
                "Bodoni"
            ]
        ],
        [
            36,
            42,
            [
                "Bison",
                "Boson",
                "Bosons",
                "Busing",
                "Bubonic",
                "Buskin"
            ]
        ]
    ],
    "Her favorite among these artists was Mario Sironi.": [
        [
            43,
            49,
            [
                "Strong",
                "Iron",
                "Simon",
                "Ironic",
                "Irony",
                "Simone"
            ]
        ]
    ],
    "Her eldest son, Roberto, enlisted in World War I and was killed at Monte Baldo in 1918.": [
        [
            73,
            78,
            [
                "Bald",
                "Waldo",
                "Aldo",
                "Baldy",
                "Balds"
            ]
        ]
    ],
    "Sarfatti and Mussolini now edited Avanti!": [
        [
            0,
            8,
            [
                "Scarlatti"
            ]
        ],
        [
            34,
            40,
            [
                "Av anti"
            ]
        ]
    ],
    "; the two left the Socialist Party in 1917 to contribute to Popolo d’Italia and later editing Mussolini's periodical Gerarchia.": [
        [
            0,
            1,
            [
                ""
            ]
        ],
        [
            60,
            66,
            [
                "Po polo"
            ]
        ],
        [
            117,
            126,
            [
                "Garcia",
                "Hierarchic",
                "García"
            ]
        ]
    ],
    "Between 1922, when Mussolini became dictator, and 1929 Sarfatti was the closest woman to him, his wife remaining in Milan.": [
        [
            55,
            63,
            [
                "Scarlatti"
            ]
        ]
    ],
    "When Sarfatti's husband died in 1924 she was free to author a highly propagandistic biography of Mussolini which appeared first in English in 1925 as The Life of Benito Mussolini.": [
        [
            5,
            13,
            [
                "Scarlatti"
            ]
        ]
    ],
    "The importance of the subject and Sarfatti's familiarity with him rocketed her fame.": [
        [
            34,
            42,
            [
                "Scarlatti"
            ]
        ]
    ],
    "Her art- and literary salons became the most important in Italy.": [],
    "Attempts to champion the moderate artists of  and Novecento Italiano as the ideal of fascism met with scorn on both the left and right and by 1929 Mussolini distanced himself from her and the movement.": [
        [
            44,
            46,
            [
                " "
            ]
        ],
        [
            50,
            59,
            [
                "Movement",
                "Movements",
                "Novelette",
                "Nonevent",
                "Nonevents"
            ]
        ],
        [
            60,
            68,
            [
                "Italian",
                "Italians",
                "Italia no"
            ]
        ]
    ],
    "She continued to publish on art, bringing a fascist point of view to modernism.": [],
    "Segni, colori e luci: note d'arte appeared the same year and Storia della pittura moderna in 1930.": [
        [
            0,
            5,
            [
                "Seen",
                "Sent",
                "Begin",
                "Semi",
                "Send",
                "Sign"
            ]
        ],
        [
            7,
            13,
            [
                "color",
                "colors"
            ]
        ],
        [
            16,
            20,
            [
                "luck",
                "Lucy",
                "Lucia",
                "UCI",
                "Luca",
                "loci"
            ]
        ],
        [
            29,
            33,
            [
                "ARTE",
                "are",
                "art",
                "rate",
                "arts",
                "ate"
            ]
        ],
        [
            61,
            67,
            [
                "Astoria",
                "Styria",
                "Stria"
            ]
        ],
        [
            68,
            73,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ],
        [
            74,
            81,
            [
                "picture",
                "Piura",
                "pitta"
            ]
        ],
        [
            82,
            89,
            [
                "Moderna",
                "modern",
                "Modena",
                "moderns",
                "modern a",
                "modernly"
            ]
        ]
    ],
    "Artists closest to her, the painter Mario Sironi and the architect Giuseppe Terragni, solid Fascists were prominent in the 1932 Mostra della Rivoluzione Fascista (Exhibition of the Fascist Revolution).": [
        [
            42,
            48,
            [
                "Strong",
                "Iron",
                "Simon",
                "Ironic",
                "Irony",
                "Simone"
            ]
        ],
        [
            76,
            84,
            [
                "Terrain",
                "Terrains",
                "Terrapin",
                "Terran"
            ]
        ],
        [
            128,
            134,
            [
                "Most",
                "Mostly",
                "Costa",
                "Mortar",
                "Mantra",
                "Astra"
            ]
        ],
        [
            135,
            140,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ],
        [
            141,
            152,
            [
                "Revolution",
                "Revolutions"
            ]
        ],
        [
            153,
            161,
            [
                "Fascist",
                "Fascists",
                "Fascist a"
            ]
        ]
    ],
    "Sarfatti toured the US in 1934 as a public relations gesture for the dictator including a meeting with President Franklin Roosevelt.": [
        [
            0,
            8,
            [
                "Scarlatti"
            ]
        ]
    ],
    "Italy's alliance with Nazi Germany required the government to adopt laws excluding Jews in 1938.": [],
    "Sarfatti, who, expecting this, had converted to Catholicism in the late 1920s, was still compelled to flee Italy, first for Paris, then Argentina and later Uruguay.": [
        [
            0,
            8,
            [
                "Scarlatti"
            ]
        ]
    ],
    "There she wrote for the newspaper El Diario of Montevideo and published a book on Giorgioni, Giorgione: el pintor misterio in 1944.": [
        [
            37,
            43,
            [
                "Dario",
                "Darío"
            ]
        ],
        [
            82,
            91,
            [
                "Giorgione"
            ]
        ],
        [
            107,
            113,
            [
                "Pinter",
                "pinto",
                "pintos",
                "pin tor",
                "pint or"
            ]
        ],
        [
            114,
            122,
            [
                "Mister",
                "mister",
                "wisteria",
                "listeria",
                "misters"
            ]
        ]
    ],
    "After the war she returned to Italy in 1947 and to art though she increasingly led a life of solitude.": [],
    "She died at the villa di Cavallasca in 1961.": [
        [
            22,
            24,
            [
                "DI",
                "Di",
                "I",
                "did",
                "do",
                "Dr"
            ]
        ],
        [
            25,
            35,
            [
                "Casablanca",
                "Capablanca"
            ]
        ]
    ],
    "Her papers are housed at the Archivio del '900, Mart (Museo d'arte moderna e contemporanea di Trento e Rovereto), Rovereto, Italy.</p><p>Though “greedy, calculating, thirsty for power, arrogant, opinionated, and self-centered” (Cannistraro and Sullivan), no other woman achieved a comparable position in the Italian art world in the twentieth century (Lyttelton).": [
        [
            29,
            37,
            [
                "Archive",
                "Archives",
                "Archival",
                "Archived",
                "Archiving",
                "Archivist"
            ]
        ],
        [
            62,
            66,
            [
                "ARTE",
                "are",
                "art",
                "rate",
                "arts",
                "ate"
            ]
        ],
        [
            67,
            74,
            [
                "Moderna",
                "modern",
                "Modena",
                "moderns",
                "modern a",
                "modernly"
            ]
        ],
        [
            77,
            90,
            [
                "contemporary",
                "contemporaries",
                "contemporaneous",
                "contemporaneity",
                "contemporize",
                "contemporized"
            ]
        ],
        [
            91,
            93,
            [
                "DI",
                "Di",
                "I",
                "did",
                "do",
                "Dr"
            ]
        ],
        [
            103,
            111,
            [
                "Roberto",
                "Rosario",
                "Rosarito",
                "Lovato",
                "Novato"
            ]
        ],
        [
            114,
            122,
            [
                "Roberto",
                "Rosario",
                "Rosarito",
                "Lovato",
                "Novato"
            ]
        ],
        [
            228,
            239,
            [
                "Capistrano"
            ]
        ],
        [
            352,
            361,
            [
                "Littleton"
            ]
        ]
    ],
    "Sarfatti's intelligence is evidenced by her appreciation for Ruskin’s for his singular mind--not the traditional view of a devotee of Venential gothic--but rather as an anti-orthodoxy exponent of artists like J.W.": [
        [
            0,
            8,
            [
                "Scarlatti"
            ]
        ],
        [
            134,
            143,
            [
                "Venetian"
            ]
        ]
    ],
    "M. Turner.": [],
    "Neither a strict social realist like both the socialist and Fascist regimes under which she wrote, she held that the moral and educative functions of art had to be clear for the masses.": [],
    "To Sarfatti only a modern art could address this spirit.": [
        [
            3,
            11,
            [
                "Scarlatti"
            ]
        ]
    ],
    "These included fin-de-siècle avant-garde movements such as the Viennese Secession, Symbolism and Italian Divisionism were acceptable and the early paintings of the Futurists, though never Cubism.": [],
    "Her championing of the primacy of Italian art was always in distinction to French.": [],
    "Israel Zangwill’s story “Chad Gadya” is a moderately fictionalized portrait of the Grassini family.": [
        [
            7,
            15,
            [
                "Angrily",
                "Landfill",
                "Anguilla",
                "Cargill",
                "Anthill",
                "Handbill"
            ]
        ],
        [
            30,
            35,
            [
                "Nadya",
                "Gad ya"
            ]
        ],
        [
            83,
            91,
            [
                "Grassing"
            ]
        ]
    ],
    "Sarfatti's portrait appears with her daughter, Fiammetta, in frescoes by Guido Cadorin the (now) Grand Hotel Palace.": [
        [
            0,
            8,
            [
                "Scarlatti"
            ]
        ],
        [
            47,
            56,
            [
                "Hammett",
                "Damietta"
            ]
        ],
        [
            79,
            86,
            [
                "Adorn",
                "Calorie",
                "Adoring",
                "Caloric",
                "Azorín"
            ]
        ]
    ],
    "In 1999 she was portrayed by Susan Saradon in a fictitious story, <a href=\"http://www.imdb.com/title/tt0150216/\">Cradle Will Rock</a>.</p><p> </p>": [
        [
            3,
            7,
            [
                "1999,"
            ]
        ],
        [
            29,
            42,
            [
                "Susan Sarandon"
            ]
        ]
    ]
}