{
    "<p>Major scholar of French Medieval sculpture in the 20th century; Director Zentralinstitut für Kunstgeschichte, 1970-1989.": [
        [
            92,
            95,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "Sauerländer entered the Ludwig-Maximilians-Universität in Munich in 1946, receiving his Ph.D.": [
        [
            24,
            54,
            [
                "Ludwig-Maximilian-Universität",
                "Ludwig-Maximilians-University"
            ]
        ]
    ],
    "there in 1953 under <a href=\"/jantzenh\">Hans Jantzen</a>.": [
        [
            0,
            5,
            [
                "There"
            ]
        ]
    ],
    "Early on, the friendship and scholarship of <a href=\"/grodeckil\">Louis Grodecki</a> was formative to his methodology.": [],
    "In 1958 he published a seminal article on the west portals of Senlis and Mantes cathedrals, followed by a second on the west portals of Notre Dame, which redefined the study of Gothic sculpture (Little).": [
        [
            3,
            7,
            [
                "1958,"
            ]
        ],
        [
            62,
            68,
            [
                "Tennis",
                "Dennis",
                "Sells",
                "Sends",
                "Ellis",
                "Seals"
            ]
        ]
    ],
    "He taught in Paris, 1959-1961, and then, at the invitation of <a href=\"/panofskye\">Erwin Panofsky</a>, in Princeton, N. J. at the Institute for Advanced Study in 1961.": [],
    "In Princeton, Sauerländer developed his theory for the sculpture at Châlons-sur-Marne, which he presented at the 1961 International Congress of Art History in New York.": [
        [
            68,
            85,
            [
                "Chains-sur-Marne",
                "Châlons-SUR-Marne"
            ]
        ]
    ],
    "He further lectured at Marburg 1961-1962 and took an appointment at Freiburg, 1962-1970.": [],
    "While at Freiburg, he utilized the photographic collection of its great medievalist, <a href=\"/vogew\">Wilhelm Vöge</a>.": [],
    "The collection included images of works before their damage or displacement in World War I. Sauerländer was a visiting professor at New York University's Institute of Fine Arts, 1963-1965, 1969-1970.": [],
    "His 1966 book <em>Von Sens bis Strassburg</em>, established his profile as a medievalist and became \"something of a lighting rod for the debate concerning the role of style as an agent of change,\" (Little).": [],
    "The same year (1970) he published his best known book, <em>Gotische Skulptur in Frankreich</em> (translated into English as the <em>Gothic Sculpture in France</em>, 1971).": [],
    "The book broke the Chartres-centric view of the genesis of medieval sculpture and secured his reputation among English-language readers.": [],
    "He accepted the director position at the Zentralinstitut für Kunstgeschichte, Munich, in 1970.": [
        [
            57,
            60,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "The work appeared the same year as the Metropolitan Museum of Art, New York, launched an exhibition to commemorate the centenary of the Museum, an exhibition and symposium \"The Year 1200\" organized by the Chair of the Department of Medieval Art and the Cloisters, <a href=\"/deuchlerf\">Florens Deuchler</a>.": [],
    "Sauerländer lectured at the Institute of Fine Arts, New York University during the run of the show, but the cancellation of classes that spring because of Viet Nam War protests at the university curtailed more interaction.": [
        [
            155,
            163,
            [
                "Vietnam"
            ]
        ]
    ],
    "He was a member of the Institute of Advanced Study in Princeton in 1973.": [],
    "During the 1980s he held several visiting appointments, including the Collège de France, Paris, 1981; University of Wisconsin, Madison, in 1982; Harvard University, 1984 and 1985, and the University of California, Berkeley, 1989.": [
        [
            70,
            77,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ]
    ],
    "He retired from the Zentralinstitut in 1989.": [],
    "Following that he acted as the chief critic for medieval exhibitions for the <em>Süddeutsche Zeitung</em>.": [],
    "In 1991 he presented the Mellon lectures at the National Gallery of Art, Washgington, D. C. Sauerländer was credited by the <em>Times Literary Supplement</em> in the early 1970s as having rewritten the history of early French Gothic Sculpture.": [
        [
            3,
            7,
            [
                "1991,"
            ]
        ],
        [
            73,
            84,
            [
                "Washington"
            ]
        ]
    ],
    "His discovery of the importance of the Châlons-sur-Marne cloister fragments was continued by <a href=\"/pressouyrel\">Léon Pressouyre</a>.": [
        [
            39,
            56,
            [
                "Chains-sur-Marne",
                "Châlons-SUR-Marne"
            ]
        ]
    ],
    "He has acknowledged his debt to the methodology of Vöge and, working in Paris in the 1950s, to <a href=\"/chastela\">André Chastel</a>.": [
        [
            51,
            55,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ]
    ],
    "Vöge's images allowed him to make visual comparisons in juxtaposition.": [
        [
            0,
            4,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ]
    ],
    "In general, Sauerländer looks at a history of styles within early medieval sculpture to determine influence of masters and date sculpture.": [],
    "His most famous work, <em>Gothic Sculpture in France</em>, shows him avoiding the study of sculpture by monument in favor of grouping the figures by stylistic period.": [],
    "In his historiographic writing, Sauerländer characterized post-World War II art history in Munich as \"would-be Positivism,\" citing a shift toward empiricism and positivism.": [
        [
            7,
            22,
            [
                "historiography",
                "historiographical",
                "historiographer"
            ]
        ]
    ],
    "Most of his doctoral students were in Germany; his American students include Sharon Jones (IFA) and Michael Ward.</p>": []
}