{
    "<p>Museum director and expert of decorative arts (especially ceramics and porcelain), expressionism, and museum concepts.": [],
    "Max Sauerlandt was born in 1880 to Max Saurelandt, a timber merchant, and Marie Plath (Sauerlandt).": [
        [
            4,
            14,
            [
                "Saarland"
            ]
        ],
        [
            39,
            49,
            [
                "Saarland",
                "Haugeland"
            ]
        ],
        [
            87,
            97,
            [
                "Saarland"
            ]
        ]
    ],
    "Sauerlandt was born into the Protestant faith.": [
        [
            0,
            10,
            [
                "Saarland"
            ]
        ]
    ],
    "Growing up in Hamburg, he attended Matthias-Claudius-Gymnasium and received his <em>abitur</em> in 1898.": [],
    "He spent his first five semesters of study in Marburg and Berlin learning about classical philology, then the next four semesters in Munich and Berlin studying art history.": [],
    "His instructors were <a href=\"/wolfflinh\">Heinrich Wölfflin</a>, <a href=\"/vollk\">Karl Voll</a>, Wesse, <a href=\"/goldschmidta\">Adolph Goldschmidt</a>, and <a href=\"/riehlb\">Berthold Riehl</a>.": [],
    "He finished his doctoral studies in 1903 in Berlin under Heinrich Wölfflin, and his dissertation was published under the title <em>Die Bildwerke des Giovanni Pisano</em> (The Pictorial Works of Giovanni Pisano) the following year.": [
        [
            66,
            74,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "In 1904, he also played a minor role for a year as a collaborator on the Thieme-Becker <em>Künstlerlexikon</em>, a bibliographical dictionary of artists which was ultimately a decades-long research project.": [
        [
            73,
            86,
            [
                "Theme-Becker"
            ]
        ]
    ],
    "From 1905-1908, Sauerlandt was a trainee at the Museum für Kunst und Gewerbe in Hamburg under the director of the museum, <a href=\"/brinckmannj\">Justus Brinckmann</a>.": [
        [
            16,
            26,
            [
                "Saarland"
            ]
        ],
        [
            55,
            58,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            59,
            64,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ],
        [
            65,
            68,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            69,
            76,
            [
                "Were",
                "General",
                "George",
                "Genre",
                "Reserve",
                "Severe"
            ]
        ]
    ],
    "He married Alice Schmidt, who was herself an art historian and student of Kӓthe Kollwitz, in 1907.": [
        [
            74,
            79,
            [
                "The",
                "Kate",
                "Kathy",
                "Katie",
                "Kite",
                "Bathe"
            ]
        ],
        [
            80,
            88,
            [
                "Horowitz",
                "Jollity",
                "Karlowitz",
                "Monowitz"
            ]
        ]
    ],
    "After satisfactory completion of his training, he took the position of Director of the Städtisches Museum für Kunst und Kunstgewerbe in Halle, Germany.": [
        [
            87,
            98,
            [
                "Starfishes"
            ]
        ],
        [
            106,
            109,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            110,
            115,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ],
        [
            116,
            119,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ]
    ],
    "He remained in this role from 1908-1914, his chief contribution being the reorganization and supplementation of the disorganized holdings according to modern museum practice.": [],
    "Sauerlandt’s dedication to promoting modern art in Germany is evidenced by his acquisition of works from the progressive artists of the time, including Emil Nolde and Max Beckmann.": [
        [
            0,
            10,
            [
                "Saarland"
            ]
        ]
    ],
    "From 1914-1918, Sauerlandt’s museum work was interrupted by his service in World War I. After his service, Sauerlandt succeeded Justus Brinckmann as the Director of the Museum für Kunst und Gewerbe in Hamburg.": [
        [
            16,
            26,
            [
                "Saarland"
            ]
        ],
        [
            107,
            117,
            [
                "Saarland"
            ]
        ],
        [
            135,
            145,
            [
                "Brockman"
            ]
        ],
        [
            176,
            179,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            180,
            185,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ],
        [
            186,
            189,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            190,
            197,
            [
                "Were",
                "General",
                "George",
                "Genre",
                "Reserve",
                "Severe"
            ]
        ]
    ],
    "There, similar to his time at the Städtisches Museum für Kunst und Kunstgewerbe, he reorganized the collections, refurbished the exhibition rooms, and acquired new works to add to the collection.": [
        [
            34,
            45,
            [
                "Starfishes"
            ]
        ],
        [
            53,
            56,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            57,
            62,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ],
        [
            63,
            66,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ]
    ],
    "His most noteworthy purchases were of contemporary graphic art and sculpture, including the works of Henry Moore and several German expressionist “Die Brücke\" artists.": [
        [
            157,
            158,
            [
                "”"
            ]
        ]
    ],
    "At the museum, he also promoted Emil Nolde, Rolf Nesch, Missei Kogan, Gustav Heinrich Wolff, and Richard Haizmann.": [
        [
            49,
            54,
            [
                "Ne sch"
            ]
        ],
        [
            56,
            62,
            [
                "Missed",
                "Misses",
                "Misha",
                "Missal"
            ]
        ],
        [
            63,
            68,
            [
                "Logan",
                "Koran",
                "Koan",
                "Hogan",
                "Eógan",
                "Kagan"
            ]
        ],
        [
            105,
            113,
            [
                "Riemann",
                "Weizmann",
                "Hartmann",
                "Heinemann"
            ]
        ]
    ],
    "He was Director until 1933.": [],
    "In 1919, Sauerlandt was appointed an honorary professor for the history of arts and crafts at Universität Hamburg.": [
        [
            9,
            19,
            [
                "Saarland"
            ]
        ],
        [
            94,
            105,
            [
                "University"
            ]
        ]
    ],
    "During his time there, the art history department became the only one in Germany to have a focus of study on the applied arts.": [],
    "In 1922, Sauerlandt became the editor of the reports of the Justus Brinckmann Society in Hamburg.": [
        [
            9,
            19,
            [
                "Saarland"
            ]
        ],
        [
            67,
            77,
            [
                "Brockman"
            ]
        ]
    ],
    "Sauerlandt became embroiled in a heated debate in 1926 when Paul Heise began his planning for the celebrations of the 700th anniversary of the city of Lübeck.": [
        [
            0,
            10,
            [
                "Saarland"
            ]
        ],
        [
            65,
            70,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ]
    ],
    "In an effort to put on a grand exhibition, Heise acquired the loan of several original works by Lübeck artists, which was quite a triumph for the city since most were on display abroad.": [
        [
            43,
            48,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ]
    ],
    "However, Heise used reproductions for the original pieces that could not be lent, infuriating Sauerlandt and his contemporaries from Hamburg.": [
        [
            9,
            14,
            [
                "Has",
                "Have",
                "Base",
                "Case",
                "Raise",
                "Ease"
            ]
        ],
        [
            94,
            104,
            [
                "Saarland"
            ]
        ]
    ],
    "The debate is known as the Hamburger Faksimile-Streit (Hamburg facsimile dispute).": [
        [
            37,
            53,
            [
                "Facsimile-Streit",
                "Faksimile-Street"
            ]
        ]
    ],
    "Starting in 1930, he became the Director of the Landeskunstschule, a fine arts university, in Hamburg.": [],
    "He used his recognition to publish newspapers and magazines that promoted German contemporary art.": [],
    "In April of 1933, Sauerlandt took a leave of absence as museum director and was removed from office by the National Socialist Party as the Director of the Landeskunstschule for his open commitment to contemporary art.": [
        [
            3,
            16,
            [
                "April 1933"
            ]
        ],
        [
            18,
            28,
            [
                "Saarland"
            ]
        ]
    ],
    "He actually harbored political sympathies for the Nazi Party, but his fight for reinstatement was ultimately futile.": [],
    "Because he still remained in his position at Universität Hamburg, Sauerlandt used the summer semester of 1933 to engage students in a number of lectures that were intended to warn of what was to come under a new regime.": [
        [
            45,
            56,
            [
                "University"
            ]
        ],
        [
            66,
            76,
            [
                "Saarland"
            ]
        ]
    ],
    "His lecture titles included “Art of the Last 30 Years'' and “The Present Situation and the Task of Museums in the New State.\"": [
        [
            124,
            125,
            [
                "”"
            ]
        ]
    ],
    "In November of 1933, he was removed from his office at Universitӓt Hamburg due to the Law for the Restoration of the Professional Civil Service.": [
        [
            3,
            19,
            [
                "November 1933"
            ]
        ],
        [
            55,
            66,
            [
                "University"
            ]
        ]
    ],
    "In 1934, Sauerlandt was the victim of a vicious cancer that took his life.</p>\n\n<p>Sauerlandt argued vigorously for the sole validity of the original art piece.": [
        [
            9,
            19,
            [
                "Saarland"
            ]
        ],
        [
            83,
            93,
            [
                "Saarland"
            ]
        ]
    ],
    "He believed that in every copy, reconstruction, or forgery at least one crucial element of the viewing experience was lost.": [],
    "His polemic was mainly directed at facsimile reproductions, as is evidenced by the Hamburg facsimile dispute (Hüneke, Von der Verantwortung, p.": [
        [
            110,
            116,
            [
                "Hunk",
                "Hunky",
                "Hunks",
                "Hunker"
            ]
        ],
        [
            118,
            121,
            [
                "On",
                "Won",
                "Non",
                "Son",
                "Van",
                "Ton"
            ]
        ],
        [
            122,
            125,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "265).": [],
    "Sauerlandt was an authority on all matters of the museum of the present.": [
        [
            0,
            10,
            [
                "Saarland"
            ]
        ]
    ],
    "His lectures at conferences and in the classroom provided material for discussion and informed the taste and judgement of the time.": [],
    "He changed the notion of the museum at the time and reached out to the public museum banners and posters in the urban space (Hüneke, Von der Verantwortung, p.": [
        [
            125,
            131,
            [
                "Hunk",
                "Hunky",
                "Hunks",
                "Hunker"
            ]
        ],
        [
            133,
            136,
            [
                "On",
                "Won",
                "Non",
                "Son",
                "Van",
                "Ton"
            ]
        ],
        [
            137,
            140,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "264).": [],
    "Sauerlandt used a number of Brinckmann’s principles in museum technique (Hüneke, Von der Verantwortung, p.": [
        [
            0,
            10,
            [
                "Saarland"
            ]
        ],
        [
            28,
            38,
            [
                "Brockman"
            ]
        ],
        [
            73,
            79,
            [
                "Hunk",
                "Hunky",
                "Hunks",
                "Hunker"
            ]
        ],
        [
            81,
            84,
            [
                "On",
                "Won",
                "Non",
                "Son",
                "Van",
                "Ton"
            ]
        ],
        [
            85,
            88,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "261).": [],
    "He also, however, staunchly promoted German contemporary art.</p>": []
}