{
    "<p>Courtauld Institute professor and librarian, instrumental force in moving Warburg library to London and administering it duirng Warburg's mental illness.": [
        [
            3,
            12,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ],
        [
            124,
            130,
            [
                "during"
            ]
        ]
    ],
    "Saxl was born to Ignaz Saxl and Wilhelmine Falk (Saxl).": [
        [
            0,
            4,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ],
        [
            17,
            22,
            [
                "Signal",
                "Graz",
                "IGA",
                "Ina",
                "Inez",
                "Gnat"
            ]
        ],
        [
            23,
            27,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ],
        [
            32,
            42,
            [
                "Wilhelmina"
            ]
        ],
        [
            43,
            47,
            [
                "Fall",
                "Folk",
                "Talk",
                "Walk",
                "Flak",
                "Balk"
            ]
        ],
        [
            49,
            53,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ]
    ],
    "His father was a distinguished state attorney in Vienna.": [],
    "Although of devout Jewish grandparentage, Saxl's father had rejected religion and the children were raised in a secular, culturally-Jewish home.": [
        [
            26,
            40,
            [
                "grand parentage",
                "grandparent age"
            ]
        ],
        [
            42,
            46,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ]
    ],
    "After receiving an <em>Abitur</em> from the Maximilians gymnasium in 1908, where his classmate was the future art historian <a href=\"/kaufmanne\">Emil Kaufmann</a>, Saxl studied art history and archaeology in Vienna at the Institut für Österreichische Geschichtsforschung under the [second] \"Vienna School\" art historians <a href=\"/wickhofff\">Franz Wickhoff</a>, <a href=\"/schlosserj\">Julius Alwin von Schlosser</a> and <a href=\"/dvorakm\">Max Dvořák</a> and in Berlin, 1909-1910 under <a href=\"/wolfflinh\">Heinrich Wölfflin</a>.": [
        [
            44,
            55,
            [
                "Maximilian's",
                "Maximilian",
                "Maximiliano"
            ]
        ]
    ],
    "Saxl completed his dissertation still only age 22, under Dvořák on various aspects of Rembrandt in 1912.": [
        [
            0,
            4,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ],
        [
            57,
            63,
            [
                "Dvorak"
            ]
        ]
    ],
    "The year before he had met the private scholar-art historian <a href=\"/warburga\">Aby M. Warburg</a>.": [],
    "Saxl spent the academic year 1912-1913 on a stipend in Rome where he studied medieval texts on astrology and mythology.": [
        [
            0,
            4,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ]
    ],
    "In 1913 he married Elise Bienenfeld and joined the Warburg Library in Hamburg as the librarian.": [
        [
            3,
            7,
            [
                "1913,"
            ]
        ],
        [
            25,
            35,
            [
                "Bielefeld"
            ]
        ]
    ],
    "Saxl fell under Warburg's spell, adopting his mentor's methodology, viewing the history of art as the transmission of pagan myth through literature and art of the medieval and renaissance periods.": [
        [
            0,
            4,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ]
    ],
    "Although Saxl had specialized in the baroque era in Vienna, his interest in the medieval period and astrological manuscripts, alive before he met Warburg, took on new meaning.": [
        [
            9,
            13,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ]
    ],
    "The first volume of a catalog of astrological manuscripts appeared in 1915.": [],
    "When World War I erupted, Saxl served as a first lieutenant in the Austro-Hungarian army (1914-1918) seeing action in Italy and 1918-19 as a teacher for the army.": [
        [
            26,
            30,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ]
    ],
    "In 1919 he returned to the Warburg.": [
        [
            3,
            7,
            [
                "1919,"
            ]
        ]
    ],
    "Warburg himself was indefinitely committed to a mental asylum and Saxl took over the day-to-day running of the library foundation, and developing it, with colleague <a href=\"/bingg\">Gertrud Bing</a>, from 1922 onward, according to Warburg's wishes into the Warburg Institut, aligning it with the newly founded University of Hamburg in 1921.": [
        [
            66,
            70,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ]
    ],
    "Saxl enlisted Warburg's brothers, financiers in New York and Hamburg, to assist financially.": [
        [
            0,
            4,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ]
    ],
    "Saxl initiated the <em>Vorträge der Bibliothek Warburg</em>, publishing an article himself in the series.": [
        [
            0,
            4,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ]
    ],
    "Saxl was a <em>privatdozent</em> (1922-1923) and then lecturer between 1923-1933 for the University in Hamburg.": [
        [
            0,
            4,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ]
    ],
    "In 1923 Saxl and another Warburg exponent, <a href=\"/panofskye\">Erwin Panofsky</a>, jointly authored an important study building on Warburg's principle of pictorial themes migrating to intellectual realm, using Dürer's <em>Melancholia I</em>.": [
        [
            8,
            12,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ]
    ],
    "Warburg returned from hospitalization in 1924.": [],
    "Saxl traveled on research outings to Rome, London, Vienna and Heidelberg.": [
        [
            0,
            4,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ]
    ],
    "A second volume of the astrological manuscripts appeared in 1927.": [],
    "At Warburg's death in 1929, Saxl succeeded him as director.": [
        [
            28,
            32,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ]
    ],
    "Saxl foresaw the disasters the Nazis promised for scholarship in Germany, especially for those institutions intimately connected with Jewish founders and scholars such as Saxl and Warburg.": [
        [
            0,
            4,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ],
        [
            171,
            175,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ]
    ],
    "He gave fellow Schlosser student <a href=\"/kurzo\">Otto Kurz</a> a position as librarian when Kurz could find no work in anti-semitic Austria.": [],
    "Saxl himself hoped to move the Warburg to Holland, but when those deliberations failed, Saxl contracted with Samuel Courtauld (1876-1947, principal benefactor of the Courtauld Institute) and Arthur Hamilton Lee (Viscount Lee of Fareham, 1868-1947, Chairman, Management Committee of the Courtauld Institute of Art) to move the Warburg Library \"on loan\" to the Courtauld Institute at the University of London in 1933.": [
        [
            0,
            4,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ],
        [
            88,
            92,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ],
        [
            116,
            125,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ],
        [
            166,
            175,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ],
        [
            228,
            235,
            [
                "Farnham",
                "Fare ham"
            ]
        ],
        [
            286,
            295,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ],
        [
            359,
            368,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "At the same time, other Hamburg scholars who were connected with the Warburg followed.": [],
    "These included the recently graduated <a href=\"/buchthalh\">Hugo Buchthal</a>, <a href=\"/winde\">Edgar Wind</a> and <a href=\"/gombriche\">E.": [],
    "H. Gombrich</a>.": [],
    "The library was temporary housed in the basement of Thames House.": [
        [
            16,
            25,
            [
                "temporarily"
            ]
        ]
    ],
    "In 1938 the Warburg lost this temporary housing and the papers had once again to be crated up.": [],
    "Funds to maintain this unusual think-tank were particularly hard to come by.": [],
    "Saxl devoted the remaining years of his life to maintaining the Institute, at the cost of his own scholarship.": [
        [
            0,
            4,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ]
    ],
    "When Britain entered the World War II, the Warburg was evacuated to Denham, England, and Saxl hired Buchthal to be its librarian for most of the 1940s and as a scholar to keep it responsive to the needs of research.": [
        [
            68,
            74,
            [
                "Dunham",
                "Den ham"
            ]
        ],
        [
            89,
            93,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ],
        [
            100,
            108,
            [
                "Buchanan",
                "Bechtel",
                "Buchwald",
                "Bachchan",
                "Buccal",
                "Ductal"
            ]
        ]
    ],
    "Saxl became a British citizen in 1940.": [
        [
            0,
            4,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ]
    ],
    "In 1944 the Warburg Institute was officially made part of the University of London.": [],
    "Between 1945 and 1946, he traveled to the United States, securing cooperation on a number of scholarly projects, among them the Illustrated Bartsch, (the <em>Peintre graveur</em> of <a href=\"/bartscha\">Adam von Bartsch</a>, updated scholarship and illustrations), and a Census of Classical Works of Art Known to the Renaissance, sparked by the enthusiasm of <a href=\"/lehmannk\">Karl Leo Heinrich Lehmann</a>, <a href=\"/krautheimerr\">Richard Krautheimer</a> and Panofsky.": [
        [
            140,
            147,
            [
                "Bart sch"
            ]
        ]
    ],
    "Saxl spent the final years of his life maintaining the Warburg.": [
        [
            0,
            4,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ]
    ],
    "It was often noted by biographers that he sacrificed personal scholarship in order to run the Warburg.": [],
    "At his death in 1948, he was succeeded by <a href=\"/frankforth\">Henri Frankfort</a>.": [],
    "The remaining volumes of the <em>Verzeichnis astrologischer und mythologischer illustrierter Handschriften</em>, renamed the <em>Catalogue of Astrological and Mythological Illuminated Manuscripts of the Latin Middle Ages</em>, were issued in 1953 by <a href=\"/meierh\">Hans Meier</a> and <a href=\"/boberh\">Harry Bober</a>.": [],
    "Bing was his life partner and the two maintained a house in Dulwich, England, where they entertained.</p>\n<p>Saxl represents in some ways the \"purest\" continuation of Aby M. Warburg's methodology.": [
        [
            60,
            67,
            [
                "Ulrich"
            ]
        ],
        [
            109,
            113,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ],
        [
            167,
            170,
            [
                "By",
                "Any",
                "Baby",
                "Abby",
                "Abe",
                "ABM"
            ]
        ]
    ],
    "Other Warburg scholars (Wind, Gombrich, Panofsky) developed their own stamp.": [
        [
            40,
            48,
            [
                "Sinofsky"
            ]
        ]
    ],
    "But Saxl remained fascinated by the transmission of mythology through the language of forms on which Warburg had founded his institution.": [
        [
            4,
            8,
            [
                "Sail",
                "Sax",
                "Saul",
                "AXL",
                "SAML",
                "SARL"
            ]
        ]
    ],
    "His methodological influence was particularly profound on <a href=\"/adhemarj\">Jean Adhémar</a>.</p>": []
}