{
    "<p>Scholar of Spanish art and curator, Museum of Fine Arts, Boston.": [],
    "Sayre was the daughter of Francis Bowes Sayre (1885-1972) a Harvard Law School professor, and Jessie W. Wilson (Sayre) the daughter of President Woodrow Wilson(1856-1924).": [
        [
            0,
            5,
            [
                "Sabre"
            ]
        ],
        [
            34,
            39,
            [
                "Bones",
                "Boxes",
                "Bowls",
                "Owes",
                "Bowen",
                "Bowed"
            ]
        ],
        [
            40,
            45,
            [
                "Sabre"
            ]
        ],
        [
            112,
            117,
            [
                "Sabre"
            ]
        ]
    ],
    "She attended Buckingham Brown and Nichols School in Cambridge, MA, and the Winsor School in Boston.": [
        [
            75,
            81,
            [
                "Windsor",
                "Wins or"
            ]
        ]
    ],
    "Sayre graduated from Bryn Mawr College, with a B.A.": [
        [
            0,
            5,
            [
                "Sabre"
            ]
        ]
    ],
    "in art history in 1938, continuing on to Harvard University for graduate study through 1940.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "She participated in the famous \"museum course\" taught by <a href=\"/sachsp\">Paul J. Sachs</a>, who introduced her to the study of prints.": [],
    "After summer work at the Fogg [Art] Museum at Harvard, she joined the Yale University Art Gallery as assistant in charge of exhibitions.": [
        [
            25,
            29,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "Sayre entered the museum world at a time when many (male) curators were absent because of the war effort.": [
        [
            0,
            5,
            [
                "Sabre"
            ]
        ]
    ],
    "In 1942 she became a gallery assistant at the Lyman Allyn Museum in New London, CT before moving to the Rhode Island School of Design's Museum of Art as assistant in department of education, 1942-1945.": [
        [
            3,
            7,
            [
                "1942,"
            ]
        ]
    ],
    "After the war, she joined the Museum of Fine Arts, Boston, as an assistant in 1945 under <a href=\"/rossiterh\">Henry P. Rossiter</a>.": [],
    "Sayre focused her research on the art and particularly the works on paper of Francesco Goya.": [
        [
            0,
            5,
            [
                "Sabre"
            ]
        ]
    ],
    "In 1951 the MFA prints curator Henry P. Rossiter acquired the proof series of Goya's \"Disasters of War\" previously owned by the art historian <a href=\"/maxwellw\">William Stirling Maxwell</a>.": [
        [
            40,
            48,
            [
                "Roster",
                "Dossier",
                "Rooster",
                "Resister",
                "Roaster",
                "Gossiper"
            ]
        ]
    ],
    "Sayre researched these, securing an American Philosophical Society grant to work on prints in Spain in 1954.": [
        [
            0,
            5,
            [
                "Sabre"
            ]
        ]
    ],
    "She rose to assistant curator in 1960 and finally curator of prints and drawings department in 1967.": [],
    "She wrote the entries and introduction to <em>Late Caprichos by Goya: Fragments from a Series</em> in 1971.": [],
    "A Ford Foundation grant was awarded to her in 1975 to work on Goya's drawings.": [],
    "Sayre taught at Harvard, conducting print seminars in the 1970s and 1980s.": [
        [
            0,
            5,
            [
                "Sabre"
            ]
        ]
    ],
    "She retired as curator of prints and drawings at MFA in 1984, as curator emeritus.": [],
    "Sayre organized the 1989 show for the MFA with <a href=\"/perezsancheza\">Alfonso E. Pérez Sánche</a>, \"Goya and the Spirit of Enlightenment\" which drew larger crowds on opening weekend than the Museum's somewhat salacious Andrew Wyeth exhibition on his model, Helga.": [
        [
            0,
            5,
            [
                "Sabre"
            ]
        ]
    ],
    "She received La Medalia al Oro en las Bellas Artes from the Spanish government in 1991.": [
        [
            16,
            23,
            [
                "Media",
                "Medal",
                "Medals",
                "Medalist",
                "Medulla",
                "Regalia"
            ]
        ],
        [
            27,
            30,
            [
                "Or",
                "Pro",
                "Orb",
                "MRO",
                "Moro",
                "ORP"
            ]
        ],
        [
            34,
            37,
            [
                "leis",
                "Las",
                "was",
                "as",
                "has",
                "last"
            ]
        ],
        [
            38,
            44,
            [
                "Bella's",
                "Bella",
                "Bells",
                "Hellas",
                "Belles",
                "Fellas"
            ]
        ],
        [
            45,
            50,
            [
                "Arts",
                "Ares",
                "Aries",
                "Antes",
                "ARTE",
                "ARTS"
            ]
        ]
    ],
    "Sayre was one of the first women curators at the MFA.": [
        [
            0,
            5,
            [
                "Sabre"
            ]
        ]
    ],
    "As such, she dealt with indignities, such as taking her lunch at the back of the Museum's public restaurant because the curators' dining room was exclusively for male curators.": [],
    "Her development of the collection included 300 Dürer prints formerly in the collection of Tomás Harris (1908-1964) as well as personal collection, which she left to the Museum.</p>": []
}