{
    "Medieval- and Modernist art historian; Columbia University professor; one of the most important art historians of the twentieth century.": [],
    "Schapiro's father was a Hebrew school teacher who had emigrated from Lithuania in 1906.": [
        [
            0,
            8,
            [
                "Shapiro"
            ]
        ]
    ],
    "The younger Schapiro emigrated at age 3 when his father was able to send for the family.": [
        [
            12,
            20,
            [
                "Shapiro"
            ]
        ]
    ],
    "Schapiro studied at Public School 84 and Boys High School in Brooklyn (the family lived in the Brownsville section) where his father was a twine jobber.": [
        [
            0,
            8,
            [
                "Shapiro"
            ]
        ]
    ],
    "Both parents were socialist free-thinkers who encouraged their son to pursue many interests, among them sports, photography, and electrical gadgetry.": [],
    "As a child he attended a night class in art taught by John Sloan.": [],
    "In 1920 at age 16 he graduated from high school.": [],
    "He entered Columbia College the recipient of both a Pulitzer and a Regents scholarship.": [],
    "He graduated from Columbia with honors in art history and philosophy at 19.": [],
    "Anthropology, exemplified by <a href=\"/boasf\">Franz Boas</a> (1858-1942) as a graduate degree interested him more than art history.": [],
    "Turned down from graduate work in art history at Princeton because, as he asserted, he was Jewish, he chose Columbia.": [],
    "At Columbia, Schapiro attached himself to the medievalist <a href=\"/dewalde\">Ernest DeWald</a>, who had just moved from the faculty of Princeton to Columbia.": [
        [
            13,
            21,
            [
                "Shapiro"
            ]
        ]
    ],
    "Schapiro taught himself German, made easier because of its relation to Yiddish, and read the ground-breaking work of <a href=\"/vogew\">Wilhelm Vöge</a> and <a href=\"/riegla\">Aloïs Riegl</a>.": [
        [
            0,
            8,
            [
                "Shapiro"
            ]
        ]
    ],
    "Vöge's work on the monumental style in 11th- and 12th-century Europe and Riegl's concept of <em>Kunstwollen</em> (how art reflected the lives of its native creators) were powerful initial influences.": [
        [
            0,
            4,
            [
                "Vote",
                "Vogue",
                "Vogel",
                "Doge",
                "Vole",
                "OGE"
            ]
        ],
        [
            73,
            78,
            [
                "Riel",
                "Rigel"
            ]
        ]
    ],
    "Schapiro was equally influenced by the work of <a href=\"/portera\">A.": [
        [
            0,
            8,
            [
                "Shapiro"
            ]
        ]
    ],
    "Kingsley Porter</a>, the wealthy Harvard art historian who's 1923 book on Romanesque sculpture challenged the notion that France was the dominant influence of the style.": [],
    "Schapiro married Lillian Milgrim (1902-2006), a pediatrician, in 1928 and began lecturing at Columbia.": [
        [
            0,
            8,
            [
                "Shapiro"
            ]
        ],
        [
            25,
            32,
            [
                "Pilgrim",
                "Milgram",
                "Mil grim"
            ]
        ]
    ],
    "Though Porter invited him to study under him at Harvard, Schapiro remained a Columbia, completing his dissertation under DeWald in 1929 on the sculpture of Moissac, a treatice that proved to be prophetic.": [
        [
            57,
            65,
            [
                "Shapiro"
            ]
        ],
        [
            121,
            127,
            [
                "Deal",
                "Dead",
                "Demand",
                "Deals",
                "Donald",
                "Dealt"
            ]
        ],
        [
            156,
            163,
            [
                "Missal",
                "Issac",
                "Mossad"
            ]
        ],
        [
            167,
            175,
            [
                "treatise",
                "treat ice"
            ]
        ]
    ],
    "Heretofore, the Romanesque had largely been seen as a precursor to the more important medieval period, the Gothic.": [],
    "<a href=\"/malee\">Émile Mâle</a> had argued in 1922 that the 12th-century sculpture was the birth of the Gothic tradition.": [],
    "Schapiro scoured folklore, epigraphy, medieval liturgy to create an analysis of Moissac that set it as a mature work of art, replete with intentionality and an adumbration of modern art.": [
        [
            0,
            8,
            [
                "Shapiro"
            ]
        ],
        [
            80,
            87,
            [
                "Missal",
                "Issac",
                "Mossad"
            ]
        ]
    ],
    "In 1931 portions of his dissertation appeared in the <em>Art Bulletin</em> and his reputation as both a medievalist and an original-thinking art historian was made.": [],
    "Schapiro wrote a pointed critique in <em>Kritische Berichte</em> on art historians employing a schematic approach to Romanesque art, singling out <a href=\"/focillonh\">Henri Focillon</a> and <a href=\"/baltruaitisj\">Jurgis Baltrušaitis II</a>.": [
        [
            0,
            8,
            [
                "Shapiro"
            ]
        ]
    ],
    "His Ph.D.": [],
    "degree was finally awarded by Columbia in 1935.": [
        [
            0,
            6,
            [
                "Degree"
            ]
        ]
    ],
    "Around that time, he hosted famous, informal gathering of art scholars which included <a href=\"/goldwaterr\">Robert Goldwater</a>, <a href=\"/barra\">Alfred H. Barr, Jr.</a>, <a href=\"/panofskye\">Erwin Panofsky</a>, <a href=\"/sweeneyj\">James Johnson Sweeney</a>, occasionally <a href=\"/mumfordl\">Lewis Mumford</a>, and the art gallery dealer <a href=\"/kleinj\">Jerome Klein</a>.": [],
    "He lectured at both New York University and Columbia until 1936 when he was appointed assistant professor at Columbia.": [],
    "He also taught at the New School for Social Research beginning in 1936 (to 1952) where his lectures had a profound impact for artists and writers, many of whom would form the core of the abstract expressionist movement.": [],
    "Schapiro was an early exponent of European modernist art, pointing out the intellectual value of Cubism and other movements.": [
        [
            0,
            8,
            [
                "Shapiro"
            ]
        ]
    ],
    "Schapiro retained the socialist influence of his upbringing, contributing to <em>The Marxist Quarterly</em>, <em>The New Masses</em>, <em>The Nation</em> and <em>The Partisan Review</em>.": [
        [
            0,
            8,
            [
                "Shapiro"
            ]
        ]
    ],
    "During these years, his art-historical writing remained relatively small, especially considering his immense reputation.": [],
    "A 1936 book review on two Vienna-School art historians became a powerful critique of the methodology of the group.": [],
    "While on a European trip, Schapiro visited the famous German literary theorist (and fellow Jew) Walter Benjamin (1892-1940) in Paris 1939, begging him to flee Europe for New York.": [
        [
            26,
            34,
            [
                "Shapiro"
            ]
        ]
    ],
    "Schapiro failed and Benjamin committed suicide the following year rather than go to a prison camp.": [
        [
            0,
            8,
            [
                "Shapiro"
            ]
        ]
    ],
    "The same year 1939, two of his most seminal articles on Romanesque sculpture appeared, \"The Sculpture of Souillac\" and \"From Mozarabic to Romanesque in Silos,\" the latter article announcing his emerging socially engaged methodology.": [
        [
            105,
            113,
            [
                "Cadillac",
                "Gorilla",
                "Mozilla",
                "Gorillas",
                "Shellac",
                "Bouillon"
            ]
        ],
        [
            125,
            134,
            [
                "Arabic",
                "Monarchic"
            ]
        ]
    ],
    "In 1950 <a href=\"/kootzs\">Samuel M. Kootz</a> commissioned Schapiro and the critic <a href=\"/greenbergc\">Clement Greenberg</a> to select art what became a series of modernist exhibitions, titled \"Talent\" at the Kootz Gallery.": [],
    "These shows gave first-time exposure to Franz Kline, Helen Frankenthaler and Morris Louis.": [],
    "In 1950 and 1952 Schapiro wrote the volumes for van Gogh and Cézanne for the Abrams series on artists.": [
        [
            17,
            25,
            [
                "Shapiro"
            ]
        ]
    ],
    "Though short, they remain rich examples of his analysis.": [],
    "He was appointed full professor at Columbia in 1952.": [],
    "He was named full professor at Columbia in 1965 and <em>Professor Emeritus</em> 1973.": [],
    "In 1987 Schapiro was awarded a MacArthur Foundation Fellow prize.": [
        [
            8,
            16,
            [
                "Shapiro"
            ]
        ]
    ],
    "He also taught at Harvard University as <a href=\"/nortonc\">Charles Eliot Norton</a> Lecturer and in Europe at Oxford University and the Collège de France.": [],
    "Two endowed professorships were created in his honor at Columbia: the Meyer Schapiro Professorship of Art History, created in 1978 with gifts from former students, and the Meyer Schapiro Professorship of Modern Art and Theory created in 1994.": [
        [
            76,
            84,
            [
                "Shapiro"
            ]
        ],
        [
            178,
            186,
            [
                "Shapiro"
            ]
        ]
    ],
    "The same year, the medievalist <a href=\"/camillem\">Michael Camille</a> published an article, \"How New York Stole the Idea of Romanesque Art': Medieval, Modern and Postmodern in Meyer Schapiro,\" in the <em>Oxford Art Journal</em> outlining Schapiro's accomplishment.": [],
    "Schapiro's legacy as a cultivator of artists was a strong as that of art historians.": [
        [
            0,
            8,
            [
                "Shapiro"
            ]
        ]
    ],
    "The painter Robert Motherwell claimed to have come to New York in 1940 in order study with Schapiro.": [
        [
            91,
            99,
            [
                "Shapiro"
            ]
        ]
    ],
    "During World War II, Schapiro took Ferdinand Leger to the basement of the Pierpont Morgan Library where he showed Leger an 11th-century illumination from the Beatus Apocalypse; this became important for the symbolism of Leger's later paintings.": [
        [
            21,
            29,
            [
                "Shapiro"
            ]
        ],
        [
            158,
            164,
            [
                "Beats",
                "Beaus",
                "Beauts",
                "Beat us"
            ]
        ]
    ],
    "In 1952 he convinced a dejected Willem de Kooning that his <em>Woman I</em> was not the failure de Kooning supposed, but the basis of an form which ultimately became de Kooning's mature style.": [
        [
            3,
            7,
            [
                "1952,"
            ]
        ],
        [
            99,
            106,
            [
                "Mooning"
            ]
        ],
        [
            134,
            136,
            [
                "a"
            ]
        ],
        [
            169,
            176,
            [
                "Mooning"
            ]
        ]
    ],
    "On Schapiro's 70th birthday in 1974, twelve artists artists issued a set of original graphics to help fund an endowed chair to honor him.": [
        [
            3,
            11,
            [
                "Shapiro"
            ]
        ],
        [
            44,
            59,
            [
                "artists"
            ]
        ]
    ],
    "They were: Jasper Johns, Ellsworth Kelly, Alexander Liberman, Stanley William Hayter, Roy Lichtenstein, Andre Masson, Motherwell, Claes Oldenburg, Robert Rauschenberg, Frank Stella, Andy Warhol and Saul Steinberg.": [
        [
            52,
            60,
            [
                "Lieberman",
                "Liberian"
            ]
        ],
        [
            78,
            84,
            [
                "Halter",
                "Hater",
                "Hatter"
            ]
        ],
        [
            110,
            116,
            [
                "Mason",
                "Manson",
                "Hasson",
                "Mas son",
                "Mass on"
            ]
        ],
        [
            118,
            128,
            [
                "Mother well"
            ]
        ]
    ],
    "Not all approved of Schapiro's modernist work, however.": [
        [
            20,
            28,
            [
                "Shapiro"
            ]
        ]
    ],
    "<a href=\"/liptone\">Eunice Lipton</a> described his essays on van Gogh and Cézanne in the <em>Library of Great Painters</em> series as \"wild psychoanalytic treks.\"": [],
    "Schapiro's influence to the modern approach to art history cannot be understated.": [
        [
            0,
            8,
            [
                "Shapiro"
            ]
        ]
    ],
    "<a href=\"/crowt\">Thomas E. Crow</a> cites Schapiro as the quintessential outsider writing art history.": [],
    "Camille analyzed Schapiro's weaving of folklore, social theory and daily function as core to Schapiro's socialist roots.": [
        [
            17,
            25,
            [
                "Shapiro"
            ]
        ],
        [
            93,
            101,
            [
                "Shapiro"
            ]
        ]
    ],
    "For most of Schapiro's scholarly life, his reputation was built on his landmark 1929 formal analysis of the sculpture of Moissac, considered by most medievalists as still unsurpassed (Cahn, 2008).": [
        [
            12,
            20,
            [
                "Shapiro"
            ]
        ],
        [
            121,
            128,
            [
                "Missal",
                "Issac",
                "Mossad"
            ]
        ],
        [
            184,
            188,
            [
                "Can",
                "Cain",
                "Chan",
                "Hahn",
                "Cohn",
                "Icahn"
            ]
        ]
    ],
    "Schapiro was equally gifted in teaching.": [
        [
            0,
            8,
            [
                "Shapiro"
            ]
        ]
    ],
    "His many students included <a href=\"/minerd\">Dorothy E. Miner</a> [dissertation never completed], David Rosand, <a href=\"/seidell\">Linda Seidel</a>, <a href=\"/plummerj\">John H. Plummer</a>, <a href=\"/isaacsonj\">Joel Isaacson</a> and <a href=\"/elsena\">Albert E. Elsen</a>.": [],
    "The art critic <a href=\"/roseb\">Barbara E. Rose</a> made a film about his lectures, <em>La Leçon de Meyer Schapiro</em>, for the 2004 anniversary of his birth.": []
}