{
    "<p>Early champion of Germany Expressionism and author of the first graphics catalog of Schmidt-Rottluff.": [],
    "Born to wealthy Jewish parents in Jewish community of Brody, Schapire was privately tutored along with her sisters.": [
        [
            61,
            69,
            [
                "Shapiro",
                "Scrapie"
            ]
        ]
    ],
    "In 1893 she moved to Hamburg, writing feminist essays, including \"Ein Wort zur Frauenemanzipation\" (A word on women's emancipation) in 1897.": [
        [
            3,
            7,
            [
                "1893,"
            ]
        ],
        [
            66,
            69,
            [
                "EIN",
                "In",
                "Win",
                "Bin",
                "Pin",
                "Tin"
            ]
        ],
        [
            75,
            78,
            [
                "our",
                "fur",
                "bur",
                "cur",
                "Eur",
                "AUR"
            ]
        ]
    ],
    "Inspired by the art lectures of the museum directors <a href=\"/brinckmannj\">Justus Brinckmann</a> at the Museum für Kunst und Gewerbe and <a href=\"/lichtwarka\">Alfred Lichtwark</a> at the Kunsthalle, she studied art history at the University in Bern, showing an early interest in modern art by writing an essay on the controversial Swiss painter Ferdinand Hodler.graduating in 1902.": [],
    "She graduated the same year, continuing graduate work in art history at Heidelberg, where her fellow students included <a href=\"/redslobe\">Edwin Redslob</a>, <a href=\"/kaesbachw\">Walter Kaesbach</a>, <a href=\"/waldmanne\">Emil Waldmann</a>, and <a href=\"/kuhnele\">Ernst Kühnel</a>.": [],
    "In 1904 she received her Ph.D.": [
        [
            3,
            7,
            [
                "1904,"
            ]
        ]
    ],
    "writing dissertation under <a href=\"/thodeh\">Henry Thode</a> on the Frankfurt painter Johann Ludwig Ernst Morgenstern.": [
        [
            0,
            7,
            [
                "Writing"
            ]
        ]
    ],
    "Schapire continued a post-doctorate semester with <a href=\"/wolfflinh\">Heinrich Wölfflin</a> in Berlin and the year 1905 at Leipzig University.": [
        [
            0,
            8,
            [
                "Shapiro",
                "Scrapie"
            ]
        ]
    ],
    "After several years of more travel, she returned to Hamburg in 1908, translating and writing criticism.": [],
    "Among those whose works she translated into German were Balzac and the Polish art historian <a href=\"/chledowskik\">Kazimierz Chledowski</a>.": [],
    "She met the judge and art historian <a href=\"/schieflerg\">Gustav Schiefler</a> and around 1906.": [],
    "The two became supporters of the Dresden German Expressionist movement <em>Die Brücke</em> joining the <em>Brücke</em> as sustaining members (\"passive members\").": [
        [
            107,
            113,
            [
                "Bruce"
            ]
        ]
    ],
    "All the <em>Brücke</em> artists created and sent her \"art postcards\" for her support.": [],
    "Though initially close to the <em>Brücke</em> artist Emile Nolde and his wife, they fell out and Schapire became friends and a supporter of Karl Schmidt-Rottluff.": [],
    "In 1911, Schapire mounted the first solo exhibition of Schmidt-Rottluff in Hamburg.": [
        [
            9,
            17,
            [
                "Shapiro",
                "Scrapie"
            ]
        ]
    ],
    "During World War I she and the feminist Ida Dehmel (1870-1942) founded the Frauenbund zur Förderung deutscher bildenden Kunst (Women's Society for the Advancement of German Art) in 1916.": [
        [
            44,
            50,
            [
                "Deemed",
                "Dermal",
                "Delmer",
                "Denzel",
                "Mehmed",
                "Mehmet"
            ]
        ],
        [
            86,
            89,
            [
                "our",
                "fur",
                "bur",
                "cur",
                "Eur",
                "AUR"
            ]
        ],
        [
            90,
            99,
            [
                "Ordering",
                "Bordering"
            ]
        ],
        [
            100,
            109,
            [
                "Deutsche"
            ]
        ],
        [
            110,
            119,
            [
                "blended",
                "blender",
                "bidden"
            ]
        ],
        [
            120,
            125,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "The organization made gifts of women's art to state museums.": [],
    "After the war Schapire co-edited and contributed to two Weimar-era Expressionist journals, <em>Die Rote Erde</em> (The Red Earth) and <em>Kündung</em> (Herald), entering the circle of the Hamburg Secessionists.": [
        [
            14,
            22,
            [
                "Shapiro",
                "Scrapie"
            ]
        ]
    ],
    "Schmidt-Rottluff moved to Hamburg and created furniture, clothing and other objects into a <em>Gesamtkunstwerk</em> for Schapire in her apartment in 1921.": [],
    "She also collected heavily from the artist's works, wrting the graphics <em>catalogue raisonné</em> of Schmidt-Rottluff in 1924.": [
        [
            52,
            58,
            [
                "writing",
                "wring"
            ]
        ]
    ],
    "Her Jewish heritage and support of modernist art made her a target of the Nazi's, who rose to power in 1933.": [],
    "After the 1937 degenerate art exhibition in Munich, Schapire was placed under house arrest in her Hamburg apartment.": [
        [
            52,
            60,
            [
                "Shapiro",
                "Scrapie"
            ]
        ]
    ],
    "She published under a pseudonym.": [],
    "In 1939, fellow Hamburg art historian <a href=\"/saxlf\">Fritz Saxl</a> now Director of the Warburg Institute in its new home in London, sponsored Schapire's immigration ot England.": [],
    "She left only two weeks before the start of World War II.": [],
    "The Gestapo confiscated and auctioned her library and abandoned works of art in 1940 and her furniture burned in an air raid on Hamburg in 1943.": [],
    "After the war, she worked for the architectural historian <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a>, collecting material for his project <em>The Buildings of England</em>.": [],
    "She contributed articles to various art periodicals, including <em>Architectural Review</em>, <em>Eidos</em>, <em>Connoisseur</em> and <em>Die Weltkunst</em>.": [],
    "Her offers to house her collection of Expressionist art in British public collections were thwarted.": [],
    "In 1946 she offered to donate a portion of her Expressionist collection to theTate Gallery was received cooly by the conservative director <a href=\"/rothensteinj\">John Rothenstein</a>; the gift was not realized and then only partially so until after her death.": [
        [
            3,
            7,
            [
                "1946,"
            ]
        ],
        [
            75,
            82,
            [
                "the Tate"
            ]
        ],
        [
            104,
            109,
            [
                "cool",
                "cools",
                "Cooley",
                "coolly",
                "coyly",
                "wooly"
            ]
        ]
    ],
    "Likewise, an offer of her complete collection of graphics and works on paper was rejected by the British Museum Department of Prints and Drawings in 1950.": [],
    "Schapire died in the Tate Museum near the portrait Schmidt-Rottluff painted of her in 1954.": [
        [
            0,
            8,
            [
                "Shapiro",
                "Scrapie"
            ]
        ]
    ],
    "The largest part of her collection, including 600 graphic works, was bequeathed German museums in Mannheim, Berlin, (Hamburg-) Altona, Hamburg and Cologne.": [
        [
            127,
            133,
            [
                "Alton",
                "Altoona",
                "Altova",
                "Alton a"
            ]
        ]
    ],
    "Numerous portraits of her by Schmidt-Rottluff exist.": [],
    "Her younger sister, Anna Schapire (1877-1911) married the economist and social scientist Otto Neurath (1882-1945).": [
        [
            25,
            33,
            [
                "Shapiro",
                "Scrapie"
            ]
        ],
        [
            94,
            101,
            [
                "Neural",
                "Neurite",
                "Seurat",
                "Neath"
            ]
        ]
    ],
    "Schapire was one of the early women to graduate with a degree in art history from a German university.": [
        [
            0,
            8,
            [
                "Shapiro",
                "Scrapie"
            ]
        ]
    ],
    "Her tireless crusades for art and equality brought her causes to Hamburg, helping the emerging industrial city forge a modernist identity.": [],
    "Like Schiefler, she merged collecting and art writing to raise the movement of Expressionism to one of importance for Germany.</p>": [
        [
            5,
            14,
            [
                "Schaefer",
                "Schaeffer",
                "Schiller",
                "Schindler",
                "Schiele",
                "Schrieffer"
            ]
        ]
    ]
}