{
    "Expert and private scholar in 15th-century Italian painting, 17th century Dutch and Flemish painting and 15th-18th century drawing.. Scharf was born in Königsberg an der Eger, Germany (present-day Kynsperk nad Ohri Czech Republic).": [
        [
            130,
            132,
            [
                ".",
                "…"
            ]
        ],
        [
            133,
            139,
            [
                "Scarf"
            ]
        ],
        [
            163,
            165,
            [
                "a"
            ]
        ],
        [
            166,
            169,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            170,
            174,
            [
                "Ever",
                "Eager",
                "Leger",
                "Edger",
                "EER",
                "EGE"
            ]
        ],
        [
            197,
            205,
            [
                "PySpark"
            ]
        ],
        [
            206,
            209,
            [
                "NAD",
                "and",
                "had",
                "bad",
                "ad",
                "Neil"
            ]
        ],
        [
            210,
            214,
            [
                "HRI",
                "OHI",
                "ORI"
            ]
        ]
    ],
    "in 1900 to Heinrich Scharf (1872-1933) and Cӓcilie Presser (Scharf) (1876-1946).": [
        [
            0,
            2,
            [
                "In"
            ]
        ],
        [
            20,
            26,
            [
                "Scarf"
            ]
        ],
        [
            43,
            50,
            [
                "Cecilia",
                "Cecile",
                "Cecília",
                "Cécile",
                "Cécilia"
            ]
        ],
        [
            60,
            66,
            [
                "Scarf"
            ]
        ]
    ],
    "From 1920-1925, Scharf studied art history, archaeology, East Asian art, and theater history under <a href=\"”/jantzenh”\">Hans Jantzen</a>.": [
        [
            16,
            22,
            [
                "Scarf"
            ]
        ]
    ],
    "In 1925, he granted Scharf his doctoral degree from Albert-Ludwigs-Universität Freiburg.": [
        [
            20,
            26,
            [
                "Scarf"
            ]
        ],
        [
            52,
            78,
            [
                "Albert-Ludwig-Universität",
                "Albert-Ludwigs-University"
            ]
        ]
    ],
    "His dissertation was titled <em>Beiträge zur Geschichte des Bühnenbildes</em> (Contributions to the History of Stage Design).": [],
    "He married a fellow art historian Felicie Radziejewski (1901-1991).": [
        [
            34,
            41,
            [
                "Felice",
                "Felicia"
            ]
        ]
    ],
    "Scharf began work in several different administrative roles in 1925.": [
        [
            0,
            6,
            [
                "Scarf"
            ]
        ]
    ],
    "Until 1928, he was a research assistant at the Kupferstichkabinett der Staatlichen Museen in Berlin (Prints and Drawings Department of the State Museums).": [
        [
            67,
            70,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "There he worked with <a href=\"”/friedlanderm”\">Max J. Friedländer</a> and <a href=\"”/rosenbergj”\">Jakob Rosenberg</a>.": [],
    "At the Kaiser-Friedrich-Museum, he reported to the museum director <a href=\"”/bodew”\">Wilhelm von Bode</a>.": [],
    "During this time period, he was also employed at the Kunstbibliothek (art library) in Berlin with <a href=\"”/glaserc”\"> Curt Glaser</a>.": [],
    "Having similar interests to his colleague, he found himself working with Rosenberg again.": [],
    "On this occasion the two scholars worked on expanding a historical catalog of Dutch master artists in the Kupferstichkabinett.": [],
    "In 1927, he collaborated with <a href=\"”/rappf”\">Franz Rapp</a> on a theater exhibition in Magdeburg.": [],
    "After 1928, Scharf worked on several different freelance projects.": [
        [
            12,
            18,
            [
                "Scarf"
            ]
        ]
    ],
    "He became the lead editor of the magazines <em>Der Cicerone</em> and <em>Weltkunst</em>, wrote his own magazine articles, and published a number of books.": [],
    "His book <em>Unknown Masterpieces in Public and Private Collections</em> was completed alongside <a href=\"”/valentinerw”\">Wilhelm Valentiner</a> and <a href=\"”/burchardl”\">Ludwig Burchard</a>.": [],
    "Scharf began his <em>habilitation</em> on the subject of the impact of Filippino Lippi on 15th century Italian painting, but because of mounting anti-Semitic policies in the Nazi government, was advised by Jantzen to abandon further work on a thesis.": [
        [
            0,
            6,
            [
                "Scarf"
            ]
        ]
    ],
    "Scharf continued until his thesis work was officially rejected.": [
        [
            0,
            6,
            [
                "Scarf"
            ]
        ]
    ],
    "Scharf then realized the extent of the rising Nazi movement across Germany.": [
        [
            0,
            6,
            [
                "Scarf"
            ]
        ]
    ],
    "Consequently, he emigrated to London, United Kingdom in May 1933.": [
        [
            17,
            29,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "From 1933-1934, he lectured at the Courtauld Institute of Art in London for employment.": [
        [
            35,
            44,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Scharf had published in English as early as 1931 in <em>Art in America</em>.": [
        [
            0,
            6,
            [
                "Scarf"
            ]
        ]
    ],
    "After his tenure Courtauld, he did freelance work as a writer and art history consultant.": [
        [
            17,
            26,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "His freelance work included his creation of a collection of photographs of Renaissance art and a catalog of antique works of art from the Renaissance and Baroque periods.": [],
    "His catalog of antique works was completed in conjunction with the Warburg Institute and Burchard.": [
        [
            89,
            97,
            [
                "Bur chard"
            ]
        ]
    ],
    "Despite anti-semitism profoundly limiting his career opportunities, Scharf still managed to produce an extensive number of books, magazine articles, and scholarly works that contributed to many different niches of art history, most notably the Italian Renaissance.": [
        [
            8,
            21,
            [
                "anti-Semitism",
                "antisemitism",
                "anti-Semitic"
            ]
        ],
        [
            68,
            74,
            [
                "Scarf"
            ]
        ]
    ],
    "His failure to develop a successful <em>habilitation</em> was unfortunate; however his role as a consultant later in his life allowed him to advise younger scholars (Wendland).": []
}