{
    "<p>Art historian, first director of the National Portrait Gallery, London.": [],
    "Scharf was the son of Georg Scharf (d.": [
        [
            0,
            6,
            [
                "Scarf"
            ]
        ],
        [
            28,
            34,
            [
                "Scarf"
            ]
        ]
    ],
    "1860), a miniature painter originally from Bavaria.": [],
    "He attended the schools associated with Royal Academy in (studio) art training.": [],
    "In 1840 he traveled as a draughtsman with Sir Charles Fellows to Asia Minor, returning 1843 on behalf of the British government.": [
        [
            3,
            7,
            [
                "1840,"
            ]
        ],
        [
            25,
            36,
            [
                "draftman"
            ]
        ]
    ],
    "Scharf returned to England and became a book illustrator, largely of art and antiquity topics.": [
        [
            0,
            6,
            [
                "Scarf"
            ]
        ]
    ],
    "Among his illustrations include Macaulay's <em>Lays of Ancient Rome</em> (1847), the English edition of the <em>Handbook of Italian Painting</em>,1851, by <a href=\"/kuglerf\">Franz Kugler</a>, and Smith's classical dictionaries.": [],
    "In 1850 he hired a young Italian expatriot artist, <a href=\"/cavalcaselleg\">G.": [
        [
            3,
            7,
            [
                "1850,"
            ]
        ],
        [
            33,
            42,
            [
                "expat riot"
            ]
        ]
    ],
    "B. Cavalcaselle</a> who would later co-author the first important history of art in English.": [],
    "Scharf was among the art experts involved in the classical \"courts\" for the Crystal Palace exhibiton.": [
        [
            0,
            6,
            [
                "Scarf"
            ]
        ],
        [
            91,
            100,
            [
                "exhibition",
                "exhibitor",
                "exhibit on"
            ]
        ]
    ],
    "Under <a href=\"/eastlakec\">Charles Lock Eastlake</a>, he was appointed art secretary to the important Manchester Art Treasures exhibition of 1857.": [],
    "After the exhibition, Scharf was appointed secretary and director of the new National Portrait Gallery in London.": [
        [
            22,
            28,
            [
                "Scarf"
            ]
        ]
    ],
    "Scharf worked tirelessly to build the historic portrait collection, increasing the gallery's collection to nearly 1000 portraits, and publishing essays on portraiture in England and elsewhere.": [
        [
            0,
            6,
            [
                "Scarf"
            ]
        ]
    ],
    "He was made C. B. in 1885.": [],
    "In 1895, Scharf resigned from the Gallery, retaining a trustee appointment.": [
        [
            9,
            15,
            [
                "Scarf"
            ]
        ]
    ],
    "He died later that the same year.</p>": []
}