{
    "<p>Art critic and early German historian of modern art.": [],
    "He was born in Eppendorf, Germany, which is present-day Hamburg, Germany.": [
        [
            15,
            24,
            [
                "Splendor",
                "Splendors",
                "Bettendorf",
                "Dübendorf"
            ]
        ]
    ],
    "Scheffler graduated from the Realschule and took over his father's interior painting business.": [
        [
            0,
            9,
            [
                "Schaeffer",
                "Scheduler",
                "Shuffler"
            ]
        ]
    ],
    "In 1888 he attended the Kunstgewerbeschule of Berlin where he mastered tapestry design.": [
        [
            3,
            7,
            [
                "1888,"
            ]
        ]
    ],
    "After working for a Berlin fabric firm, he started to write articles for the magazines <em>Atelier</em> and the <em>Dekorative Kunst</em> in 1897, and after 1899 for the better known <em>Die Zukunft</em>.": [],
    "Turn-of-the-century German periodicals were increasingly attacking the conservative art policies of Kaiser Wilhelm II.": [],
    "Among the newly founded magazines supporting the avant-garde were <em>Pan</em> (1895-1900), edited by <a href=\"/meiergraefej\">Julius Meier-Graefe</a>, and <em>Kunst und Künstler</em> (1903-33), published by Bruno Cassirer (1872-1941) and edited by Scheffler from 1906 onward.": [],
    "Scheffler wrote over one hundred articles and exhibition reviews.": [
        [
            0,
            9,
            [
                "Schaeffer",
                "Scheduler",
                "Shuffler"
            ]
        ]
    ],
    "Together with <a href=\"/glaserc\">Curt Glaser</a> he published a book series called <em>Deutsche Meister</em> during the years 1921-32 which met with limited success.": [],
    "After a series of essays on the Symbolist art of Henry van Velde (1913) Scheffler moved to the subject of Impressionism.": [
        [
            32,
            41,
            [
                "Symbolism"
            ]
        ],
        [
            59,
            64,
            [
                "Verde",
                "Veld",
                "Veldt",
                "Velds"
            ]
        ],
        [
            72,
            81,
            [
                "Schaeffer",
                "Scheduler",
                "Shuffler"
            ]
        ]
    ],
    "The impressionist esthetic brought him into conflict with Expressionism, Cubism and Constructivism.": [],
    "His 1917 book, <em>Der Geist der Gotik</em> tracing German spirit through the impulse of the Gothic form, was remarkably similar to a similar volume by <a href=\"/worringerw\">Wilhelm Worringer</a>.": [],
    "Unlike Worringer, however, he opposed the works of Ernst Ludwig Kirchner and Paul Klee, preferring the art of Pablo Picasso.": [
        [
            7,
            16,
            [
                "Porringer"
            ]
        ]
    ],
    "In 1921 Scheffler published his <em>Berliner Museumskrieg</em> (Berlin Museum War) attacking the Director of the National Gallery, <a href=\"/justil\">Ludwig Justi</a>, for using the Kronprinzenpalais as a museum for contemporary art.": [
        [
            8,
            17,
            [
                "Schaeffer",
                "Scheduler",
                "Shuffler"
            ]
        ]
    ],
    "The ascension of the Nazis to power in Germany silenced most modernist art writing, including Scheffler's.": [
        [
            94,
            103,
            [
                "Schaeffer",
                "Scheduler",
                "Shuffler"
            ]
        ]
    ],
    "He published a few articles in journals including the <em>Das Werk</em>.": [],
    "During the war he remained at the Bodensee, producing volumes on the comparatively safer topics of French 19th-century painters, which appeared in 1942, and another in 1943 of anecdotes of artists.": [],
    "In 1944 he received the honorary doctorate form the University of Zürich.": [
        [
            3,
            7,
            [
                "1944,"
            ]
        ],
        [
            43,
            47,
            [
                "from"
            ]
        ]
    ],
    "After World War II he once again elicited recognition from his native Germany.": [],
    "The Technical College of Stuttgart honored his art writing.": [],
    "He also finished the second part to his autobiography.": [],
    "Scheffler characterized himself in his biography as a person who looked at art questioning what makes one work better than another.": [
        [
            0,
            9,
            [
                "Schaeffer",
                "Scheduler",
                "Shuffler"
            ]
        ]
    ],
    "He distanced himself from the academic discipline of art history, perhaps because he himself never attended college or worked in a museum.": [],
    "Although he wrote on all areas of art, Scheffler's principle focus was on contemporary art; his writing set the standard for the later style of <em>Kunstwissenschaft</em> theory among German art historians in the century.": [
        [
            39,
            48,
            [
                "Schaeffer",
                "Scheduler",
                "Shuffler"
            ]
        ]
    ],
    "He became editor of a small art journal, yet a very influential teacher for the understanding of art.</p>": []
}