{
    "<p>Archaeologist and classical art historian; professor of classical archaeology at Basel, specialist in Pompeii and Greek art.": [],
    "Schefold graduated from the Eberhard-Ludwigs Gymnasium in Stuttgart.": [
        [
            0,
            8,
            [
                "Scaffold",
                "Schiphol"
            ]
        ],
        [
            28,
            44,
            [
                "Eberhard-Ludwig"
            ]
        ]
    ],
    "He began classical studies at the university of Tübingen in 1923.": [],
    "He studied philology in St.": [],
    "Petersburg in 1925 where he became acquainted with the work of the philologist Albrecht von Blumenthal (1889-1945).": [],
    "He moved to Jena to study under him between 1926-1928; both were part of the circle of intellectuals around the poet Stefan George.": [],
    "Later he moved to Heidelberg continuing study under Otto Regenbogen (1891-1966).": [],
    "There he met Marianne von den Steinen in 1927, daughter of the prominent Ethnologist, Karl von den Steinen (1855-1929), whom he married.": [
        [
            22,
            25,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ],
        [
            30,
            37,
            [
                "Staten",
                "Steiner",
                "Stamen",
                "Steinem"
            ]
        ],
        [
            91,
            94,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ],
        [
            99,
            106,
            [
                "Staten",
                "Steiner",
                "Stamen",
                "Steinem"
            ]
        ]
    ],
    "At Heidelberg Schefold also studied under the classical archaeologist <a href=\"/curtiusl\">Ludwig Curtius</a>, but when Curtius was called to Rome and the Deutsche Archäologische Institut (German Archaeological Institute or DAI), he pursued his degree in archaeology under <a href=\"/jacobsthalp\">Paul Jacobsthal</a> at the university in Marburg.": [
        [
            14,
            22,
            [
                "Scaffold",
                "Schiphol"
            ]
        ]
    ],
    "His dissertation was on the Greek vases of Kerch (Ukraine) region.": [
        [
            43,
            48,
            [
                "Perch",
                "Ketch",
                "Merch"
            ]
        ]
    ],
    "After graduating in 1930, he was appointed an assistant at the DAI in Rome and Athens under Curtius.": [
        [
            92,
            99,
            [
                "Curtis"
            ]
        ]
    ],
    "At the DAI in Athens he met the archaeologists <a href=\"/karog\">Georg Karo</a> and <a href=\"/kunzee\">Emil Kunze</a> and worked with the architectural historians <a href=\"/gerkana\">Armin von Gerkan</a> and <a href=\"/wredew\">Walther Wrede</a>.": [],
    "He participated on excavations in Israel, Syria and Anatolia under <a href=\"/wiegandt\">Theodor Wiegand</a>, sponsored by the Berliner Museum in 1932.": [],
    "Between 1932 and 1935 he took part in the excavations at Larisa at Hermos with <a href=\"/buschore\">Ernst Buschor</a>.": [
        [
            57,
            63,
            [
                "Larissa",
                "Marisa"
            ]
        ],
        [
            67,
            73,
            [
                "Hermes",
                "Hermosa",
                "Thermos",
                "Her mos",
                "Hermès"
            ]
        ]
    ],
    "He was made an assistant at the Athens DAI.": [],
    "In 1935 Schefold was forced by the Nazis to give up his post at the DAI partially through his association with Curtius.": [
        [
            8,
            16,
            [
                "Scaffold",
                "Schiphol"
            ]
        ],
        [
            111,
            118,
            [
                "Curtis"
            ]
        ]
    ],
    "He fled to Basel, Switzerland, where he secured a lectureship at the university assisted by <a href=\"/pfuhle\">Ernst Pfuhl</a> and Peter von der Mühll (1885-1970).": [],
    "There he completed his habilitation on the Scythian animal style and became a university <em>Privatdozent</em> the following year, 1936.": [
        [
            23,
            35,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ]
    ],
    "When Pfuhl died in 1940, Schefold succeeded him as chair of classical archaeology and <em>Extraordinarius</em> professor in 1942.": [
        [
            5,
            10,
            [
                "Full",
                "Paul",
                "Fuel",
                "Pull",
                "Purl",
                "Furl"
            ]
        ],
        [
            25,
            33,
            [
                "Scaffold",
                "Schiphol"
            ]
        ]
    ],
    "Although Schefold had published much in his life already, in 1943 his first book, <em>Die Bildnisse der antiken Dichter, Redner und Denker</em> appeared.": [
        [
            9,
            17,
            [
                "Scaffold",
                "Schiphol"
            ]
        ]
    ],
    "He declined an offer from Vienna in 1952 and was rewarded in 1953 with an appointment of Ordinarius für Klassische Archäologie at Basle.": [
        [
            89,
            99,
            [
                "Ordinaries"
            ]
        ],
        [
            100,
            103,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            115,
            126,
            [
                "Archeologies",
                "Archaeologies"
            ]
        ],
        [
            130,
            135,
            [
                "Base",
                "Basel",
                "Basie",
                "Bale",
                "Baste"
            ]
        ]
    ],
    "He and <a href=\"/cahnh\">Herbert Cahn</a> and <a href=\"/rubensohno\">Otto Rubensohn</a> (1867-1964) founded the Vereinigung der Freunde antiker Kunst or Societé des Amis de l'Art Antique and its journal <em>Antike Kunst</em> in 1956.": [],
    "In 1964 Schefold began what became his major series on Greek iconography, <em>Frühgriechische Sagenbilder</em> translated into English as <em>Myth and Legend in Early Greek Art</em>.": [
        [
            8,
            16,
            [
                "Scaffold",
                "Schiphol"
            ]
        ]
    ],
    "The set eventually grew into five volumes.": [],
    "He was a major impetus to the creation of the Antikenmuseum in Basel in 1960, which opened in 1966.": [],
    "The following year, he rewrote the volume on Greek art for the revised <em>Propyläen Kunstgeschichte</em>, the original of which had been written by <a href=\"/rodenwaldtg\">Gerhart Rodenwaldt</a> in 1927.": [],
    "He retired in 1975 and began adding to his series on the legends of the Greek gods and heroes with the second volume being <em>Götter- und Heldensagen der Griechen in der spätarchaischen Kunst</em>, appeared 1978.": [],
    "While attending one of his weekly lectures at the Antikenmuseum, at age 94 he fell, sustaining injuries from which he never recovered.": [],
    "Schefold was the quintessential twentieth-century European scholar: a life devoted to scholarship and teaching.": [
        [
            0,
            8,
            [
                "Scaffold",
                "Schiphol"
            ]
        ]
    ],
    "His nearly 700 publications ranged from the scholarly survey to the the detailed archaeological report.": [
        [
            64,
            71,
            [
                "the"
            ]
        ]
    ],
    "He was instrumental in establishing the Swiss archaeological dig in Eritrea.": [],
    "His teaching made the University of Basel one of the best centers of classical archaeology.": [],
    "A number of his Basel students became directors of university institutes and classical-object collections.": [],
    "Schefold was a specialist in ancient Roman art, particularly Pompeii.": [
        [
            0,
            8,
            [
                "Scaffold",
                "Schiphol"
            ]
        ]
    ],
    "His methodological approach focused more on interpreting the content of ancient artworks than the traditional analyzing of their form.</p>": []
}