{
    "<p>Ernst Scheyer was born in Breslau, which is present-day Wrocław, Poland.": [
        [
            9,
            16,
            [
                "Shear",
                "Schemer"
            ]
        ],
        [
            29,
            36,
            [
                "Presley",
                "Belau",
                "Bresler"
            ]
        ]
    ],
    "His parents were Norbert Scheyer (1869-1932), a lumber wholesaler and Martha Beuthner (Scheyer) (1882-1943), both Jewish.": [
        [
            25,
            32,
            [
                "Shear",
                "Schemer"
            ]
        ],
        [
            77,
            85,
            [
                "Reuther",
                "Beutler",
                "Büchner"
            ]
        ],
        [
            87,
            94,
            [
                "Shear",
                "Schemer"
            ]
        ]
    ],
    "After graduating from the St Elisabeth-Gymnasium in Breslau in 1919 he attended the universities in Breslau and Freiburg studying law, economics and philosophy, receiving doctor rerum politicarum (political science) in 1922.": [
        [
            52,
            59,
            [
                "Presley",
                "Belau",
                "Bresler"
            ]
        ],
        [
            100,
            107,
            [
                "Presley",
                "Belau",
                "Bresler"
            ]
        ],
        [
            178,
            183,
            [
                "serum",
                "rerun"
            ]
        ],
        [
            184,
            195,
            [
                "politic arum"
            ]
        ]
    ],
    "After two years of travel, he returned to graduate school, moving between the universities of Heidelberg and Cologne studying art history, sociology and ethnology, 1924-1926.": [],
    "Scheyer received a second Ph.D.": [
        [
            0,
            7,
            [
                "Shear",
                "Schemer"
            ]
        ]
    ],
    "from Cologne in art history in 1926, writing a dissertation under <a href=\"/brinckmanna\">Albert Brinckmann</a>.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "His thesis topic was Chinoiserie in silk design between the 17th-18th centuries.": [],
    "A fellow student of his in Cologne was the wife of the artist Max Ernst, the art historian <a href=\"/strausernstl\">Luise Straus-Ernst</a>.": [],
    "Scheyer secured a position as research assistant at the Städtisches Museum in Cologne in 1929.": [
        [
            0,
            7,
            [
                "Shear",
                "Schemer"
            ]
        ],
        [
            56,
            67,
            [
                "Starfishes"
            ]
        ]
    ],
    "The following year he became research assistant at the Silesian Museum of Decorative Arts in Breslau under its director, <a href=\"/hintzee\">Erwin Hintze</a>.": [
        [
            55,
            63,
            [
                "Silesia",
                "Salesian"
            ]
        ],
        [
            93,
            100,
            [
                "Presley",
                "Belau",
                "Bresler"
            ]
        ]
    ],
    "While there he organized a large exhibition of the sculptural work of the novelist Gerhart Hauptmann (1862–1946) which toured to Berlin.": [],
    "He lectured at the Kunstakademie in Breslau, co-editing the Schlesischen Monatshefte.": [
        [
            36,
            43,
            [
                "Presley",
                "Belau",
                "Bresler"
            ]
        ]
    ],
    "Through the art historian <a href=\"/landesbergerf\">Franz Landesberger</a>, he met Hauptmann.": [],
    "The assumption of power by the Nazi party in 1933 resulted in his dismissal because of his Judaism (\"Law on the Restoration of Professional Civil Service\").": [],
    "He emigrated to the Netherlands working in the modern division of the Goudstikker commercial art gallery in Amsterdam and lecturing in art history at the New School of Art in Amsterdam.": [
        [
            3,
            15,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "There he met other emigrants to the Netherlands, Klaus and Erika Mann, the literary critic Rudolf Kayser and Dutch Artists and art critics.": [
        [
            98,
            104,
            [
                "Kaiser"
            ]
        ]
    ],
    "His research work during that time, 1934-1935, focused on the influence of William Morris on the art in Europe.": [],
    "On the recommendation of Hauptmann, he traveled to England in 1935 as well, hoping to complete the book on Morris.": [],
    "He married Eveline Hanna Rodriguez Pereira (1911-2006), a Dutch pianist, also in 1935.": [],
    "He moved to the United States in 1936.": [],
    "The assistance of Detroit Institute of Arts director, <a href=\"/valentinerw\">Wilhelm Rheinhold Otto Valentiner</a>, an expatriate art historian from an earlier period, secured him a research fellow position at the museum in 1938.": [],
    "The same year he declared himself Unitarian.": [],
    "In 1943 he learned that his mother had perished in a concentration camp.": [
        [
            3,
            7,
            [
                "1943,"
            ]
        ]
    ],
    "After the war he was deputy editor of Art Criticism beginning in 1950.": [
        [
            17,
            27,
            [
                "was a deputy",
                "was the deputy"
            ]
        ]
    ],
    "He lectured at the museum until 1956 when he was appointed professor of art at Wayne State University in Detroit.": [],
    "He consulted at the Department of Graphics in the museum from 1966 and named honorary curator in 1968.": [],
    "He retired from the university in 1971.</p>": []
}