{
    "<p>Art dealer; writer of dictionary of Dutch artists.": [],
    "Scheen grew up in The Hague.": [
        [
            0,
            6,
            [
                "Screen",
                "Sheen"
            ]
        ]
    ],
    "He attended school until the age of fifteen.": [],
    "He then began working in his father's art business.": [],
    "In 1931 he himself became an art dealer in The Hague.": [
        [
            3,
            7,
            [
                "1931,"
            ]
        ]
    ],
    "Eager to know who the artists were whose paintings he was involved with, he started collecting biographical data of thousands of Dutch painters and draughts men.": [
        [
            148,
            156,
            [
                "drafts"
            ]
        ]
    ],
    "In 1946 his first publication in this field appeared: <em>Honderd Jaren Nederlandsche Schilder en Teekenkunst; de Romantiek met voor- en natijd (1750-1850)</em>.": [],
    "In 1950, he selected the illustrations for Gerben Colmjon's publication on the painters of the Hague School.": [
        [
            43,
            49,
            [
                "Gerber"
            ]
        ],
        [
            50,
            57,
            [
                "Common",
                "Colon",
                "Colman",
                "Colson",
                "Colton",
                "Colón"
            ]
        ],
        [
            91,
            94,
            [
                "The"
            ]
        ]
    ],
    "With the organization of exhibitions, including a major one on the romantic painter Wijnand Nuyen (1813-1839), he contributed to a better appreciation of Dutch nineteenth-century painting.": [
        [
            84,
            91,
            [
                "Island",
                "Winning",
                "Wind",
                "Finland",
                "Inland",
                "Midland"
            ]
        ],
        [
            92,
            97,
            [
                "Nguyen",
                "Nu yen",
                "Nguyễn"
            ]
        ]
    ],
    "Around 1962, Scheen began a new and exhaustive dictionary of artists born between 1750 and 1950, as a follow up to his 1946 publication, now including sculptors, ceramists, gold- and silversmiths, printmakers etc.": [
        [
            13,
            19,
            [
                "Screen",
                "Sheen"
            ]
        ],
        [
            102,
            111,
            [
                "follow-up"
            ]
        ]
    ],
    "Assisted by his daughter and his second wife, Elske van Santen, whom he married in 1965, he excerpted exhibition catalogs and searched through archives, including those kept at the Rijksbureau voor Kunsthistorische Documentatie (Netherlands Institute of Art History) in The Hague.": [
        [
            46,
            51,
            [
                "Else",
                "Elsie"
            ]
        ],
        [
            56,
            62,
            [
                "San ten"
            ]
        ],
        [
            193,
            197,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            215,
            227,
            [
                "Documentation",
                "Documentaries"
            ]
        ]
    ],
    "Other important sources were art historical studies and various dictionaries of artists, in particular those of <a href=\"/immerzeelj\">Johannes Immerzeel, Jr.</a>, <a href=\"/krammc\">Christiaan Kramm</a>, and <a href=\"/wurzbacha\">Alfred Wolfgang von Wurzbach</a>, and the Allgemeines Lexikon of <a href=\"/thiemeu\">Ulrich Thieme</a> and <a href=\"/beckerf\">Felix Becker</a>.": [],
    "Scheens two-volume illustrated work, <em>Lexicon Nederlandse Beeldende Kunstenaars 1750-1950</em>, appeared in 1970.": [
        [
            0,
            7,
            [
                "Screens"
            ]
        ]
    ],
    "In 1975 Scheen turned his art business over to his son-in-law, Joop Breeschoten.": [
        [
            8,
            14,
            [
                "Screen",
                "Sheen"
            ]
        ]
    ],
    "Scheen and his wife moved to Antibes, in France, where they lived for six years.": [
        [
            0,
            6,
            [
                "Screen",
                "Sheen"
            ]
        ],
        [
            29,
            36,
            [
                "Antigen",
                "Antics",
                "Antigens",
                "Antiques",
                "Antilles",
                "Entices"
            ]
        ]
    ],
    "Returning to the Netherlands, the couple retired in Apeldoorn.": [],
    "When Scheen's successful publication was out of print, his son Pieter Scheen, Jr.": [
        [
            5,
            11,
            [
                "Screen",
                "Sheen"
            ]
        ],
        [
            70,
            76,
            [
                "Screen",
                "Sheen"
            ]
        ]
    ],
    "started working on a revision of his father's Lexicon.": [
        [
            0,
            7,
            [
                "Started"
            ]
        ]
    ],
    "For practical reasons, however, he left out contemporary artists, focusing instead on the period between 1750 and 1880.": [],
    "Scheen, Jr.": [
        [
            0,
            6,
            [
                "Screen",
                "Sheen"
            ]
        ]
    ],
    "published his revised edition in 1981, as <em>Pieter A. Scheen: Lexicon Nederlandse Beeldende Kunstenaars 1750-1880.": [
        [
            0,
            9,
            [
                "Published"
            ]
        ],
        [
            56,
            62,
            [
                "Screen",
                "Sheen"
            ]
        ],
        [
            72,
            83,
            [
                "Nederland"
            ]
        ],
        [
            84,
            93,
            [
                "Beeline",
                "Beelined"
            ]
        ]
    ],
    "Herzien door P. Scheen</em>.": [
        [
            0,
            7,
            [
                "Heroin",
                "Heroine",
                "Herbie",
                "Herein",
                "Herten"
            ]
        ],
        [
            16,
            22,
            [
                "Screen",
                "Sheen"
            ]
        ]
    ],
    "Scheen, Sr., died 22 years later, in 2003.": [
        [
            0,
            6,
            [
                "Screen",
                "Sheen"
            ]
        ]
    ],
    "Scheen was one of the first art dealers whose interest extended to art from the Dutch Romantic and the Hague schools.": [
        [
            0,
            6,
            [
                "Screen",
                "Sheen"
            ]
        ],
        [
            99,
            102,
            [
                "The"
            ]
        ]
    ],
    "He organized a retrospective exhibition of Nuyen's work at the Panorama Mesdag Museum in The Hague.</p>": [
        [
            43,
            48,
            [
                "Nguyen",
                "Nu yen",
                "Nguyễn"
            ]
        ],
        [
            72,
            78,
            [
                "Mes dag"
            ]
        ]
    ]
}