{
    "<p>Director of the Wallraf-Richartz Museum in Cologne.": [
        [
            19,
            35,
            [
                "Wallah-Richartz",
                "Wallraf-Richard"
            ]
        ]
    ],
    "Scheibler studied at Rheinische Friedrich-Wilhelms-Universität in Bonn, writing his dissertation in 1880 on anonymous artists of the Cologne school.": [
        [
            0,
            9,
            [
                "Schaller"
            ]
        ],
        [
            21,
            31,
            [
                "Headache",
                "Rhenish",
                "Reminisce",
                "Shaniece"
            ]
        ],
        [
            32,
            62,
            [
                "Friedrich-Wilhelm-Universität",
                "Friedrich-Wilhelms-University"
            ]
        ]
    ],
    "He was contributed to the second edition of the permanent holdings catalog for the royal collection of the Berlin museum, with the director <a href=\"/meyerj\">Julius Meyer</a>, who had written the first in 1878, and the future director, <a href=\"/bodew\">Wilhelm Bode</a>.": [],
    "He was the first scholar to group the work Bartholomäus [Barthel] Bruyn (1530-1607/10) by style in 1883.": [
        [
            43,
            55,
            [
                "Bartholomew",
                "Bartolomeu"
            ]
        ],
        [
            57,
            64,
            [
                "Barthes"
            ]
        ],
        [
            66,
            71,
            [
                "Bruin"
            ]
        ]
    ],
    "During the 1895-96 year, Scheibler interested a young assistant in his museum on the art of the \"Northern Primitives,\" who later became the eminent Netherlandish scholar <a href=\"/friedlanderm\">Max J. Friedländer</a>.": [
        [
            25,
            34,
            [
                "Schaller"
            ]
        ]
    ],
    "After his death in 1921, Karl Schaefer (b.": [],
    "1870) updated his <em>Geschichte der Kölner malerschule</em> in 1923.": [],
    "Friedländer characterized his mentor in <em>Early Netherlandish Painting</em> as a man who had \"suffered with particular harshness the fate common to all art connoisseurs.": [
        [
            0,
            11,
            [
                "Freelander"
            ]
        ]
    ],
    "The innumerable valid conclusions he was the first to reach swiftly became common and anonymous property, while his name remained identified with his occasional errors.": [],
    "\"</p>": []
}