{
    "<p>Scholar of <a href=\"/fuselih\">Henry Fuseli</a> amd the Romantic movement; Institute of Fine Arts of New York University professor of art history.": [],
    "Schiff's father was a lawyer in Oldenburg, Germany and his mother was the actress Maria Martinsen (b.": [
        [
            88,
            97,
            [
                "Martin sen"
            ]
        ]
    ],
    "1901).": [],
    "He attended the Humanistisches Gymnasium there, graduating in 1943, and immediately entered the man-strapped German military during World War II.": [],
    "Captured by the French, Schiff spent a year in a prisoner of war camp.": [],
    "He was released in 1945 and began studying law, psychology and graphology which led to an interest in art history and archeology.": [],
    "In 1952 he entered the Ph.D.": [
        [
            3,
            7,
            [
                "1952,"
            ]
        ]
    ],
    "program at the University in Cologne.": [
        [
            0,
            7,
            [
                "Program"
            ]
        ]
    ],
    "He gained an appointment as a research fellow at the Schweizerisches Institut für Kunstwissenschaft (Swiss Institute for Art History) in Zürich in 1959.": [
        [
            69,
            77,
            [
                "Institute"
            ]
        ],
        [
            78,
            81,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "There he researched and published a series of works on the Swiss/English artist variously known as Henrich Füssli (or <a href=\"/fuselih\">Henry Fuseli</a>).": [
        [
            99,
            113,
            [
                "Henry Fuseli"
            ]
        ]
    ],
    "He received his Ph.D.": [],
    "in art history from Cologne in 1962.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "The following year, his <em>Johann Heinrich Füsslis Milton-Galerie</em> appeared, a particularly important work on the artist.": [],
    "Schiff was recruited to New York University by <a href=\"/jansonh\">Horst Woldemar Janson</a>, joining the faculty of the college of New York University [Washington Square] in 1965.": [],
    "There Schiff taught courses on the history of English- and German 19th-century painting as well as Central European baroque painting and sculpture.": [],
    "He lived a bohemian lifestyle during this time, taking quarters at the Chelsea Hotel in Soho.": [
        [
            11,
            19,
            [
                "Bohemian"
            ]
        ]
    ],
    "His writing on Fuseli led to a series of important exhibitions on the artist, beginning with the one at the Kunsthaus, Zürich, in 1969.": [
        [
            15,
            21,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ],
        [
            108,
            117,
            [
                "Unstraps"
            ]
        ]
    ],
    "Schiff wrote the standard monograph on Fuseli in 1973, his <em>Johann Heinrich Füssli, 1741-1825</em>.": [
        [
            39,
            45,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ]
    ],
    "At the death of <a href=\"/goldwaterr\">Robert Goldwater</a>, he joined the Institute of Fine Arts with the rank of professor of fine arts in 1974.": [],
    "During these years he moved to an apartment on West End Avenue in Manhattan.": [],
    "An open homosexual, he formed a long-term partnership with the artist Ching Ho Cheng (1947-1989).": [],
    "Another major Fuseli exhibition under Schiff was mounted at the Tate Gallery, 1975.": [
        [
            14,
            20,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ]
    ],
    "He was named Avalon Foundation Professor in the Humanities at the Institute of Fine Arts.": [],
    "In 1983 Schiff organized first show devoted entirely to the work of Picasso's last years, then a period derided, for the Guggenheim Museum.": [],
    "Schiff's interest in the history of art history led him to edit the important volumes of art-historical tracts in 1988.": [],
    "His partner died in 1989 of chronic lung disease associated with the art materials with which he worked.": [],
    "Schiff was commissioned to organize a show on William Blake by director Seiro Mayekawa for the National Museum of Western Art in Tokyo.": [
        [
            72,
            77,
            [
                "Stereo",
                "Cairo",
                "Sara",
                "Servo",
                "Sago",
                "Sari"
            ]
        ],
        [
            78,
            86,
            [
                "Miyazawa",
                "Mayella",
                "Markkaa"
            ]
        ]
    ],
    "However, Schiff contracted lymphoma before he could complete this project and the show opened without his presence in 1990.": [],
    "He died the same year at age 63.": [],
    "A projected English-language version of his Fuseli monograph was never published.": [
        [
            44,
            50,
            [
                "Fuel",
                "Fuels",
                "Fuse",
                "Fused",
                "Fuses",
                "Muesli"
            ]
        ]
    ],
    "His students included <a href=\"/liptone\">Eunice Lipton</a>, Susan Grace Galassi, Sabine Rewald, Gertje Utley and Edward Sullivan, a chair of the department of fine arts at New York University.": [],
    "Schiff was \"never an academic snob\" (Rosenblum), his personal and professional interests encompassed popular culture as well as traditional art history.": [
        [
            37,
            46,
            [
                "Rosenbaum"
            ]
        ]
    ],
    "Nearly all scholars remarked on the amazing breadth of erudition, from classical languages and literature as well as art.": [],
    "A recollection of him at his residence at the Chelsea Hotel is contained in the autobiography by Patti Smith, <em>Just Kids</em>.</p>": []
}