{
    "<p>Museum curator, private scholar, and German drawings expert with a vast knowledge and collection of old German prints and hand drawings, especially those of Albrecht Dürer and his contemporaries.": [],
    "Edmund Schilling was born in 1888 to Edmund Friedrich Schilling, who was a practicing Protestant and merchant, and Ernestine Rosenstiel (Schilling).": [
        [
            125,
            135,
            [
                "Rosenthal"
            ]
        ]
    ],
    "Schilling himself was raised a Protestant.": [],
    "He began <em>Realschule</em> at Realprogymnasium in Neuwied, Germany, completed part of his education in Switzerland under French instruction, and eventually received his <em>abitur</em> from Realgymnasium Koblenz in 1909.": [],
    "After he received his abitur, he studied art history, philosophy, and romance languages in Freiburg, Munich, Berlin, and Kiel under <a href=\"/vitzthumg\">Georg Vitzthum von Eckstӓdt</a>, <a href=\"/burgerf\">Fritz Burger</a>, <a href=\"/goldschmidta\">Adolph Goldschmidt</a>, and <a href=\"/sauerb\">Bruno Sauer</a>.": [
        [
            22,
            28,
            [
                "Abitur",
                "arbiter",
                "Artur",
                "biter",
                "habitué",
                "habitue"
            ]
        ]
    ],
    "Because of his service in World War I where he was wounded, Schilling’s doctoral studies were interrupted.": [],
    "With the Treaty of Versailles restoring a delicate sense of security to Western Europe, Schilling was finally able to finish his doctorate in 1919 in Kiel under his mentor, Vitzthum.": [],
    "Affirming his profundity for early German prints, he wrote his dissertation on the evolution of Dürer’s expressive forms (<em>Dürers graphische Anfänge.": [
        [
            126,
            132,
            [
                "Duress",
                "Curers",
                "Durer",
                "Dupers",
                "Darers"
            ]
        ],
        [
            133,
            143,
            [
                "graphic",
                "graphics",
                "graphical",
                "graphite",
                "garfish",
                "garfishes"
            ]
        ],
        [
            144,
            151,
            [
                "Arrange",
                "Andante",
                "Assange"
            ]
        ]
    ],
    "Die Herleitung und Entwicklung ihrer Ausdrucksformen</em>).": [
        [
            4,
            14,
            [
                "Deflating",
                "Reflating"
            ]
        ],
        [
            15,
            18,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            31,
            36,
            [
                "her",
                "three",
                "hired",
                "inner",
                "inter",
                "threw"
            ]
        ]
    ],
    "The dissertation he wrote was held in such high esteem by his mentor that Vitzthum recommended him to <a href=\"/swarzenskig\">Georg Swarzenski</a> for appointment to Assistant Director of the Städelsches Kunstinstitut (The Stӓdel Museum) in Frankfurt.": [],
    "He served in this capacity for nearly twenty years, from 1919 to 1937.": [],
    "For the museum, he also served as the Head of the Graphic Collection, a role in which he made several important acquisitions.": [],
    "He married (for the second time) the art historian Rosy (Rosi) Lewy (1888-1971) in 1922, a woman of Jewish extraction.": [
        [
            57,
            61,
            [
                "Rose",
                "Ross",
                "Rosa",
                "OSI",
                "Rosie",
                "Rossi"
            ]
        ]
    ],
    "Although not Jewish himself, Schilling found himself in opposition with National Socialism, mainly because of the persecution of his wife on the basis of her perceived racial inferiority.": [],
    "Therefore, in 1937, he emigrated to England and pursued freelance work as a private advisor to collectors of rare prints and as a drawings and graphics expert.": [
        [
            23,
            35,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "Because of his vast knowledge of German prints and drawings, he was hired to catalogue the German drawings within the British royal family’s art collection.": [
        [
            77,
            86,
            [
                "catalog"
            ]
        ]
    ],
    "Schilling and his wife remained in England the rest of their lives.": [],
    "He died in Edgware (near London).": [
        [
            11,
            18,
            [
                "Edward",
                "Edgar",
                "Adware",
                "Edgier",
                "Eyewear",
                "Edger"
            ]
        ]
    ],
    "After Rosy’s death in 1971, <a href=\"https://www.britishmuseum.orgcollectiontermBIOG45348\">their collection of drawings was bequeathed to the British Museum</a>.</p>\n\n<p>Schilling was known for his shy nature (Shaw).": [],
    "His lack of confidence in the English language was likely his greatest obstacle in his career and after his emigration to England, he was reluctant to engage in academic research and seek career opportunities at art museums (Shaw).": [],
    "This did not deter him from impacting countless students, colleagues, and collectors throughout his long and rather illustrious career with his greatest trait as an art historian - his certainty of judgment and sure artistic understanding (Landolt).": [
        [
            240,
            247,
            [
                "Landon",
                "Landsat",
                "Handout",
                "Sandlot"
            ]
        ]
    ],
    "His knowledge of German graphic art made him the most highly sought after scholar in post-war Great Britain (British Museum).</p>": []
}