{
    "<p>Influential scholar and leader of the so-called (second) Vienna School of art history; successor to Max Dvořàk at the University of Vienna.": [
        [
            107,
            113,
            [
                "Dvorak"
            ]
        ]
    ],
    "Schlosser's parents were Wilhelm Valentin von Schlosser (1820-1870), a military administrator, and Sophie Maria Eiberger (1830-1916).": [
        [
            112,
            120,
            [
                "Berger",
                "Feinberger",
                "Weinberger"
            ]
        ]
    ],
    "His mother was of Italian extraction and instilled in Schlosser such a close association with Italy that friends referred to him a \"Giulo\" throughout his life.": [
        [
            132,
            137,
            [
                "Giulio"
            ]
        ]
    ],
    "Schlosser was the \"star pupil\" of (first) Vienna-school scholar <a href=\"/wickhofff\">Franz Wickhoff</a> at the University of Vienna, studying under him 1884-1887 and the classicist art historian <a href=\"/benndorfo\">Otto Benndorf</a>.": [],
    "Schlosser wrote his dissertation on early medieval cloisters under Wickhoff, accepted in 1888.": [
        [
            67,
            75,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ]
    ],
    "After graduation, Schlosser joined the Institut für Österreichische Geschichtsforschung (Institute of Austrian Historical Research) under the diplomatics historian Theodor von Sickel (1826-1908).": [
        [
            39,
            47,
            [
                "Institute"
            ]
        ],
        [
            48,
            51,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            176,
            182,
            [
                "Nickel",
                "Sickle",
                "Sicken",
                "Sicker",
                "Sicked"
            ]
        ]
    ],
    "Sickel instilled in Schlosser Sickel's strict appreciation for textual primary sources.": [
        [
            0,
            6,
            [
                "Nickel",
                "Sickle",
                "Sicken",
                "Sicker",
                "Sicked"
            ]
        ],
        [
            30,
            36,
            [
                "Nickel",
                "Sickle",
                "Sicken",
                "Sicker",
                "Sicked"
            ]
        ]
    ],
    "After six months in research in Rome, he joined the staff of the Imperial collections (Kunsthistorische Hofmuseum, the modern Kunsthistorisches Museum) in Vienna in 1889, initally in the coins and medals division.": [
        [
            104,
            113,
            [
                "Museum"
            ]
        ],
        [
            171,
            179,
            [
                "initially"
            ]
        ]
    ],
    "Schlosser wrote his <em>Habilitationsschrift</em> in 1892.": [],
    "After a promotion to the and the arts and crafts collections, he was named director of the sculpture collection and (außerordentlicher) professor at Vienna in 1901.": [
        [
            25,
            28,
            [
                "end"
            ]
        ]
    ],
    "In 1903, he was offered a position at Prague, but declined to remain in Vienna.": [],
    "Schlosser's study of primary texts of art history led to an ever-greater fascination with <a href=\"/ghibertil\">Lorenzo Ghiberti</a>.": [],
    "He published Ghiberti's memoirs in 1912.": [
        [
            13,
            21,
            [
                "Liberty",
                "Gilbert",
                "Hubert",
                "Hilbert",
                "Gilberto",
                "Hebert"
            ]
        ]
    ],
    "The following year he was knighted.": [],
    "In 1919 he became member of the Austrian academy of sciences.": [
        [
            3,
            7,
            [
                "1919,"
            ]
        ]
    ],
    "When the chair of the university's art history department, <a href=\"/dvorakm\">Max Dvořák</a>, died unexpectedly in 1922, Schlosser was nominated as his replacement.": [],
    "Schlosser, initiallly urged <a href=\"/pinderw\">Wilhelm Pinder</a> to the position but ultimately accepted the <em>Ordinarius</em> appointment himself.": [
        [
            11,
            21,
            [
                "initially"
            ]
        ]
    ],
    "The enmity between the more conventional Vienna scholars and their collegue, <a href=\"/strzygowski\">Josef Rudolf Thomas Strzygowski</a>, who had founded an art institute within the univeristy, grew to climax with Schlosser.": [
        [
            67,
            75,
            [
                "college",
                "colleague"
            ]
        ]
    ],
    "In succeeding Dvořák, Schlosser now held the director chair of Strzygowski's Institut.": [
        [
            14,
            20,
            [
                "Dvorak"
            ]
        ],
        [
            77,
            85,
            [
                "Institute"
            ]
        ]
    ],
    "The two split the Institute in an bitter bifurcation with Strzygowski, claiming he held his chair longer, naming his instituion the first, <em>Erstes Kunsthistorisches Institut</em> or <em>Wiener Institut</em>.": [
        [
            31,
            33,
            [
                "a"
            ]
        ],
        [
            117,
            127,
            [
                "institution"
            ]
        ]
    ],
    "Schlosser maintained a separate art-historical institute to Strzygowski's, known as the second, <em>Zweites Kunsthistorisches Institut</em>.": [],
    "In 1924 he published the <em>Die Kunstliteratur</em>, and essay-style intellectual bibliography on writings on art.": [
        [
            3,
            7,
            [
                "1924,"
            ]
        ]
    ],
    "Schlosser maintained a close friendship with the Italian philosopher and art writer <a href=\"/croceb\">Benedetto Croce</a>, whose works he translated into German.": [],
    "Croce's influence can be seen in Schlosser's <em>\"Stilgeschichte\" und \"Sprachgeschichte\" in der bildenden Kunst</em> of 1935, a Croce-like separation of art and non-art.": [],
    "His friendship with the literary historian Karl Vossler (1872-1949) strengthened his interest in textual history.": [
        [
            48,
            55,
            [
                "Dossier",
                "Kessler",
                "Vorster",
                "Hostler",
                "Ostler",
                "Tosser"
            ]
        ]
    ],
    "He was named professor emeritus in 1936.": [],
    "His monograph on Ghiberti, which remained incomplete at his death, was published posthumously in 1941.": [
        [
            17,
            25,
            [
                "Liberty",
                "Gilbert",
                "Hubert",
                "Hilbert",
                "Gilberto",
                "Hebert"
            ]
        ]
    ],
    "Schlosser was succeeded by a former student, <a href=\"/sedlmayrh\">Hans Sedlmayr</a>.": [],
    "Assertions that Schlosser was a member of the Nazi party appear untrue--perhaps based a photo of him wearing a swastika pin, required of all faculty in 1938 (Johns, 2012).": [],
    "His students included many of the important scholars of the late twentieth century as well as the art-historical <em>diaspora</em> from the Nazis.": [],
    "These included <a href=\"/krise\">Ernst Kris</a>, <a href=\"/kurzo\">Otto Kurz</a>, <a href=\"/gombriche\">E.": [],
    "H. Gombrich</a>, <a href=\"/pachto\">Otto Pächt</a>, Sedlmayr, <a href=\"/saxlf\">Fritz Saxl</a>, <a href=\"/goldscheiderl\">Ludwig Goldscheider</a>, <a href=\"/tolnayc\">Charles de Tolnay</a>, <a href=\"/hahnloserh\">Hans R. Hahnloser</a> and <a href=\"/ladnerg\">Gerhart Ladner</a>.": [],
    "A genuine polymath, he was also an excellent cellist and toured with a string quartet of which Hahnloser was the violist.": [
        [
            95,
            104,
            [
                "Hahn loser"
            ]
        ]
    ],
    "In later years he personally adopted the family name \"Schlosser-Magnino\" in deference to his mother's family.": [
        [
            54,
            71,
            [
                "Schloss er-Magnino",
                "Schlosser-Reigning"
            ]
        ]
    ],
    "He is buried in the Zentralfriedhof (cemetery) in Vienna.": [],
    "Schlosser is considered one of the giants of the discipline of art history in the twentieth century.": [],
    "Today, his best-known work is his survey of the entire corpus of western writing on art, from antiquity to modern times.": [],
    "<em>Die Kunstliteratur</em> includes guidebooks, technical treatises, works of criticism, and early historiography, providing an essential tool for appreciated the attitudes of artists and their public at all periods.": [],
    "Of particular interest to him were technical treatises and artists' writings.": [],
    "<em>Die Kunstliteratur</em>, ironically, was hardly exploited by art historians, who during his lifetime seldom consulted documents prefering stylistic analysis and connoisseurship which better served (as in the case of <a href=\"/berensonb\">Bernard Berenson</a> or <a href=\"/longhir\">Roberto Longhi</a>) the art market.": [],
    "Gombrich cites Schlosser's interest in the fundamental question \"What is Art?\"": [],
    "as the reason why he at times selected comparatively minor art forms (for example, wax portraiture) to investigate.": [
        [
            0,
            2,
            [
                "As"
            ]
        ]
    ],
    "Methodologically, Schlosser embraced a Hegelian view of art, considering the individual artist to be the force of great art (as opposed to, for example, social conditions).": [],
    "This can most clearly be seen in his collected essays, <em>Künstlerprobleme der Frührenaissance</em> (1929).": [],
    "His writings, however, show a particular appreciation to the conditions under which art is produced, a similar approach to <a href=\"/warburga\">Aby M. Warburg</a>, who was also of Schlosser's generation.": [],
    "Schlosser saw stylistic development (\"Zeitstile\") essentially as a fiction.": [
        [
            38,
            47,
            [
                "Castile"
            ]
        ]
    ],
    "Denying an evolution, his prefered scholarly text form was the monograph.": [
        [
            26,
            34,
            [
                "preferred"
            ]
        ]
    ],
    "The second half of Schlosser's life was devoted to the study of <a href=\"/ghibertil\">Lorenzo Ghiberti</a>, whose influence Schlosser had come to appreciate through the study of primary texts.": [],
    "As an art historian, Schlosser eschewed the specialist's mantel.": [],
    "His articles ranged from ancient coinage \"Kleinasiatische und thrakische Münzbilder der Kaiserzeit\" (the Imperial coins of Asia Minor and Thrace) in 1891, to musical instruments, <em>Kleiner Führer durch die Sammlung alter Musikinstrumente</em>, (1922) to guides to the collections of the Imperial Museum.": [
        [
            58,
            61,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            84,
            87,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "In terms of art historiography his books, <em>Die Kunst- und Wunderkammern der Spätrenaissance</em>, (1908) and <em>Die Kunstliteratur</em> are seminal.": [],
    "Dates of artwork were of less importance to him.": [],
    "Schlosser's <em>Kunst des Mittelalters</em> (1923), for example, uses art works without dates, an approach similar to <a href=\"/worringerw\">Wilhelm Worringer</a>.": [],
    "Such an emphasis put him at odds with other high-profile art scholars.": [],
    "These included museum scholars, in particular the powerful Berlin director <a href=\"/bodew\">Wilhelm Bode</a>; whereas Schlosser revered Ghiberti, Bode celebrated Donatello.": [],
    "Schlosser's emphasis on the autonomous character of the discipline of art history was the major intellectual friction with Strzygowski.</p>": []
}