{
    "<p>Romantic theorist of art and literature; wrote an art history 1801-1802 and appointed to one of the early professorships of art history (1817).": [],
    "Schlegel was the son of Johann Adolph Schlegel, a Lutheran pastor with a minor literary career, and Christiane Erdmuthe Hübsch (Schlegel).": [
        [
            0,
            8,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ],
        [
            38,
            46,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ],
        [
            111,
            119,
            [
                "Permute",
                "Eremite"
            ]
        ],
        [
            120,
            126,
            [
                "Busch",
                "Hubs",
                "Hirsch",
                "Hush",
                "Putsch",
                "Hunch"
            ]
        ],
        [
            128,
            136,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ]
    ],
    "His uncle was the dramatist Johann Elias Schlegel.": [
        [
            41,
            49,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ]
    ],
    "The young Schlegel graduated from secondary school in Hannover before entering Georg-August-Universität zu Göttingen in 1786.": [
        [
            10,
            18,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ],
        [
            79,
            103,
            [
                "Georg-August-University"
            ]
        ],
        [
            104,
            106,
            [
                "EU",
                "nu",
                "Eu",
                "GU",
                "Ru",
                "Zn"
            ]
        ]
    ],
    "He switched from theology to Classical philology, studying under <a href=\"/heynec\">Christian Gottlob Heyne</a> (1729-1812), and aesthetics graduating in 1791.": [],
    "Schlegel's interested was always literature, but among his early art writings was a discussion in the 1791 <em>Akademie der schönen Redekünste</em>, published by Gottfried August Bürger (1747-1794), of Friedrich Schiller''s \"Die Künstler\" (The Artists, 1789).": [
        [
            0,
            8,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ]
    ],
    "Exchanges with his younger brother, the eventual art writer <a href=\"/schlegelf\">Karl Wilhelm Friedrich Schlegel</a> led to a sharpening of his critical acumen.": [],
    "After private tutoring and a failure to earn a diplomatic appointment, Schlegel married Caroline Michaelis Böhmer (1763-1809), whom he had known in Göttingen--and rescued from political imprisonment in Mainz in 1793--in 1795.": [
        [
            71,
            79,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ],
        [
            107,
            113,
            [
                "Boomer"
            ]
        ]
    ],
    "The pair moved to Jena (at Schiller's suggestion) in 1796, their home a centrum for Romantic intellectuals there.": [
        [
            72,
            79,
            [
                "cent rum"
            ]
        ]
    ],
    "He contributed to <em>Die Horen</em> published by Schiller during 1795 through 1797.": [],
    "In 1798 he was appointed a visiting professor at the university in Jena (today the Friedrich-Schiller-Universität).": [
        [
            3,
            7,
            [
                "1798,"
            ]
        ],
        [
            83,
            113,
            [
                "Friedrich-Schiller-University"
            ]
        ]
    ],
    "He and his brother founded and edited the periodical <em>Athenaeum: Eine Zeitschrift</em> for the same years (through 1800).": [],
    "Here art criticism began to appear.": [],
    "Most important among these was a piece, coauthored with Caroline, \"Die Gemälde,\" a dialogue espousing an approach combining theory and history with poetic descriptions of works of art.": [
        [
            71,
            78,
            [
                "Female",
                "Gerald",
                "Remade",
                "Geraldo"
            ]
        ]
    ],
    "Schlegel also authored an essay on John Flaxman's outline illustrations, championing what he called their hieroglyphic simplicity and poetic potential.": [
        [
            0,
            8,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ],
        [
            40,
            47,
            [
                "Flagman",
                "Flax man"
            ]
        ]
    ],
    "These essays were highly influential.": [],
    "Schlegel's interest in religious art from the Renaissance, was the topic for his poem of 1800, <em>Bund der Kirche mit den Künsten</em>, espousing the reinvigoration of the arts through service to the Roman Catholic Church.": [
        [
            0,
            8,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ]
    ],
    "Schlegel left the rather provincial Jena in 1800 and Caroline (divorced 1803--she marrying the philosopher F. W. J. Schelling,1775-1854) for Berlin.": [
        [
            0,
            8,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ]
    ],
    "In 1801 he delivered his theories in a now more worked-out form as \"the Berlin Lectures on Literature and Art\" (\"Vorlesungen über schöne Litteratur und Kunst\" (1801-1802).": [
        [
            3,
            7,
            [
                "1801,"
            ]
        ],
        [
            125,
            129,
            [
                "Uber",
                "user",
                "Huber",
                "tuber",
                "Buber",
                "umber"
            ]
        ],
        [
            130,
            136,
            [
                "shone",
                "scone"
            ]
        ],
        [
            137,
            147,
            [
                "Litterateur"
            ]
        ],
        [
            148,
            151,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            152,
            157,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "He and the Romantic art writer Johann Ludwig Tieck (1773-1853) edited and contributed to the <em>Musen-Almanach für das Jahr 1802</em>.": [],
    "Schlegel and his brother were participants in the famous soireés of <a href=\"/schopenhauerj\">Johanna Henrietta Schopenhauer</a> in Weimar in the early years of the nineteenth century.": [
        [
            0,
            8,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ],
        [
            57,
            64,
            [
                "soirées",
                "soirees",
                "soiree",
                "soirée"
            ]
        ]
    ],
    "In 1804 Madame de Staël offered him a stipend to join her household as her German literature advisor tutor to her children.": [],
    "He lived with the compound at Coppet, Madame de Staël's estate near Lausanne, Switzerland.": [
        [
            30,
            36,
            [
                "Copper",
                "Poppet",
                "Copped",
                "Moppet",
                "Cop pet"
            ]
        ]
    ],
    "This allowed travel to Italy, Austria, France, and Geneva.": [],
    "In Rome, his essay on the German artistic community there (and particularly Gottlieb Schick), published 1805, raised their profile.": [],
    "Schlegel published his <em>Über dramatische Kunst und Litteratur: Vorlesungen</em> beginning in 1809 and it was quickly translated into French, English (1815), and Italian.": [
        [
            0,
            8,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ]
    ],
    "The work established German literary theory and criticism as model for writers of the nineteenth century (Sauer).": [
        [
            106,
            111,
            [
                "Safer",
                "Bauer",
                "Saber",
                "Saucer",
                "Saver",
                "Seiner"
            ]
        ]
    ],
    "Schlegel followed Madame de Staël around Europe as she was forced to flee Napoleon's rule.": [
        [
            0,
            8,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ]
    ],
    "He moved to Stockholm to become secretary to Crown Prince Bernadotte of Sweden.": [
        [
            58,
            68,
            [
                "Bernadette"
            ]
        ]
    ],
    "He asserted the nobilizing \"von\" in his name from 1813, asserting the patent of nobility granted to the Schlegels by Emperor Ferdinand III in the seventeenth century.": [
        [
            16,
            26,
            [
                "mobilizing"
            ]
        ],
        [
            28,
            31,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ],
        [
            104,
            113,
            [
                "Schlemiels"
            ]
        ]
    ],
    "Schlegel received an appointment to the University in Berline, but his marriage to the 28-year-old Sophie Paulus, a professor's daughter in Heidelberg.": [
        [
            0,
            8,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ],
        [
            54,
            61,
            [
                "Berlin",
                "Berliner",
                "Beeline",
                "Berlins"
            ]
        ]
    ],
    "He negotiated an appointment instead at the newly-established university in Bonn in literature and art history in 1817.": [],
    "Schlegel concluded his career in Bonn, but without his wife who never left her parents' home.": [
        [
            0,
            8,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ]
    ],
    "By the time of his death, the Romantic impulse had been supplanted and Schlegel was largely forgotten.": [
        [
            71,
            79,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ]
    ],
    "His Berlin Lectures were published posthumously in 1884.": [],
    "His papers are housed at the Sächsische Landesbibliothek, Dresden.": [],
    "The <em>Berlin Lectures</em> posit an historical view of art, elevating the Middle Ages (and such 'romantics' as Shakespeare and Dante) as antidotes to the severe rationalism of post-Reformation Germany and French Enlightenment.": [],
    "His theories followed Baumgarten the text ending in mystical terminology.": [
        [
            22,
            32,
            [
                "Baumgartner"
            ]
        ]
    ],
    "Schlegel, along with Marc-Antoine (Abbé) Laugier (1713-1769) in France and <a href=\"/gilpinw\">William Gilpin</a> in England, were the first to reevaluate Gothic art, elevating it to a positive conception (Grodecki).": [
        [
            0,
            8,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ],
        [
            41,
            48,
            [
                "Larger",
                "Laurie",
                "Laughed",
                "Laughter",
                "Lager",
                "Lauder"
            ]
        ]
    ],
    "A polymath, he is also credited as the founder of Sanskrit studies in Germany.</p>": []
}