{
    "<p>German Romantic literary critic and art writer; brother of <a href=\"/schlegela\">August Wilhelm Schlegel</a>.": [],
    "Schlegel was the youngest son of a protestant family that included his brother, August Wilhelm, who was his mentor.": [
        [
            0,
            8,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ]
    ],
    "After an unsuccessful apprenticeship in banking in Leipzig, Friedrich joined August Wilhelm to study law at Göttingen.": [],
    "At Leipzig he had met the author/philosopher Novalis (Georg Philipp Friedrich Freiherr von Hardenberg, 1772-1801), and realized his calling was literature and cultural studies.": [
        [
            3,
            10,
            [
                "Leipzig,"
            ]
        ],
        [
            78,
            86,
            [
                "Fraser",
                "Framers",
                "Fresher",
                "Freiberg",
                "Framer",
                "Fraters"
            ]
        ]
    ],
    "He moved to Dresden in order to study the vast plaster cast collection of Greek sculpture.": [],
    "Modeling himself after <a href=\"/winckelmannj\">Johann Joachim Winckelmann</a>, who had himself found inspiration from the cast collection in Dresden, Schlegel hoped to do the same for Greek literature, i.e., set the standards of the discipline as well as frame the questions for investigation.": [],
    "Essays poured from Schlegel in 1794-1795, still only age twenty-two.": [
        [
            19,
            27,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ]
    ],
    "The most important of these, <em>On the Study of Greek Poetry</em>, languished at a publisher's until 1797, at which time Schiller's <em>On Naive and Sentimental Poetry</em>, drawing on many of the same themes, had already appeared.": [],
    "In 1798, Schlegel moved to Jena where he made the friendship of Ludwig Tieck, August Schliermacher, and Dorothea Veit (1763-1839).": [
        [
            9,
            17,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ],
        [
            113,
            117,
            [
                "Vat",
                "Wait",
                "Van",
                "Vast",
                "Cat",
                "Eat"
            ]
        ]
    ],
    "There, in the journal <em>Athenäum</em>, Schlegel published his most important essays on the Romantic movement during the brief period of its publication, 1798-1800.": [],
    "Financial difficulties brought him back to Dresden in1802 where he met one of the key figures for German romanticism, Philipp Otto Runge.": [],
    "He and Veit (who had obtained a divorced in 1798) moved to Paris where Schlegel studied the art at the Louvre (currently called the Musée Napoléon and filled with treasures Napoléon had looted from Europe).": [
        [
            7,
            11,
            [
                "Vat",
                "Wait",
                "Van",
                "Vast",
                "Cat",
                "Eat"
            ]
        ],
        [
            71,
            79,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ],
        [
            132,
            137,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            138,
            146,
            [
                "Napoleon",
                "Napoleón",
                "Napoleons"
            ]
        ],
        [
            173,
            181,
            [
                "Napoleon",
                "Napoleón",
                "Napoleons"
            ]
        ]
    ],
    "He also studied Sanskrit at the Bibliothèque Nationale and met the collector/art historians Boisseée brothers, <a href=\"/boisserees\">Sulpiz Boisserée</a> and <a href=\"/boissereem\">Melchior Boisserée</a>.": [
        [
            45,
            54,
            [
                "National",
                "Nationals",
                "Rationale",
                "Nation ale"
            ]
        ],
        [
            92,
            100,
            [
                "Bosses",
                "Boise",
                "Bossed",
                "Bossier"
            ]
        ]
    ],
    "While editing the periodical <em>Europa: eine Zeitschrift</em> between 1803 and 1805, Schlegel published five essays on art, espousing the gothic over the (later) renaissance.": [],
    "Schlegel married Veit in 1804, and together with the Boisseée brothers traveled through Europe, encountering the collector Ferdinand Franz Wallraf (1748-1824).": [
        [
            0,
            8,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ],
        [
            17,
            21,
            [
                "Vat",
                "Wait",
                "Van",
                "Vast",
                "Cat",
                "Eat"
            ]
        ],
        [
            53,
            61,
            [
                "Bosses",
                "Boise",
                "Bossed",
                "Bossier"
            ]
        ],
        [
            139,
            146,
            [
                "Wallah"
            ]
        ]
    ],
    "Schlegel published his \"Briefe einer Reise\" (Letters from a Journey) in the <em>Poetisches Taschenbuch</em> in 1806.": [
        [
            0,
            8,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ],
        [
            24,
            30,
            [
                "Brief",
                "Briefed",
                "Briefs",
                "Briefer",
                "Braise"
            ]
        ],
        [
            31,
            36,
            [
                "anger",
                "liner",
                "anew",
                "diner",
                "finer",
                "miner"
            ]
        ],
        [
            37,
            42,
            [
                "Race",
                "Base",
                "Case",
                "Rate",
                "Raise",
                "Rare"
            ]
        ]
    ],
    "Among other points, Schlegel stated in the <em>Briefe</em> one of the tenets of romanticism, that medieval architecture was superior to baroque or classical architecture.": [
        [
            20,
            28,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ]
    ],
    "His experience convinced him to convert to Roman Catholicism in 1808.": [],
    "He and his brother were participants in the famous soireés of <a href=\"/schopenhauerj\">Johanna Henrietta Schopenhauer</a> in Weimar.": [
        [
            51,
            58,
            [
                "soirées",
                "soirees",
                "soiree",
                "soirée"
            ]
        ]
    ],
    "In 1809 he moved to Austria to edit the <em>Österreichische Zeitung</em> and <em>Österreichischer Beobachter</em>.": [
        [
            3,
            7,
            [
                "1809,"
            ]
        ]
    ],
    "In two lectures, \"über die neuere Geschichte,\" published 1811, and \"Geschichte der alten und neuen Literatur,\" published 1815, he again emphasized the importance of Gothic architecture as the core expression of the middle ages, human expression, and Germanic heritage.": [
        [
            18,
            22,
            [
                "Uber",
                "user",
                "Huber",
                "tuber",
                "Buber",
                "umber"
            ]
        ],
        [
            27,
            33,
            [
                "never",
                "near",
                "severe",
                "newer",
                "repair",
                "nectar"
            ]
        ],
        [
            79,
            82,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            83,
            88,
            [
                "alien",
                "Allen",
                "alter",
                "Alton",
                "Alden"
            ]
        ],
        [
            89,
            92,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            93,
            98,
            [
                "been",
                "even",
                "never",
                "seen",
                "need",
                "seven"
            ]
        ],
        [
            99,
            108,
            [
                "Literature"
            ]
        ],
        [
            215,
            226,
            [
                "Middle Ages"
            ]
        ]
    ],
    "These essays appeared almost immediately in an English translation.": [],
    "Other important essays on art appeared in the <em>Deutsches Museum</em>, which he edited 1812-1813.": [],
    "His contribution to <em>Aussichten für die Kunst in dem Österreichischen Kaiserstaat</em>, and \"Schloss Karlstein bei Prag\", treated sympathetically the early Prague school of painting.": [],
    "After the Congress of Vienna (1814-15) Schlegel was appointed First Secretary to the Austrian delegation of the Diet of Frankfurt, which convened between 1815 and 1818.": [
        [
            39,
            47,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ]
    ],
    "He journeyed with the poet Klemens Maria Brentano (1778-1842) and Prince von Metternich on a tour of the Italian states.": [
        [
            27,
            34,
            [
                "Clemens"
            ]
        ],
        [
            41,
            49,
            [
                "Brendan",
                "Brennan",
                "Brenton",
                "Trentino"
            ]
        ]
    ],
    "In Rome he met the northern artists working there, particularly the Nazarenes.": [
        [
            3,
            7,
            [
                "Rome,"
            ]
        ],
        [
            68,
            77,
            [
                "Nazarene's",
                "Nazarene"
            ]
        ]
    ],
    "Schlegel returned to Vienna to write his encomium of their accomplishments, \"über die deutsche Kunstausstellung zu Rom, im Frühjahr 1819.\"": [
        [
            0,
            8,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ],
        [
            77,
            81,
            [
                "Uber",
                "user",
                "Huber",
                "tuber",
                "Buber",
                "umber"
            ]
        ],
        [
            86,
            94,
            [
                "Deutsche"
            ]
        ],
        [
            112,
            114,
            [
                "EU",
                "nu",
                "Eu",
                "GU",
                "Ru",
                "Zn"
            ]
        ],
        [
            120,
            122,
            [
                "I'm",
                "IM",
                "in",
                "is",
                "I",
                "it"
            ]
        ]
    ],
    "Schlegel's final years were devoted to revising his earlier writings for a collected edition, which appeared between 1822-1825.": [
        [
            0,
            8,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ]
    ],
    "His revisions emphasized Roman Catholicism more than naturalism as the core of medieval gothic art.": [],
    "Though diluted in their intensity, it was the collected editions of Schlegel that brought him to public attention.": [
        [
            68,
            76,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ]
    ],
    "Schlegel's inspiration from Winckelmann was to take the method of the Greeks, i.e., how the Greeks distilled beauty from nature to create art, and apply that to the burgeoning era of Romanticism.": [
        [
            0,
            8,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ]
    ],
    "As an art historian and theorist, Schlegel's importance is as a leader of the intellectual side of romanticism.": [
        [
            34,
            42,
            [
                "Schlemiel",
                "Schiebel"
            ]
        ]
    ],
    "In his early essays, he refutes Goethe's classicist aesthetic, espousing early renaissance painting and devaluing Raphael importance, then considered the acme of the renaissance.": [],
    "A nationalist for German art, he focused on the historical roots of painting as a source of pride for his German compatriots.": [],
    "His architectural analysis, concentrating on the gothic, identified the integration of sculpture with stained glass as an \"organic\" and naturalistic whole.": [
        [
            102,
            115,
            [
                "stained-glass"
            ]
        ]
    ],
    "He was one of the first to distinguish between romanesque and gothic architecture and the first to promote the those styles over baroque as the truest to the Christian spirit.": [
        [
            47,
            57,
            [
                "Romanesque",
                "Romanesques"
            ]
        ]
    ],
    "His support of the Nazarenes, particularly to their religious themes mixed with patriotism, defending them over the naturalism of the British or the classicism of the French.": [
        [
            19,
            28,
            [
                "Nazarene's",
                "Nazarene"
            ]
        ]
    ],
    "Together with the romantic writers <a href=\"/heinsej\">Johann Jakob Wilhelm Heinse</a> (1746-1803), Denis Diderot (1713-1784) and <a href=\"/wackenroderw\">Wilhelm Heinrich Wackenroder</a> (1773-1798), Schlegel's writing combined description and criticism into some of the first modern art writing, though not always understood.": [],
    "Walter Benjamin remarked that \"Friedrich Schlegel often remained incomprehensible even to his friends.": [],
    "\"</p>": []
}