{
    "<p>Amateur archaeologist whose finds were important for art history and archaeology; excavator of Mycenae and Troy.": [],
    "Schliemann was the son of a Protestant minister accused of embezzlement when Schliemann was a boy.": [],
    "Between 1836-41 Schliemann worked as a grocery clerk.": [],
    "His attempt to seek his fortune in the United States ended in shipwreck in Amsterdam.": [],
    "There merchant bankers B. H. Schröder & Co took him on for his aptitude of languages and business drive.": [],
    "After studying Russian and Dutch, the firm sent him to St.": [],
    "Petersburg, Russia, where he speculated on the indigo trade, married a Russian woman in 1852, and started a family.": [],
    "His business travel was constant (Paris, London, New York and gold-rush California).": [],
    "His astute investments (railroads in Cuba and the U.S., trade assisting the Crimean War, real estate in Paris) brought him great wealth.": [],
    "In 1863 he liquidated his business interests and retired from Schröder & Co in order to spend his fortune pursuing his personal interests.": [
        [
            3,
            7,
            [
                "1863,"
            ]
        ]
    ],
    "He tried writing, publishing a book of his travels in 1867.": [],
    "He then entered the Sorbonne studying languages and literatures, including Greek.": [],
    "In 1868 he traveled to Greece again (he had first been their during his business with Crimea) retracing steps of Ulysses in the Homeric tale.": [
        [
            3,
            7,
            [
                "1868,"
            ]
        ]
    ],
    "It appears that Frank Calvert (1828-1908), consular agent for the United States at the Dardanelles, first suggested to Schliemann that Hissarlik was the ancient Troy; the theory had first been proposed by Charles MacLaren (1782-1866) in his <em>Dissertation on the Topography of the Plain of Troy</em>, 1822.": [
        [
            213,
            221,
            [
                "Maclaren",
                "McLaren",
                "McLean",
                "MacLean",
                "MacLain",
                "Maclean"
            ]
        ]
    ],
    "1869 was a watershed year for Schliemann.": [],
    "He obtained a (United States) divorce from his Russian wife, published his second book, <em>Ithaka</em> in which he first asserted the theme which would drive his publications and discoveries the rest of his life: that the Homeric poem described real places which could be discovered by close reading of the text.": [],
    "Schliemann got archaeological advice on excavating Hissarlik from Calvert and, still in 1869, received a Ph.": [
        [
            105,
            107,
            [
                "pH",
                "PH",
                "PA",
                "PC",
                "Mph",
                "PM"
            ]
        ]
    ],
    "D. from the University of Rostock, Mecklenburg, Germany, lied in order to gain American citizenship, and remarried a Greek woman, Sophia Kastromenos, thirty years younger than he.": [
        [
            3,
            7,
            [
                "From"
            ]
        ],
        [
            137,
            148,
            [
                "Keystrokes"
            ]
        ]
    ],
    "In 1871 Schliemann received permission to dig at Hissarlik on the northwestern corner of present-day Turkey, but not after he had done some surreptitious digging.": [],
    "His amateurish methods and zeal to make discoveries destroyed much archaeological evidence.": [],
    "Still, his discoveries were spectacular.": [],
    "The initial season recovered a relief and ancient wall; the second summer yielded what Schliemann named \"Priam's Treasure.\"": [],
    "These he published in <em>Trojanische Alterthümer</em> in 1874, translated the following year as <em>Troy and its Remains</em>.": [],
    "Problems with the Turkish government forced Schliemann to abandon Turkey and excavate Mycenae in the north-eastern Peloponnese of southern Greece.": [],
    "There he discovered the grave shafts now known as the \"Grave Circle A\" because of their circular arrangement, containing many artifacts from mainland Greece.": [],
    "Among these were the Gold burial masks, including the co-called \"Mask of Agamemnon\" and other bronze age artifacts.": [
        [
            94,
            104,
            [
                "Bronze Age"
            ]
        ]
    ],
    "Schliemann, ever the self-promoter, reported his finds in the London <em>Times</em> and later in an 1878 book, <em>Mycenæ</em>, prefaced by William Gladstone (1809-1898).": [],
    "Schliemann returned to excavate Hissarlik in 1878-79, which he again publicized in the book <em>Ilios: The City and Country of the Trojans</em> in 1881.": [],
    "His work and publications attracted the German archaeologist and art historian <a href=\"/dorpfeldw\">Wilhelm Dörpfeld</a>, who had been part of the team to unearth the Great Altar at Pergamon.": [],
    "In 1884 Schliemann returned to Tiryns, where he had dug in 1876, now with Dörpfeld helping maintain better archaeological standards.": [
        [
            31,
            37,
            [
                "Turns",
                "Trans",
                "Titans",
                "Tires",
                "Irons",
                "Sirens"
            ]
        ],
        [
            74,
            82,
            [
                "Doped",
                "Morphed",
                "Cornfield",
                "Krefeld",
                "Doffed",
                "Dogpiled"
            ]
        ]
    ],
    "Schliemann unearthed and important late Bronze Age palace, which he published in his 1885 <em>Tiryns: The Prehistoric Palace of the Kings of Tiryns</em>.": [],
    "Once more he returned to Hissarlik in 1889-90.": [],
    "He attempted to purchase the land of the Knossos site in Crete, but was unsuccessful.": [],
    "He died in Naples the same year.": [],
    "So much of Schliemann was deception and ruthless enthusiasm that his accomplishments are difficult to evaluate.": [],
    "His ignorance of (or lack of appreciation for) archaeological strata led him to famously miss the 2nd millennia stratum of the Troy he sought, discovering instead a Bronze age settlement which he nevertheless claimed as Trojan.": [
        [
            165,
            175,
            [
                "Bronze Age"
            ]
        ]
    ],
    "His friendship with Dörpfeld corrected many subsequent errors, including the discovery of 2nd millennia Mycenaean pottery missed in his initial digs.": [
        [
            20,
            28,
            [
                "Doped",
                "Morphed",
                "Cornfield",
                "Krefeld",
                "Doffed",
                "Dogpiled"
            ]
        ]
    ],
    "His infamous claim that discovering the source of Troy was his boyhood dream cannot be proven.": [],
    "His drive to publish nearly all of his finds, though never scholarly, lit a public appreciation for Aegean prehistoric art that plodding scholarship could never have achieved.</p>": []
}