{
    "<p>Rodin and photo historian; medievalist; Professor (Ordinarius) of art history at Munich.": [
        [
            54,
            64,
            [
                "Ordinaries"
            ]
        ]
    ],
    "Schmoll's father, also named Joseph Adolf Schmoll Eisenwerth (d.": [
        [
            0,
            7,
            [
                "Sch moll"
            ]
        ],
        [
            42,
            49,
            [
                "Sch moll"
            ]
        ],
        [
            50,
            60,
            [
                "Eisenberg"
            ]
        ]
    ],
    "1914), was a Mannheim-based mechanical engineer and his grandfather the renowned hydraulic engineer and bridge designer, Anton Adolph Schmoll genannt Eisenwerth (1834-1918).": [
        [
            134,
            141,
            [
                "Sch moll"
            ]
        ],
        [
            142,
            149,
            [
                "pennant",
                "tenant"
            ]
        ],
        [
            150,
            160,
            [
                "Eisenberg"
            ]
        ]
    ],
    "His father was killed in action in 1914 in the département Vosges.": [
        [
            47,
            58,
            [
                "department"
            ]
        ],
        [
            59,
            65,
            [
                "Losses",
                "Votes",
                "Loses",
                "Voices",
                "Moses",
                "Bosses"
            ]
        ]
    ],
    "Schmoll received his <em>Abitur</em> in 1934 at the Berlin Schulfarm Insel Scharfenberg, an experimental progressive school.": [
        [
            0,
            7,
            [
                "Sch moll"
            ]
        ],
        [
            59,
            68,
            [
                "Scholars",
                "Scholar",
                "Schoolmarm",
                "Schulman"
            ]
        ],
        [
            69,
            74,
            [
                "Intel",
                "Inset",
                "Tinsel",
                "INSET"
            ]
        ],
        [
            75,
            87,
            [
                "Schoenberg",
                "Hardenberg"
            ]
        ]
    ],
    "Schmoll studied art history, archeology, history and philosophy in Berlin, receiving his Ph.D.": [
        [
            0,
            7,
            [
                "Sch moll"
            ]
        ]
    ],
    "in 1939 with a dissertation written under <a href=\"/pinderw\">Wilhelm Pinder</a> on the topic on the Kloster Chorin in Brandenburg.": [],
    "During World War II, Schmoll served in the German military, 1939-1945, stationed in occupied France and later wounded.": [
        [
            21,
            28,
            [
                "Sch moll"
            ]
        ]
    ],
    "Upon his release in 1945, he became a teaching assistant at the University of Hanover and, in 1946, a lecturer in medieval architecture and deputy head of the department for art history at the Technische Universität Darmstadt (Technical University of Darmstadt).": [
        [
            193,
            203,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ],
        [
            204,
            215,
            [
                "University"
            ]
        ]
    ],
    "He lectured at the School for the Arts and Crafts (Centre Sarrois d 'art et Metiers) in Saarbrücken, 1949-1950.": [
        [
            58,
            65,
            [
                "Harris",
                "Arrows",
                "Narrows",
                "Parrots",
                "Barrios",
                "Barrows"
            ]
        ],
        [
            76,
            83,
            [
                "Métiers"
            ]
        ]
    ],
    "Schmoll developed an interest in modern art, writing his <em>habilitation</em> under <a href=\"/eversh\">Hans Gerhard Evers</a> in 1951 on Auguste Rodin.": [
        [
            0,
            7,
            [
                "Sch moll"
            ]
        ]
    ],
    "He was appointed as the founding director of the Art Institute the same year, where he published <em>Der Torso als Symbol und Form</em> in 1954 and rose to Professor in 1955.": [],
    "In 1962 the French medievalist <a href=\"/aubertm\">Marcel Aubert</a> died and Schmoll was asked to complete Aubert's survey book on Gothic art together with <a href=\"/hofstatterh\">Hans Hellmut Hofstätter</a>.": [],
    "1966 he joined the Department of Art History at the University in Munich.": [],
    "There he introduced modern art into the art-historical program, lecturing on Picasso, Klee, and the Bauhaus (of which he was a member of the Board of Trustees).": [],
    "Schmoll was a visiting professor at Pennsylvania State University in 1970 and the University of Zürich 1974-1976.": [
        [
            0,
            7,
            [
                "Sch moll"
            ]
        ]
    ],
    "He retired emeritus from Munich in 1980, lecturing as a visiting scholar at the University of Vienna (1988) and the following year in Salzburg.": [],
    "The Deutsche Gesellschaft für Photographie (German Society for Photography) bestowed him an achievement award in 2000.": [
        [
            26,
            29,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            30,
            42,
            [
                "Photographic"
            ]
        ]
    ],
    "Germany</p>": []
}