{
    "<p>Museum director; poet.": [],
    "Schmidt-Degener attended the Gymnasium at Rotterdam.": [
        [
            0,
            15,
            [
                "Schmidt-Wegener"
            ]
        ]
    ],
    "He began studying Art History in Berlin continuing his study for four years further at the Sorbonne without completing a degree.": [],
    "In 1908 he became the Director of the Boymans Museum at Rotterdam.": [
        [
            3,
            7,
            [
                "1908,"
            ]
        ]
    ],
    "At the Boymans, he reorganized the museum and changed the installations in order to give a broader overview.": [],
    "As a museum reformer, he played a mayor role in the Rijkscommissie voor het Museumwezen (State Commission for Museum Affairs) set up in 1919.": [
        [
            67,
            71,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            72,
            75,
            [
                "he",
                "get",
                "her",
                "set",
                "hit",
                "let"
            ]
        ]
    ],
    "A museum, he insisted, was not principally a depository of art works for archivists and art historians to study, but rather a place for the public to enjoy beauty.": [],
    "He espoused exhibiting works of art for exhibition based upon their aesthetic merit, contending that works important primarily for study and research should be viewed separately.": [],
    "His appointment as Director of the Amsterdam Rijksmuseum in 1921 brought the same dramatic reorganization to that museum as he had done in Rotterdam.": [],
    "He mixed objects of various media together in his installations, paintings with sculptures and other art objects in a manner similar to what <a href=\"/bodew\">Wilhelm Bode</a> had done in the Kaiser Friedrich Museum in Berlin.": [],
    "Separate departments of national history were opened in Rijksmuseum in 1930 and 1937.": [],
    "Schmidt-Degener engaged in new acquisitions of art, including a series of Rembrandt paintings.": [
        [
            0,
            15,
            [
                "Schmidt-Wegener"
            ]
        ]
    ],
    "He dedicated two exhibitions in 1932 and 1935 to the artist, who remained among his favorites.": [],
    "For the latter exhibition, Schmidt-Degener visited the United States to borrow Rembrandt paintings.": [
        [
            27,
            42,
            [
                "Schmidt-Wegener"
            ]
        ]
    ],
    "As an arbiter of taste, he was strongly attracted by artists who expressed their inner life in their works.": [],
    "Among Dutch artists, he preferred those who represented the early Netherlandish tradition of painting and sculpture before Italian or classical influences.": [],
    "He published several articles on foreign and Dutch art in De Gids, The Burlington Magazine and in Gazette des Beaux-Arts, and also wrote essays and monographs on his preferred painters: Rembrandt, Adriaen Brouwer, Frans Hals and, with the art historian <a href=\"/gelderh\">H.": [
        [
            61,
            65,
            [
                "AIDS",
                "Gods",
                "Kids",
                "Aids",
                "Bids",
                "Grids"
            ]
        ],
        [
            106,
            109,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "E. Van Gelder</a>, on Jan Steen.": [
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "Schmidt-Degener achieved an international reputation; the London exhibition of Dutch art at Burlington House in 1929 was mainly organized under his direction.": [
        [
            0,
            15,
            [
                "Schmidt-Wegener"
            ]
        ]
    ],
    "It was this show which revealed his subjective taste.": [],
    "The Dutch historian and writer <a href=\"/huizingaj\">Johan Huizinga</a> (1872-1945) puzzled over Schmidt-Degener's scant appreciation of Vermeer.": [],
    "Indeed, Schmidt-Degener regarded many seventeenth-century Dutch painters as minor artists because of the lack of drama in their works.": [
        [
            8,
            23,
            [
                "Schmidt-Wegener"
            ]
        ]
    ],
    "His romantic view of Rembrandt as a misunderstood genius whose later works expressed the tragedy of his life, was strongly criticized in the 1960s by <a href=\"/emmensj\">J.": [],
    "A. Emmens</a>.": [
        [
            3,
            9,
            [
                "Emmen's",
                "Emmen"
            ]
        ]
    ],
    "As an active and innovative museum director, however, Schmidt-Degener's reputation is undisputed.": [
        [
            54,
            69,
            [
                "Schmidt-Wegener"
            ]
        ]
    ],
    "His transformation of the Rijksmuseum from a \"national depository of paintings\" to a widely visited museum was largely his doing.": [],
    "Though he did not consider himself an art historian, he accepted a doctorate Honoris Causa from the University of Amsterdam in 1932.": [
        [
            77,
            84,
            [
                "Honors",
                "Honor is"
            ]
        ],
        [
            85,
            90,
            [
                "Cause",
                "Causal",
                "Hausa",
                "CASA"
            ]
        ]
    ],
    "The advent of World War II made the final years of his life and career were very difficult.": [],
    "Just before the war he was obliged to place in safekeeping the most important paintings of his museum.": [],
    "In 1940 his wife died after a long illness and a year later he himself succumbed to a heart attack.</p>": []
}