{
    "<p>Museum director, exponent of modern art.": [],
    "Schmalenbach’s father, Eugen Schmalenbach (1873-1955), was a professor at Cologne in business studies.": [],
    "His mother was Marianne Sachs (1875-1956).": [],
    "The younger Schmalenbach graduated from a Realgymnasium in 1928 and studied art history, archaeology and history at the universities of Berlin under <a href=\"/hildebrandte\">Edmund Hildebrandt</a>, Freibug, Cologne under <a href=\"/brinckmanna\">Albert Brinckmann</a>, and Munich.": [
        [
            42,
            55,
            [
                "Real gymnasium"
            ]
        ]
    ],
    "His mother faced persecution from the Nazis due to her Jewish ancestry, and so the senior Schmalenbachs fled in 1933 to Bad Godesberg where they acted as a private tutor.": [
        [
            124,
            133,
            [
                "Goldberg",
                "Greenberg",
                "Rosenberg",
                "Ginsberg",
                "Gutenberg",
                "Göteborg"
            ]
        ]
    ],
    "Fritz Schmalenbach’s dissertation on the art nouveau in Münster was accepted by <a href=\"/wackernagelm\">Martin Wackernagel</a> in 1934 at Münster (Westfalen).": [
        [
            45,
            52,
            [
                "Nouméa",
                "Noumea"
            ]
        ]
    ],
    "His habilitation work was interrupted by the Nazi rules against Jewish people (and, like Schmalenbach, of Jewish ancestry) teaching.": [
        [
            4,
            16,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ]
    ],
    "He fled to Basel, Switzerland in 1934 due to a lack of career prospects for non-aryans and an opposition to the national socialist party where he continued to research his habilitation.": [
        [
            76,
            86,
            [
                "non-Aryans",
                "non-Aryan"
            ]
        ],
        [
            172,
            184,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ]
    ],
    "Unfortunately, the death of his supervisor made that degree impossible.": [],
    "He wrote his only article in the English language, “The Term ‘Neue Sachlichkeit’\" in the <em>Art Bulletin</em> in 1940.": [
        [
            62,
            66,
            [
                "Nee",
                "Neut",
                "Née",
                "NEE",
                "Névé"
            ]
        ]
    ],
    "In 1945 he married Susi Bing (b.": [
        [
            3,
            7,
            [
                "1945,"
            ]
        ],
        [
            19,
            23,
            [
                "SCSI",
                "Sufi",
                "Susie",
                "Sushi",
                "SDSI",
                "SLSI"
            ]
        ]
    ],
    "1905), a professor of Germanics.": [
        [
            22,
            31,
            [
                "Germanic's",
                "Germanic",
                "Germanicus"
            ]
        ]
    ],
    "After World War II, he found a position as assistant curator at the Prints and Drawings department of the Kunstmuseum Basel.": [],
    "Five years later, he was named curator, remaining at that station until 1955.": [],
    "In 1956, he returned to Germany to head the Museen für Kunst und Kulturgeschichte der Hansestadt Lübeck where he remained until retiring in 1974.": [
        [
            51,
            54,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            55,
            60,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ],
        [
            61,
            64,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            82,
            85,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "He was named an honorary professor at the Medizinischen Hochschule Lübeck.": [],
    "His cousin, <a href=\"/schmalenbachw\">Werner Schmalenbach</a>, was also an art historian.</p>\n\n<p> </p>": []
}