{
    "<p>Scholar of Renaissance- and northern-European architecture and art; art historical theorist; chair of the art history department at Leipzig University (1893-1919).": [],
    "Schmarsow studied under <a href=\"/justic\">Carl Nicolaus Heinrich Justi</a>, who profoundly influenced him.": [],
    "In 1893 he succeed <a href=\"/springera\">Anton Springer</a> as chair of art history at the University in Leipzig, beating out <a href=\"/wolfflinh\">Heinrich Wölfflin</a>.": [
        [
            3,
            7,
            [
                "1893,"
            ]
        ],
        [
            11,
            18,
            [
                "succeeds",
                "succeeded"
            ]
        ]
    ],
    "Schmarsow, in his inaugural lecture at Leipzig, \"Das Wesen der architektonischen Schöpfung\" (The Essence of Architectural Creation), focused on defining architecture exclusively as the spatial art, in contrast to Wölfflin 's formalism (Mallgrave).": [
        [
            49,
            52,
            [
                "Was",
                "As",
                "Has",
                "Day",
                "Days",
                "Gas"
            ]
        ],
        [
            53,
            58,
            [
                "Ween",
                "Wezen",
                "Weren",
                "We sen"
            ]
        ],
        [
            59,
            62,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            81,
            90,
            [
                "Shopping",
                "Schooling",
                "Chopping",
                "Scooping",
                "Scoping",
                "Scoffing"
            ]
        ],
        [
            213,
            224,
            [
                "Wölfflin's"
            ]
        ],
        [
            236,
            245,
            [
                "Mall grave"
            ]
        ]
    ],
    "However, at Leipzig, Schmarsow incorporated ideas similar to Wölfflin as well as the concept's of anthropology of his Leipzig colleague, the psychologist Wilhelm Wundt (1832-1920).": [
        [
            61,
            69,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "He became devoted to the idea of founding an institute for art in Florence akin to the Deutsche Archäologische Institut (DAI) in Rome.": [
        [
            111,
            119,
            [
                "Institute"
            ]
        ]
    ],
    "To that end, he brought together eight students from various universities into seminars on Masaccio and Italian sculpture.": [],
    "These students included <a href=\"/warburga\">Aby M. Warburg</a>, <a href=\"/friedlanderm\">Max J. Friedländer</a>, <a href=\"/burmeisterh\">Hans Burmeister</a>, In 1897, Schmarsow fully implemented theories of spatial interpretation in his book <em>Barock und Rokoko: das Malerische in der Architektur: eine kritische Auseinandersetzung</em> (Baroque and Rococo, the Painterly in Architecture: a Critical Comparison).": [],
    "This book, the first part of a trilogy, was also groundbreaking in that it considered Baroque architecture, only recently rehabilitated from neglect and disparagement by <a href=\"/gurlittc\">Cornelius Gurlitt</a> in 1887.": [],
    "In 1905, Schmarsow published <em>Grundbegriffe der Kunstwissenschaft am übergang vom Altertum zum Mittelalter</em> (Fundamental principles of the science of art at the transition from antiquity to the middle ages), following the ideas of <a href=\"/riegla\">Aloïs Riegl</a> in his recently published <em>Spätrömische Kunstindustrie</em> that the significance of space is part of psychological expression of a particular period of history.": [],
    "The book also outlined Schmarsow's \"the three principles of human organization\" - symmetry, proportionality, and rhythm.": [],
    "In 1907 he published his evolutionary approach to ethetics, \"Kunstwissenschaft und Völkerpsycholgie.\"": [
        [
            3,
            7,
            [
                "1907,"
            ]
        ],
        [
            50,
            58,
            [
                "athletics",
                "ethics",
                "aesthetics",
                "esthetic",
                "ethnics",
                "emetics"
            ]
        ],
        [
            79,
            82,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ]
    ],
    "His students included two who succeeded him in his Leipzig chair, <a href=\"/pinderw\">Wilhelm Pinder</a>, who succeeded him immediately in 1919, and <a href=\"/jahnj\">Johannes Jahn</a> in 1958.": [],
    "Schmarsow was a highly innovative art historian.": [],
    "He was the first to consider the <em>spaces</em> in buildings as an architectural elements.": [
        [
            65,
            90,
            [
                "an architectural element",
                "architectural elements"
            ]
        ]
    ],
    "His description of buildings uses biological metaphors, making them appear as if they had psychological intent.": [],
    "Although he attacked Wölfflin and <a href=\"/semperg\">Gottfried Semper</a> as reducing architecture to the \"act of dressing,\" his methodology employs much of Semper's theory of architectural space through the inhabitor's use and axial orientation, extending them to painting and sculpture (Mallgrave).": [
        [
            21,
            29,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "Schmarsow assigned the concept \"painterly\" (malerisch) to architecture as a way to explain the exuberances of the Baroque, a period of which he was one of the earliest to write about.": [
        [
            44,
            53,
            [
                "maverick",
                "Aldrich",
                "MacLeish",
                "malefic",
                "Max Frisch"
            ]
        ],
        [
            95,
            106,
            [
                "exuberance"
            ]
        ]
    ],
    "Gombrich assessed Schmarsow as not a lucid thinker but one aware of theoretical problems.": [],
    "Like the classicist Hermann Usener (1834-1905) and cultural historian <a href=\"/lamprechtk\">Karl Lamprecht</a>, he liked to speculate about origins.": [
        [
            28,
            34,
            [
                "Usenet"
            ]
        ]
    ],
    "Strongly evolutionist in his thinking, he used the analogy for his 1907 paper on esthetics.": [
        [
            81,
            90,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "According to him, the primary artistic impulses were mimicry (gesture) and sculpture, followed by architecture and music.</p>": []
}