{
    "<p>Curator of Prints and Drawings at the Brooklyn Museum from 1935 to 1940 and Art Institute of Chicago, 1940-1957.": [],
    "Schniewind was the son of a prominent chemical engineer in New York who studied art as a hobby.": [],
    "After the early death of his father, his mother returned to Germany with her two sons in 1914.": [],
    "In Germany he contracted tuberculosis and was treated in a Swiss sanitorium.": [
        [
            3,
            10,
            [
                "Germany,"
            ]
        ],
        [
            65,
            75,
            [
                "sanatorium",
                "sanitarium"
            ]
        ]
    ],
    "He studied medicine at the Universities of Zürich and Bern, Switzerland, before changing fields into art history.": [],
    "He received his Ph.D.": [],
    "at the university in Heidelberg, Germany.": [
        [
            0,
            2,
            [
                "At"
            ]
        ]
    ],
    "Schniewind amassed an extensive collection of Daumier graphics and drawings, which he sold at auction in 1933.": [],
    "The same year he married Heidi Bretscher.": [
        [
            31,
            40,
            [
                "Brother",
                "Fletcher",
                "Preacher",
                "Breached",
                "Breaches",
                "Butcher"
            ]
        ]
    ],
    "The couple lived in Paris until 1935, when Schniewind joined the Brooklyn Museum's as librarian and curator of Department of Prints and Drawings, succeeding <a href=\"/hutchinsons\">Susan A. Hutchinson</a>.": [],
    "During his tenure in Brooklyn he oversaw the formation of the Department of Prints and Drawings, which separated from the library collections in 1937.": [],
    "Schniewind acquired important European drawings, including those by Pablo Picasso, Vincent van Gogh, and Edgar Degas.": [],
    "He left the Museum in 1940 to head the Prints department at the Art Institute of Chicago, succeeded in Brooklyn in 1941 by <a href=\"/johnsonu\">Una E. Johnson</a>.": [],
    "At Chicago, Schniewind mounted the 1941 show \"The First Century of Printmaking,\" writing a catalog with Fogg Museum curator <a href=\"/mongane\">Elizabeth Mongan</a>.": [
        [
            104,
            108,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "In 1944, his Posada exhibition was one of the first in the United States to showcase this Mexican graphic artist.": [
        [
            13,
            19,
            [
                "Posed",
                "Osaka",
                "Osama",
                "Poseidon",
                "Prada",
                "Masada"
            ]
        ]
    ],
    "Schniewind understood the value of acquiring entire sketchbooks of artists.": [],
    "Under his direction, the AIC's department acquired the sketchbooks of Paul Cèzanne, Odion Redon, James Ensor, Theodore Gèricault and Henri Toulouse-Lautrec, many of which were published as scholarly facsimilies.": [
        [
            70,
            82,
            [
                "Paul Cézanne"
            ]
        ],
        [
            84,
            89,
            [
                "Dion",
                "Orion",
                "Onion",
                "Odin",
                "Odeon"
            ]
        ],
        [
            90,
            95,
            [
                "Radon",
                "Redone",
                "Recon",
                "Redo",
                "Redox",
                "Red on"
            ]
        ],
        [
            110,
            128,
            [
                "Théodore Géricault"
            ]
        ],
        [
            199,
            210,
            [
                "facsimiles"
            ]
        ]
    ],
    "He also acquired important drawings by Rembrandt, Fragonard and Watteau.": [],
    "While one a buying and research trip in Italy, he died of complications of tuberculosis with which he had struggled his entire adult life.": [],
    "Schniewind was a connoisseur and scholar who took advantage of the works-on-paper art market to acquire magnificent examples of both modern and old-master prints and drawings.</p>": []
}