{
    "<p>Hans Schneider began his studies in art history, archaeology and history at the University of Basel in 1908.": [],
    "He also studied at the universities of Munich (1909), Rome (1909-1910), and Berlin (1910-1911).": [],
    "As an art historian he was influenced by <a href=\"/wolfflinh\">Heinrich Wölfflin</a> and in particular by his teacher in Basel, <a href=\"/heidriche\">Ernst Heidrich</a>.": [],
    "In 1914, he obtained his doctoral degree at Basel University with a dissertation on the Dutch influence on painting and graphic art in Southern Germany, between 1460 and 1480, <em>Beiträge zur Geschichte des niederländischen Einflußes auf die oberdeutsche Malerei und Graphik um 1460-1480</em>.": [],
    "After completing his studies, Schneider moved to the Netherlands, where he lived until 1941.": [],
    "Between 1915 and 1930, he worked at the <em>Mauritshuis</em> in The Hague, under the director <a href=\"/martinw\">Wilhelm Martin</a>.": [],
    "In this period, Schneider did research mostly on Dutch and Flemish seventeenth-century painting.": [],
    "He published regularly in Dutch and foreign journals, including <em>Oud Holland</em>.": [],
    "In 1923, he obtained a teaching position at Leiden University, where Martin had been professor of art history since 1907.": [],
    "His inaugural lecture in Leiden dealt with art-historical methodology, <em>Over kunsthistorische methodiek</em>.": [],
    "He took part in the preparation of the 1929-1930 London exhibition of Dutch Art (1450-1900) and, along with <a href=\"/constablew\">W.": [],
    "G. Constable</a>, he was responsible for the section on paintings in the <em>Commemorative Catalogue of the Exhibition of Dutch Art</em> (1930).": [],
    "For many years, he worked on his monograph on Jan Lievens (1607-1674), whose early paintings and drawings bear strong resemblance to Rembrandt's early works, as both artists until 1631-32 worked in their native town Leiden.": [],
    "This monograph won the <em>Teyler's Tweede Genootschap</em> prize in 1930 and was published in 1932: <em>Jan Lievens: Sein Leben und seine Werke</em>.": [],
    "A second edition, with a supplement by R.E.O.": [],
    "Ekkart, appeared in 1973.": [
        [
            0,
            6,
            [
                "Kart",
                "Elkhart",
                "Kmart",
                "Eckhart"
            ]
        ]
    ],
    "Schneider dedicated the original work to the memory of <a href=\"/hofstededegrootc\">Cornelis Hofstede de Groot</a>, who had given him access to all his notes and research materials.": [],
    "In 1932, Schneider was appointed director of the <em>Rijksbureau voor kunsthistorische en ikonographische documentatie</em> in The Hague, which was founded when Hofstede de Groot, who died in 1930, bequeathed his important study collection to the State of the Netherlands.": [],
    "Other scholars and collectors, among whom were <a href=\"/lugtf\">Frits Lugt</a> and E.A.": [],
    "van Beresteyn (1876-1948), also donated important materials to the <em>Rijksbureau</em>, which later became the <em>Rijksbureau voor Kunsthistorische Documentatie</em> (RKD, Netherlands Institute of Art History).": [
        [
            0,
            3,
            [
                "Van"
            ]
        ],
        [
            4,
            13,
            [
                "Eastern",
                "Batsman",
                "Bernstein",
                "Eastman",
                "Beretta",
                "Bastian"
            ]
        ]
    ],
    "In his capacity as director, Schneider had the task of making these collections accessible to the public.": [],
    "In the same period, Schneider, along with <a href=\"/gersonh\">Horst Gerson</a> closely collaborated with <a href=\"/brediusa\">Abraham Bredius</a>, who was preparing his catalog of the paintings of Rembrandt, published in 1935.": [],
    "Many years later, Gerson, who did the 1969 revision of Bredius' <em>Rembrandt.": [
        [
            55,
            62,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ]
    ],
    "The Complete Edition of the Paintings</em>, wrote: \"Innately modest, Hans Schneider was to leave Bredius to take all the praise as author of the new book, but it was really due to his tact and foresight that many controversial paintings, certified and even published in magazines by Bredius, were eliminated.\"": [
        [
            97,
            104,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ],
        [
            283,
            290,
            [
                "Credits",
                "Radius",
                "Redis",
                "Bedims"
            ]
        ]
    ],
    "In 1933 Schneider was elected member of the <em>Maatschappij der Nederlandse Letterkunde te Leiden</em> and in 1937 he joined the editorial board of <em>Oud Holland</em>.": [],
    "As a specialist on seventeenth-century Dutch painting, he became a member of the <em>Rijkscommissie voor de Monumentenzorg</em> (State Commission for Monuments).": [],
    "On December 1, 1940, in the first year of World War II, Schneider was given leave of absence as director of the <em>Rijksbureau</em>, and he soon returned to his native city Basel.": [],
    "In 1945, he officially resigned from his position as director.": [],
    "<a href=\"/gelderj\">J.": [],
    "G. van Gelder</a>, who already acted as director from 1940 onwards, became his successor.": [
        [
            3,
            6,
            [
                "Van"
            ]
        ],
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "In Basel, Schneider was entrusted with the direction of the Swiss documentation project \"Kunstdenkmäler der Schweiz\".": [
        [
            104,
            107,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            108,
            115,
            [
                "Switzerland"
            ]
        ]
    ],
    "He also was appointed curator of Basel University.": [],
    "In Zürich, he became a member of the board of the <em>Schweizerische Landesmuseum</em>.": [],
    "Shortly after having paid a visit to his old friend and former colleague <a href=\"/martinw\">Wilhelm Martin</a> in the Netherlands, Schneider died in Basel in November 1953.": [],
    "In his \"In memoriam Dr.": [],
    "Hans Schneider\", Hans Gerson portrayed Schneider as a conscientious and meticulous scholar and a generous colleague.": [],
    "His modesty and his total lack of interest in fame and publicity may partly account for the fact that he has remained relatively unknown.": [],
    "His contribution to art-historical research primarily consists in his detailed stylistic analyses of seventeenth-century painting.": [],
    "He was an ardent opponent of over-elaborate art historical theory.</p>": []
}