{
    "<p>Düsseldorf and Berlin judge; wrote the first history of art to call itself as such (1843).": [],
    "He was born in&nbsp;Danzig, Prussia which is present-day Gdańsk, Poland.": [
        [
            12,
            19,
            [
                "inns",
                "INBS",
                "INSP",
                "inanest",
                "&nbsp;"
            ]
        ],
        [
            20,
            26,
            [
                "Dancing",
                "Leipzig",
                "Dani",
                "Dania",
                "Dannie",
                "Dazing"
            ]
        ]
    ],
    "As a law student, Schnaase heard the lectures of Georg F. W. Hegel in Heidelberg and followed the philosopher to Berlin in 1818, where Schnaase gained his law degree.": [
        [
            18,
            26,
            [
                "Chase",
                "Schneider",
                "Synapse",
                "Schemas",
                "Schnabel",
                "Chaise"
            ]
        ],
        [
            135,
            143,
            [
                "Chase",
                "Schneider",
                "Synapse",
                "Schemas",
                "Schnabel",
                "Chaise"
            ]
        ]
    ],
    "Hegel's philosophy combining the particular and universal greatly influence him.": [],
    "Between 1826 and 1827, Schnaase visited Italy where he resolved to write a chronological history of the art there, \"and fit them all into a broad survey.\"": [
        [
            23,
            31,
            [
                "Chase",
                "Schneider",
                "Synapse",
                "Schemas",
                "Schnabel",
                "Chaise"
            ]
        ]
    ],
    "In 1829 Schnaase became a Düsseldorf judicial councilor and joined the Kunstverein (Art Club) as the secretary of its governing board.": [
        [
            8,
            16,
            [
                "Chase",
                "Schneider",
                "Synapse",
                "Schemas",
                "Schnabel",
                "Chaise"
            ]
        ]
    ],
    "His art research led to a friendship with <a href=\"/kinkelg\">Gottfried Kinkel</a> in Bonn.": [],
    "Schnaase visited the Netherlands in 1830, making an extended examination of the art.": [
        [
            0,
            8,
            [
                "Chase",
                "Schneider",
                "Synapse",
                "Schemas",
                "Schnabel",
                "Chaise"
            ]
        ]
    ],
    "He wrote his <em>Niederländische Briefe</em> (Letters from the Netherlands) following the romantic travel-literature genre, but his analytic thinking about art was evident here already.": [],
    "Returning to Düsseldorf, Schnaase signed a contract to publish a synthetic history of art and began work on the project.": [
        [
            25,
            33,
            [
                "Chase",
                "Schneider",
                "Synapse",
                "Schemas",
                "Schnabel",
                "Chaise"
            ]
        ]
    ],
    "However, in 1837 <a href=\"/kuglerf\">Franz Kugler</a> published the first volume of his <em>Handbuch der Kunstgeschichte</em>, dashing Schnaase's hopes of writing a synthetic art history.": [],
    "Schnaase respected Kugler as the better connoisseur and briefly abandoned the project.": [
        [
            0,
            8,
            [
                "Chase",
                "Schneider",
                "Synapse",
                "Schemas",
                "Schnabel",
                "Chaise"
            ]
        ],
        [
            19,
            25,
            [
                "Bugler"
            ]
        ]
    ],
    "However, perhaps understanding his own strengths in a cohesive vision of art history, he resumed the project, publishing his first volume of <em>Geschichte der bildenden Künste</em> in 1843 (and dedicating it to Kugler).": [],
    "Schnaase worked on subsequent volumes even after his transfer to the court of appeals in Berlin in 1848.": [
        [
            0,
            8,
            [
                "Chase",
                "Schneider",
                "Synapse",
                "Schemas",
                "Schnabel",
                "Chaise"
            ]
        ]
    ],
    "After retiring from the bench in 1857, Schnaase was able to devote himself to art full time.": [
        [
            39,
            47,
            [
                "Chase",
                "Schneider",
                "Synapse",
                "Schemas",
                "Schnabel",
                "Chaise"
            ]
        ],
        [
            82,
            91,
            [
                "full-time"
            ]
        ]
    ],
    "Acclaims came from everywhere.": [],
    "He was awarded an honorary doctorate from Bonn as well as the Order of Maximillian in Bavaria.": [
        [
            71,
            82,
            [
                "Maximilian"
            ]
        ]
    ],
    "He returned to Italy in 1856 and to Belgium in 1860.": [],
    "In 1861 in Austria he was honored by the art historians <a href=\"/heiderg\">Gustav A. Heider</a> and <a href=\"/eitelbergerr\">Rudolf Eitelberger von Edelberg</a>.": [],
    "During his final years in Berlin, Schnaase organized a Protestant union for religious art and co-founded the <em>Christliches Kunstblatt</em>, though he remained aloof from contemporary art, which he found jejune.": [
        [
            34,
            42,
            [
                "Chase",
                "Schneider",
                "Synapse",
                "Schemas",
                "Schnabel",
                "Chaise"
            ]
        ]
    ],
    "He died leaving the <em>Geschichte der bildenden Künste</em> complete only to the middle ages.": [],
    "Schnaase's vision of a survey of art history was taken up by the following generation of art historians, who revised his original work in numerous editions through the early part of the twentieth century (see <a href=\"/lubkew\">Wilhelm Lübke</a>).": [
        [
            0,
            8,
            [
                "Chase",
                "Schneider",
                "Synapse",
                "Schemas",
                "Schnabel",
                "Chaise"
            ]
        ]
    ],
    "His lectures convinced the young <a href=\"/bodew\">Wilhelm Bode</a>, later Director General of all Prussian museums to become an art historian.": [],
    "Before Schnaase, art books were largely commentaries on specific art works, heavy on personal evaluation and lacking an overall historic framework.": [
        [
            7,
            15,
            [
                "Chase",
                "Schneider",
                "Synapse",
                "Schemas",
                "Schnabel",
                "Chaise"
            ]
        ]
    ],
    "The appearance of the first two histories of art (his and Kugler's) just seven years apart and by scholars working entirely separately is indicative of the times.": [
        [
            58,
            64,
            [
                "Bugler"
            ]
        ]
    ],
    "Subsequent generations found Schnaase's work lacking the connections between historic presentation and individual analysis of works of art.": [
        [
            29,
            37,
            [
                "Chase",
                "Schneider",
                "Synapse",
                "Schemas",
                "Schnabel",
                "Chaise"
            ]
        ]
    ],
    "<a href=\"/kultermannu\">Udo Kultermann</a> observed that Schnaase's <em>History of the Fine Arts</em>, left incomplete at the middle ages, would be completed, methodologically, intellectually, and factually by <a href=\"/burckhardtj\">Jacob Burckhardt</a>, who was able to make the leaps, seeing individual works of art and literature as emblematic of the era in which they were created.": [],
    "Baroque sections were completed by the emerging baroque scholar <a href=\"/gurlittc\">Cornelius Gurlitt</a>.": [],
    "His importance, in the words of <a href=\"/gombriche\">E H. Gombrich</a> was, along with <a href=\"/taineh\">Hippolyte Taine</a>, in stressing the documentary value of art.</p>": []
}