{
    "<p>Professor of the history of French and Italian art.": [],
    "Schneider's father was artillery officer.": [],
    "The young Schneider attended high school at the lycée in Toulouse, which had become his home town.": [
        [
            88,
            97,
            [
                "hometown"
            ]
        ]
    ],
    "He completed high school in Paris at the lycée Janson de Sailly.": [
        [
            47,
            53,
            [
                "Jason",
                "Hanson",
                "Manson",
                "Anson",
                "Jansen",
                "Jonson"
            ]
        ]
    ],
    "From 1888 to 1891 he studied at the École normale supérieure in Paris where in 1889 he earned the degree of <em>licencié ès lettres</em> and subsequently, in 1891, the degree of <em>agrégé des lettres</em>.": [
        [
            36,
            41,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            42,
            49,
            [
                "normal",
                "Normal",
                "nor male",
                "norm ale"
            ]
        ],
        [
            50,
            60,
            [
                "superior",
                "superhero",
                "Superior",
                "superiors",
                "supersede",
                "superstore"
            ]
        ]
    ],
    "Between 1891 and 1906 he taught at several high schools (lycées), in Cahors, Montauban, Nice, Clermont, and finally Toulouse.": [
        [
            69,
            75,
            [
                "Cars",
                "Chorus",
                "Colors",
                "Chaos",
                "Chord",
                "Majors"
            ]
        ]
    ],
    "There he married, in 1900, Victorine Henriette Marie Louise Séguer.": [
        [
            27,
            36,
            [
                "Victoria",
                "Victories",
                "Victorian",
                "Vectoring",
                "Victorians",
                "Vitrine"
            ]
        ],
        [
            37,
            46,
            [
                "Henrietta"
            ]
        ],
        [
            60,
            66,
            [
                "Segue",
                "Segued",
                "Segues"
            ]
        ]
    ],
    "Schneider's first publications resulted from his travels to Italy.": [],
    "His travelogue on Umbria, <em>L'Ombrie.": [
        [
            18,
            24,
            [
                "Umbra"
            ]
        ],
        [
            32,
            38,
            [
                "Ombre",
                "Ombré",
                "Om brie"
            ]
        ]
    ],
    "L'âme des cités et des paysages</em> (1905), was awarded a prize by the Académie française.": [
        [
            2,
            5,
            [
                "AME",
                "are",
                "me",
                "age",
                "game",
                "name"
            ]
        ],
        [
            6,
            9,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            10,
            15,
            [
                "cites",
                "cities",
                "cited",
                "sites",
                "cite",
                "rites"
            ]
        ],
        [
            19,
            22,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            23,
            31,
            [
                "passages",
                "pay sages",
                "pays ages"
            ]
        ]
    ],
    "Impressions of his stay in the eternal city, <em>Rome</em><em>, complexité et harmonie</em>, followed in 1907.": [],
    "He was a contributor to <em>Augusta Perusia, rivista di topografia, arte e costume dell'Umbria</em>.": [],
    "Schneider began his academic career as <em>Maître de conférences</em> of art history at the faculty of letters of Caen University (1906-1913).": [],
    "In 1910 he earned his degree of <em>docteur ès lettres</em> from the University of Paris.": [
        [
            3,
            7,
            [
                "1910,"
            ]
        ]
    ],
    "He submitted two theses.": [],
    "The first, <em>Quatremère de Quincy et son intervention dans les arts (1788-1830)</em>, supervised by <a href=\"/lemonnierh\">Henry Lemonnier\n</a>, extensively dealt with the involvement of <a href=\"/quatremeredequincya\">Antoine Quatremère de Quincy</a> in the preservation of monuments in Paris, as well as with his prominent role in the organization of art institutions and museums.": [],
    "The second, <em>L'Esthétique classique chez Quatremère de Quincy (1805-1823)</em>, discussed the classicist doctrine of this esthete.": [],
    "Schneider's ongoing predilection for Italian art led to publications on Botticelli (1910) and on the city of Perugia (1913).": [],
    "He contributed to the pioneering multi-volume <em>Histoire de l'Art</em>, edited by <a href=\"/michela\">André Michel</a>.": [],
    "At Caen University he rose to professor of art history, a position he held from 1913 to 1919.": [
        [
            3,
            7,
            [
                "Can",
                "Chen",
                "Cane",
                "Cain",
                "Caren",
                "AEN"
            ]
        ]
    ],
    "He moved to Paris in 1919, where he obtained a teaching position in art history at the faculty of letters of the University of Paris, succeeding <a href=\"/bertauxe\">Émile Bertaux</a>.": [],
    "He was elevated to professor in 1923.": [],
    "In that year the first volume (Moyen Âge, Renaissance) of his six-volume <em>L'Art français</em> (1923-1930) appeared.": [
        [
            31,
            36,
            [
                "Moyer",
                "Doyen",
                "Mo yen"
            ]
        ],
        [
            37,
            40,
            [
                "Age",
                "AGE",
                "Are",
                "Aged",
                "Ago",
                "Page"
            ]
        ]
    ],
    "Schneider's appointment, in 1927, as professor of the history of art in the modern, i.e.": [],
    "post-medieval, period furthered his career at the Institut d'Art et d'Archéologie of the Sorbonne; his colleagues at the Institut included the medievalist <a href=\"/focillonh\">Henri Focillon</a>.": [
        [
            0,
            13,
            [
                "Post-medieval"
            ]
        ],
        [
            50,
            58,
            [
                "Institute"
            ]
        ],
        [
            70,
            81,
            [
                "Archeologies"
            ]
        ],
        [
            121,
            129,
            [
                "Institute"
            ]
        ]
    ],
    "His two-volume <em>La peinture italienne</em> was published in 1929-30.": [],
    "During the last years of his tenure Schneider was involved in the reorganization of the Institut d'Art et d'Archéologie, and its relocation to the rue Michelet, acting as the president of the supervisory committee.": [
        [
            88,
            96,
            [
                "Institute"
            ]
        ],
        [
            108,
            119,
            [
                "Archeologies"
            ]
        ],
        [
            151,
            159,
            [
                "Michele",
                "Michèle"
            ]
        ]
    ],
    "<a href=\"/grodeckil\">Louis Grodecki</a>, his student served as his teaching assistant.": [],
    "Schneider played an important role as a member of the French committee for the organization of international art history conferences.": [],
    "He published in various French periodicals, including <em>Revue de Paris</em>, <em>Gazette des Beaux-Arts</em>, <em>Revue de l'art</em>, and <em>Etudes italiennes</em>.": [],
    "His last major work, an extensive synthesis of the visual arts of the new era, \"Les arts plastiques\", was published in 1936 as the second part of <em>La formation du génie moderne dans l'art de l'occident.": [
        [
            89,
            99,
            [
                "plastique"
            ]
        ],
        [
            163,
            165,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ],
        [
            166,
            171,
            [
                "genie",
                "genre",
                "gene",
                "Gene",
                "genies",
                "genii"
            ]
        ],
        [
            172,
            179,
            [
                "modern",
                "moderns",
                "Moderna"
            ]
        ],
        [
            180,
            184,
            [
                "days",
                "fans",
                "Dan",
                "Hans",
                "cans",
                "dams"
            ]
        ],
        [
            196,
            204,
            [
                "Occident",
                "accident",
                "incident",
                "accidents",
                "Occidental",
                "occidental"
            ]
        ]
    ],
    "Arts plastiques.": [
        [
            5,
            15,
            [
                "plastique"
            ]
        ]
    ],
    "Art littéraire</em>.": [
        [
            4,
            14,
            [
                "litterers",
                "jitterier",
                "litterer",
                "littermate"
            ]
        ]
    ],
    "The first part, \"La littérature expression de la société (XIVe-XVe siècles),\" was authored by Gustave Cohen.": [
        [
            20,
            31,
            [
                "literature"
            ]
        ],
        [
            49,
            56,
            [
                "society"
            ]
        ],
        [
            58,
            66,
            [
                "Five-XVe",
                "XIVe-Eve"
            ]
        ],
        [
            67,
            74,
            [
                "species",
                "pieces",
                "singles",
                "circles",
                "nieces",
                "sieges"
            ]
        ]
    ],
    "Schneider retired in 1937, succeeded by <a href=\"/lavedanp\">Pierre Lavedan</a>.": [],
    "The next year he lost his speech as the result of a stroke and he died a few months later.": [
        [
            58,
            62,
            [
                ", and"
            ]
        ]
    ],
    "Schneider's essay in <em>La formation du génie moderne dans l'art de l'occident.": [
        [
            38,
            40,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ],
        [
            41,
            46,
            [
                "genie",
                "genre",
                "gene",
                "Gene",
                "genies",
                "genii"
            ]
        ],
        [
            47,
            54,
            [
                "modern",
                "moderns",
                "Moderna"
            ]
        ],
        [
            55,
            59,
            [
                "days",
                "fans",
                "Dan",
                "Hans",
                "cans",
                "dams"
            ]
        ],
        [
            71,
            79,
            [
                "Occident",
                "accident",
                "incident",
                "accidents",
                "Occidental",
                "occidental"
            ]
        ]
    ],
    "Art littéraire</em> is a stylistic analysis of the evolution of artistic renewal in different countries.": [
        [
            4,
            14,
            [
                "litterers",
                "jitterier",
                "litterer",
                "littermate"
            ]
        ]
    ],
    "In the first chapters Schneider paid tribute to the leading role of the Italian Quattrocento.": [],
    "In the next chapters he dealt with the contributions of Flanders, France, Spain and Portugal, Germany, Switzerland and England.": [],
    "Confronted with the debate among art historians on the birth of the Renaissance, Schneider distanced himself from the view of some of his French colleagues, including <a href=\"/courajodl\">Louis-Charles-Léon Courajod</a>, that the origins of the renewal of art should be sought in the realism and naturalism of the northern countries.": [],
    "In his own analysis of the artistic manifestations of the fifteenth century he intended to give equal consideration to both approaches, the one represented among others by Courajod, the other by the Italian Renaissance specialist <a href=\"/muntze\">Eugène Muntz</a>.</p>": [
        [
            172,
            180,
            [
                "Courage",
                "Curator",
                "Conrad",
                "Courted",
                "Curated",
                "Coursed"
            ]
        ]
    ]
}