{
    "<p>Museum curator in Germany and adjunct professor and lecturer after emigration to the United States, specializing in decorative arts, the art and architecture of Frankfurt, Jewish art, and Matthias Grünewald.": [
        [
            200,
            209,
            [
                "Grunewald"
            ]
        ]
    ],
    "Guido Schoenberger was born in Frankfurt, Germany in 1891 to Jakob Schönberger and Pauline Mayer (Schönberger).": [
        [
            67,
            78,
            [
                "Schoenberg",
                "Schlumberger",
                "Sternberger"
            ]
        ],
        [
            98,
            109,
            [
                "Schoenberg",
                "Schlumberger",
                "Sternberger"
            ]
        ]
    ],
    "From 1909-1914, he studied art history in both Freiburg and Berlin.": [],
    "When World War I started in 1914, he had not yet fully completed his studies.": [],
    "His services were enlisted in the German military on the Western Front from 1914-1917 during which he was twice wounded in combat.": [],
    "In 1917, he passed his doctoral exam from Albert-Ludwigs-Universität Freiburg under two of the most eminent art historians of the era <a href=”/vogew”>Wilhelm Vöge</a> and <a href=”/goldschmidta”>Adolph Goldschmidt</a>, and he wrote his dissertation entitled <em>Das Geleitswesen der Reichsstadt Frankfurt</em> (Safe Corridors of the Royal City of Frankfurt) in 1922.": [
        [
            42,
            68,
            [
                "Albert-Ludwig-Universität",
                "Albert-Ludwigs-University"
            ]
        ]
    ],
    "He married Martha Kaufmann (b.": [],
    "1893).": [],
    "From 1919-1928, Schoenberger held the role of Assistant at the Kunsthistorischen Institut der Universität Frankfurt.": [
        [
            81,
            89,
            [
                "Institute"
            ]
        ],
        [
            90,
            93,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            94,
            105,
            [
                "University"
            ]
        ]
    ],
    "There, he cared for the extensive library and slide and photo collection.": [],
    "In 1926, he became a privatdozent at Universität Frankfurt and would remain in that position until 1935.": [
        [
            37,
            48,
            [
                "University"
            ]
        ]
    ],
    "While a <em>privatdozent</em> at the University, he assumed the role of museum curator at the Historisches Museum Frankfurt.": [],
    "He was dismissed from his duties in April of 1933 with the rise of the National Socialist German Workers’ (Nazi) party and the swift implementation of the “Restoration of the Professional Civil Service.” Because of his status as a “front-line fighter” in World War I, he was ultimately reinstated to his prior positions.": [
        [
            36,
            49,
            [
                "April 1933"
            ]
        ]
    ],
    "Schoenberger retired in 1936 and volunteered at the Museum Jüdischer Altertümer in Frankfurt.": [
        [
            59,
            68,
            [
                "Fischer",
                "Fleischer",
                "Juicer",
                "Punisher",
                "Juicier"
            ]
        ]
    ],
    "Two years later, the Nazis began mass transportation of Jewish citizens to concentration camps.": [],
    "As part of the November Pogrom (Kristallnacht), he was taken to the Buchenwald concentration camp near Weimar, Germany.": [],
    "He was released from the concentration camp and immediately emigrated to the United States in 1939.": [
        [
            60,
            72,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "Upon arrival in New York, Schoenberger found employment as a research assistant and lecturer at the New York University Institute of Fine Arts.": [],
    "He was responsible for the organization of over 40,000 slides as NYU’s Director for Slides and Photographs.": [],
    "Topics on which he lectured included medieval architecture and German painting.": [],
    "Wanting to find other art-historical outlets, he lectured at the Metropolitan Museum and became a research fellow at the Jewish Museum of New York.": [],
    "Beginning in 1947, he was an adjunct professor and lecturer at the NYU Institute of Fine Arts, and he stayed in this role until he retired in 1961.</p>\n<p>Guido Schoenberger’s commitment to and impact on arts communities was profound, especially when he shared his experiences in the United States at the Metropolitan Museum.": [],
    "The natural talent he possessed in caring for extensive, historical libraries of slides and photographs was remarkable.": [],
    "His emigration, though out of necessity, granted him access to one of the most robust collection’s in the world at NYU and the newly formed Jewish Museum of New York (Panofsky).</p>": [
        [
            86,
            96,
            [
                "collections"
            ]
        ],
        [
            167,
            175,
            [
                "Sinofsky"
            ]
        ]
    ]
}