{
    "<p>Art historian of the Italian Renaissance and curator; developer of the \"period room\" concept in museology.": [],
    "Schottmüller entered the University of Berlin in 1899 studying art history under <a href=\"/wolfflinh\">Heinrich Wölfflin</a>.": [],
    "In 1903 she moved to the University of Zürich which granted her a Ph.D.": [
        [
            3,
            7,
            [
                "1903,"
            ]
        ]
    ],
    "thesis, still written under Wölfflin, a Swiss citizen.": [
        [
            0,
            6,
            [
                "Thesis"
            ]
        ],
        [
            28,
            36,
            [
                "Coffin",
                "Offline",
                "Wolff",
                "Waffling",
                "Boffin",
                "Whiffling"
            ]
        ]
    ],
    "Her dissertation topic was on the Renaissance sculptor Donatello.": [],
    "Schottmüller accepted a position in the Italian Renaissance division at the Kaiser Friedrich-Wilhelm Museum (modern Bodemuseum).": [
        [
            116,
            126,
            [
                "Bode museum"
            ]
        ]
    ],
    "The division was emerging as one of the finest Renaissance collections under its director, <a href=\"/bodew\">Wilhelm Bode</a>.": [],
    "For Bode, Schottmüller wrote the index for his published photo collection, <em>Denkmäler der Renaissance-Sculptur Toscanas</em> which Bode was completing issuing in over 100 parts in 1905.": [],
    "She helped developed the \"Period room\" concept for display of Renaissance art where objects were set in a historical and cultural context.": [],
    "She spent the final war years, 1917-1918 at the Institute of Art History in Florence.": [],
    "She wrote catalogs for the museum's Spanish and Baroque sculptures, as well as for private collectors in Berlin.": [],
    "She also contributed entries to the <em>Allgemeines Lexikon</em> of <a href=\"/beckerf\">Felix Becker</a> and <a href=\"/thiemeu\">Ulrich Thieme</a> (Thieme & Becker).": [],
    "Among her apprentices at the museum were the budding Donatello scholar <a href=\"/lanyij\">Jenö Lányi</a>.": [],
    "Late in her career she completed the catalog of the Italian and Spanish sculpture, <em>Die italienischen und spanischen Bildwerke der Renaissance und des Barock</em>.": [],
    "\"Schottmüller's writings on the domestic culture of the Italian Renaissance remain exemplary\" (Krahn).": [
        [
            95,
            100,
            [
                "Ran",
                "Train",
                "Brain",
                "Drawn",
                "Grain",
                "Rain"
            ]
        ]
    ],
    "She remained at the Kaiser Friedrich-Wilhelm Museum her entire career.</p>": []
}