{
    "<p>Novelist; first biographer of an art historian and one of the first art historians to write a monograph on Jan van Eyck.": [],
    "She was born in&nbsp;Danzig, Prussia which is present-day Gdańsk, Poland.": [
        [
            13,
            20,
            [
                "inns",
                "INBS",
                "INSP",
                "inanest",
                "&nbsp;"
            ]
        ],
        [
            21,
            27,
            [
                "Dancing",
                "Leipzig",
                "Dani",
                "Dania",
                "Dannie",
                "Dazing"
            ]
        ]
    ],
    "Schopenhauer was born Johanna Henrietta Trosiener into a wealthy Danzig merchant family.": [
        [
            40,
            49,
            [
                "Trainer",
                "Grosvenor",
                "Crosier",
                "Tremaine",
                "Freshener",
                "Procaine"
            ]
        ],
        [
            65,
            71,
            [
                "Dancing",
                "Leipzig",
                "Dani",
                "Dania",
                "Dannie",
                "Dazing"
            ]
        ]
    ],
    "Her father was Christian Heinrich Trosiener (b.": [
        [
            34,
            43,
            [
                "Trainer",
                "Grosvenor",
                "Crosier",
                "Tremaine",
                "Freshener",
                "Procaine"
            ]
        ]
    ],
    "1730), a Danzig city councilor (senator) and her mother Elizabeth Lehmann (Trosiener).": [
        [
            9,
            15,
            [
                "Dancing",
                "Leipzig",
                "Dani",
                "Dania",
                "Dannie",
                "Dazing"
            ]
        ],
        [
            75,
            84,
            [
                "Trainer",
                "Grosvenor",
                "Crosier",
                "Tremaine",
                "Freshener",
                "Procaine"
            ]
        ]
    ],
    "In an arranged marriage of 1785 Trosiener was married to a wealthy merchant friend of her father, Heinrich Floris Schopenhauer, she 18 and he 37.": [
        [
            32,
            41,
            [
                "Trainer",
                "Grosvenor",
                "Crosier",
                "Tremaine",
                "Freshener",
                "Procaine"
            ]
        ],
        [
            107,
            113,
            [
                "Flores",
                "Florid",
                "Florins",
                "Florist",
                "Loris",
                "Florin"
            ]
        ]
    ],
    "The couple had two children, Adele, who later collaborated on some of her writings, and Arthur Schopenhauer, the famous philosopher.": [],
    "The family traveled widely in England and France, and after the death (probably a suicide) of Heinrich, settled in Weimar in 1806 on the eve of the Battle of Jena.": [],
    "Her generosity to the (German) war victims of the city built a profound respect for her among the inhabitants.": [],
    "Though self educated, she began writing articles on paintings, particularly on Jan Van Eyck.": [
        [
            7,
            20,
            [
                "self-educated"
            ]
        ]
    ],
    "She also started hosting bi-weekly soireés on literary matters that attracted the intellectual though non-aristocratic literati.": [
        [
            35,
            42,
            [
                "soirées",
                "soirees",
                "soiree",
                "soirée"
            ]
        ]
    ],
    "These included the writer/philosopher <a href=\"/goethej\">Johann Wolfgang von Goethe</a>, the poet and novelist [Johann] Ludwig Tieck (1773-1853) and the poet Christoph Wieland ( 1733-1813).": [],
    "Most important for her art writing, the meetings also attracted the art historian <a href=\"/schlegela\">August Wilhelm Schlegel</a> and his brother, the art writer <a href=\"/schlegelf\">Karl Wilhelm Friedrich Schlegel</a>.": [],
    "Through her friendship with the archaeologist/art historian <a href=\"/fernowc\">Carl Fernow</a> she taught herself art history.": [],
    "Fernow also urged her to allow her son to study what he wished at the Weimar Gymnasium.": [
        [
            0,
            6,
            [
                "Fer now",
                "Fern ow"
            ]
        ]
    ],
    "Ultimately she and her son grew apart, partially because of his famous pessimism.": [],
    "After Fernow's death in 1808 she wrote his biography, <em>Fernows Leben</em>, the first book-length intellectual biography of an art historian, in 1810.": [
        [
            6,
            12,
            [
                "Fer now",
                "Fern ow"
            ]
        ]
    ],
    "Schopenhauer and her son broke completely in 1814 when her blamed her (probably rightly) for his father's suicide.": [],
    "The publication of her travelogues meeting with success, she embarked on a career as a writer.": [],
    "Her two-volume art history on van Eyck, an early one on the artist, <em>Johann van Eyck und seine Nachfolger</em>, was published in 1821.": [],
    "Her fame rested on her novels, the most notable of which were <em>Gabriele</em> (1819), <em>Die Tante</em> (1823) and <em>Sidonia</em> (1827).": [],
    "Schopenhauer rose to become the most well-known woman writer in Germany by 1830.": [],
    "The following year Brockhaus published her collected works in 24 volumes.": [
        [
            19,
            28,
            [
                "Blockhouse",
                "Bronchus",
                "Blockheads",
                "Brickbats",
                "Broughams",
                "Beckhams"
            ]
        ]
    ],
    "Her income as a writer could not keep up with her spendthrift habits, however and she lived with her daughter in Bonn as an economy.": [
        [
            77,
            81,
            [
                ", and"
            ]
        ]
    ],
    "The pair's finances continued to decline and she petitioned Karl Friedrich, Duke of Weimar who granted her a small pension in 1837 inviting her and her daughter to live in Jena.": [
        [
            40,
            44,
            [
                ", and"
            ]
        ]
    ],
    "Schopenhauer moved to the city where she died the following year.": [],
    "A manuscript of her autobiography was left incomplete.": [],
    "Schopenhauer was the first German woman writer to publish books without a pseudonym.": [],
    "As an art historiographer, her book on Fernow became an important source of information on him and the age.": [
        [
            39,
            45,
            [
                "Fer now",
                "Fern ow"
            ]
        ]
    ],
    "Her account of Jan van Eyck and his followers is counted the beginning of modern scholarship on the van Eyck.</p>": []
}