{
    "<p>Schreiber studied at the University of Leipzig where he studied archaeology with <a href=\"/overbeckj\">Johannes Overbeck</a> and philology with Friedrich Ritschl (1806-1876).": [],
    "In 1874 through a travel stipend from the DAI (Deutsche Archäologische Institut or German Archaeological Institute) he studied in Rome with Wilhelm Henzen (1816-1887) and <a href=\"/helbigw\">Wolfgang Helbig</a>.": [
        [
            71,
            79,
            [
                "Institute"
            ]
        ],
        [
            148,
            154,
            [
                "Hen zen"
            ]
        ]
    ],
    "He traveled to Greece and after particularly important study in Athens in 1876 he returned to Rome to catalog the Ludovisi family collection of classical sculpture.": [
        [
            114,
            122,
            [
                "Ludovic"
            ]
        ]
    ],
    "He completed this in 1880.": [],
    "In 1885 he became associate professor at Leipzig, adding the directorship of the museum in Leipzig the following year.": [
        [
            3,
            7,
            [
                "1885,"
            ]
        ]
    ],
    "Schreiber published widely on Hellenistic art topics.": [],
    "His <em>Kunsthistorische bilderbogen</em> was an early study of polychromy in art.": [],
    "His 1894 <em>Hellenistischen Reliefbilder</em> used a group of marble reliefs containing landscape and pictorial style associated through literary evidence with Hellenistic Alexandria, for which little art has been found.": [],
    "Schreiber launched the Ernst von Sieglin expedition to the Alexandian necropolis at Kom-el-Shugafa.": [
        [
            33,
            40,
            [
                "Saigon",
                "Caitlin",
                "Singling",
                "Kaitlin",
                "Sieging",
                "Caitlín"
            ]
        ],
        [
            59,
            69,
            [
                "Alexandrian"
            ]
        ],
        [
            84,
            98,
            [
                "Km-el-Shugafa",
                "Kom-El-Shugafa"
            ]
        ]
    ],
    "He was a chief collaborator in the publication of the expedition in 1908.": [],
    "<em>Hellenistischen Reliefbilder</em> was a controvercial work.": [],
    "The Romanist art historian <a href=\"/wickhofff\">Franz Wickhoff</a> thought Schrieber's Greek reliefs actually to be Roman.": [
        [
            4,
            12,
            [
                "Womanist"
            ]
        ]
    ],
    "Regardless, the work brought Alexandria as an art historical issue into the fore of archaeological and art historical thinking.": [],
    "<em>Kunsthistorische bilderbogen</em> was so influential that <a href=\"/springera\">Anton Springer</a> wrote <em>Die Kunst des neunzehnten Jahrhunderts</em> to accompany it.</p>": []
}