{
    "<p>Historian and portraiture scholar of the German medieval era.": [],
    "Schramm stemmed from a wealthy merchantile family.": [
        [
            0,
            7,
            [
                "Scram",
                "Scrams"
            ]
        ],
        [
            31,
            42,
            [
                "mercantile"
            ]
        ]
    ],
    "His father, Max Schramm (1861-1928), was mayor of Hamburg between 1925 and 1928 and friends with the famous independent art historian <a href=\"/warburga\">Aby M. Warburg</a>.": [
        [
            16,
            23,
            [
                "Scram",
                "Scrams"
            ]
        ]
    ],
    "The younger Schramm studied at Warburg's fledgling institute and from which he gained his bold ideas about the power of symbolism for the medieval world.": [
        [
            12,
            19,
            [
                "Scram",
                "Scrams"
            ]
        ]
    ],
    "He volunteered as a soldier in the German army during the first world war.": [],
    "After the war, he entered the University of Heidelberg where he met fellow medievalist student <a href=\"/kantorowicze\">Ernst Hartwig Kantorowicz</a>; the two would be lifelong friends with similar methodologies of visual analysis.": [],
    "Both studied under Heidelberg's two major <em>Geistesgeschichte</em> medievalists, Karl Hampe (1869-1936) and Friedrich Baethgen (1890-1972).": [],
    "Schramm completed his dissertation in 1922 under Hampe with a topic on Otto III.": [
        [
            0,
            7,
            [
                "Scram",
                "Scrams"
            ]
        ],
        [
            49,
            54,
            [
                "Hamper"
            ]
        ]
    ],
    "He lectured on medieval art at the Warburg Institute in 1923, which became one of his earliest publications in their <em>Vorträge der Bibliothek Warburg</em>.": [],
    "Schramm married Ehrengard \"Eta\" von Thadden (1900-1985), also an historian, in 1925.": [
        [
            0,
            7,
            [
                "Scram",
                "Scrams"
            ]
        ],
        [
            16,
            25,
            [
                "Regard",
                "Ehrenberg",
                "Ehrenreich",
                "Isengard"
            ]
        ],
        [
            32,
            35,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ],
        [
            36,
            43,
            [
                "Hadden",
                "Thad den"
            ]
        ],
        [
            62,
            64,
            [
                "a"
            ]
        ]
    ],
    "His habilition, written under Hampe as well, was a study of imperial ideas from the ninth to the twelfth centuries.": [
        [
            4,
            14,
            [
                "abolition",
                "habitation"
            ]
        ],
        [
            30,
            35,
            [
                "Hamper"
            ]
        ]
    ],
    "He focused on a career in teaching history, joining the historian Harry Breslau (1848-1926) as his assistant and contributor to the final <em>Scriptores</em> volume of the <em>Monumenta Germaniae Historica</em>.": [
        [
            72,
            79,
            [
                "Presley",
                "Belau",
                "Bresler"
            ]
        ]
    ],
    "Two books on medieval images appeared in 1928, <em>Die zeitgenössischen Bildnisse Karls des Grossen</em> (Contemporary Portraits of Charlemagne) and <em>Die deutschen Kaiser und Könige in Bilderen ihrer Zeit</em>, essentially image catalogs.": [],
    "The following year he was recommended for the Außerordentliche (assistant) professor position of medieval and modern history at the Universitas Georgia Augusta (Göttingen) by the historian Karl Brandi (1868-1946).": [
        [
            132,
            143,
            [
                "University",
                "Universities"
            ]
        ]
    ],
    "He published a version of his habilitationschrift at <em>Kaiser, Rom und Renovatio</em> in 1929.": [],
    "His work succeeded in getting Schramm named a Benjamin D. Shreve Fellow to Princeton University in 1932, the first foreign scholar to earn the award.": [
        [
            30,
            37,
            [
                "Scram",
                "Scrams"
            ]
        ],
        [
            58,
            64,
            [
                "Shrive"
            ]
        ]
    ],
    "He spent the 1933 year in New Jersey.": [],
    "His work on coronation symbolism resulted in a 1936 invitation by the British Royal Court to document the coronation, an English translation presented to George VI.": [],
    "Despite his sister-in-law's execution by the Gestapo--or perhaps out of that fear--Schramm joined the army in Nazi Germany in 1939, rising in 1943 to the rank of major in the German high command.": [
        [
            77,
            90,
            [
                "fear--Scram"
            ]
        ]
    ],
    "He was assigned as the personal diarist to Adolf Hitler and the German General Staff.": [],
    "After the war, Schramm was sent by the allies to the U.S.": [
        [
            15,
            22,
            [
                "Scram",
                "Scrams"
            ]
        ]
    ],
    "Army Historical Division in Versailles, France, though he resumed teaching at Göttingen by 1946.": [],
    "Beginning in 1954, he published his most important book, <em>Herrschaftzeichen und Staatssymbolik</em> (Signs of Rulership and State Symbols), ultimately a three-volume work on medieval objects (septres, miters, etc.)": [],
    "and their symbolism.": [
        [
            0,
            3,
            [
                "And"
            ]
        ]
    ],
    "In 1962 joined the art historian <a href=\"/mutherr\">Florentine Mütherich</a> in publishing an inventory of royal portraits and objects of kings and queens of Germany, <em>Denkmale der deutschen Könige und Kaiser</em>, published by the Zentralinstitut für Kunstgeschichte in Munich.": [],
    "His biography of Hitler, published in 1963, caused a stir in West Germany because its pure-reportage style lacked the condemnation of the Nazis.": [],
    "He produced volume 4, <em>Das Nachleben</em>, of the history and legacy of Charlemagne, edited by <a href=\"/braunfelsw\">Wolfgang Braunfels</a>, in 1968.": [],
    "His papers are deposited with the Staatsarchiv Hamburg.": [],
    "As a trained historian, Schramm elevated his ancillary interest in art history to serious academic discipline.": [
        [
            24,
            31,
            [
                "Scram",
                "Scrams"
            ]
        ]
    ],
    "His use of symbol analysis--he was the founder of systematic research into the iconography of rulership--and his interest in ritual demonstrated underlying political ideologies of the middle ages.": [
        [
            184,
            195,
            [
                "Middle Ages"
            ]
        ]
    ],
    "He desparaged the Warburg scholars for ignoring non-classical symbols in medieval art, e.g.": [
        [
            3,
            13,
            [
                "disparaged"
            ]
        ]
    ],
    "Germanic and Slavic (Bak).": [
        [
            21,
            24,
            [
                "Back",
                "Bad",
                "Bank",
                "Bar",
                "Ban",
                "Bay"
            ]
        ]
    ],
    "<em>Herrschaftzeichen und Staatssymbolik</em> \"the last product of the culture of German idealism in medieval studies\" (Cantor) was a vast catalog of the accoutrements of monarchy, literary, liturgical and artistic.": [],
    "Schramm was also influenced by the work of historian Walter Goetz (1867-1958), a Leipzig medievalist and his mentor, <a href=\"/lamprechtk\">Karl Lamprecht</a>, the founder of social-science based history who had himself written on art history.": [
        [
            0,
            7,
            [
                "Scram",
                "Scrams"
            ]
        ],
        [
            60,
            65,
            [
                "Get",
                "Got",
                "Gets",
                "Goes",
                "Poet",
                "Poets"
            ]
        ]
    ],
    "The Goetz/Lamprecht methodology lead to Schramm's interest in the dynamic symbols of power, \"a kind of anthropology of medieval rulership through a close reading of coronation litergy and study of pictures and royal artifacts,\" rethinking <em>Geistesgeschichte</em> and giving it new respectability.": [
        [
            4,
            9,
            [
                "Get",
                "Got",
                "Gets",
                "Goes",
                "Poet",
                "Poets"
            ]
        ],
        [
            10,
            19,
            [
                "Albrecht",
                "Lamprey",
                "Campeche",
                "Lampreys",
                "Lamplight"
            ]
        ],
        [
            40,
            47,
            [
                "Scram",
                "Scrams"
            ]
        ],
        [
            176,
            183,
            [
                "liturgy"
            ]
        ]
    ],
    "Schramm's use of western Byzantine sources drew the respect of Byzantinist <a href=\"/grabara\">André Grabar</a> and criticism of the historian József Deér (1905-1972).": [
        [
            0,
            7,
            [
                "Scram",
                "Scrams"
            ]
        ],
        [
            63,
            74,
            [
                "Byzantines"
            ]
        ]
    ],
    "His understanding of historical science was attacked in a 1960 article by Otto Neugebauer (1899-1990), with whom Neugebauer also lumped the work of the Egyptologist <a href=\"/wolfw\">Walther Wolf</a>.": [
        [
            79,
            89,
            [
                "Neubauer"
            ]
        ],
        [
            113,
            123,
            [
                "Neubauer"
            ]
        ]
    ],
    "His work on German royal portraiture remains the standard in the field, though never translated into English.</p>": []
}