{
    "<p>Historiographer; professor of art- and cultural history.": [],
    "Schulte Nordholt studied German language and literature, history, and art history at the University of Amsterdam between 1932 and 1939.": [
        [
            0,
            7,
            [
                "Schultz"
            ]
        ],
        [
            8,
            16,
            [
                "Nordhorn",
                "Northvolt"
            ]
        ]
    ],
    "The next ten years he first taught German and later history at the Rijnlands Lyceum in Wassenaar.": [
        [
            67,
            76,
            [
                "Islands",
                "Finland",
                "Inland",
                "Midlands",
                "Highlands",
                "Richland"
            ]
        ],
        [
            87,
            96,
            [
                "Passenger",
                "Wasserman"
            ]
        ]
    ],
    "During the war, in 1943, he was arrested by the German authorities and spent some time in detention.": [],
    "In 1948 he received his doctorate from the University of Amsterdam with a historiography of the Renaissance, <em>Het beeld der Renaissance</em>.": [
        [
            3,
            7,
            [
                "1948,"
            ]
        ]
    ],
    "His adviser was the historian Jan Romein (1893-1962).": [
        [
            34,
            40,
            [
                "Roman",
                "Woman",
                "Romans",
                "Romani",
                "Romano",
                "Rowan"
            ]
        ]
    ],
    "It is a broad survey and analysis of the different scholarly perceptions of the Renaissance, compared and contrasted with the view of his hero <a href=\"/burckhardtj\">Jacob Burckhardt</a>.": [],
    "For the year 1949-50 the Netherlands Organization for the Advancement of Pure Scientific Research (ZWO) granted him a travel award, which brought him to Italy.": [
        [
            99,
            102,
            [
                "TWO",
                "ZOO",
                "CWO",
                "ZEWO",
                "ZO",
                "ZRO"
            ]
        ]
    ],
    "Returned in the Netherlands, he began his academic career as an assistant in the Utrecht Institute of Art History, under <a href=\"/gelderj\">J.": [
        [
            0,
            11,
            [
                "Returned to"
            ]
        ]
    ],
    "G. van Gelder</a>.": [
        [
            3,
            6,
            [
                "Van"
            ]
        ],
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "In 1953 he was appointed full professor of art- and cultural history at the University of Groningen, as the successor of <a href=\"/neurdenburge\">Elisabeth Neurdenburg</a>.": [
        [
            3,
            7,
            [
                "1953,"
            ]
        ]
    ],
    "In his inaugural lecture, 'De evocatie van het geschonden verleden' (The Evocation of the Damaged Past), he deplored the devastating impact of the recent war on works of art.": [
        [
            30,
            38,
            [
                "evocative"
            ]
        ],
        [
            43,
            46,
            [
                "he",
                "get",
                "her",
                "set",
                "hit",
                "let"
            ]
        ],
        [
            58,
            66,
            [
                "overladen"
            ]
        ]
    ],
    "As irreplaceable witnesses of the past and as the manifestation of human creativity art works, in his view, needed to be preserved with the deepest respect.": [],
    "Schulte Nordholt is the inspiring founder of the Groningen Art History Institute.": [
        [
            0,
            7,
            [
                "Schultz"
            ]
        ],
        [
            8,
            16,
            [
                "Nordhorn",
                "Northvolt"
            ]
        ]
    ],
    "He broadened the curriculum by attracting other art historians and specialists.": [],
    "The institute also offered a course for prospective museum employees.": [],
    "Schulte Nordholt himself played an active role in the Groninger Museum, then directed by <a href=\"/degruyterj\">Josiah Willem Jos de Gruyter</a>.": [
        [
            0,
            7,
            [
                "Schultz"
            ]
        ],
        [
            8,
            16,
            [
                "Nordhorn",
                "Northvolt"
            ]
        ],
        [
            54,
            63,
            [
                "Groningen"
            ]
        ]
    ],
    "Artists frequently visited the institute.": [],
    "Schulte Nordholt organized annual excursions for his students.": [
        [
            0,
            7,
            [
                "Schultz"
            ]
        ],
        [
            8,
            16,
            [
                "Nordhorn",
                "Northvolt"
            ]
        ]
    ],
    "He was an excellent teacher whose general lectures attracted a large audience.": [],
    "His preferred fields of teaching were Italian Renaissance, and French and German art.": [],
    "His students also received an introduction into the history of art history.": [],
    "His writings are proof of his broad erudition in the field of cultural history and historiography.": [],
    "In 1957, he published 'Kunstgeschiedenis als wetenschap.'": [
        [
            41,
            44,
            [
                "ALS",
                "as",
                "all",
                "also",
                "eyes",
                "ads"
            ]
        ]
    ],
    "(Art History as Science) in the monographic handbook <em>Scientia</em>.": [],
    "In 1962 he was a member of the advisory board for the Vienna exhibition <em>Europäische Kunst um 1400</em>.": [
        [
            3,
            7,
            [
                "1962,"
            ]
        ]
    ],
    "He contributed to the catalog with an essay on the cultural and historical background of the so-called International Style.": [],
    "In <em>Algemene Geschiedenis der Nederlanden</em> he wrote a chapter on the culture of the 15h-century Burgundian era.": [],
    "In 1965, following his appointment as director of the Nederlands Instituut in Rome, he moved with his wife, Liesbeth Leclercq, and their three children to Italy.": [
        [
            54,
            64,
            [
                "Nederland's",
                "Nederland"
            ]
        ],
        [
            65,
            74,
            [
                "Institute"
            ]
        ],
        [
            108,
            116,
            [
                "Lizbeth",
                "Lizabeth",
                "Lilibeth"
            ]
        ],
        [
            117,
            125,
            [
                "Leclerc"
            ]
        ]
    ],
    "His successor in Groningen was <a href=\"/gersonh\">Horst Gerson</a>.": [],
    "Every year Schulte Nordholt temporarily returned to Groningen to teach, in the position of professor <em>extraordinarius</em>.": [
        [
            11,
            18,
            [
                "Schultz"
            ]
        ],
        [
            19,
            27,
            [
                "Nordhorn",
                "Northvolt"
            ]
        ]
    ],
    "In 1966 he was elected corresponding member of the Koninklijke Nederlandse Akademie van Wetenschappen.": [
        [
            3,
            7,
            [
                "1966,"
            ]
        ],
        [
            63,
            74,
            [
                "Nederland"
            ]
        ],
        [
            75,
            83,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "In 1979 he retired and settled with his wife in Orgia, to the south of Siena.": [
        [
            3,
            7,
            [
                "1979,"
            ]
        ],
        [
            48,
            53,
            [
                "Borgia"
            ]
        ]
    ],
    "Between 1983 and 1988 he served as chairman of the Accademia degli Arti del Disegno in Florence.": [
        [
            51,
            60,
            [
                "Academia"
            ]
        ],
        [
            61,
            66,
            [
                "deli"
            ]
        ],
        [
            67,
            71,
            [
                "Art",
                "Anti",
                "Arts",
                "Artie",
                "Arty",
                "ARI"
            ]
        ],
        [
            76,
            83,
            [
                "Diego"
            ]
        ]
    ],
    "In 1997 he returned with his wife to the Netherlands.": [
        [
            3,
            7,
            [
                "1997,"
            ]
        ]
    ],
    "The letters to his former students, together with an interview conducted by <a href=\"/osh\">Henk Van Os</a> and Anton Boschloo, were published in 1998 as <em>Brieven uit Italië</em>, in honor of their mentor, who died in the same year.": [],
    "Schulte Nordholt is primarily known by his contemporaries as an enthusiastic teacher and engaging narrator.": [
        [
            0,
            7,
            [
                "Schultz"
            ]
        ],
        [
            8,
            16,
            [
                "Nordhorn",
                "Northvolt"
            ]
        ]
    ],
    "He did not leave an impressive list of publications, but his learned writings in the field of historiography are an important contribution in Dutch to the history of art history.": [],
    "In his 1957 essay 'Kunstgeschiedenis als wetenschap' which he concludes with expressing his admiration for <em>Studies in Iconology</em> (1939) by <a href=\"/panofskye\">Erwin Panofsky</a>, Schulte Nordholt warns against one-sided historical or aesthetical interpretations.": [
        [
            37,
            40,
            [
                "ALS",
                "as",
                "all",
                "also",
                "eyes",
                "ads"
            ]
        ]
    ],
    "His own credo, which he still repeated in 1998, is that art history is the synthesis of <em>Formgeschichte</em> and <em>Geistesgeschichte</em>.</p>": []
}