{
    "Architectural historian, principally of Venice.": [],
    "Schulz’s parents were Johannes Martin Askan Schulz, an engineer and and Ilse Lebenbaum Hiller.": [
        [
            38,
            43,
            [
                "Asian",
                "ASEAN",
                "Aswan",
                "Ask an"
            ]
        ],
        [
            64,
            71,
            [
                "and"
            ]
        ],
        [
            72,
            76,
            [
                "Else",
                "ILS",
                "Isle",
                "ICSE",
                "LSE"
            ]
        ],
        [
            77,
            86,
            [
                "Lebensraum",
                "Tenenbaum"
            ]
        ],
        [
            87,
            93,
            [
                "Hitler",
                "Miller",
                "Killer",
                "Filler",
                "Heller",
                "Hillel"
            ]
        ]
    ],
    "When the Nazi Reich assumed power in Germany the six-year-old Schulz, whose maternal grandparents were Jewish, was prevented from ever attending a Gymnasium because of the racial laws, which was the route to a university education.": [],
    "In 1938 his mother moved with Schulz and his brother to Berkeley, California, where the art historian <a href=\"/hornw\">Walter W. Horn</a>, a friend of hers, helped them settle.": [],
    "Schulz attended Berkeley public schools, and then the University of California, Berkeley, graduating with a degree in engineering.": [],
    "He was drafted into and served in the postwar United States Army serving as a sergeant, 1945-1948.": [],
    "He joined the <em>San Francisco Chronicle</em> in 1950 as a reporter, then  moving to London as a copy editor <em>United Press International</em>, between 1952-1953.": [
        [
            74,
            76,
            [
                " "
            ]
        ]
    ],
    "He enrolled in 1953 at the Courtauld Institute of Art, London.": [
        [
            27,
            36,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "At the Courtauld he studied with <a href=\"/blunta\">Anthony Blunt</a> writing his dissertation in 1958 under <a href=\"/wildej\"> Johannes Wilde</a> on the topic of Venetian painted ceilings in the Renaissance.": [
        [
            7,
            16,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Schulz served in Berkeley’s art department, beginning as an instructor, then named associate curator of Renaissance art in 1964 at the Berkeley art museum, and eventually (full) professor of art.": [],
    "He was active in the rescuing of artworks in Florence during the flooding of the Arno river in 1966.": [],
    "He published a revised version of his dissertation in 1968.": [],
    "The same year Brown University selected him to join their art department as chair.": [],
    "At Brown he set about building the department, including dramatic faculty hires He sparred with the architect <a href=\"/johnsonp\">Philip Johnson</a> on the new List Art Center being designed during Johnson’s Brutalist phase for the school.": [
        [
            3,
            8,
            [
                "Brown,"
            ]
        ]
    ],
    "Schulz widened his scholarship to the material culture of Venice in general.": [],
    "He married Anne Markham, also an art historian, around this time.": [],
    "Schulz compiled a catalog of the printed images of the city in 1970, as much, he said as a reference work for scholars than a stand-alone monograph.": [],
    "One of the images, the Jacopo de’ Barbari’s view of Venice of 1500, became the focus of a 1978 <em>Art Bulletin</em> article, one that was hailed for its contextual reading of the map.": [
        [
            23,
            29,
            [
                "JaCoCo"
            ]
        ],
        [
            34,
            41,
            [
                "Barbara",
                "Barbaric",
                "Barbary",
                "Bárbara"
            ]
        ]
    ],
    "The article was one of the first in art history to use what today is known as geo-rectification, although Schulz’ work was done without the aid of computers.": [],
    "He next turned his attention to pre-Gothic palaces of Venice, publishing articles in 1982 and culminating in his 2004 book, <em>The New Palaces of Medieval Venice</em>.": [],
    "Beginning in 1984 he was a member on the scientific council of the <em>Centro Internazionale di Studi di Architettura \"Andrea Palladio\"</em> at Vicenza.": [],
    "Schulz retired in 1995 as the Andrea K. Rosenthal Professor Emeritus.": [],
    "He was awarded a Kress Professorship at the Center for Advanced Studies in the Visual Arts (CASVA) for the 2000–2001 year.": [
        [
            17,
            22,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ],
        [
            92,
            97,
            [
                "CASA",
                "CANVA",
                "CA SVA",
                "CAS VA"
            ]
        ]
    ],
    "He died of a stroke in 2014.": [],
    "Schulz’ scholarship usually followed a form of, A) catalog of the objects, B) contemporary evidence, and C) the concomitant historiography.": [],
    "He broadly viewed art, and particularly Venetian projects as phenomena, with world connections, never uniquely local achievements.": [],
    "His study of the de Barbari map, “pioneered fundamentally new ways to interpret images of this kind, ways that have had a profound influence not only on the treatment of maps and views by art historians but also on the way historians of cartography view their material.” (Friedman).": [
        [
            20,
            27,
            [
                "Barbara",
                "Barbaric",
                "Barbary",
                "Bárbara"
            ]
        ]
    ],
    "Schulz’ technique was to focus attention not on the topographical content of the map but rather its iconography.": []
}