{
    "<p>Scholar of quattrocento sculpture and author of the volumes on that topic for both the <em>Handbuch der Kunstwissenschaft</em> and <em>Propyläen Kunstgeschichte</em>.": [],
    "He was born in Godesberg, Germany, which is part of present-day Bonn, Germany.": [
        [
            15,
            24,
            [
                "Goldberg",
                "Greenberg",
                "Rosenberg",
                "Ginsberg",
                "Gutenberg",
                "Göteborg"
            ]
        ]
    ],
    "Schubring was a son of a minister in Godesberg.": [
        [
            0,
            9,
            [
                "Scouring",
                "Scrubbing",
                "Schussing",
                "Scubaing"
            ]
        ],
        [
            37,
            46,
            [
                "Goldberg",
                "Greenberg",
                "Rosenberg",
                "Ginsberg",
                "Gutenberg",
                "Göteborg"
            ]
        ]
    ],
    "After study at the universities of Greifswald, Bonn and Marburg he wrote his doctorate in theology at the University in Bonn in 1892.": [],
    "In 1893 he trained at the Scuola internazionale in Bari, Italy.": [
        [
            3,
            7,
            [
                "1893,"
            ]
        ],
        [
            26,
            32,
            [
                "Sculley",
                "Scholar",
                "Scroll",
                "Cupola",
                "Scuba",
                "Scala"
            ]
        ],
        [
            33,
            47,
            [
                "Internationale"
            ]
        ],
        [
            51,
            55,
            [
                "Bar",
                "Bars",
                "Bare",
                "Bark",
                "Barn",
                "Bart"
            ]
        ]
    ],
    "He married the daughter of the there German consul there.": [],
    "1895 became a minister at a congregation in Frankfurt am Main.": [],
    "Though a mutual congregant, he met Erich Foerster (1865-1945) publisher of the <em>Christlichen Welt</em> (\"Christian World\") magazine.": [
        [
            41,
            49,
            [
                "Forster",
                "Forester"
            ]
        ]
    ],
    "Schubring wrote articles for the <em>Welt</em>, with an ever-increasing art-historical focus.": [
        [
            0,
            9,
            [
                "Scouring",
                "Scrubbing",
                "Schussing",
                "Scubaing"
            ]
        ]
    ],
    "In 1895 he decided to study art history formally at the University of Leipzig, receiving his second doctorate in 1898 writing on the painter Altichiero (active 1372-84).": [
        [
            3,
            7,
            [
                "1895,"
            ]
        ],
        [
            141,
            151,
            [
                "Antihero",
                "Alighieri",
                "Glitchier"
            ]
        ]
    ],
    "After his dissertation, Schubring initially volunteered at the Kunstgewerbemuseum (arts and crafts museum) in Berlin.": [
        [
            24,
            33,
            [
                "Scouring",
                "Scrubbing",
                "Schussing",
                "Scubaing"
            ]
        ]
    ],
    "In 1899 he moved, still unsalaried, to the Berlin Gemäldegalerie.": [
        [
            3,
            7,
            [
                "1899,"
            ]
        ],
        [
            24,
            34,
            [
                "salaried",
                "nonsalaried"
            ]
        ]
    ],
    "Between 1899 and 1902 he was an assistant for the \"Christian\" (medieval) sculptures at the museum.": [],
    "Beginning in1900 he taught art history and literature at the Akademischen Hochschule für die bildenden Künste in Berlin.": [
        [
            85,
            88,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            93,
            102,
            [
                "blended",
                "blender",
                "bidden"
            ]
        ],
        [
            103,
            109,
            [
                "Sunset",
                "Unite",
                "Munster",
                "Unset",
                "Punster",
                "Münster"
            ]
        ]
    ],
    "Schubring wrote his habilitationsschrift in 1904 at the Technischen Hochschule Charlottenburg.": [
        [
            0,
            9,
            [
                "Scouring",
                "Scrubbing",
                "Schussing",
                "Scubaing"
            ]
        ],
        [
            56,
            67,
            [
                "Technician"
            ]
        ]
    ],
    "He then became a privatdozent in medieval and renaissance art history of Italy.": [],
    "In 1907 he was appointed the professor, moving to Basle on a year appointment as an ordinarius professor in 1909-10, and the following year returning to Charlottenburg.": [
        [
            3,
            7,
            [
                "1907,"
            ]
        ],
        [
            50,
            55,
            [
                "Base",
                "Basel",
                "Basie",
                "Bale",
                "Baste"
            ]
        ],
        [
            84,
            94,
            [
                "ordinaries"
            ]
        ]
    ],
    "He translated Vespasiano da Bisticci's biographies in 1914.": [
        [
            14,
            24,
            [
                "Vespasian"
            ]
        ],
        [
            25,
            27,
            [
                "the",
                "DA",
                "a",
                "day",
                "do",
                "Dr"
            ]
        ],
        [
            28,
            36,
            [
                "Distinct",
                "Biotic",
                "ISTCI",
                "Bistatic",
                "Listicle"
            ]
        ]
    ],
    "The following year, Schubring issued a corpus of Italian cassoni, that, along with the one for medieval ivories by <a href=\"/goldschmidta\">Adolph Goldschmidt</a> and Netherlandish painting by <a href=\"/friedlanderm\">Max J. Friedländer</a>, set a standard for the genre.": [
        [
            20,
            29,
            [
                "Scouring",
                "Scrubbing",
                "Schussing",
                "Scubaing"
            ]
        ],
        [
            57,
            64,
            [
                "Cassini"
            ]
        ]
    ],
    "He wrote the volume for the <em>Handbuch der Kunstwissenschaft</em> series of <a href=\"/springera\">Anton Springer</a> for Italian fifteenth-century sculpture in 1919.": [],
    "In 1920 he was appointed a full professor in the history of art at the Hanover Technischen Hochschule and custodian of the art collection.": [
        [
            3,
            7,
            [
                "1920,"
            ]
        ],
        [
            79,
            90,
            [
                "Technician"
            ]
        ]
    ],
    "In 1926 he authored the renaissance art volume for the other art encyclopedia of Germany, the <em>Propyläen Kunstgeschichte</em>.": [
        [
            3,
            7,
            [
                "1926,"
            ]
        ]
    ],
    "He retired emeritus in 1935 and died the same year.</p>": []
}