{
    "<p>Revisionist, documents-approach scholar to Rembrandt; American art historian who lives and works in the Netherlands.": [],
    "Schwartz's mother was a Hungarian immigrant and his father, of Polish heritage, worked in and later owned the family sweater factory.": [],
    "Schwartz himself grew up in East New York, Brooklyn, and Far Rockaway, Queens.": [
        [
            61,
            69,
            [
                "Rock away"
            ]
        ]
    ],
    "He attended Hebrew grammar and high schools.": [],
    "At age 16 he entered New York University as a freshman, where a course in art history by <a href=\"/jansonh\">Horst Woldemar Janson</a> his first year sparked an interest in the subject.": [],
    "He continued to graduate school at Johns Hopkins, studying medieval art history under <a href=\"/katzenellenbogena\">Adolf Katzenellenbogen</a>, the department's chair.": [],
    "In 1965, Schwartz completed his coursework for his Ph.D.": [],
    "securing a Kress fellowship to study the subject of globes in Dutch still-life painting in the Netherlands.": [
        [
            0,
            8,
            [
                "Securing"
            ]
        ],
        [
            11,
            16,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ]
    ],
    "He worked as a researcher for the Bollingen book series.": [
        [
            34,
            43,
            [
                "Bollinger"
            ]
        ]
    ],
    "Schwartz immediately acclimated to the Netherlands--falling in love with one of its inhabitants, Loekie Hendriks.": [
        [
            97,
            103,
            [
                "Rookie",
                "Locke",
                "Cookie",
                "Loki",
                "Louie",
                "Lonnie"
            ]
        ],
        [
            104,
            112,
            [
                "Hendrik's",
                "Hendrik",
                "Hendricks"
            ]
        ]
    ],
    "He never returned to the United States.": [],
    "In 1966, he began working free-lance translating Dutch and German texts and publishing them.": [],
    "Though he gave up a Ph.": [
        [
            20,
            22,
            [
                "pH",
                "PH",
                "PA",
                "PC",
                "Mph",
                "PM"
            ]
        ]
    ],
    "D., Schwartz mentored informally under <a href=\"/gelderj\">J.": [],
    "G. van Gelder</a> at Utrecht University whose social-history approach to art appealed to him.": [
        [
            3,
            6,
            [
                "Van"
            ]
        ],
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "Schwartz worked as van Gelder's English-language assistant between 1966-1967 at the Centrum voor Voortgezet Kunsthistorisch Onderzoek over which van Gelder presided.": [
        [
            23,
            29,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ],
        [
            84,
            91,
            [
                "Cent rum"
            ]
        ],
        [
            92,
            96,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            124,
            133,
            [
                "Undertook",
                "Undergoes",
                "Undercook"
            ]
        ],
        [
            149,
            155,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "Schwartz joined the nascent and highly respected journal <em>Simiolus</em> in 1966 as its English-language editor.": [],
    "He joined the staff of the publishing firm Meulenhoff International, Amsterdam, as an editor in 1967.": [],
    "Schwartz assisted <a href=\"/gersonh\">Horst Gerson</a> in completing <em>Rembrandt Gemälde</em> (Rembrandt Paintings) which Schwartz edited in 1968.": [],
    "The same year he married Hendriks.": [
        [
            25,
            33,
            [
                "Hendrik's",
                "Hendrik",
                "Hendricks"
            ]
        ]
    ],
    "Schwartz had early on met another art historian, <a href=\"/emmensj\">J.": [],
    "A. Emmens</a>.": [
        [
            3,
            9,
            [
                "Emmen's",
                "Emmen"
            ]
        ]
    ],
    "Emmens was interested in the intellectual judgments that went into the prevailing opinions of an artistic age (Brenson).": [
        [
            0,
            6,
            [
                "Emmen's",
                "Emmen"
            ]
        ],
        [
            111,
            118,
            [
                "Benson",
                "Bronson",
                "Brendon",
                "Brenton",
                "Branson",
                "Brunson"
            ]
        ]
    ],
    "Schwartz translated the summary of Emmens' book <em>Rembrandt en de regels van de kunst</em> into English.": [
        [
            35,
            41,
            [
                "Emmen's",
                "Emmen"
            ]
        ]
    ],
    "In 1969, the Rembrandt Research Project was founded at the 300th anniversary of Rembrandt's death (1669).": [],
    "The RRP's thrust was largely connoisseurship, to determine an accurate number of authentic Rembrandts.": [
        [
            91,
            101,
            [
                "Rembrandt's",
                "Rembrandt"
            ]
        ]
    ],
    "Van Gelder made a plea to Rembrandt scholars in general in 1970 for a more scholarly reconstruction of Rembrandt's patrons.": [
        [
            4,
            10,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "This was largely ignored in the art history community, except for Schwartz.": [],
    "Schwartz heeded van Gelder's call in a sense; he developed the thesis that Rembrandt's art was related in important ways to the interests and biographies of his immediate patrons (Snyder/Schwartz).": [
        [
            20,
            26,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "During this time--and much like the scholar/publisher <a href=\"/straussw\">Walter L. Strauss</a>--Schwartz founded his own publishing concern to print books he considered important to art history, Uitgeverij Gary Schwartz in Maarssen, the Netherlands, in 1971.": [],
    "Schwartz edited and acted as publisher for the 1976 book <em>All the Paintings of the Rijksmuseum in Amsterdam: a Completely Illustrated Catalogue</em> by <a href=\"/thielp\">Pieter J. J. van Thiel</a>.": [],
    "Schwartz's first initiated book on art, the 1977 <em>Rembrandt: All the Etchings Reproduced in True Size</em>, was typical of his publications on art in that it focused on primary sources.": [],
    "His <em>Rembrandt: zijn leven, zijn schilderijen</em> (<em>Rembrandt: his Life, his Paintings</em>), 1984, written in Dutch and published in English the following year, clearly established Schwartz as a serious Rembrandt scholar.": [],
    "The book examined the social history around the time the paintings were created and particularly the patronage history of Rembrandt's work.": [],
    "In 1986-1987 he was a Getty Scholar at the Getty Center for the History of Art and Humanities, then housed in Santa Monica, CA.": [],
    "While there, he was one of 30 scholars called to Boston to discuss the downgrading of Rembrandt paintings by the RRP in the collections of the Metropolitan Museum of Art, the Museum of Fine Art, Boston, and the Isabella Stewart Gardner Museum.": [],
    "The group, with Schwartz's participation, concluded that there was no consensus on which Rembrandts in those collections were authentic.": [
        [
            89,
            99,
            [
                "Rembrandt's",
                "Rembrandt"
            ]
        ]
    ],
    "In 1988 Schwartz sold his publishing firm to SDU, a privatized successor to the Dutch Government Printing Office.": [],
    "He worked as publisher of the imprint Gary SchwartzSDU until 1991, when SDU discontinued its publications on art and culture.": [
        [
            43,
            54,
            [
                "Schwartz SDU"
            ]
        ]
    ],
    "In 1989 he was Regents Lecturer at the University of California, Los Angeles, and in 1990 he delivered the Leventritt Lecture at Harvard University.": [
        [
            3,
            7,
            [
                "1989,"
            ]
        ],
        [
            107,
            117,
            [
                "Eventbrite"
            ]
        ]
    ],
    "In 1998, with support from the Netherlands Institute for Cultural Heritage, he founded CODART, the International Council of Curators of Dutch and Flemish Art.": [
        [
            87,
            93,
            [
                "COD ART",
                "CODA RT"
            ]
        ]
    ],
    "Schwartz served as director of CODART until 2005, continuing as webmaster until 2008.": [
        [
            31,
            37,
            [
                "COD ART",
                "CODA RT"
            ]
        ]
    ],
    "In 2009 he received the Prince Bernhard Cultural Foundation Prize for the Humanities, a lifetime achievement award.": [
        [
            3,
            7,
            [
                "2009,"
            ]
        ]
    ],
    "Schwartz's contributions to Dutch art history were exceptional in many ways.": [],
    "Because of the need to expertise, to assign authenticity to Rembrandt works, most work on the artist was based upon connoisseurship and formalist methodologies.": [],
    "Schwartz revised the accepted view of Rembrandt, arguing against the notion that the artist was a humanitarian and an isolated genius.": [],
    "Schwartz's examination of a myriad of documents resulted in a portrait of the artist as competitive and not a particularly well-read person.": [],
    "Throughout his career, his translations of Dutch texts established him as a primary-source scholar.</p>": []
}