{
    "<p>Specialist in Greek art and historiography; particularly known for his work on the Greek geometric pottery style.": [],
    "Schweitzer's father was Major Carl Georg Heinrich Schweitzer, a career soldier (Major) in the German infantry \"Vogel von Falckenstein\" division.": [
        [
            121,
            133,
            [
                "Frankenstein",
                "Wallenstein"
            ]
        ]
    ],
    "His mother was Christiana Auguste Adeline Caroline Aneshänsel (Schweitzer).": [
        [
            26,
            33,
            [
                "August",
                "Augusta",
                "Augusto",
                "Augusts",
                "Auguster"
            ]
        ]
    ],
    "Schweitzer received his abitur from the Gymansium in Kalrsruhe in 1911.": [
        [
            24,
            30,
            [
                "Abitur",
                "arbiter",
                "Artur",
                "biter",
                "habitué",
                "habitue"
            ]
        ],
        [
            40,
            49,
            [
                "Gymnasium"
            ]
        ],
        [
            53,
            62,
            [
                "Karlsruhe"
            ]
        ]
    ],
    "He studied at the universities in Berlin, under <a href=\"/loeschckeg\">Georg Loeschcke</a> and Heidelberg, receiving his doctorate from the latter under <a href=\"/duhnf\">Friedrich von Duhn</a> in 1917.": [],
    "His Heidelberg studies were augmented with courses from classicists Franz Boll (1867-1924), and the von Duhn student and ceramics scholar <a href=\"/pagenstecherr\">Rudolf Pagenstecher</a>.": [
        [
            100,
            103,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ],
        [
            104,
            108,
            [
                "Kuhn",
                "Duh",
                "Dunn",
                "Dun"
            ]
        ]
    ],
    "His dissertation was on the topic of chronology of style in the Geometric period of Greek pottery.": [],
    "During these years he befriended <a href=\"/panofskye\">Erwin Panofsky</a> and the two remained lifelong friends.": [],
    "In the first World War Schweitzer was a flying instructor and test pilot; throughout his life he had a reputation of fearlessness (Fuchs).": [],
    "After completing his <em>Habilitation</em> in 1921 at Heidelberg with a topic on the concept of art and the artist in ancient art, he received a stipend to study at the Deutsches Archäologisches Institut (DAI or German Archaeological Institute) in Greece, but the hyper-inflation of the German mark meant that Schwetizer had to support himself as a musician (he was an accomplished piano player and adaquate violinist) and lecturer.": [],
    "He was apppointed Ordinarius professor at the University of Königsberg in 1925.": [
        [
            7,
            17,
            [
                "appointed",
                "app pointed"
            ]
        ],
        [
            18,
            28,
            [
                "Ordinaries"
            ]
        ]
    ],
    "He married Elisbeth Rudolph (b.": [
        [
            11,
            19,
            [
                "Elisabeth",
                "Élisabeth"
            ]
        ]
    ],
    "1907) in 1931.": [],
    "The following year he accepted a position at the University of Leipzig, replacing <a href=\"/studniczkaf\">Franz Studniczka</a>.": [],
    "During the war his note cards of all his research were destroyed and Schweitzer had to begin his research again, a loss he likened to a colleague's loss of wife and children.Following World War II Schweitzer was appointed the first Rektor of Leipzig University (1945/46) when philosopher Hans Georg Gadamer (1900-2002) was found unfit.": [
        [
            174,
            183,
            [
                " Following"
            ]
        ],
        [
            232,
            238,
            [
                "Rector"
            ]
        ],
        [
            299,
            306,
            [
                "Gamer",
                "Cadaver",
                "Madame",
                "Gadder"
            ]
        ]
    ],
    "He published a study on Roman Republic portraiture, <em>Die Bildniskunst der römischen Republik</em> in 1948.": [],
    "The same year he moved to Tübingen University, replacing <a href=\"/watzingerc\">Carl Watzinger</a>.": [],
    "Beginning in the 1950s, Schweitzer returned to the study of Geometric-era Greek art, working on a magnum opus on the art of the period.": [],
    "He retired emeritus from the University in 1960.": [],
    "At his death in 1966, his work remained unpublished.": [],
    "It appeared in 1969 as <em>Die geometrische Kunst Griechenlands</em> and in an excellent English translation as <em>Greek Geometric Art</em> in 1971.</p>\n\n<p>Schweitzer was a leading exponent of the <em>Strukturforschung</em> (structural research) school, a German theoretical notion attempting to replace the concept of style with a spatial structural analysis, which was linked to cultural identity.": [],
    "This group included <a href=\"/krahmerg\">Gerhard Krahmer</a>, <a href=\"/kaschnitzweinbergg\">Gido Kaschnitz von Weinberg</a>, and <a href=\"/matzf\">Friedrich Matz (1890-1974)</a>.</p>": []
}