{
    "Early historian of photography; scholar of graphics in general.": [],
    "He was born in Prague, Czechoslovakia, (present-day Prague, Czech Republic).": [],
    "Schwarz graduated from the Akademisches Gymnasium in Vienna with an Abitur in 1913.": [],
    "He entered the university in Vienna studying art history, archaeology and philosophy.": [],
    "At the outbreak of World War I, Schwarz served in the Austrian miliary, 1914, assigned to the field artillery.": [
        [
            63,
            70,
            [
                "military",
                "biliary",
                "ciliary"
            ]
        ]
    ],
    "He resumed his studies in 1919, writing a dissertation on the beginning of lithography in Vienna, under the \"Vienna School\" scholar <a href=\"/dvorakm\">Max Dvořák</a>, though his degree came after Dvořák's death in 1921.": [],
    "He worked as a volunteer at the Albertina Museum print collection, 1921-1923.": [],
    "Still unsalaried, he was promoted to a scholar research assistant from 1923 to 1927.": [
        [
            6,
            16,
            [
                "salaried",
                "nonsalaried"
            ]
        ]
    ],
    "That year, 1927 he accepted a position as curator at the Austrian Gallery, \"Baroque Museum\" (Belvedere) in the 19th-century gallery under F. M. Haberditzl.": [],
    "Schwarz was responsible for many exhibitions on 19th-century art at the museum, which opened in 1929, foreign exhibitions, as well as the 1934 Venice Biennale.": [],
    "Though Schwarz' field of study was graphics in general, his early interest in photography as an art medium made him a pioneer in the field.": [],
    "He was the first to write (in 1931) on the photographer David Octavius Hill.": [],
    "The annexation of Austria by the Nazis in 1938 meant that Schwarz, a Roman Catholic of Jewish decent, could no longer work in national museums.": [
        [
            94,
            100,
            [
                "descent"
            ]
        ]
    ],
    "Schwarz sold part of his personal library to move to Sweden the same year.": [],
    "He immigrated to the United States in 1940 working as a research assistant at the Albright Knox Museum in Buffalo, NY.": [],
    "Schwarz received financial living assistance from <a href=\"/warburge\">Eddie Warburg</a>, an arts benefactor, amateur art historians and nephew of art historian <a href=\"/warburga\">Aby M. Warburg</a>.": [],
    "In 1943 he was appointed curator for painting, drawing and prints at the Museum of Art, Rhode Island School of Design.": [
        [
            3,
            7,
            [
                "1943,"
            ]
        ]
    ],
    "He married in 1948, remaining at RISD until 1953.": [],
    "After two years as a visiting professor, 1954-1956, at Wesleyan University, Middletown, CT, he taught as professor there 1956-1962 and as the curator of the Davidson Art Center Collection (the latter through 1972).": [],
    "Schwarz lectured at visiting professor at Columbia University between 1966 and 1968 as a replacement for <a href=\"/heldj\">Julius S. Held</a>.": [],
    "He retired emeritus in 1972.": [],
    "\"Schwarz was a pioneer of the study of photography's historical evolution and development and its relationship with the traditional pictorial arts.": [],
    "He proposed that photography benefited from the 'inner-preparedness' it had been given by the fact that the 'fixed viewpoint had become the <em>alpha</em> and <em>omega</em> of the aesthetic credo.\"": [],
    "(Hamber).": [
        [
            1,
            7,
            [
                "Chamber",
                "Hammer",
                "Amber",
                "Hamper",
                "Camber",
                "Haber"
            ]
        ]
    ],
    "Beaumont Newhall characterized Schwarz's book on Hill as one where the author recognized and treated Hill as an artist who \"happened to use a camera.\"": [
        [
            9,
            16,
            [
                "New hall"
            ]
        ]
    ],
    "(Wendland).": [
        [
            1,
            9,
            [
                "Wend land"
            ]
        ]
    ],
    "At Wesleyan he demonstrated his exceptional connoisseurship of the entire history of graphic art through brilliant acquisitions, many of undervalued artists such as Hendrick Goltzius.": [
        [
            3,
            11,
            [
                "Wesleyan,"
            ]
        ],
        [
            165,
            182,
            [
                "Hendrik Goltzius"
            ]
        ]
    ],
    "He discovered a rare Goya lithograph portrait in the stacks of the university library.": [],
    "A warmth of character, particularly in his seminars launched three students on notable careers: Alan Shestack (1938- 2020), Ellen \"Puffin\" Gates D'Oench (1930-2009) and John T. Spike (b.1951).": [
        [
            101,
            109,
            [
                "She stack",
                "Shes tack"
            ]
        ],
        [
            115,
            117,
            [
                "–"
            ]
        ],
        [
            147,
            152,
            [
                "Bench",
                "Wench",
                "Hench",
                "Tench"
            ]
        ]
    ]
}