{
    "<p>Director general of the Berlin museums and administrative innovator.": [],
    "Initially an artist, Schöne switched his calling to a study of archaeology in the mid-1860s, and received his Habilitation in 1868.": [
        [
            21,
            27,
            [
                "Shone",
                "Scone"
            ]
        ],
        [
            110,
            122,
            [
                "Rehabilitation",
                "Habitation",
                "Facilitation",
                "Debilitation",
                "Habilitating"
            ]
        ]
    ],
    "Lecturer at the University of Halle (186?-1872).": [],
    "As general director of the Royal Museum of Berlin (1880-1905), Schöne was instrumental in reorienting the Prussian museum system away from a focus on aestheticising classicism and towards the historicist periodization favored by leading academics.": [
        [
            63,
            69,
            [
                "Shone",
                "Scone"
            ]
        ],
        [
            150,
            164,
            [
                "aestheticizing"
            ]
        ]
    ],
    "He oversaw the reorganization of the Royal Museum and the establishment of provincial museums in Bonn and Trier.": [],
    "He was instrumental in the promotion of <a href=\"/conzea\">Alexander Conze</a> to the antiquities collection at the Berlin museum, after the disappointing efforts of Karl Bötticher (1806-1889).": [],
    "In 1880 he became the first non-aristocratic director general of the Berlin museums.": [
        [
            3,
            7,
            [
                "1880,"
            ]
        ]
    ],
    "He retired in 1905.": [],
    "The Richard-Schöne Gesellschaft für Museumsgeschichte was founded in 1994 to continue the aims of museology that he established.": [
        [
            4,
            18,
            [
                "Richard Schoen"
            ]
        ],
        [
            32,
            35,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "In his capacity as a Prussian Ministry of Culture civil servant, Schöne established the institutional structure of the German museums, beginning in 1878.": [
        [
            65,
            71,
            [
                "Shone",
                "Scone"
            ]
        ]
    ],
    "He developed the Museum Island in Berlin, as the focal point of the German museum world.</p>": []
}