{
    "<p>Painter, poet and writer on art.": [],
    "Bell was the seventh child of Robert Scott and Ross Bell (Scott).": [],
    "His four eldest brothers died in an 1807 epidemic.": [],
    "Bell himself was educated at the Trustees' Academy in Edinburgh, learning engraving, and publishing <em>Views of Loch Katrine and Adjacent Scenery</em> before he was twenty.": [],
    "Though he never attended college, Bell convinced the Board of Trade in 1837 to offer him the founding headmastership in the Government School of Design in London.": [
        [
            102,
            116,
            [
                "headmaster ship",
                "headmasters hip"
            ]
        ]
    ],
    "The same year, \"a new and interesting school of historical and loosely speaking, inventive and illustrative painters' attracted his attention, the Pre-Raphaelite Brotherhood.": [],
    "In 1846 his poems \"The Year of the World,\" \"Rosabell\" and \"A Dream of Love,\" published in the February and March numbers of Leigh Hunt's <em>Monthly Repository</em>, inspired Dante Gabriel Rossetti to seek him out in a letter of 1847.": [
        [
            44,
            52,
            [
                "Rosa bell"
            ]
        ]
    ],
    "Scott and Rosetti advised and inspired each other for most of the rest of their lives.": [
        [
            10,
            17,
            [
                "Rosette",
                "Rosetta",
                "Rossetti"
            ]
        ]
    ],
    "Scott left the School in1851 for the Department of Practical Art in Newcastle, under the direction of Sir Henry Cole (1808-1882).": [],
    "It was then that he started dabbling in art-historical writing.": [],
    "In 1859, Scott met Alice Boyd.": [],
    "Boyd and Scott's wife, Letitia Norquoy, maintained a love triangle of inspiration and passion for the next twenty-six years.": [
        [
            31,
            38,
            [
                "Torquay"
            ]
        ]
    ],
    "Rossetti spent the summer of 1868 and 1869 with Scott and Boyd at Penkill Castle, Boyd's home.": [
        [
            66,
            73,
            [
                "Pen kill"
            ]
        ]
    ],
    "At the castle, Rossetti resolved to take up poetry again after a vow not to because of the death of his muse, Elizabeth Siddal (1829-1862).": [
        [
            120,
            126,
            [
                "Signal",
                "Ideal",
                "Tidal",
                "Sidney",
                "Saddam",
                "Midday"
            ]
        ]
    ],
    "Bell reviewed the 1870 biography of Albrecht Dürer by <a href=\"/heatonm\">Mary Margaret Heaton</a>, criticizing it as \"hysterical and prejudiced,\" only to use large portions of her translations of Dürer documents--unacknowledged--in his own book of Dürer of the same year.": [],
    "Swinburne abhorred Scott, pronouncing him \"the Parasite of the North.\"": [],
    "A mediocre painter and historian, his fame largely rests with the poetry he wrote and helped inspire in Rosetti.</p>": [
        [
            104,
            111,
            [
                "Rosette",
                "Rosetta",
                "Rossetti"
            ]
        ]
    ]
}