{
    "<p>Architect, biographer and architectural historian, exponent of the Renaissance architectural style and anti-Ruskin critic.": [],
    "Scott was born to Russell Scott (1837-1908), a successful manufacturer, and Jessie Thurburn (Scott) (1844-1921).": [
        [
            83,
            91,
            [
                "Thorburn",
                "Thur burn"
            ]
        ]
    ],
    "His uncle was Charles Prestwich Scott (1846-1932), the long-time editor of the <em>Manchester Guardian</em>.": [
        [
            22,
            31,
            [
                "Prestige",
                "Restrict",
                "Greenwich",
                "Prentice",
                "Pre-tick",
                "Restitch"
            ]
        ]
    ],
    "The affluence of his family allowed Scott to be tutored privately attending Highgate and Rugby schools.": [
        [
            76,
            84,
            [
                "High gate"
            ]
        ]
    ],
    "He traveled with his family extensively in Italy.": [],
    "After a year at St.": [],
    "Andrews College, he entered New College, Oxford in 1902 studying under the classicist Gilbert Murray (1866-1957).": [],
    "At Oxford, Scott earned the Newdigate prize in 1906 for a poem, \"The Death of Shelley,\" but more importantly, the chancellor's essay prize in 1908 for an essay on architectural history, \"The National Character of English Architecture,\" which was published.": [
        [
            28,
            37,
            [
                "Woodgate"
            ]
        ]
    ],
    "He also discovered his own bisexuality around this time.": [],
    "In 1906 together with the Bloomsbury economist John Maynard Keynes (1883-1946), he visited the art historians <a href=\"/berensonb\">Bernard Berenson</a> and his wife, <a href=\"/berensonm\">Mary Berenson</a> at their villa outside Florence, I Tatti.": [],
    "Scott developed a strong attachment to Mary and she to him, a woman who herself had left a husband and children to live with and marry Berenson.": [
        [
            135,
            143,
            [
                "Benenson"
            ]
        ]
    ],
    "Scott became <a href=\"/berensonb\">Bernard Berenson</a>'s librarian at I Tatti comprising part of the Berensons' famous circle of dilettanti.": [],
    "He traveled with the Berensons throughout Italy.": [
        [
            21,
            30,
            [
                "Parsons",
                "Barons",
                "Baryons",
                "Benenson"
            ]
        ]
    ],
    "When Scott failed to distinguish himself as a classical student at Oxford, Mary introduced him to the architect Cecil Pinsent (1884-1963) in 1907.": [
        [
            118,
            125,
            [
                "Pin sent"
            ]
        ]
    ],
    "Scott embarked on a career in architecture.": [],
    "He initially assisted Ogden Codman (1863-1951), an American interior designer, on his catalogue raisonné of French châteaux (never published).": [
        [
            28,
            34,
            [
                "Colman",
                "Conman",
                "Cowman",
                "Cotman",
                "Rodman",
                "Cod man"
            ]
        ]
    ],
    "Though he studied only a few months at the Architectural Association School in London, 1907-1908, he and Pinsent became partners in an architectural practice in Florence.": [
        [
            105,
            112,
            [
                "Pin sent"
            ]
        ]
    ],
    "Their initial commission, the renovation of I Tatti's interior and designs for its garden brought them subsequent commissions from the wealthy British and American community in Florence, including a Renaissance-style home for philosopher Charles Augustus Strong (1862-1940), the son-in-law of John D. Rockefeller (1839-1937).": [
        [
            46,
            51,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ]
    ],
    "They also created alterations to Michelozzo di Bartolomeo's Villa Medic, Fiesole, owned by the aristocratic widow of an American diplomat, Lady Sybil Marjorie Cutting (1879-1942).": [
        [
            33,
            43,
            [
                "Michelob"
            ]
        ],
        [
            73,
            80,
            [
                "Fie sole"
            ]
        ]
    ],
    "Scott's avocation was architectural history.": [],
    "He spent his spare hours researching Renaissance architecture resulting in his 1914 book <em>The Architecture of Humanism</em>.": [],
    "A serious treatise on the Renaissance architectural style, <em>Architecture of Humanism</em> was organized around debunking various \"fallacies,\" (as Scott called them) largely posited or endorsed by <a href=\"/ruskinj\">John Ruskin</a>, which Scott felt had unnecessarily maligned that genre of architecture.": [],
    "Scott was a man of numerous love affairs throughout his life.": [],
    "In 1918 he married his earlier patron, Lady Sybil.": [
        [
            3,
            7,
            [
                "1918,"
            ]
        ]
    ],
    "<a href=\"/berensonm\">Mary Berenson</a> was horrified and suffered a nervous breakdown; the rupture with her led to Scott's own stay in1919 in a Lausanne sanitarium.": [],
    "There he began his celebrated biography of the eighteenth-century novelist Madame de Charrière.": [],
    "Scott found employment with the British embassy in Rome, directing its press office.": [],
    "A love affair with Vita Sackville-West (1892-1962) in 1923 gave him the literary inspiration to complete his Charrière book.": [
        [
            109,
            118,
            [
                "Carrier",
                "Carriers",
                "Harriers",
                "Harrier",
                "Carrère",
                "Charier"
            ]
        ]
    ],
    "In 1924 a revised edition of <em>The Architecture of Humanism</em> was published with a revised final chapter and an epilogue.": [],
    "The next year he returned to England.": [],
    "Lady Sybil divorced Scott in 1926 and he moved to the United States in 1927 as the first editor of the Boswell papers, owned by Colonel Ralph H. Isham (1890-1955).": [
        [
            33,
            37,
            [
                ", and"
            ]
        ],
        [
            145,
            150,
            [
                "Islam",
                "Sham",
                "Ishim",
                "ISAM",
                "I sham",
                "Is ham"
            ]
        ]
    ],
    "He lived on Long Island, NY, editing the project.": [],
    "Scott published six volumes of the letters and was contracted by the publisher Houghton Mifflin to write Boswell's biography as well.": [],
    "However, he contracted pneumonia in 1929 and died suddenly.": [],
    "He was cremated and his ashes placed in New College, Oxford.": [
        [
            15,
            19,
            [
                ", and"
            ]
        ]
    ],
    "<em>The Architecture of Humanism</em> is considered an influential twentieth-century treatise on architecture.": [],
    "In it, Scott attacked Ruskin's condemnation of Renaissance architecture, arguing for a meaningful relationship between architecture and human values (Kleinbauer).": [
        [
            150,
            160,
            [
                "Leaguer"
            ]
        ]
    ],
    "He equally chided form-follows-function notion of Louis Sullivan (1856-1924), advocating instead a return to Western classical architecture.": [],
    "Though original in many respects, the book draws upon the art history of Berenson, the writing of <a href=\"/pagetv\">Violet Paget</a>, and the theoretical work of the sculptor Adolf von Hildebrand and the esthetician Theodor Lipps (1851-1914).": [
        [
            73,
            81,
            [
                "Benenson"
            ]
        ]
    ],
    "A personally temperamental and somewhat snobbish man, Scott's genuine breadth of knowledge and creativity (a bed he designed is displayed in the Victoria and Albert Museum) was acknowledged by many.</p>": []
}