{
    "<p>Yale architectural historian.": [],
    "Scully was born to a modest family in New Haven, a city in which he remained his entire life.": [
        [
            0,
            6,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ]
    ],
    "After graduating from high school at 15, he entered Yale University with a scholarship in 1936.": [],
    "At Yale, the lectures of Chauncey B. Tinker (1876-1963) caught his interest and he began graduate work in English.": [],
    "He quit after only one semester (citing a distain for the New Criticism that had gripped academic English departments).": [
        [
            42,
            49,
            [
                "disdain",
                "distrain",
                "dist ain"
            ]
        ]
    ],
    "After failing to make the Army Flying Cadets, he joined the U. S. Marines in 1941 where he saw action in both the Mediterranean and Pacific theaters.": [],
    "He married Nancy Keith, a Wellesley art history student in 1942.": [],
    "After discharge in 1946, Scully returned to Yale and to art history.": [
        [
            25,
            31,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ]
    ],
    "He was influenced by the French-school art historians at Yale (in contrast to the Germanic art historians at the other Ivy Leagues of Harvard and NYU), particularly <a href=\"/focillonh\">Henri Focillon</a> and <a href=\"/aubertm\">Marcel Aubert</a>.": [],
    "Scully was advised by <a href=\"/hamiltong\">George Heard Hamilton</a> to write on the Hudson River School painters.": [
        [
            0,
            6,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ]
    ],
    "Scully, however, had been deeply moved by the book <em>Rhode Island Architecture</em> by <a href=\"/hitchcockr\">Henry-Russell Hitchcock</a>.": [
        [
            0,
            6,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ]
    ],
    "Hitchcock, who was teaching at Wesleyan University near Yale, agreed to be Scully's Ph.D.": [
        [
            75,
            81,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ]
    ],
    "advisor, which took Scully a mere three-and-a-half years to complete.": [
        [
            0,
            7,
            [
                "Advisor"
            ]
        ],
        [
            20,
            26,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ]
    ],
    "Scully taught the large undergraduate survey of art history at Yale during the 1947-1948 year during the sabbatical of <a href=\"/meeksc\">Carroll L. V. Meeks</a> with fellow graduate student <a href=\"/ackermanj\">James S. Ackerman</a>.": [
        [
            0,
            6,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ]
    ],
    "He also began a life-long friendship with the architect Louis Kahn (1901-1974) in 1947, who had come to teach at Yale.": [
        [
            62,
            66,
            [
                "Khan",
                "Hahn",
                "Kuhn",
                "AHN",
                "Kan",
                "Kohn"
            ]
        ]
    ],
    "Hitchcock introduced Scully to Frank Lloyd Wright who designed a house for Scully (never built).": [
        [
            21,
            27,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ],
        [
            75,
            81,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ]
    ],
    "Scully was immediately appointed to the History of Art faculty upon his graduation from Yale in 1949.": [
        [
            0,
            6,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ]
    ],
    "The first chapter of his dissertation appeared in the <em>Art Bulletin</em> as \"Romantic Rationalism.\"": [],
    "Scully was awarded a Fulbright Fellowship in 1950 to study gothic architecture in France, deferred for a year, by which time his interests had changed to Greek architecture.": [
        [
            0,
            6,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ]
    ],
    "At Yale, Scully's powerful position pushed out younger architectural faculty, such as <a href=\"/jordyw\">William H. Jordy</a>, who moved to Brown.": [
        [
            9,
            15,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ]
    ],
    "Scully spent 1955 in Greece researching a book on the topic.": [
        [
            0,
            6,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ]
    ],
    "Throughout these years, he developed a strong appreciation for Wright and a growing distaste for the Bauhaus architects.": [],
    "Around this time he became interested in Jungian archetypes, applying the term to architecture.": [],
    "He was also one of the first to realize the \"neoclassical\" impulses in the work of Mies van der Rohe, relating them to <em>Architectural Principles in the Age of Humanism</em> by <a href=\"/wittkowerr\">Rudolf Wittkower</a>.": [],
    "He received tenured at Yale in 1956.": [],
    "By the late 1950s, Scully published portions of what would become a standard in the field of modern building, <em>Modern Architecture: The Architecture of Democracy</em> (1961).": [
        [
            19,
            25,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ]
    ],
    "The same year he was appointed full professor.": [],
    "The following year, his research on Greek architecture was published as <em>The Earth, the Temple and the Gods</em>.": [],
    "The influence of Le Corbusier (specifically his <em>Vers une architecture</em>, 1923) was particularly apparent.": [],
    "Perhaps for that reason, the monograph was poorly received by the classicist community.": [],
    "Characterized as \"a fabrication of a modern mind to suit a modern interpretation,\" (Homer Thompson, Princeton), Scully never again attempted a book on classical architecture, despite another research trip to Greece in 1962-1963.": [
        [
            112,
            118,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ]
    ],
    "Scully's disenchantment with International-style architecture was evident in his 1963 article criticizing the Gropius-designed Pan Am building in New York, \"Death of a Street.\"": [
        [
            0,
            6,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ],
        [
            131,
            133,
            [
                "Am I",
                "I am"
            ]
        ]
    ],
    "However, he found himself defending modern architecture in a print debate with Norman Mailer in the <em>Architectural Forum</em> titled \"Mailer vs.": [],
    "Scully\" (1964).": [
        [
            0,
            6,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ]
    ],
    "Around this time he began championing the young architect Robert Venturi (b.": [],
    "1925).": [],
    "Scully's introduction to Venturi's 1966 <em>Complexity and Contradiction</em> is widely acknowledged to have solidified both Venturi's and Scully's careers (Levine).": [
        [
            0,
            6,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ],
        [
            139,
            145,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ]
    ],
    "He went so far as to claim <em>Complexity and Contradiction in Architecture</em> was second only to Le Corbusier's <em>Vers une Architecture</em> (1923).": [],
    "Scully increasingly seemed to adopt much of Mailer's arguments about the blandness and totalitarian implications of modern architecture.": [
        [
            0,
            6,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ]
    ],
    "In 1965 Scully divorced his wife and married Marian LaFollette Wohl.": [
        [
            8,
            14,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ],
        [
            63,
            67,
            [
                "Wool",
                "OHL",
                "Kohl",
                "WOL"
            ]
        ]
    ],
    "Scully's <em>American Architecture and Urbanism</em> (1969) was essentially a rewrite of his <em>Modern Architecture</em> incorporating1960s architecture (including the late work of Kahn) and emphasizing the American Beaux-arts tradition.": [
        [
            0,
            6,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ],
        [
            182,
            186,
            [
                "Khan",
                "Hahn",
                "Kuhn",
                "AHN",
                "Kan",
                "Kohn"
            ]
        ]
    ],
    "Scully completed research on his book of southwest architecture by 1969, but <em>Pueblo: Mountain, Village, Dance</em> did not appear until 1975.": [
        [
            0,
            6,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ]
    ],
    "In the interim, <em>The Shingle Style Today, or the Historian's Revenge</em> appeared.": [],
    "During this time Scully was master of Morse College, Yale, from 1969 until 1975.": [
        [
            17,
            23,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ]
    ],
    "He spent the 1972-1973 year as a Fellow for the National Endowment for the Humanities in Switzerland and France.": [],
    "He divorced his second wife in 1978 and married the art historian Catherine Lynn in 1980.": [],
    "A major <em>New Yorker</em> profile was also written on Scully the same year.": [
        [
            56,
            62,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ]
    ],
    "Scully remained teaching at Yale until he reached the mandatory 70-years in 1990.": [
        [
            0,
            6,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ]
    ],
    "In retirement he taught at the University of Miami with Lynn.": [
        [
            3,
            13,
            [
                "retirement,"
            ]
        ]
    ],
    "The years of the 1990s brought his <em>Architecture: The Natural and the Manmade</em> (1991), a critique, in part, of modern architecture's failure to harmonize with the fabric of cities.": [],
    "His students included <a href=\"/kostofs\">Spiro Konstantin Kostof</a>.": [],
    "Scully was a champion of the \"other modernism\" in architecture, the non-International school of architecture in the twentieth century.": [
        [
            0,
            6,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ]
    ],
    "His books on Wright, Venturi and indigenous American architecture opened architectural theory from dry formalism to psychological and archetypal analysis.": [],
    "Scully's <em>Shingle Style</em> (1974) credited Venturi, <a href=\"/moorec\">Charles H. Moore</a>, and their students as the true successors of Le Corbusier, opposing the 1972 book <em>Five Architects</em>, which attributed the lineage to Peter Eisenman and Michael Graves.": [
        [
            0,
            6,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ]
    ],
    "Scully's later work shows the influence of Harold Bloom (b.": [
        [
            0,
            6,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ]
    ],
    "1930), the conservative Yale literary historian, whose Freudian framework (as opposed to Scully's earlier use of Jung) he may have adopted from Bloom's <em>Anxiety of Influence</em> (1973).": [
        [
            89,
            95,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ]
    ],
    "<em>The Wall Street Journal</em> architecture critic (and former architecture critic of <em>The New York Times</em>), <a href=\"/huxtablea\">Ada Louise Huxtable</a>, wrote that Scully and Cornell University professor <a href=\"/rowec\">Colin Rowe</a> were the most influential architectural historians of their time.": [],
    "These two academicians inspired the two great schools of post-modern architecture.": [],
    "Rowe's, known as \"the Whites\" because of their preoccupation with formal purity and the absence of color in their designs included Richard Meier, Eisenman, Charles Gwathmey and John Hejduk.": [
        [
            146,
            154,
            [
                "Wiseman"
            ]
        ],
        [
            164,
            172,
            [
                "Gather",
                "Gautama",
                "Swathes",
                "Watchman",
                "Drachma",
                "Grandma"
            ]
        ],
        [
            182,
            188,
            [
                "Held",
                "Head",
                "Headed",
                "Heads",
                "Hindu",
                "Header"
            ]
        ]
    ],
    "Scully's group, \"the Grays,\" rallied around populist notions and the writing of Venturi, included <a href=\"/moorec\">Charles H. Moore</a> and Robert A. M. Stern.": [
        [
            0,
            6,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ]
    ],
    "Scully never published in the critical/theoretical architecture publications, (e.g., Eisenman's <em>Oppositions</em>).": [
        [
            0,
            6,
            [
                "Sculls",
                "Scull",
                "Sully",
                "Sculley"
            ]
        ],
        [
            85,
            93,
            [
                "Wiseman"
            ]
        ]
    ],
    "Many found fault with his brusque dismissal of modernist architecture.": [],
    "Jordy criticized him (and by extension, Venturi), citing the \"non-human realms of weather, minerals, plants, [and]...existences of all sorts\" as more important than semiotic/Freudian impulses.</p>": []
}