{
    "<p>Art historian of the so-called \"New\" or \"Second\" Vienna School group, known for his work on medieval and Baroque architecture.": [],
    "Sedlmayr studied architecture at Vienna's Technische Hochschule between 1918-1920.": [
        [
            0,
            8,
            [
                "Selma",
                "Delmar"
            ]
        ],
        [
            42,
            52,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ]
    ],
    "Thereafter he studied art history at the University of Vienna under <a href=\"/dvorakm\">Max Dvořák</a> until Dvořák's death in 1921, and then under Dvořák's successor, <a href=\"/schlosserj\">Julius Alwin von Schlosser</a>.": [
        [
            0,
            10,
            [
                "Thereafter,"
            ]
        ]
    ],
    "His 1925 dissertation, written under Schlosser, was on the Austrian baroque architect <a href=\"/erlachj\">Johann Bernhard Fischer von Erlach</a>.": [],
    "Sedlmayr and fellow student, <a href=\"/pachto\">Otto Pächt</a> vigorously established the tenets of their new art history.": [
        [
            0,
            8,
            [
                "Selma",
                "Delmar"
            ]
        ]
    ],
    "In 1931 Sedlmayr published a theoretic manifesto, \"Zu einer strengen Kunstwissenschaft\" (Toward a Rigorous Study of Art).": [
        [
            8,
            16,
            [
                "Selma",
                "Delmar"
            ]
        ],
        [
            51,
            53,
            [
                "EU",
                "Nu",
                "Eu",
                "GU",
                "Ru",
                "Zn"
            ]
        ],
        [
            54,
            59,
            [
                "anger",
                "liner",
                "anew",
                "diner",
                "finer",
                "miner"
            ]
        ],
        [
            60,
            68,
            [
                "strength",
                "stronger",
                "strange",
                "strengthen",
                "stranger",
                "stringed"
            ]
        ]
    ],
    "Sedlmayr rejected what he saw as the empirical minutia of art history: attribution, patronage and social history, and iconography.": [
        [
            0,
            8,
            [
                "Selma",
                "Delmar"
            ]
        ]
    ],
    "Instead, he posited an interpretative technique claimed to discern the aesthetic intent of the work.": [],
    "This he contended was the key to learning the art's relationship to society and its importance in the world.": [],
    "Together with Pächt, they published their theoretically-based pieces in two issues of their own journal, <em>Kunstwissenschaftliche Forschungen</em>.": [
        [
            14,
            19,
            [
                "Pact",
                "Yacht"
            ]
        ]
    ],
    "In 1932 Sedlmayr joined the Nazi party in Austria (when it was still illegal to do so) and well before other art historians felt pressured to do so in order to retain their teaching positions.": [
        [
            8,
            16,
            [
                "Selma",
                "Delmar"
            ]
        ]
    ],
    "Sedlmayr received his <em>habitation</em> in 1933 on the topic of Brueghel at the Technische Hochschule.": [
        [
            0,
            8,
            [
                "Selma",
                "Delmar"
            ]
        ],
        [
            66,
            74,
            [
                "Bruegel"
            ]
        ],
        [
            82,
            92,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ]
    ],
    "As a rising scholar at the Hochschule, Sedlmayr used a book review to attack another emerging scholar, <a href=\"/wittkowerr\">Rudolf Wittkower</a> and Wittkower's traditional but excellent methodology.": [
        [
            39,
            47,
            [
                "Selma",
                "Delmar"
            ]
        ]
    ],
    "This famous exchange set the stage for a contrast of political and methodological views.": [],
    "Sedlmayr accepted a position as Schlosser's assistant, eventually succeeding him in that position (as Ordinarius) in 1936.": [
        [
            0,
            8,
            [
                "Selma",
                "Delmar"
            ]
        ],
        [
            102,
            112,
            [
                "Ordinaries"
            ]
        ]
    ],
    "He remained at the University in Vienna while Jewish colleagues such as his friend Pächt, lost their teaching positions due to Nazi persecution.": [
        [
            83,
            88,
            [
                "Pact",
                "Yacht"
            ]
        ]
    ],
    "Sedlmayr's writings were less imbued with Nazi rhetoric than others who continued teaching under the Reich, but his participation was great enough that at the end of World War II he was forced to relinquish his chair in art history at the Allied occupation in 1945.": [
        [
            0,
            8,
            [
                "Selma",
                "Delmar"
            ]
        ]
    ],
    "He was succeeded in Vienna by <a href=\"/oettingerk\">Karl Norbert Julius Oettinger</a>.": [],
    "However, the OSS did not prosecute Sedlmayr and he moved to Bavaria.": [
        [
            35,
            43,
            [
                "Selma",
                "Delmar"
            ]
        ]
    ],
    "There he published one of his most well-known later monographs, <em>Verlust der Mitte</em> (Loss of the Center) (1948).": [],
    "From 1946 to 1954 Sedlmayr was a member of the editorial staff of <em>Wort und Wahrheit</em> (Word and Truth), a Catholic Church affiliated magazine, and one of its figureheads; his name still so connected with Nazism that he published in the magazine under the pseudonym Hans Schwarz.": [
        [
            18,
            26,
            [
                "Selma",
                "Delmar"
            ]
        ]
    ],
    "He also published in the Catholic weekly newspaper, <em>Die Furche</em> (the Furrow) using the pseudonym Ernst Hermann.": [],
    "Sedlmayr continued with his view of cultural pessimism with his first post-war book of art history on the genesis of the Gothic cathedral, <em>Die Entstehung der Kathedrale</em>, appearing in 1950.": [
        [
            0,
            8,
            [
                "Selma",
                "Delmar"
            ]
        ]
    ],
    "In 1951, Sedlmayr succeeded <a href=\"/jantzenh\">Hans Jantzen</a> at Ludwig Maximilian University in Munich as (full) professor, a chair once held by <a href=\"/wolfflinh\">Heinrich Wölfflin</a> and <a href=\"/pinderw\">Wilhelm Pinder</a>.": [
        [
            9,
            17,
            [
                "Selma",
                "Delmar"
            ]
        ]
    ],
    "A devout Roman Catholic and anti-modernist, Sedlmayr continued to teach and write.": [
        [
            44,
            52,
            [
                "Selma",
                "Delmar"
            ]
        ]
    ],
    "His German essays appeared in English in 1957, followed by a monograph on methodology, <em>Kunst und Wahrheit</em> (Art and Truth) in 1958.": [],
    "In 1964 he returned to Austria, succeeded in Munich by <a href=\"/braunfelsw\">Wolfgang Braunfels</a>, to teach in Salzburg where he remained until 1969.": [
        [
            3,
            7,
            [
                "1964,"
            ]
        ]
    ],
    "Sedlmayr supported the preservation of the old town in Salzburg, stressing the importance of studying art in its historical and social context.": [
        [
            0,
            8,
            [
                "Selma",
                "Delmar"
            ]
        ]
    ],
    "In his later years he published increasingly on modern art.": [],
    "A street is named after him in Munich.": [],
    "Sedlmayr's methodology employs and modifies the <em>Kunstwollen</em> concept of <a href=\"/riegla\">Aloïs Riegl</a>, the notion that the inner intent of the work of art can be known and objectified.": [
        [
            0,
            8,
            [
                "Selma",
                "Delmar"
            ]
        ]
    ],
    "His 1929 edited essays of Riegl begin with a discussion of \"the quintessential teaching of Riegl.\"": [
        [
            26,
            31,
            [
                "Riel",
                "Rigel"
            ]
        ],
        [
            91,
            96,
            [
                "Riel",
                "Rigel"
            ]
        ]
    ],
    "Sedlmayr used the earlier Vienna scholar's concepts to create a (for him) more scientific approach to art, <em>Kunstwissenschaft</em>.": [
        [
            0,
            8,
            [
                "Selma",
                "Delmar"
            ]
        ]
    ],
    "Though Sedlmayr (and the other second Vienna School historians) attempted to apply a less-subjective approach to art history, <a href=\"/schapirer\">Meyer Schapiro</a> pointed out in 1936 that their approach is no more empirical than earlier historians.": [
        [
            7,
            15,
            [
                "Selma",
                "Delmar"
            ]
        ]
    ],
    "One of the \"scientific\" tools Sedlmayr (and Pächt) used was Gestalt psychology, particularly from the writings of Max Wertheimer (1880-1943).": [
        [
            30,
            38,
            [
                "Selma",
                "Delmar"
            ]
        ],
        [
            44,
            49,
            [
                "Pact",
                "Yacht"
            ]
        ]
    ],
    "With Sedlmayr, the study of the individual work of art takes primacy.": [
        [
            5,
            13,
            [
                "Selma",
                "Delmar"
            ]
        ]
    ],
    "Through it and related works, verifiable patterns or principles can be discerned by the art historian, he claimed, much like a scientist makes discoveries.": [],
    "Schapiro, attacking this method as \"ill-founded,\" summarized the early Sedlmayr as \"relatively poor in positive historical conclusions, and rich in ingenious, but unverified insights and in vague assertions.\"": [
        [
            0,
            8,
            [
                "Shapiro"
            ]
        ],
        [
            71,
            79,
            [
                "Selma",
                "Delmar"
            ]
        ]
    ],
    "Sedlmayr's notion that an age expresses itself through a style, giving artistically formed objects the quality of historical documents, is most clear in his book on Gothic architecture, <em>Entstehung der Kathedrale</em>, in which he asserts the architectural choices made by Gothic cathedral builders demonstrate their desire to create a heavenly Jerusalem on earth.": [
        [
            0,
            8,
            [
                "Selma",
                "Delmar"
            ]
        ]
    ],
    "This moved away from the traditional approach of seeing middle-ages churches through their technical innovations to a platonic notion that medieval architecutre was theology in stone.": [
        [
            118,
            126,
            [
                "Platonic"
            ]
        ],
        [
            148,
            160,
            [
                "architecture"
            ]
        ]
    ],
    "Postivist in approach, Sedlmayr created an idealistic Heavenly Jerusalem as an ideal goal for the medieval architect, contrasting it with the confused result of most medieval architecture ( Böker).": [
        [
            0,
            9,
            [
                "Positivist"
            ]
        ],
        [
            23,
            31,
            [
                "Selma",
                "Delmar"
            ]
        ],
        [
            188,
            190,
            [
                "("
            ]
        ],
        [
            190,
            195,
            [
                "Baker",
                "Boxer",
                "Broker",
                "Poker",
                "Boer",
                "Booker"
            ]
        ]
    ],
    "Both he and <a href=\"/simsono\">Otto von Simson</a> conceived of the Gothic church as a mystical <em>Gesamtkunstwerk</em>, a totality of all artistic media, whose meaning had to be derrived from experiencing the building as a whole, as opposed to scholars who sought to disect a building to interpret its iconographic parts (Crossley).": [],
    "Sedlmayr's theoretical work on modern art, <em>Verlust der Mitte</em> was criticized by much of the newly emerging left-wing scholarship.": [
        [
            0,
            8,
            [
                "Selma",
                "Delmar"
            ]
        ]
    ],
    "His scholarly detractors included <a href=\"/badtk\">Kurt Badt</a>, whose collected essays on Vermeer includes the subtitle, \"eine Streitschrift gegen Hans Sedlmayr\" (an Argument against Hans Sedlmayr), and Schapiro.": [],
    "His espousal of Nazi doctrine while professor during the Third Reich remains an area of dispute.": [],
    "Jonathan Petropoulos points out that his use of Rieglian concepts of \"purity\" and \"pure forms\" had special implications for Nazi theory.": [
        [
            9,
            20,
            [
                "Petrópolis"
            ]
        ],
        [
            48,
            56,
            [
                "Region",
                "Italian",
                "Civilian",
                "Belgian",
                "Regain",
                "Nigerian"
            ]
        ]
    ],
    "Friedrich Stadler argued that Sedlmayr's unfortunate slogan- - <em>Verlust der Mitte</em> (loss of the center) - is basically the structural reaction to what is still referred to as \"degenerate,- in the same sense in which the Nazis used this term-- OSS researchers were never able to prove that he was the \"Hans Seidlmayr\" who authored the inflammatory book <em>Streifzüge durch altbayerisches Brauchtum</em> (Adrift among Antiquated Bavarian Customs) of 1938.": [
        [
            30,
            38,
            [
                "Selma",
                "Delmar"
            ]
        ]
    ],
    "Sedlmayr enjoyed one of the highest profiles an art historian could during the Third Reich, the period in which at least nominal Nazi party allegiance was required, and yet his post-war reputation effectively obliterated his National Socialist involvement.": [
        [
            0,
            8,
            [
                "Selma",
                "Delmar"
            ]
        ]
    ],
    "A 1996 biographical sketch by Schniewind-Michel, for example, never mentions his association.</p>": []
}