{
    "<p>University of Chicago Romanesque scholar.": [],
    "Seidel attended Barnard College where she received her B.A.": [
        [
            0,
            6,
            [
                "Sade",
                "Sahel",
                "Sades"
            ]
        ]
    ],
    "in French literature.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "She continued at Radcliffe College for her Master's degree.": [],
    "A 1962-1963 Sachs Research fellowship assisted her in completing her Ph.": [
        [
            69,
            71,
            [
                "pH",
                "PH",
                "PA",
                "PC",
                "Mph",
                "PM"
            ]
        ]
    ],
    "D. in art history from Harvard University in 1965, written under <a href=\"/deknatelf\">Frederick B. Deknatel</a>.": [
        [
            3,
            5,
            [
                "In"
            ]
        ]
    ],
    "While working on her Ph.D.": [],
    "she came into contact with Columbia University medievalist <a href=\"/schapirer\">Meyer Schapiro</a>.": [
        [
            0,
            3,
            [
                "She"
            ]
        ]
    ],
    "She married a research and medical school faculty Michael R. Field (b.": [],
    "1933).": [],
    "Seidel taught at Harvard in the department of art, the school of architecture, and the Fogg Art Museum.": [
        [
            0,
            6,
            [
                "Sade",
                "Sahel",
                "Sades"
            ]
        ],
        [
            87,
            91,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "During this time, she produced an important article, a chapter from her dissertation, \"A Romantic Forgery: The Romanesque 'Portal' of Saint-Étienne in Toulouse,\" in 1968.": [],
    "The article overturned much accepted French scholarship, proving that one of the traditional monuments in Romanesque architecture was, in fact, a nineteenth-century composite.": [],
    "In 1977 she and her husband joined the faculty at the University of Chicago.": [
        [
            3,
            7,
            [
                "1977,"
            ]
        ]
    ],
    "Seidel and Yale art historian <a href=\"/cahnw\">Walter B. Cahn</a> edited the scholarly inventory of Romanesque sculpture in American Collections, beginning in 1979.": [
        [
            0,
            6,
            [
                "Sade",
                "Sahel",
                "Sades"
            ]
        ]
    ],
    "Her book <em>Songs of Glory: the Romanesque Façades of Aquitaine</em> appeared in 1981.": [],
    "In 1984 she published the second of her \"pioneering\" articles (Caviness), \"Salome and the Canons\" in <em>Women's Studies</em>, approaching the medieval reception theory from the point of view of one empowered group.": [
        [
            3,
            7,
            [
                "1984,"
            ]
        ],
        [
            63,
            71,
            [
                "Waviness",
                "Caginess"
            ]
        ]
    ],
    "She participated in a symposium organized to celebrate the 75th anniversary of Frank Lloyd Wright's Robie House which is located on the University of Chicago campus.": [
        [
            100,
            105,
            [
                "Robin",
                "Robbie",
                "Robe",
                "Rosie",
                "Roxie"
            ]
        ]
    ],
    "She was named the first Hanna Holborn Gray Professor in Art History at Chicago and awarded a Burlington Northern Distinguished Graduate Teaching Award in 1990.": [
        [
            30,
            37,
            [
                "Osborn",
                "Holbein",
                "Lowborn",
                "Colborne"
            ]
        ]
    ],
    "Seidel broke with her medieval-area to write an historiographical monograph on the history Jan van Eyck's most famous work, <em>Jan Van Eyck's Arnolfini Portrait: Stories of an Icon</em> in 1993.": [
        [
            0,
            6,
            [
                "Sade",
                "Sahel",
                "Sades"
            ]
        ],
        [
            45,
            47,
            [
                "a"
            ]
        ]
    ],
    "She received the Harry Pratt Judson Distinguished Service Professor Emerita award in History.": [],
    "In 1996 She won the Quantrell Award for Excellence in Undergraduate Teaching.": [
        [
            20,
            29,
            [
                "Cantrell"
            ]
        ]
    ],
    "Continuing her interest in pedogy and historiography, she issued <em>Looking to Learn: Visual Pedagogy at the University of Chicago</em> together with Katherine Taylor in 1998.": [
        [
            27,
            33,
            [
                "Peggy",
                "edgy",
                "pedagogy",
                "peony",
                "pudgy",
                "sedgy"
            ]
        ]
    ],
    "She retired from the University in 2004.": [],
    "A symposium in her honor was held in New York in 2011.": [],
    "Her students included Madeline Harrison Caviness.</p>": [
        [
            40,
            48,
            [
                "Waviness",
                "Caginess"
            ]
        ]
    ]
}