{
    "<p>Collector and art historian.": [],
    "Seilern was the son of Count Carl Seilern und Aspang (1866-1940) and Antoinette Woerishoffer (Seilern und Aspang) (1875-1901).": [
        [
            0,
            7,
            [
                "Salerno"
            ]
        ],
        [
            34,
            41,
            [
                "Salerno"
            ]
        ],
        [
            42,
            45,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            46,
            52,
            [
                "As pang",
                "Asp ang"
            ]
        ],
        [
            94,
            101,
            [
                "Salerno"
            ]
        ],
        [
            102,
            105,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            106,
            112,
            [
                "As pang",
                "Asp ang"
            ]
        ]
    ],
    "His mother, who was American by birth, died shortly after his birth.": [],
    "Seilern was raised by his grandmother in New York and Vienna, enjoying dual citizenship of Austria and England.": [
        [
            0,
            7,
            [
                "Salerno"
            ]
        ]
    ],
    "At the end of World War I, however, he renounced his Austrian citizenship.": [],
    "Seilern graduated from the Realgymnasium in Vienna in 1920 continuing on to the Wiener Handelsakademie (1920-1921 where he likely met another future art historian, <a href=\"/grossmannf\">Fritz Grossmann</a>) and then, beginning in 1922, at the Technische Hochschule, studying for the engineering certificate, (though 1924).": [
        [
            0,
            7,
            [
                "Salerno"
            ]
        ],
        [
            27,
            40,
            [
                "Real gymnasium"
            ]
        ]
    ],
    "Seiler briefly worked in lumber harvesting companies in Yugoslavia and finance in Vienna.": [
        [
            0,
            6,
            [
                "Sale",
                "Sales",
                "Salem",
                "Safer",
                "Seller",
                "Paler"
            ]
        ]
    ],
    "His friend the art collector Count Karl Lanckoronski, encouraged Seilern to collect as well.": [
        [
            65,
            72,
            [
                "Salerno"
            ]
        ]
    ],
    "In 1931 a vast inheritance from his grandmother ensured his life leisure.": [],
    "Between 1930 and 1933 he made a world tour, lingering in Africa for big-game hunting.": [],
    "In 1933, a family friend and art historian Count Karl Wilczek recommended Seilern for private study with <a href=\"/wildej\">Johannes Wilde</a>.": [
        [
            54,
            61,
            [
                "Wicket",
                "Willie",
                "Witches",
                "Wilde",
                "Wilkes",
                "Wicked"
            ]
        ],
        [
            74,
            81,
            [
                "Salerno"
            ]
        ]
    ],
    "Seilern enrolled at Vienna University studying under <a href=\"/swobodak\">Karl Maria Swoboda</a>, <a href=\"/schlosserj\">Julius Alwin von Schlosser</a>, and <a href=\"/sedlmayrh\">Hans Sedlmayr</a>.": [
        [
            0,
            7,
            [
                "Salerno"
            ]
        ]
    ],
    "Seiler's collecting had blossomed on a grand scale, advised by <a href=\"/burchardl\">Ludwig Burchard</a> and Wilde.": [
        [
            0,
            6,
            [
                "Sale",
                "Sales",
                "Salem",
                "Safer",
                "Seller",
                "Paler"
            ]
        ]
    ],
    "His Rubens' paintings included \"Landscape by Moonlight\" (onced owned by Sir Joshua Reynolds), numerous Rubens's drawings and <em>modelli</em>, and Tiepolos.": [
        [
            57,
            68,
            [
                "once downed",
                "once owned",
                "ONCE owned",
                "inced owned",
                "ponced owned",
                "oncer owned"
            ]
        ]
    ],
    "Seilern completed his Ph.D.": [
        [
            0,
            7,
            [
                "Salerno"
            ]
        ]
    ],
    "in 1939 with a dissertation on the Venetian influences on Rubens's ceiling paintings.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Seiler's (sole) British citizenship and the annexation of Austria by the Nazi's the year before, both enabled and forced Seilern to return to England in 1939 together with his considerable art and book collection.": [
        [
            0,
            6,
            [
                "Sale",
                "Sales",
                "Salem",
                "Safer",
                "Seller",
                "Paler"
            ]
        ],
        [
            121,
            128,
            [
                "Salerno"
            ]
        ]
    ],
    "In England he provided financial support to</p>": [
        [
            3,
            10,
            [
                "England,"
            ]
        ]
    ]
}