{
    "<p>First professor of modern art history at Princeton University; curator of the Department of Painting and Sculpture Exhibitions, Museum of Modern Art, New York 1960-70.": [],
    "Seitz began his career as an artist, studying at Albright Art School, the Art Institute of Buffalo.": [
        [
            0,
            5,
            [
                "Sat",
                "Katz",
                "Spitz",
                "Sate",
                "Switz"
            ]
        ]
    ],
    "He married fellow artist Irma J. Siegelman in 1938.": [
        [
            33,
            42,
            [
                "Spiegelman",
                "Siegel man"
            ]
        ]
    ],
    "Seitz worked for the Federal Artists Project during the Depression and as a draftsman for a rubber company in Buffalo before earning a BFA from the University of Buffalo in 1948.": [
        [
            0,
            5,
            [
                "Sat",
                "Katz",
                "Spitz",
                "Sate",
                "Switz"
            ]
        ]
    ],
    "He taught at the university there and the state teacher's college until 1949.": [],
    "He spent a year in Europe before attending Princeton University the next year where he held a one-person show in the Art Museum.": [
        [
            73,
            83,
            [
                "year when"
            ]
        ]
    ],
    "Although enrolled in the MFA program, Seitz was already lobbying to be allowed to study abstract expressionism, then a current movement in the art world.": [
        [
            38,
            43,
            [
                "Sat",
                "Katz",
                "Spitz",
                "Sate",
                "Switz"
            ]
        ]
    ],
    "Princeton Dept.": [],
    "of Art and Archaeology Chair <a href=\"/smithe\">E.": [
        [
            0,
            2,
            [
                "Of"
            ]
        ]
    ],
    "Baldwin Smith</a> queried Princeton alumnus (and founder of the Museum of Modern Art, New York) <a href=\"/barra\">Alfred H. Barr, Jr.</a>, on the suitability of this as a subject for academic study and of Seitz's proposal.": [],
    "The famous exchange of letters is now in the archives of the Museum of Modern Art.": [],
    "Much of the Princeton faculty remained divided on Seitz and the subject, but eventually Seitz succeeded and, in 1955, completed the first dissertation on Abstract Expressionism.": [
        [
            50,
            55,
            [
                "Sat",
                "Katz",
                "Spitz",
                "Sate",
                "Switz"
            ]
        ],
        [
            88,
            93,
            [
                "Sat",
                "Katz",
                "Spitz",
                "Sate",
                "Switz"
            ]
        ]
    ],
    "He was immediately appointed to the Princeton faculty as critic in residence and assistant professor.": [],
    "Seitz became a rallying point for students of the \"new art\"--both painters and those in art history.": [
        [
            0,
            5,
            [
                "Sat",
                "Katz",
                "Spitz",
                "Sate",
                "Switz"
            ]
        ]
    ],
    "He founded the first non-credit painting studio at Princeton, where he advised painting students, among whom were Frank Stella.": [],
    "Seitz also instituted the first artist-in-residence program at Princeton.": [
        [
            0,
            5,
            [
                "Sat",
                "Katz",
                "Spitz",
                "Sate",
                "Switz"
            ]
        ]
    ],
    "In 1960 Seitz, always known as \"Bill,\" became Curator of the Department of Painting and Sculpture Exhibitions at the Museum of Modern Art.": [
        [
            8,
            13,
            [
                "Sat",
                "Katz",
                "Spitz",
                "Sate",
                "Switz"
            ]
        ]
    ],
    "Here his seminal exhibitions, \"The Art of Assemblage\" and \"The Responsive Eye\" brought to the fore genres of art lesser known modern art to the public.": [],
    "Twenty years later Hilton Kramer referred to Seitz's inaugural Monet retrospective, \"Claude Monet: Season and Moments,\" as the \"the great Monet show.\"": [
        [
            45,
            50,
            [
                "Sat",
                "Katz",
                "Spitz",
                "Sate",
                "Switz"
            ]
        ]
    ],
    "Seitz also mounted exhibitions of artists as disparate as Mark Tobey, Hans Hofmann and Edward Hopper.": [
        [
            0,
            5,
            [
                "Sat",
                "Katz",
                "Spitz",
                "Sate",
                "Switz"
            ]
        ],
        [
            63,
            68,
            [
                "Today",
                "Obey",
                "Toby",
                "Tuba",
                "Toga",
                "Tokay"
            ]
        ],
        [
            75,
            82,
            [
                "Hoffmann"
            ]
        ]
    ],
    "He rose rapidly in the modern art world.": [],
    "Between 1965-1970 he was Professor of Fine Arts at Brandeis University and director of the Rose Art Museum there.": [],
    "He organized the United States exhibition at the Ninth Biennial in Sao Paulo (1967) and the Seventh Biennial of Canadian Painting (1968).": [
        [
            67,
            76,
            [
                "São Paulo"
            ]
        ]
    ],
    "In 1970 he became the William R. Kenan Jr.": [
        [
            3,
            7,
            [
                "1970,"
            ]
        ],
        [
            33,
            38,
            [
                "Keenan",
                "Kenyan",
                "Kennan",
                "Henan",
                "Kernan",
                "Ken an"
            ]
        ]
    ],
    "Professor of Art at the University of Virginia, taking the year 1972-73 as the Kress Professor at the National Gallery of Art, Washington D.C.": [
        [
            79,
            84,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ]
    ],
    "At age 60 he contracted cancer and died at a Charlottesville hospital.": [],
    "As an art historian, Seitz was able to bridge the world of museums and academics, of practicing (studio) art and art history.": [
        [
            21,
            26,
            [
                "Sat",
                "Katz",
                "Spitz",
                "Sate",
                "Switz"
            ]
        ]
    ],
    "He brought to modern art history the visual analysis of the painter's eye, often using a technical explanation of a work as a key to its intellectual content.": [],
    "He was responsible for raising the study of contemporary art to an academic discipline.": [],
    "His early and continued espousal of the work of Stella--recommending him for Oberlin's \"Three Young Americans\" show in 1958 and at the Museum of Modern Art (\"Responsive Eye,\" 1965)--were essential for that artist's career.</p>": []
}