{
    "<p>Sekler was born in Vienna to Eduard and Elisabeth Sekler, both of whom were actors.": [
        [
            3,
            9,
            [
                "Seller",
                "Sealer"
            ]
        ],
        [
            53,
            59,
            [
                "Seller",
                "Sealer"
            ]
        ]
    ],
    "He studied architecture at the Technische Universität Wien (Vienna University of Technology), graduating with distinction in 1945, working as a practicing architect in the city beginning in 1946.": [
        [
            31,
            41,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ],
        [
            42,
            53,
            [
                "University"
            ]
        ],
        [
            54,
            58,
            [
                "Wain",
                "When",
                "Wait",
                "Win",
                "Wine",
                "Widen"
            ]
        ]
    ],
    "He moved to London under a British Council Fellowship entering the School of Planning and Regional Research, London.": [],
    "In London, Sekler worked under <a href=\"/wittkowerr\">Rudolf Wittkower</a> Warburg Institute, Univeristy of London.": [
        [
            11,
            17,
            [
                "Seller",
                "Sealer"
            ]
        ]
    ],
    "Sekeler's wrote a dissertation on the evolution of the staircase in British architecture, granted by the Warburg in 1948.": [
        [
            0,
            7,
            [
                "Seller",
                "Settler",
                "Seeker",
                "Seeger",
                "Jeweler",
                "Sealer"
            ]
        ]
    ],
    "As a Fullbright Fellow, he travelled to the United States in 1953.": [
        [
            5,
            15,
            [
                "Fulbright",
                "Full bright"
            ]
        ]
    ],
    "In 1954 Josep Lluis Sert dean of the Graduate School of Design at Harvard, invited Sekler to lecture there.": [
        [
            8,
            13,
            [
                "Joseph",
                "José",
                "Jose",
                "Josef"
            ]
        ],
        [
            14,
            19,
            [
                "Louis",
                "Luis"
            ]
        ],
        [
            20,
            24,
            [
                "Set",
                "Sent",
                "Seat",
                "Sort",
                "Sect",
                "Bert"
            ]
        ],
        [
            83,
            89,
            [
                "Seller",
                "Sealer"
            ]
        ]
    ],
    "Sekler began lecturing at Harvard's design school in 1955 as a visiting professor, advancing to associate professor in 1956.": [
        [
            0,
            6,
            [
                "Seller",
                "Sealer"
            ]
        ]
    ],
    "His work led to the publication of <em>Wren and his Place in European Architecture</em> in 1956, the first serious attempt to explore the influences on that British architect.": [],
    "He married a Harvard graduate student in art history Mary Patricia May.": [],
    "At Harvard, Walter Gropius the previous head of the architecture department (Graduate School of Design between 1938 and 1952) being a vigorous Bauhaus modernist, had eliminated architectural history courses from the School.": [],
    "His successor, Josep Lluis Sert (1902-1983) appointed Sekler to counter that.": [
        [
            15,
            20,
            [
                "Joseph",
                "José",
                "Jose",
                "Josef"
            ]
        ],
        [
            21,
            26,
            [
                "Louis",
                "Luis"
            ]
        ],
        [
            27,
            31,
            [
                "Set",
                "Sent",
                "Seat",
                "Sort",
                "Sect",
                "Bert"
            ]
        ],
        [
            54,
            60,
            [
                "Seller",
                "Sealer"
            ]
        ]
    ],
    "In 1960, Sekler was made full professor at the architecture school.": [
        [
            9,
            15,
            [
                "Seller",
                "Sealer"
            ]
        ]
    ],
    "During these years, Sekler reversed the anti-historical the tradition of the School by eliminating courses and building an architectural-history library.": [
        [
            20,
            26,
            [
                "Seller",
                "Sealer"
            ]
        ]
    ],
    "He was assisted in this by another part-time faculty at the GSD--formerly full faculty at Harvard--<a href=\"/giedions\">Sigfried Giedion</a>.": [
        [
            60,
            73,
            [
                "GOD--formerly"
            ]
        ]
    ],
    "Giedion's view of architectural history, however, was that all periods and styles were the road to the ultimate goal, modernism (Hoffman).": [
        [
            0,
            7,
            [
                "Gideon",
                "Gillion"
            ]
        ]
    ],
    "Sekler, in his courses, took a more diverse view.": [
        [
            0,
            6,
            [
                "Seller",
                "Sealer"
            ]
        ]
    ],
    "As a lecturer, he instilled an enthusiasm for architectural history, including, for example, Cistercian architecture, kindling an enthusiasm in one student later to become an eminent Cistercian architectural historian, <a href=\"/fergussonp\">Peter J. Fergusson</a>.": [],
    "In 1962, Sekler was appointed coordinator of studies at the newly-built Carpenter Center for the Visual Arts at Harvard.": [
        [
            9,
            15,
            [
                "Seller",
                "Sealer"
            ]
        ]
    ],
    "CCVA.": [
        [
            0,
            4,
            [
                "CCA",
                "CVA",
                "ACVA",
                "CCMA",
                "CCNA",
                "CCPA"
            ]
        ]
    ],
    "</p>\n\n<p>After visiting Kathmandu in 1962, Sekler joined efforts to preserve the cultural and architectural heritage of Nepal's Kathmandu Valley.": [
        [
            43,
            49,
            [
                "Seller",
                "Sealer"
            ]
        ]
    ],
    "He assisted UNESCO in plans to protect the valley's heritage from development.": [],
    "He combined his interest in architectural history and the work of his countryman, Josef Hoffmann in several works, beginning with one on the Stoclet Hous in 1967.": [
        [
            141,
            148,
            [
                "Stolen",
                "Stole",
                "Socket",
                "Toilet",
                "Stocked",
                "Starlet"
            ]
        ],
        [
            149,
            153,
            [
                "House",
                "Hours",
                "Hour",
                "Hops",
                "Hogs",
                "Nous"
            ]
        ]
    ],
    "He became director of the CCVA in 1968, overseeing the Le Corbusier-designed building, the only building designed by Le Corbusier in the United States.": [
        [
            26,
            30,
            [
                "CCA",
                "CVA",
                "ACVA",
                "CCMA",
                "CCNA",
                "CCPA"
            ]
        ],
        [
            58,
            76,
            [
                "Cor busier-designed"
            ]
        ]
    ],
    "Sekler co-founded the Department of Visual and Environmental Studies (VES) with Albert Szabo.Sekler taught in proximity to Harvard's eminent historian of medieval architecture, <a href=\"/conantk\">Kenneth John Conant</a>.": [
        [
            0,
            6,
            [
                "Seller",
                "Sealer"
            ]
        ],
        [
            87,
            92,
            [
                "Slab",
                "Slabs",
                "Stab",
                "Stabs",
                "Saab",
                "Strabo"
            ]
        ],
        [
            93,
            99,
            [
                " Sekler"
            ]
        ]
    ],
    "When Sert, along with Albert Szabo founded the university's Visual and Environmental Studies department in 1968, Sekler was added to the faculty.": [
        [
            5,
            9,
            [
                "Set",
                "Sent",
                "Seat",
                "Sort",
                "Sect",
                "Bert"
            ]
        ],
        [
            29,
            34,
            [
                "Slab",
                "Slabs",
                "Stab",
                "Stabs",
                "Saab",
                "Strabo"
            ]
        ],
        [
            113,
            119,
            [
                "Seller",
                "Sealer"
            ]
        ]
    ],
    "He continued his interest in Nepal preservation, founding the Kathmandu Valley Preservation Trust in 1990.": [],
    "Sekler's primary appointment at Harvard remained in the Graduate School of Design, training practicing architects in architectural history.": [
        [
            0,
            6,
            [
                "Seller",
                "Sealer"
            ]
        ]
    ],
    "From 1970 onwards he was chosen to advise on many historic preservation projects in the United States and Austria.": [],
    "He founded the Kathmandu Valley Preservation Trust (KVPT) in 1990, serving as an honorary member of its board of directors.": [],
    "He retired as Osgood Hooker emeritus professor of visual art and emeritus professor of architecture.": [],
    "A festschrift edited by Alexander von Hoffman, <em>Form, Modernism, and History: Essays in Honor of Eduard F. Sekler</em>.": [],
    "He died at his home in Cambridge, Massachusetts.</p>\n\n<p>His pioneering book, <em>Wren and his Place in European Architecture</em>, effectively explored the architect's continental sources (Summerson).": [],
    "He \"devoted his professional career to securing a place for history in contemporary architecture.\"": [],
    "(Hoffman).": [],
    "In contrast to Conant's approach to medieval history at Harvard, \"the form of Cistercian monasteries became clear through an examination of the daily functions of monastic life [for Sekler]\" (Weese).</p>": [
        [
            15,
            21,
            [
                "Conan"
            ]
        ],
        [
            182,
            188,
            [
                "Seller",
                "Sealer"
            ]
        ],
        [
            192,
            197,
            [
                "Geese",
                "Reese",
                "WEEE",
                "Wees"
            ]
        ]
    ]
}