{
    "<p>Cambridge University numismatist and classical scholar.": [],
    "Seltman's father was Ernest John Seltman who instilled in the younger Seltman an enthusiasm for ancient Greece and Greek numismatics.": [
        [
            0,
            7,
            [
                "Sultan",
                "Seaman",
                "Feldman",
                "Selma",
                "Hellman",
                "Beltran"
            ]
        ],
        [
            33,
            40,
            [
                "Sultan",
                "Seaman",
                "Feldman",
                "Selma",
                "Hellman",
                "Beltran"
            ]
        ],
        [
            70,
            77,
            [
                "Sultan",
                "Seaman",
                "Feldman",
                "Selma",
                "Hellman",
                "Beltran"
            ]
        ],
        [
            96,
            110,
            [
                "Ancient Greece"
            ]
        ]
    ],
    "Seltman was educated at Berkhamsted School.": [
        [
            0,
            7,
            [
                "Sultan",
                "Seaman",
                "Feldman",
                "Selma",
                "Hellman",
                "Beltran"
            ]
        ]
    ],
    "During World War I he served with the Suffolk Regiment in France.": [],
    "He married Isabel Dane (d.": [],
    "1935) in 1917.": [],
    "He entered Queen's College, Cambridge, the following year, graduating with honors in Classical archaeology in 1922.": [],
    "Seltman continued study at the British School in Athens for the 1922-1923 session under the directorship of Alan J. B. Wace (1879-1957).": [
        [
            0,
            7,
            [
                "Sultan",
                "Seaman",
                "Feldman",
                "Selma",
                "Hellman",
                "Beltran"
            ]
        ],
        [
            119,
            123,
            [
                "Race",
                "Face",
                "Wave",
                "Pace",
                "Wage",
                "Wake"
            ]
        ]
    ],
    "He earning a Master's Degree in 1925 under Sir William Ridgeway (1853-1926) and Arthur Bernard Cook (1868-1952).": [
        [
            0,
            10,
            [
                "He's earning",
                "He is earning",
                "He was earning"
            ]
        ]
    ],
    "In 1926 he was appointed lecturer at Queen's College.": [
        [
            3,
            7,
            [
                "1926,"
            ]
        ]
    ],
    "That same year he facilitated the sale of the \"Minoan goddess\" to the Fitzwilliam Museum for its new prehistoric gallery, created by <a href=\"/lambw\">Winifred Lamb</a>.": [],
    "However, its genuineness was questioned, and Seltman's motives came under question.": [
        [
            45,
            52,
            [
                "Sultan",
                "Seaman",
                "Feldman",
                "Selma",
                "Hellman",
                "Beltran"
            ]
        ]
    ],
    "He participated in the Johns Hopkins expedition to Olynthus in 1928.": [
        [
            51,
            59,
            [
                "Olympus",
                "Plinths",
                "Acanthus",
                "Lynches",
                "Synths"
            ]
        ]
    ],
    "He moved to the United States in 1929 where he was the Norton lecturer at the American Archaeological Institute, 1929-1930 and the Charles Beebe Martin lecturer at Oberlin College in 1931, lectures which later appeared at the book Attic Vase-Painting.": [],
    "He was elected a Fellow at Queen's College in 1933.": [],
    "After his wife's death in 1935, he took up residence in the college, hosting students in the evenings for events and conversation.": [],
    "He became librarian for Queen's College in 1936.": [],
    "While lecturing at the Collège de France in 1940, he was nearly trapped at the Nazi invasion.": [
        [
            23,
            30,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ]
    ],
    "Seltman returned to England and mounted the first to two exhibitions for the Royal Academy on classical art in 1942.": [
        [
            0,
            7,
            [
                "Sultan",
                "Seaman",
                "Feldman",
                "Selma",
                "Hellman",
                "Beltran"
            ]
        ]
    ],
    "The following year he was featured on the September 20th, 1943 cover of Life magazine.": [],
    "A second Greek art show, this one at the Burlington House, occurred in 1946, which <a href=\"/demuso\">Otto Demus</a> called \"easily the most important exhibition of this kind for many years.\"": [],
    "The following year he published the volume on Greek art for the Cambridge Ancient History series.": [],
    "In 1948, Seltman wrote his most innovative--if controversial--book, Approach to Greek Art.": [
        [
            9,
            16,
            [
                "Sultan",
                "Seaman",
                "Feldman",
                "Selma",
                "Hellman",
                "Beltran"
            ]
        ]
    ],
    "In it, he argued that sculpture, the dominant medium for understanding classical art, should be avoided because it was created by assistants interpreting the works of masters.": [],
    "Instead, he placed the paradigm of classical art research, contending that those art forms manifesting \"celature\" (the direct hands of the artist on the work), were the beginning point to evaluate the period's art.": [
        [
            104,
            112,
            [
                "culture",
                "feature",
                "creature",
                "cloture",
                "denature"
            ]
        ]
    ],
    "In later years, he chose to write ever more popular treatments of classical art, giving in to a personal wit and an impulse to entertain.": [],
    "His popular articles, largely for the periodicals History Today, for example, were modestly researched and occasionally containing factual errors (Rose).": [],
    "In 1953, Seltman published an essay in the Studio, \"Art and Society.\"": [
        [
            9,
            16,
            [
                "Sultan",
                "Seaman",
                "Feldman",
                "Selma",
                "Hellman",
                "Beltran"
            ]
        ]
    ],
    "In it, he asserted his generally conservative view that authoritarian societies produce abstract art, but where freedom is allowed, concrete (verisimilitude) representation occurs.": [],
    "One of his last works, Women in Antiquity, 1956, was, according to a London Times reviewer, \"witty, biased, and irresponsible.\"": [],
    "After his death, it became an example of male-centered view of classical art history, perhaps somewhat unfairly.": [],
    "Though Seltman's late book was chauvinist, he elsewhere exposed that women in ancient Greece were emancipated than later western society allowed, a loss of freedom which, he wrote, was deplorable.": [
        [
            7,
            14,
            [
                "Sultan",
                "Seaman",
                "Feldman",
                "Selma",
                "Hellman",
                "Beltran"
            ]
        ],
        [
            78,
            92,
            [
                "Ancient Greece"
            ]
        ]
    ],
    "Methodologically, Seltman employed a literal literary model to analyze Greek art directly quoting from the categories for poetry and prose by Samuel Alexander (1859-1938).": [
        [
            18,
            25,
            [
                "Sultan",
                "Seaman",
                "Feldman",
                "Selma",
                "Hellman",
                "Beltran"
            ]
        ]
    ],
    "Unlike other scholars using a literary-criticism paradigm, principally German scholars, Seltman's model was rigid, creating an artificial dichotomy (Kleinbauer).": [
        [
            88,
            95,
            [
                "Sultan",
                "Seaman",
                "Feldman",
                "Selma",
                "Hellman",
                "Beltran"
            ]
        ],
        [
            149,
            159,
            [
                "Leaguer"
            ]
        ]
    ],
    "Seltman posited that Greek art, much the same as he saw literature, began as \"poetry\" and led to \"prose.\"": [
        [
            0,
            7,
            [
                "Sultan",
                "Seaman",
                "Feldman",
                "Selma",
                "Hellman",
                "Beltran"
            ]
        ]
    ],
    "The use of these antithetical categories in art history can be traced to <a href=\"/worringerw\">Wilhelm Worringer</a>, and the theory about when artists as representative of their era choose to abstract or represent objects concretely.": [],
    "His conclusion that society has historically produced more abstract art than realistic (in \"Art and Society\") remains disputable.</p>": []
}