{
    "<p>Art historian of German Expressionism and Professor of Art History, University of California, Berkeley,1965-1988.": [],
    "Selz was the son of Eugene Selz and Edith Drey (Selz).": [
        [
            0,
            4,
            [
                "Self",
                "Sell",
                "SEL",
                "SEZ",
                "SLZ"
            ]
        ],
        [
            27,
            31,
            [
                "Self",
                "Sell",
                "SEL",
                "SEZ",
                "SLZ"
            ]
        ],
        [
            48,
            52,
            [
                "Self",
                "Sell",
                "SEL",
                "SEZ",
                "SLZ"
            ]
        ]
    ],
    "Of Jewish parentage, he fled Nazi Germany with his family arriving in the United States in 1936.": [],
    "Selz attended Columbia University for the 1937-38 year.": [
        [
            0,
            4,
            [
                "Self",
                "Sell",
                "SEL",
                "SEZ",
                "SLZ"
            ]
        ]
    ],
    "He also established a connection with Alfred Stieglitz, a distant relative, who introduced him to many New York and European expatriate artists.": [],
    "During World War II, he served in the U.S.": [],
    "Army in Office of Strategic Services from 1941 until 1946.": [],
    "He became a naturalized citizen in 1942.": [],
    "After the War, he married the writer Thalia Cheronis (b.": [
        [
            44,
            52,
            [
                "Chronic",
                "Herons",
                "Chevrons",
                "Cheroots",
                "Chyrons",
                "Heroins"
            ]
        ]
    ],
    "1925) in 1948.": [],
    "Selz attended the University of Chicago, where he received his A. M., in 1949.": [
        [
            0,
            4,
            [
                "Self",
                "Sell",
                "SEL",
                "SEZ",
                "SLZ"
            ]
        ]
    ],
    "Awarded a Fulbright grant for University of Paris and Ecole de Louvre, he spent a year in Paris, 1949-1950.": [
        [
            54,
            59,
            [
                "Cole",
                "Ecol"
            ]
        ]
    ],
    "Returning to Chicago, he taught as an instructor while completing his Ph.D.": [],
    "on a topic suggested by the department chair, <a href=\"/middeldorfu\">Ulrich Middeldorf</a> German Expressionism.": [
        [
            0,
            2,
            [
                "On"
            ]
        ]
    ],
    "A second Fulbright grant was awarded to him to study at the Musées Royaux d'Art et d'Histoire in 1953.": [
        [
            60,
            66,
            [
                "Muses",
                "Fusees",
                "Mushes",
                "Musses"
            ]
        ],
        [
            67,
            73,
            [
                "Roy aux"
            ]
        ],
        [
            85,
            93,
            [
                "History",
                "Historic",
                "Histories",
                "Histone",
                "Historize"
            ]
        ]
    ],
    "His dissertation on German Expressionism, written under <a href=\"/taylorj\">Joshua C. Taylor</a> in 1954, was one of the first from an English-language institution.": [],
    "During these same years he headed the education department at Institute of Design, Illinois Institute of Technology, Chicago, (to 1955).": [],
    "In 1955 he moved to Pomona College, Claremont, CA, to chair the art department and be director of the art gallery.": [
        [
            3,
            7,
            [
                "1955,"
            ]
        ]
    ],
    "He served as a member of board of directors for the College Art Association 1958-1964.": [],
    "Selz became the curator of department of painting and sculpture exhibitions at the Museum of Modern Art, New York in 1958.": [
        [
            0,
            4,
            [
                "Self",
                "Sell",
                "SEL",
                "SEZ",
                "SLZ"
            ]
        ]
    ],
    "At the Modern, his exhibitions included the infamous 1960 Jean Tinguely \"Homage to New York,\" a sculpture that destroyed itself (and started a fire) in the sculpture garden of the Museum.": [
        [
            63,
            71,
            [
                "Tingly",
                "Tingley"
            ]
        ]
    ],
    "He also launched important retrospectives, including the first Rodin retrospective in the United States and a comprehensive exhibition of Alberto Giacometti's work in 1965.": [],
    "That year he was called to University of California, Berkeley to found that university's art museum.": [],
    "He was first director 1965-1973, concomitantly teaching as professor of art history, 1965-1988.": [],
    "He divorced his first wife in 1965.": [],
    "A second CAA board appointment was 1966-1971.": [],
    "Selz was awarded the Order of Merit from Federal Republic of Germany in 1967 for his study of German Expressionism.": [
        [
            0,
            4,
            [
                "Self",
                "Sell",
                "SEL",
                "SEZ",
                "SLZ"
            ]
        ]
    ],
    "Together with his mentor, Taylor, and his colleague at Berkeley, <a href=\"/chipph\">Herschel B. Chipp</a>, he co-edited the first collected essays on American primary source theories of modern art in 1968.": [],
    "He was appointed a member of the advisory council of the Archives of American Art in 1971.": [],
    "For the 1972-1973 year he was a senior fellow, National Endowment for the Humanities.": [],
    "He taught as Zaks Professor, Hebrew University in Jerusalem in 1976.": [
        [
            13,
            17,
            [
                "Oaks",
                "Yaks",
                "Zaps",
                "AKS",
                "NAKs",
                "Saks"
            ]
        ]
    ],
    "In 1983 he married Carole Schemmerling.": [
        [
            3,
            7,
            [
                "1983,"
            ]
        ],
        [
            26,
            38,
            [
                "Shimmering"
            ]
        ]
    ],
    "Selz was a visiting professor at the City University of New York in 1987.": [
        [
            0,
            4,
            [
                "Self",
                "Sell",
                "SEL",
                "SEZ",
                "SLZ"
            ]
        ]
    ],
    "In 1988 he was named <em>emeritus</em> at Berkeley.": [
        [
            3,
            7,
            [
                "1988,"
            ]
        ]
    ],
    "From 1993 he served on the acquisitions committee, Museums of Fine Arts, San Francisco.": [
        [
            27,
            39,
            [
                "acquisitions'",
                "acquisition's"
            ]
        ]
    ],
    "His students included Kristine Stiles (b.": [],
    "1947).": [],
    "As an art historian, Selz was one of the first to examine German Expressionism not as a series of stylistic changes (formalism), but as motivated by the politics of the time.": [
        [
            21,
            25,
            [
                "Self",
                "Sell",
                "SEL",
                "SEZ",
                "SLZ"
            ]
        ]
    ],
    "His interest in art as a political phenomenon never altered.": [],
    "Selz was fortunate enough to interview many of the German Expressionist artists or their widows in the 1950s while they were still alive.": [
        [
            0,
            4,
            [
                "Self",
                "Sell",
                "SEL",
                "SEZ",
                "SLZ"
            ]
        ]
    ],
    "His reputation as an academic was diminished for his reputation as a womanizer, female students were advised to avoid his office hours (Karlstrom).</p>": [
        [
            136,
            145,
            [
                "Maelstrom"
            ]
        ]
    ]
}