{
    "<p>Architect and architectural historian; developed ideas about technology, architecture and art history.": [],
    "Semper was born in Altona, Germany, which is present-day greater Hamburg, Germany.": [
        [
            0,
            6,
            [
                "Temper",
                "Simper",
                "Sempre",
                "SemVer"
            ]
        ],
        [
            19,
            25,
            [
                "Alton",
                "Altoona",
                "Altova",
                "Alton a"
            ]
        ]
    ],
    "He was the son of Christian Gottfried Semper, a business owner and stock trader, and Johanna Maria Paap (Semper).": [
        [
            38,
            44,
            [
                "Temper",
                "Simper",
                "Sempre",
                "SemVer"
            ]
        ],
        [
            99,
            103,
            [
                "Pap",
                "Papa",
                "AAP",
                "GAAP",
                "PAA",
                "PAAs"
            ]
        ],
        [
            105,
            111,
            [
                "Temper",
                "Simper",
                "Sempre",
                "SemVer"
            ]
        ]
    ],
    "He attended the University of Göttingen beginning in 1823 studying mathematics, a life-long passion.": [],
    "In 1825, he enrolled in an architecture course at the Akademie in Munich taught by the architect Friedrich von Gärtner (1792-1847).": [
        [
            54,
            62,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            111,
            118,
            [
                "Gartner",
                "Partner",
                "Gardner",
                "Garner",
                "Garter"
            ]
        ]
    ],
    "The following year he studied in Paris under Franz Christian Gau (1790-1854), though employed as a hydraulic engineer.": [
        [
            61,
            64,
            [
                "Gas",
                "Gap",
                "Gag",
                "Gaul",
                "AAU",
                "GPU"
            ]
        ]
    ],
    "In Paris, he was fascinated by the discussions of the work of <a href=\"/hittorffj\">Jacques-Ignace Hittorff</a> and hid finding on the polychromy in ancient buildings.": [],
    "Semper left Paris in 1830 (after the July Revolution) for Greece.": [
        [
            0,
            6,
            [
                "Temper",
                "Simper",
                "Sempre",
                "SemVer"
            ]
        ]
    ],
    "Together with Jules Goury (1803-1834) and Eduard Metzger (1807-1880), Semper concluded that Greek architecture had been painted, which he published in 1834 as Vorläufige Bemerkungen.": [
        [
            20,
            25,
            [
                "Gourd",
                "Gory",
                "Gouty"
            ]
        ],
        [
            70,
            76,
            [
                "Temper",
                "Simper",
                "Sempre",
                "SemVer"
            ]
        ]
    ],
    "Semper declared that polychromy for architecture was esthetically important and the norm for most historic building types through the medieval.": [
        [
            0,
            6,
            [
                "Temper",
                "Simper",
                "Sempre",
                "SemVer"
            ]
        ],
        [
            21,
            31,
            [
                "polychrome"
            ]
        ]
    ],
    "He began to receive architectural commissions at this time, the first of which was Villa Donner, Altona, near Hamburg.": [
        [
            97,
            103,
            [
                "Alton",
                "Altoona",
                "Altova",
                "Alton a"
            ]
        ]
    ],
    "At Gau's recommendation, Semper was appointed professor of architecture at the Akademie in Dresden in 1834.": [
        [
            3,
            6,
            [
                "Gas",
                "Gap",
                "Gag",
                "Gaul",
                "AAU",
                "GPU"
            ]
        ],
        [
            25,
            31,
            [
                "Temper",
                "Simper",
                "Sempre",
                "SemVer"
            ]
        ],
        [
            79,
            87,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "There, he instituted a program in architectural history.": [],
    "Assigned to reform the architectural school, Semper recommended the integration of practical and theoretical work and replacing the course structure with an atelier-style experience, what is today the modern architectural school arrangement.": [
        [
            45,
            51,
            [
                "Temper",
                "Simper",
                "Sempre",
                "SemVer"
            ]
        ]
    ],
    "Semper's1838 design for the Dresden Hoftheater--promoted by Karl Friedrich Schinkel--demonstrated Semper's theoretic belief of integrating a building into the environment.": [
        [
            0,
            6,
            [
                "Temper",
                "Simper",
                "Sempre",
                "SemVer"
            ]
        ],
        [
            75,
            97,
            [
                "Chinked--demonstrated"
            ]
        ],
        [
            98,
            104,
            [
                "Temper",
                "Simper",
                "Sempre",
                "SemVer"
            ]
        ]
    ],
    "The Hoftheater itself was completed in 1841, becoming Semper's masterpiece.": [
        [
            4,
            14,
            [
                "Theater",
                "Amphitheater",
                "Honeyeater",
                "Hotheaded",
                "Northeaster",
                "Softhearted"
            ]
        ],
        [
            54,
            60,
            [
                "Temper",
                "Simper",
                "Sempre",
                "SemVer"
            ]
        ]
    ],
    "Other Renaissance-Revival style building followed, such as the Dresden Synagogue (1840, destroyed by the Nazis in 1938) and the Dresden museum.": [],
    "The publisher Eduard Vieweg (1797-1869) commissioned Semper to write a comparative theory of architecture, which was to be known as Vergleichende Baulehre.": [
        [
            21,
            27,
            [
                "Viewed",
                "Viewer"
            ]
        ],
        [
            53,
            59,
            [
                "Temper",
                "Simper",
                "Sempre",
                "SemVer"
            ]
        ],
        [
            146,
            154,
            [
                "Bauer",
                "Paulette",
                "Hauler",
                "Haulers",
                "Baler",
                "Balers"
            ]
        ]
    ],
    "Semper's siding with the revolutionaries in the German revolution (among whom as also Richard Wagner, Semper's close friend)--in Dresden, 1849--forced him to flee to Paris.": [
        [
            0,
            6,
            [
                "Temper",
                "Simper",
                "Sempre",
                "SemVer"
            ]
        ],
        [
            102,
            108,
            [
                "Temper",
                "Simper",
                "Sempre",
                "SemVer"
            ]
        ]
    ],
    "Lack of work caused Semper to move again London in 1850, taking up writing, and designing the Canadian, Egyptian, Danish and Swedish exhibits at the London Great Exhibition of 1851.": [
        [
            20,
            26,
            [
                "Temper",
                "Simper",
                "Sempre",
                "SemVer"
            ]
        ]
    ],
    "The exhibition effected Semper fundamentally.": [
        [
            24,
            30,
            [
                "Temper",
                "Simper",
                "Sempre",
                "SemVer"
            ]
        ]
    ],
    "He abandoned the project for the Vergleichende Baulehre, conceiving architecture through the artifacts of living akin to those on display at the Exhibition.": [
        [
            47,
            55,
            [
                "Bauer",
                "Paulette",
                "Hauler",
                "Haulers",
                "Baler",
                "Balers"
            ]
        ]
    ],
    "In England, Henry Cole (1808-1882), the director of the newly formed Department of Practical Art, (later the Victoria and Albert Museum) appointed Semper professor of architecture.": [
        [
            147,
            153,
            [
                "Temper",
                "Simper",
                "Sempre",
                "SemVer"
            ]
        ]
    ],
    "Semper published an article in the Journal of Design on building materials.": [
        [
            0,
            6,
            [
                "Temper",
                "Simper",
                "Sempre",
                "SemVer"
            ]
        ]
    ],
    "This became the basis of his 1852 book Wissenschaft, Industrie und Kunst.": [
        [
            53,
            62,
            [
                "Industries"
            ]
        ],
        [
            63,
            66,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            67,
            72,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "A booklet the following year, über die bleieren Schleudergeschosse der Alten, demonstrated that, rather than strictly angular, the Greeks calculated trajectories of their architecture to make them visually appealing.": [
        [
            30,
            34,
            [
                "Uber",
                "user",
                "Huber",
                "tuber",
                "Buber",
                "umber"
            ]
        ],
        [
            39,
            47,
            [
                "learn",
                "beaten",
                "chaired",
                "Blair",
                "Claire",
                "bearer"
            ]
        ],
        [
            67,
            70,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            71,
            76,
            [
                "Alien",
                "Allen",
                "Alter",
                "Alton",
                "Alden"
            ]
        ]
    ],
    "Semper moved to Zürich in 1855 as professor of architecture, teaching along side art historians such as <a href=\"/lubkew\">Wilhelm Lübke</a>.": [
        [
            0,
            6,
            [
                "Temper",
                "Simper",
                "Sempre",
                "SemVer"
            ]
        ],
        [
            70,
            80,
            [
                "alongside"
            ]
        ]
    ],
    "Some commissions followed, but his influence was a great as his commissions, notably on Richard Wagner's Bayreuth Festspielhaus by Otto Brückwald (1841-1917).": [
        [
            136,
            145,
            [
                "Buchwald"
            ]
        ]
    ],
    "Semper began publishing his book of architectural theory, Der Stil, in 1860.": [
        [
            0,
            6,
            [
                "Temper",
                "Simper",
                "Sempre",
                "SemVer"
            ]
        ],
        [
            58,
            61,
            [
                "Her",
                "Dr",
                "Deer",
                "Per",
                "Del",
                "Den"
            ]
        ],
        [
            62,
            66,
            [
                "Still",
                "Soil",
                "Sail",
                "Stir",
                "STOL",
                "Til"
            ]
        ]
    ],
    "Based upon research during his time in Paris and his experience with the Great Exhibition, the book theorized that the progress in architecture--or any discipline--meant emulating natural science.": [],
    "Using an taxonomical approach akin to the naturalist Baron George Cuvier (1769-1832), Semper set out to determine the \"laws\" of all architecture by examining eleven modes of building, beginning with domestic.": [
        [
            6,
            8,
            [
                "a"
            ]
        ],
        [
            9,
            20,
            [
                "taxonomic",
                "taxonomically"
            ]
        ],
        [
            86,
            92,
            [
                "Temper",
                "Simper",
                "Sempre",
                "SemVer"
            ]
        ]
    ],
    "Semper concluded what he called a Bekleidungstheorie (theory of dressing), deducing that the roof.": [
        [
            0,
            6,
            [
                "Temper",
                "Simper",
                "Sempre",
                "SemVer"
            ]
        ]
    ],
    "In 1869 Semper moved to Vienna to supervise construction of his design for public buildings there, including the Burgtheater, the Kunsthistorische Museum and Naturhistorische Museum and one wing of the Neue Burg.": [
        [
            8,
            14,
            [
                "Temper",
                "Simper",
                "Sempre",
                "SemVer"
            ]
        ],
        [
            113,
            124,
            [
                "Burg theater"
            ]
        ],
        [
            202,
            206,
            [
                "Nee",
                "Neut",
                "Née",
                "NEE",
                "Névé"
            ]
        ]
    ],
    "Other Semper designs for Vienna were abandoned or finished in a Baroque-style after Semper's death.": [
        [
            6,
            12,
            [
                "Temper",
                "Simper",
                "Sempre",
                "SemVer"
            ]
        ],
        [
            84,
            90,
            [
                "Temper",
                "Simper",
                "Sempre",
                "SemVer"
            ]
        ]
    ],
    "During a trip to Italy, he suffered a recurrence of his asthma and then kidney failure.": [],
    "He died in Rome and is buried in the protestant cemetery there.": [],
    "As an architectural historian and architect, Semper brought Renaissance architecture into serious appreciation.": [
        [
            45,
            51,
            [
                "Temper",
                "Simper",
                "Sempre",
                "SemVer"
            ]
        ]
    ],
    "Previous art historians, such as <a href=\"/kuglerf\">Franz Kugler</a>, in his Handbuch der Kunstgeschichte, disdainfully mentioned the period as an architectural style.": [],
    "By the 1860s, <a href=\"/burckhardtj\">Jacob Burckhardt</a> had brought the period into historic vogue.": [],
    "Semper advocated the concept that \"form is determined by materials,\" derived from the partially-completed volumes of Der Stil.": [
        [
            0,
            6,
            [
                "Temper",
                "Simper",
                "Sempre",
                "SemVer"
            ]
        ],
        [
            117,
            120,
            [
                "Her",
                "Dr",
                "Deer",
                "Per",
                "Del",
                "Den"
            ]
        ],
        [
            121,
            125,
            [
                "Still",
                "Soil",
                "Sail",
                "Stir",
                "STOL",
                "Til"
            ]
        ]
    ],
    "However, Semper also asserted that social, economic and climatic conditions as essential to style, driven by the free will of creative humans.": [
        [
            9,
            15,
            [
                "Temper",
                "Simper",
                "Sempre",
                "SemVer"
            ]
        ]
    ],
    "Since these were to have been addressed in the third, never-written volume, Semper was criticized for subscribing to a purely materialistic approach.": [
        [
            76,
            82,
            [
                "Temper",
                "Simper",
                "Sempre",
                "SemVer"
            ]
        ]
    ],
    "The mathematical analogy in his discussion of style was exaggerated in the English version of his book (edited by his son).": [],
    "<a href=\"/riegla\">Aloïs Riegl</a> attacked Semper's \"deterministic core\" in 1901 (Mallgrave).": [],
    "His theoretical influence included Wilhelm Dilthey (1833-1911) (who praised Semper at the successor to Goethe for his exploration of the \"inner structure of art\") and the work of <a href=\"/wolfflinh\">Heinrich Wölfflin</a>, (who quoted Semper liberally in his dissertation).": [
        [
            43,
            50,
            [
                "Filthy",
                "Dither"
            ]
        ],
        [
            76,
            82,
            [
                "Temper",
                "Simper",
                "Sempre",
                "SemVer"
            ]
        ]
    ],
    "Wagner remembered Semper as an iconoclast who brought arguments (and occasionally fisticuffs) to any social gathering with his \"peculiar habit of contradicting everyone flatly.": [
        [
            18,
            24,
            [
                "Temper",
                "Simper",
                "Sempre",
                "SemVer"
            ]
        ]
    ],
    "\"</p>": []
}