{
    "<p>Critic, curator and lecturer.": [],
    "Sewter's father was a painting conservator.": [
        [
            0,
            6,
            [
                "Suite",
                "Suited",
                "Sewer",
                "Suites",
                "Sooner",
                "Setter"
            ]
        ]
    ],
    "The younger Sewter studied at the London School of Economics, Courtauld Institute and Manchester University.": [
        [
            12,
            18,
            [
                "Suite",
                "Suited",
                "Sewer",
                "Suites",
                "Sooner",
                "Setter"
            ]
        ],
        [
            62,
            71,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "In 1935 he was appointed Arts Assistant at the Leicester Museum and Art Gallery where he remained until 1939.": [
        [
            3,
            7,
            [
                "1935,"
            ]
        ]
    ],
    "At Leicester Sewter was responsible for a progressive acquisition policy, which emphasised the purchase of contemporary British and European art including German.": [
        [
            13,
            19,
            [
                "Suite",
                "Suited",
                "Sewer",
                "Suites",
                "Sooner",
                "Setter"
            ]
        ],
        [
            80,
            90,
            [
                "emphasized"
            ]
        ]
    ],
    "In those years he also began to write for the <em>Burlington Magazine</em>.": [],
    "His object-based approach and forward-thinking views on art undoubtedly helped him to secure the job of Editor at the <em>Burlington Magazine</em> in November 1939, when then editor <a href=\"/readh\">Herbert Read</a> left for the ill-fated project of founding a museum of contemporary art in London.": [],
    "Only 27 at the time, Sewter continued the line of scholarship established by Read, publishing articles by <a href=\"/panofskye\">Erwin Panofsky</a>, <a href=\"/clarkk\">Kenneth Clark</a>, <a href=\"/ganzp\">Paul Ganz</a>, <a href=\"/antalf\">Frederick Antal</a> and many others.": [
        [
            21,
            27,
            [
                "Suite",
                "Suited",
                "Sewer",
                "Suites",
                "Sooner",
                "Setter"
            ]
        ]
    ],
    "Britain's entry into the Second World War made editing an art magazine difficult.": [],
    "With the increasing intensity of the conflict, Sewter left London for his native Midlands; in 1940 he was appointed Assistant Director of the Barber Institute of Fine Arts.": [
        [
            47,
            53,
            [
                "Suite",
                "Suited",
                "Sewer",
                "Suites",
                "Sooner",
                "Setter"
            ]
        ]
    ],
    "Sewter's short editorship gave attention to museums and exhibitions from the north of England.": [
        [
            0,
            6,
            [
                "Suite",
                "Suited",
                "Sewer",
                "Suites",
                "Sooner",
                "Setter"
            ]
        ]
    ],
    "He wrote on works and exhibitions from Leicester, Manchester, Sheffield, Liverpool and the whole of the Midlands.": [],
    "At a time when the international scope of the <em>Burlington Magazine</em> was inevitably to be restricted by the War, Sewter widened considerably its horizon within the national collections.": [
        [
            119,
            125,
            [
                "Suite",
                "Suited",
                "Sewer",
                "Suites",
                "Sooner",
                "Setter"
            ]
        ]
    ],
    "He continued to contribute articles and reviews to the <em>Burlington Magazine</em> until he retired.": [],
    "After being on war service from 1942 to 1946, Sewter went back to the Barber Institute, acting as Art Adviser to Leicester Gallery Museum and Art Gallery, 1948-1949.": [
        [
            46,
            52,
            [
                "Suite",
                "Suited",
                "Sewer",
                "Suites",
                "Sooner",
                "Setter"
            ]
        ]
    ],
    "In 1949 he became Senior Lecturer at the University of Manchester, where he remained until 1973.": [
        [
            3,
            7,
            [
                "1949,"
            ]
        ]
    ],
    "In 1952 he published a re-edition of <em>Merrifield's Art of Fresco Painting</em> by <a href=\"/merrifieldm\">Mary Philadelphia Merrifield</a>.": [
        [
            3,
            7,
            [
                "1952,"
            ]
        ]
    ],
    "He was also adviser on Prints for the Whitworth Art Gallery (Manchester), and a founder member of the Institute of Contemporary Art in Manchester.": [],
    "His most acclaimed work, <em>Stained Glass of William Morris and his Circle</em>, appeared in 1974, sponsored by the Paul Mellon Center for British Art at Yale University.": [],
    "Sewer was a collector too and in the course of the 1960s he donated works of art to the National Portrait Gallery, Manchester City Art Gallery and Whitworth Art Gallery.": [],
    "The extent and scope of his art collection has yet to be uncovered.": [],
    "A manuscript on the life of William Artaud (1763-1823), written in 1951, was never published.": [
        [
            36,
            42,
            [
                "Arnaud"
            ]
        ]
    ],
    "Sewter had a strong object-based approach to works of art.": [
        [
            0,
            6,
            [
                "Suite",
                "Suited",
                "Sewer",
                "Suites",
                "Sooner",
                "Setter"
            ]
        ]
    ],
    "For Sewter as for Read, however, formalism was the starting point to developing a wider analysis.": [
        [
            4,
            10,
            [
                "Suite",
                "Suited",
                "Sewer",
                "Suites",
                "Sooner",
                "Setter"
            ]
        ]
    ],
    "For instance, Sewter's 'Four English Illustrative Pictures' of March 1939 is a study of four works by Gilpin and Zoffany where the formal analysis and attribution of the paintings is joined to the analysis of Gilpin and Zoffany's literary sources, Jonathan Swift and David Garrick.": [
        [
            14,
            20,
            [
                "Suite",
                "Suited",
                "Sewer",
                "Suites",
                "Sooner",
                "Setter"
            ]
        ],
        [
            102,
            108,
            [
                "Gil pin"
            ]
        ],
        [
            113,
            120,
            [
                "Tiffany",
                "Zofran"
            ]
        ],
        [
            209,
            215,
            [
                "Gil pin"
            ]
        ],
        [
            220,
            227,
            [
                "Tiffany",
                "Zofran"
            ]
        ]
    ],
    "Sewter was a thorough scholar and a prolific writer, not only did he write some fifty contributions for the <em>Burlington Magazine</em>, he also wrote for Apollo, Gazette des Beaux-Arts, The Connoisseur, Art Quarterly, Museum Journal and the Listener.": [
        [
            0,
            6,
            [
                "Suite",
                "Suited",
                "Sewer",
                "Suites",
                "Sooner",
                "Setter"
            ]
        ],
        [
            172,
            175,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "In the course of the 1950s he wrote over sixty newspaper articles on art and exhibitions for the Manchester Guardian as their art critic.": [],
    "Barbara Pezzini</p>": [
        [
            8,
            15,
            [
                "Mazzini"
            ]
        ]
    ]
}