{
    "National Gallery of Art curator and Yale University professor of art history; renaissance and sculpture specialist.": [],
    "Seymour's paternal family comprised many Yale faculty.": [
        [
            36,
            53,
            [
                "many Yale faculties"
            ]
        ]
    ],
    "His father was Charles Seymour (1885-1963), president of Yale 1937-1950.": [],
    "The younger Seymour attended the Choate School and a year at King's College, Cambridge University, before entering Yale in the class of 1935.": [
        [
            33,
            39,
            [
                "Create",
                "Choice",
                "Choose",
                "Chose",
                "Coat",
                "Chase"
            ]
        ]
    ],
    "At Yale he studied under <a href=\"/aubertm\">Marcel Aubert</a> and particularly <a href=\"/focillonh\">Henri Focillon</a>.": [
        [
            3,
            7,
            [
                "Yale,"
            ]
        ]
    ],
    "Seymour and fellow student (and future Yale art history faculty <a href=\"/crosbys\">Sumner McKnight Crosby</a>) continued study in Paris in 1934 at the Ecole des Chartres and Sorbonne.": [],
    "He returned to Yale to complete his Ph.D.": [],
    "in 1938, writing his dissertation on the cathedral of Notre-Dame of Noyon.": [
        [
            0,
            2,
            [
                "In"
            ]
        ],
        [
            68,
            73,
            [
                "Noon",
                "No yon"
            ]
        ]
    ],
    "The work was selected as the inaugural volume in the Yale History of Art series.": [],
    "While an instructor at Yale, Seymour was part of a group (also including Focillon) urging Seymour's father to create a department of the History of Art (capable of issuing undergraduate degrees) instead of the solely graduate discipline it had been.": [
        [
            73,
            81,
            [
                "Bouillon"
            ]
        ],
        [
            186,
            193,
            [
                "decrees"
            ]
        ]
    ],
    "Seymour joined the new National Gallery of Art in Washington, D.C.": [],
    "as curator of sculpture in 1939; the following year Yale's History of Art department was created.": [
        [
            0,
            2,
            [
                "As"
            ]
        ]
    ],
    "During World War II, Seymour served in army intelligence, 1942-1945.": [],
    "After the war he returned to Washington as assistant chief curator.": [],
    "In 1949 he left the Gallery to return to his alma mater as associate professor.": [
        [
            3,
            7,
            [
                "1949,"
            ]
        ]
    ],
    "He was succeeded at the Gallery by <a href=\"http://cottp\">Perry Cott</a>.": [],
    "In 1954 he was appointed full professor.": [
        [
            3,
            7,
            [
                "1954,"
            ]
        ]
    ],
    "The following year Yale initiated the Directed Studies program for art history.": [],
    "Seymour was one of the principal faculty here, using his museum experience to frame the course on examining works of art first hand.": [],
    "In 1966 Seymour published the volume on Italian sculpture for the prestigious <em>Pelican History of Art</em> series.": [],
    "He was also instrumental in creating the conservation laboratory at the Yale University Art Gallery.": [],
    "He died at age 65.": []
}