{
    "<p>French historian of art and literature.": [],
    "Seznec's parents were both schoolteachers.": [
        [
            0,
            6,
            [
                "Seine",
                "Seneca",
                "Séance",
                "Seance",
                "Seiner",
                "Seines"
            ]
        ]
    ],
    "He studied at the École Normale Supérieure.": [
        [
            18,
            23,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            24,
            31,
            [
                "Normal",
                "Nor male",
                "Norm ale"
            ]
        ],
        [
            32,
            42,
            [
                "Superior",
                "Superhero",
                "Superiors",
                "Supersede",
                "Superstore",
                "Supervene"
            ]
        ]
    ],
    "In 1929 became a fellow at the Académie de France in Rome, studying under <a href=\"/malee\">Émile Mâle</a>, whose methodology he revered.": [
        [
            31,
            39,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "He lectured at Cambridge University between 1930-33 in French literature before accepting a position at the Lycéen Thiers in Marseilles in 1934.": [
        [
            108,
            114,
            [
                "Lycée",
                "Lycées"
            ]
        ],
        [
            115,
            121,
            [
                "Hears",
                "Tears",
                "Theirs",
                "Tiers",
                "Shears",
                "Triers"
            ]
        ]
    ],
    "He joined the French Institute in Florence as an assistant director, becoming director in 1938.": [],
    "At the entrance of France in World War II, Seznec returned home to fight as an infantry officer in the French army.": [
        [
            43,
            49,
            [
                "Seine",
                "Seneca",
                "Séance",
                "Seance",
                "Seiner",
                "Seines"
            ]
        ]
    ],
    "In 1940, he published La Survivance des dieux antiques, an intellectual tour-de-force tracing how medieval and renaissance artists represented classical mythology according to their understanding.": [
        [
            25,
            35,
            [
                "Survivable"
            ]
        ],
        [
            36,
            39,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            40,
            45,
            [
                "door",
                "doom",
                "Doom"
            ]
        ],
        [
            72,
            85,
            [
                "tour de force"
            ]
        ]
    ],
    "Seznec was influenced by the work of Warburg scholars <a href=\"/saxlf\">Fritz Saxl</a>, <a href=\"/panofskye\">Erwin Panofsky</a> and <a href=\"/warburga\">Aby M. Warburg</a> himself.": [
        [
            0,
            6,
            [
                "Seine",
                "Seneca",
                "Séance",
                "Seance",
                "Seiner",
                "Seines"
            ]
        ]
    ],
    "Seznec expanded the scope of their work, writing a broad view of the transmission of classical representation in Western Art.": [
        [
            0,
            6,
            [
                "Seine",
                "Seneca",
                "Séance",
                "Seance",
                "Seiner",
                "Seines"
            ]
        ]
    ],
    "He was awarded the Prix Fould from the Academies des Inscriptions et des Belles Lettres in for the work in 1948.": [
        [
            19,
            23,
            [
                "PRI",
                "Prim",
                "Prig",
                "PIX",
                "RIX",
                "Pix"
            ]
        ],
        [
            24,
            29,
            [
                "Would",
                "Could",
                "Found",
                "Fold",
                "Foul",
                "Gould"
            ]
        ],
        [
            49,
            52,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            69,
            72,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            80,
            87,
            [
                "Letters"
            ]
        ]
    ],
    "Seznec had accepted a position at Harvard University after the war in the department of Romance Languages and Literatures; he was made chair of that department in 1949.": [
        [
            0,
            6,
            [
                "Seine",
                "Seneca",
                "Séance",
                "Seance",
                "Seiner",
                "Seines"
            ]
        ]
    ],
    "There, too, he identified a group of Fragonard drawings, editing a catalog with <a href=\"/mongane\">Elizabeth Mongan</a> and <a href=\"/hoferp\">Philip Hofer</a>, which became an exhibition at the National Gallery of Art.": [],
    "In 1950 he was named Marshal Foch Professor of French Literature at Oxford University, succeeding Gustav Rudler (1872-1957) remaining until 1972.": [
        [
            3,
            7,
            [
                "1950,"
            ]
        ],
        [
            105,
            111,
            [
                "Ruler",
                "Rudder",
                "Ruder"
            ]
        ]
    ],
    "His second marriage in 1954 was to Simone Lee.": [],
    "At Oxford he held a special affinity with the first chair of art history, <a href=\"/winde\">Edgar Wind</a>, a fellow Warburgian.": [
        [
            3,
            9,
            [
                "Oxford,"
            ]
        ]
    ],
    "In 1957, Seznec, together with <a href=\"/adhemarj\">Jean Adhémar</a> began issuing their four-volume edition of Denis Diderot's Paris Salon criticism, which Diderot had written between 1759-81.": [
        [
            9,
            15,
            [
                "Seine",
                "Seneca",
                "Séance",
                "Seance",
                "Seiner",
                "Seines"
            ]
        ]
    ],
    "Seznec the literary scholar and Adhémar the prints specialist assembled a critical text of Diderot and the images about which he wrote.": [
        [
            0,
            6,
            [
                "Seine",
                "Seneca",
                "Séance",
                "Seance",
                "Seiner",
                "Seines"
            ]
        ],
        [
            32,
            39,
            [
                "Appear",
                "Hear",
                "Ahead",
                "Ahmad",
                "Adhere",
                "Shear"
            ]
        ]
    ],
    "The work, largely an effort of careful assemblage and commentary, transformed eighteenth-century scholarship by providing a reliable primary source for scholars and students.": [],
    "His son, Alain Seznec, was a professor at Cornell University.": [
        [
            15,
            21,
            [
                "Seine",
                "Seneca",
                "Séance",
                "Seance",
                "Seiner",
                "Seines"
            ]
        ]
    ],
    "Seznec and <a href=\"/chastela\">André Chastel</a>, whom he influenced, were the first French scholars to incorporate methodologies of the Warburg Institute into the art history of France.</p>": [
        [
            0,
            6,
            [
                "Seine",
                "Seneca",
                "Séance",
                "Seance",
                "Seiner",
                "Seines"
            ]
        ]
    ]
}