{
    "<p>Professor of French and Comparative Literature in University of California Riverside; author of the important <em>Painters and Politics: the European Avant-Garde and Society</em>.": [],
    "Shapiro was born in Gloversville, New York.": [],
    "She received her Bachelor's degree from Columbia University.": [],
    "She demonstrated an early interest in art history by writing her M.A.": [],
    "thesis on French painters and politics.": [
        [
            0,
            6,
            [
                "Thesis"
            ]
        ]
    ],
    "She continued the topic in her dissertation.": [],
    "While working on her Ph.D.": [],
    "she lectured in the departments of History, Comparative Literature and Foreign Languages and French at the University of California Riverside in 1969.": [
        [
            0,
            3,
            [
                "She"
            ]
        ]
    ],
    "In 1974, she received her Ph.D in European Social, Intellectual, and Cultural History from Columbia University.": [
        [
            26,
            30,
            [
                "Ph.D."
            ]
        ]
    ],
    "Her dissertation was supervised by, among others, <a href=\"/collinsg\">George Collins</a>, and the cultural historian Fritz Stern (1926-2016).": [],
    "She published a revised version of her dissertation in 1976 under a similar title.": [],
    "Though a book of political science, it was an early example of social art history in the United States.": [],
    "She was appointed professor at Riverside, serving as the chair of the Comparative Literature department as the director of the French and Italian programs.": [],
    "She also took part in the university’s Liberal Studies and Interdisciplinary Programs in 2000 through 2003 in which she served as president.": [],
    "Moreover, at the university, she created the \"History of World Literature by Women\" class which has become part of the Women’s study major classes.": [],
    "Shapiro received the first UCR Senate Distinguished Service Award in 2005-06 because of her contributions.</p>\n\n<p>Though not an art historian per se,<em>Painters and Politics: the European Avant-Garde and Society, 1900-1925</em> was one of the early forays into examining art works as political documents.": [
        [
            149,
            151,
            [
                ", <"
            ]
        ]
    ],
    "It illustrates the social attitudes and politics of the Avant-Garde period in Western Europe.": [
        [
            56,
            67,
            [
                "Avant-garde"
            ]
        ]
    ],
    "In addition to Collins and Stern, her supervisors included the historians István Deák (b.": [
        [
            74,
            80,
            [
                "Ivan",
                "Stan",
                "Sivan",
                "ISTA",
                "Ishaan"
            ]
        ],
        [
            81,
            85,
            [
                "Deal",
                "Dead",
                "Peak",
                "Deck",
                "Weak",
                "Dean"
            ]
        ]
    ],
    "1926) and the art historian <a href=\"/burkej\">Joseph Burke</a>.": [],
    "Her colleagues at the university, the cultural historian Nathan G. Hale Jr.": [],
    "(1922-2013) and professor of French Henry W. Decker (1923-2015) also assisted in her research.": [],
    "Her work examines artists of the time ranging from the Italian futurists, French Fauves, Cubists and German Expressionists.": [
        [
            81,
            87,
            [
                "Faves"
            ]
        ]
    ],
    "She included unpublished and published letters, manifestos, journals, catalogs, periodicals and interviews from family and friends from artists of the period.</p>": []
}