{
    "<p>Italian art scholar and curator of paintings, National Gallery of Art, 1947-1960.": [],
    "Rusk was the daughter of Ralph Leslie Rusk (1891-1962), a professor of English at Columbia University, and Anna Lucinda Renner (Rusk).": [
        [
            120,
            126,
            [
                "Runner",
                "Render",
                "Brenner",
                "Jenner",
                "Rennes",
                "Rennet"
            ]
        ]
    ],
    "After graduating from the University of Missouri, with an A. B. in 1913, she continued for her master's degree, 1914, writing her thesis on the Missouri artist George Caleb Bingham.": [],
    "She briefly studied at Bryn Mawr College, 1914-1915.": [],
    "Rusk was awarded a Fellowship for European study in 1915, returning to complete her Ph.D., also at Missouri in 1916.": [],
    "The following year she published and expanded version of her M.A.": [],
    "thesis as her first book.": [
        [
            0,
            6,
            [
                "Thesis"
            ]
        ]
    ],
    "She married another Missouri alum and art historian, <a href=\"/shapleyj\">John Shapley</a> in1918.": [],
    "Shapley followed her husband to Providence, RI, where he was professor at Brown University.": [
        [
            0,
            7,
            [
                "Shapely",
                "Shanley",
                "Shaula"
            ]
        ]
    ],
    "In 1925 she was an assistant professor of art at her alma mater in Columbia, MO, for the summer session.": [
        [
            3,
            7,
            [
                "1925,"
            ]
        ]
    ],
    "Shapley then became an assistant to <a href=\"/berensonb\">Bernard Berenson</a> at his Villa I Tatti in Florence where she worked on a second edition of his corpus of Italian drawings.": [
        [
            0,
            7,
            [
                "Shapely",
                "Shanley",
                "Shaula"
            ]
        ]
    ],
    "Her husband, now a professor at the University of Chicago, used his income and connections at the University to publish the three-volume set, <em>The Drawings of the Florentine Painters</em>, for a modest cost.": [],
    "In 1943 she joined the National Gallery of Art, Washgington, D. C., as a research assistant, rising to curator of paintings in 1947.": [
        [
            3,
            7,
            [
                "1943,"
            ]
        ],
        [
            48,
            59,
            [
                "Washington"
            ]
        ]
    ],
    "She became assistant chief curator in 1956.": [],
    "In 1960, Shapley was named Curator of Research at the Samuel H. Kress Foundation in New York.": [
        [
            9,
            16,
            [
                "Shapely",
                "Shanley",
                "Shaula"
            ]
        ],
        [
            64,
            69,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ]
    ],
    "In that capacity, she began writing a catalog of the complete Kress collection, then dispersed throughout the United States to art museums in cities which had prominent Kress stores.": [
        [
            62,
            67,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ],
        [
            169,
            174,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ]
    ],
    "She retired in 1972, completing the Kress catalogs in 1973 and the catalog of the Italian paintings at the Gallery, 1976.": [
        [
            36,
            41,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ]
    ],
    "She died of heart disease in 1984.</p>": []
}