{
    "<p>Early Christian and Byzantine art scholar; chair of the Department of Art, University of Chicago and fourth president of the College Art Association, 1929-1938.": [],
    "Shapley was born on the family farm in Missouri and educated in a one-room school house.": [
        [
            0,
            7,
            [
                "Shapely",
                "Shanley",
                "Shaula"
            ]
        ]
    ],
    "He graduated from the University of Missouri in 1912.": [],
    "He continued for an M.A.": [],
    "at Princeton University, granted in 1913.": [
        [
            0,
            2,
            [
                "At"
            ]
        ]
    ],
    "While still a student, Shapley and his teacher, <a href=\"/pickardj\">John Pickard</a>, helped found the College Art Association, the American professional body of art historians and professional artists.": [
        [
            23,
            30,
            [
                "Shapely",
                "Shanley",
                "Shaula"
            ]
        ]
    ],
    "His Ph.D.": [],
    "from the University in Vienna, as conferred in 1914.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "The following year, he joined the faculty at Brown University.": [],
    "During World War I, his mathematics proficiency landed him a job teaching soldiers for the war effort.": [],
    "He married another University of Missouri alum and art historian, <a href=\"/shapleyf\">Fern Rusk Shapley</a> in 1918.": [],
    "Beginning in 1923, Shapley served as the fourth President of the College Art Association.": [
        [
            19,
            26,
            [
                "Shapely",
                "Shanley",
                "Shaula"
            ]
        ]
    ],
    "Shapley taught at Brown until 1924.": [
        [
            0,
            7,
            [
                "Shapely",
                "Shanley",
                "Shaula"
            ]
        ]
    ],
    "He was the editor of the College Art Association's <em>Art Bulletin</em> between 1921 and 1939, which he supported from his personal finances during the hard years of the Great Depression.": [],
    "In 1924, he joined the faculty of New York University as Samuel F. B. Morse professor.": [],
    "While an NYU professor, Shapley headed a project funded by the Carnegie Corporation donating books on art history to over 200 high schools and colleges in the United States and Great Britain.": [
        [
            24,
            31,
            [
                "Shapely",
                "Shanley",
                "Shaula"
            ]
        ]
    ],
    "When the head of the art department at the University of Chicago, Walter Sargent (1868-1928), died in 1928, Shapley was appointed his successor.": [
        [
            73,
            80,
            [
                "Sergeant"
            ]
        ],
        [
            108,
            115,
            [
                "Shapely",
                "Shanley",
                "Shaula"
            ]
        ]
    ],
    "Shapley was responsible for bringing a greater variety and more scholarly faculty to the University, including <a href=\"/pijonj\">José Pijon</a>.": [
        [
            0,
            7,
            [
                "Shapely",
                "Shanley",
                "Shaula"
            ]
        ]
    ],
    "His wife worked as an assistant to <a href=\"/berensonb\">Bernard Berenson</a> in Italy editing a second edition of his corpus of Italian drawings.": [],
    "Shapley used his income and connections at the University to publish Berenson's three-volume set for a modest cost.": [
        [
            0,
            7,
            [
                "Shapely",
                "Shanley",
                "Shaula"
            ]
        ],
        [
            69,
            77,
            [
                "Benenson"
            ]
        ]
    ],
    "The Shapley's moved to Washington in 1938, he relinguishing his presidency at CAA; Fern Rusk Shapley became a curator at the National Gallery in 1947.": [
        [
            4,
            11,
            [
                "Shapely",
                "Shanley",
                "Shaula"
            ]
        ],
        [
            46,
            59,
            [
                "relinquishing"
            ]
        ],
        [
            93,
            100,
            [
                "Shapely",
                "Shanley",
                "Shaula"
            ]
        ]
    ],
    "From 1960 to 1963 he taught at the University of Baghdad in Iraq.": [],
    "He later taught at Catholic and George Washington universities.": [],
    "Though he published no books, he contributed essays to <em>A Survey of Persian Art</em>, the <em>Encyclopaedia Britannica</em>, and the <em>Dictionary of Religion and Ethics</em>.": [],
    "He succumbed to cardiac arrest in 1978.": [],
    "His brother was the noted Harvard astronomer Harlow Shapley (1885-1972).</p>\n\n<p>At Chicago, Shapley diverged from his predecessor Walter Sargent’s emphasis on integrating practice with historical and theoretical approaches to art, seeking to make Chicago's art department's focus on historical scholarship.": [
        [
            52,
            59,
            [
                "Shapely",
                "Shanley",
                "Shaula"
            ]
        ],
        [
            93,
            100,
            [
                "Shapely",
                "Shanley",
                "Shaula"
            ]
        ],
        [
            138,
            145,
            [
                "Sergeant"
            ]
        ]
    ],
    "(Boxer) Shapley's work for the Carnegie project launched the widespread study of art history and archeology in the United States.": [
        [
            8,
            15,
            [
                "Shapely",
                "Shanley",
                "Shaula"
            ]
        ]
    ],
    "Before the Carnegie initiative, almost no materials for the study of art history were available at the secondary school level.": [],
    "The so-called Carnegie \"sets\" consisted of more than 2,000 color art reproductions and about 200 books, most of them selected by Shapley.</p>": [
        [
            129,
            136,
            [
                "Shapely",
                "Shanley",
                "Shaula"
            ]
        ]
    ]
}