{
    "<p>Literary critic and Romance Languages professor interested in French avant-garde artists.": [
        [
            31,
            40,
            [
                "Languages'",
                "Language's"
            ]
        ]
    ],
    "Shattuck's parents were Howard F. Shattuck, a prosperous medical doctor, and Elizabeth Colt (Shattuck).": [
        [
            0,
            8,
            [
                "Shat tuck"
            ]
        ],
        [
            34,
            42,
            [
                "Shat tuck"
            ]
        ],
        [
            93,
            101,
            [
                "Shat tuck"
            ]
        ]
    ],
    "He was raised on the East Side of Manhattan graduating from St.": [],
    "Paul's School, in Concord, NH, in 1941.": [],
    "Shortly before World War II he entered Yale University, but his attempts at pre-medicine classes failed.": [],
    "Shattuck enlisted in the Army Air Force in 1942, qualifying as a pilot in a combat cargo squadron in the Pacific Theater.": [
        [
            0,
            8,
            [
                "Shat tuck"
            ]
        ]
    ],
    "His B-25 flew over Hiroshima shortly the atomic bomb drop.": [],
    "After the war, he returned to Yale, becoming editor of Yale Review, and graduating with a B.A.": [],
    "in 1947, the highest academic degree he ever achieved.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He took a job at UNESCO in Paris as an information officer in film section and then as the Paris reporter for the <em>Chicago Daily News</em> in Paris, 1948-1949.": [],
    "In Paris he met Alice B. Toklas (1877-1967), the partner of Gertrude Stein (1874-1946) and literary salon sponsor.": [
        [
            3,
            8,
            [
                "Paris,"
            ]
        ],
        [
            25,
            31,
            [
                "Tools",
                "Totals",
                "Tokens",
                "Tolls",
                "Tobias",
                "Koalas"
            ]
        ]
    ],
    "Toklas introduced Shattuck to the authors Thornton Wilder (1897-1975) and Jean Cocteau (1889-1963), and the painters Francis Bacon, Georges Braque and, important for Shattuck's later book, Picasso's first mistress, Fernande Olivier (1880/81-1966).": [
        [
            0,
            6,
            [
                "Tools",
                "Totals",
                "Tokens",
                "Tolls",
                "Tobias",
                "Koalas"
            ]
        ],
        [
            18,
            26,
            [
                "Shat tuck"
            ]
        ],
        [
            166,
            174,
            [
                "Shat tuck"
            ]
        ],
        [
            215,
            223,
            [
                "Fernando",
                "Fernandez",
                "Fernanda",
                "Fernand",
                "Fernandes",
                "Fernández"
            ]
        ]
    ],
    "He married Nora Ewing White, a dancer with Les Ballets Russes des Monte Carlo and Les Ballet de Paris, in 1949.": [
        [
            55,
            61,
            [
                "Rushes",
                "Trusses",
                "Busses",
                "Russet",
                "Ruses",
                "Fusses"
            ]
        ],
        [
            62,
            65,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "One year as an assistant trade editor for Harcourt, Brace & Co.": [],
    "in New York, 1949-1950 was followed by an academic career.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He joined Harvard University, initially as a junior member of Society of Fellows in 1950, where he could research without pursuing a degree.": [],
    "He joined the French Department as an instructor in 1953.": [],
    "In 1956 he moved to the University of Texas at Austin as an assistant professor.": [
        [
            3,
            7,
            [
                "1956,"
            ]
        ]
    ],
    "He was awarded a Guggenheim fellowship for the 1958-1959 year.": [],
    "That year, too, 1958, Shattuck published his <em>Banquet Years: The Origins of the Avant-Garde in France, 1885 to World War One</em>, a readable and well-researched account of the development of the avant-garde in France.": [
        [
            22,
            30,
            [
                "Shat tuck"
            ]
        ]
    ],
    "Shattuck was promoted to associate professor of romance languages at Austin in 1959 and professor of French and English in 1962.": [
        [
            0,
            8,
            [
                "Shat tuck"
            ]
        ]
    ],
    "His poetry, <em>Half Tame</em>, was published by the University of Texas Press in 1964.": [],
    "He chaired the department of French and Italian between 1968 and 1971.": [],
    "Shattuck became a free-lance writer in 1971 before moving to the University of Virginia, Charlottesville in 1974.": [
        [
            0,
            8,
            [
                "Shat tuck"
            ]
        ]
    ],
    "A biography Marcel Proust (1871-1922) won the National Book Award in 1975.": [],
    "In 1984 his collected essays appeared as <em>The Innocent Eye</em> writings on on modern literature and the arts appearing between 1960 and 1983.": [
        [
            76,
            81,
            [
                "on"
            ]
        ]
    ],
    "Shattuck wrote the essays on Henri Rousseau for the 1985 exhibition at the Museum of Modern Art.": [
        [
            0,
            8,
            [
                "Shat tuck"
            ]
        ]
    ],
    "He taught at Boston University as a professor of modern languages from 1988 through 1997.": [],
    "A final art compilation, <em>Apollinaire on Art: Essays and Reviews, 1902-1918</em> was published in 2001.": [],
    "He died at his Lincoln, Vermont home after contracting prostate cancer.": [],
    "<em>The Banquet Years</em> was one of the first works in English to consider the literature and music of that period in conjunction with its painting, looking at it as a single cultural phenomenon.": [],
    "It remains a highly regarded work.": [],
    "Shattuck opposed postmodern trends in arts analysis such as deconstructionism and semiotics, contending that it ignored the intellectual, moral and human aspects of the work.": [
        [
            0,
            8,
            [
                "Shat tuck"
            ]
        ]
    ],
    "In his final years, he adopted a stance that not all knowledge is worth knowing or exploiting.": [],
    "This controversial theory, appearing in his book <em>Forbidden Knowledge</em>, espoused a \"wise agnosticism\" warning of pornography's and genetic engineering's detriment.": [],
    "In his lifetime, he was called \"One of the foremost interpreters of modern intellectual history.": [],
    "\"</p>": []
}