{
    "<p>Drawings specialist and director, Colnaghi gallery, 1937-68.": [
        [
            37,
            45,
            [
                "Coinage",
                "Collage",
                "Collagen",
                "Collages",
                "Coinages",
                "Conagra"
            ]
        ]
    ],
    "Shaw's parents were both painters [John] Byam Liston Shaw (1872-1919) and [Caroline] Evelyn Eunice Pyke-Nott (1870-1959).": [
        [
            41,
            45,
            [
                "Beam",
                "Yam",
                "Bam",
                "BAM",
                "BCAM",
                "BIAM"
            ]
        ],
        [
            99,
            108,
            [
                "Pre-note"
            ]
        ]
    ],
    "He attended Westminster School and then Christ Church, Oxford, graduating in 1925.": [],
    "He traveled extensively after college.": [],
    "In 1927 he began his publishing career with an article in <em>Old Master Drawings</em>.": [
        [
            3,
            7,
            [
                "1927,"
            ]
        ]
    ],
    "In 1929 he married Eveline Margaret Grose Dodgson, the niece of the prints scholar <a href=\"/dodgsonc\">Campbell Dodgson</a>, who further Shaw's interest in works on paper.": [
        [
            3,
            7,
            [
                "1929,"
            ]
        ],
        [
            36,
            41,
            [
                "Rose",
                "Arose",
                "Gross",
                "Prose",
                "Goose",
                "Grove"
            ]
        ],
        [
            68,
            74,
            [
                "prints'",
                "print's"
            ]
        ]
    ],
    "He lectured and was an assistant to the director of the newly founded Courtauld Institute of Art.": [
        [
            70,
            79,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "In 1934, a family connection (Gustavus Meyer) helped him to join the commercial gallery of P.": [],
    "& D. Colnaghi, London.": [
        [
            5,
            13,
            [
                "Coinage",
                "Collage",
                "Collagen",
                "Collages",
                "Coinages",
                "Conagra"
            ]
        ]
    ],
    "His membership in the Burlington Fine Arts Club put him in contact with many collectors and connoisseurs, such as <a href=\"/fordb\">Brinsley Ford</a>.": [],
    "In 1935, he and Meyer were called in to evaluate the collection of the Albertina when Archduke Albrecht, in an attempt to gain the title Emperor of Hungary was secretly negotiating to sell the print collection to the Boston Museum of Fine Art (see <a href=\"/sachsp\">Paul J. Sachs</a>, and <a href=\"/mongana\">Agnes Mongan</a>).": [],
    "The sale never transpired but remained a famous part of art-world intrigue between the wars.": [],
    "In 1937 Shaw was appointed a director which he retained until his retirement in 1968.": [],
    "Shaw established a long friendship with <a href=\"/pophama\">Hugh Popham</a> of the British Museum and <a href=\"/parkerk\">Karl Theodore Parker</a> of the Ashmolean Museum, Oxford.": [],
    "He divorced Eveline in 1938.": [],
    "During World War II, Shaw served in the Royal Scots in India and Burma.": [],
    "In 1945 he married Margaret Saunders.": [
        [
            3,
            7,
            [
                "1945,"
            ]
        ]
    ],
    "His 1951 book, his fired, <em>The Drawings of Francesco Guardi</em>, was followed in 1962 with <em>The Drawings of Domenico Tiepolo</em>.": [],
    "In 1964 he was appointed lecturer at Christ Church, Oxford (through 1973).": [
        [
            3,
            7,
            [
                "1964,"
            ]
        ]
    ],
    "Shaw published a catalog in 1967 of the paintings belonging to Christ Church.": [],
    "He spent the year 1973-74 as an assistant curator of Pictures at Christ Church, issuing the two-volume catalog of the college's drawings collection in 1976.": [],
    "Margaret died in 1965.": [],
    "In 1967 he married Christina Pamela Gibson (b.": [
        [
            3,
            7,
            [
                "1967,"
            ]
        ]
    ],
    "1915), the widow of <a href=\"/gibsonw\">William Pettigrew Gibson</a>, long-time keeper of the National Gallery, London, and Shaw's friend.": [],
    "In 1983, Shaw published the Lugt collection of Italian drawings of the Institut Néerlandais, Paris.": [
        [
            28,
            32,
            [
                "Lust",
                "Lug",
                "Lugo",
                "Luge",
                "Lugs",
                "LGT"
            ]
        ],
        [
            71,
            79,
            [
                "Institute"
            ]
        ]
    ],
    "After 1984 he was a consultant of the <em>Burlington Magazine</em>.": [],
    "He was commissioned to write the catalog of Italian eighteenth-century drawings of the Lehman collection, Metropolitan Museum, New York, which appeared in 1987.": [],
    "His archives are housed in the Ashmolean Museum, Oxford and Colnaghi's.": [
        [
            60,
            68,
            [
                "Coinage",
                "Collage",
                "Collagen",
                "Collages",
                "Coinages",
                "Conagra"
            ]
        ]
    ],
    "Shaw's younger brother was the actor Glencairn Alexander Byam Shaw.": [
        [
            37,
            46,
            [
                "Glen cairn"
            ]
        ],
        [
            57,
            61,
            [
                "Beam",
                "Yam",
                "Bam",
                "BAM",
                "BCAM",
                "BIAM"
            ]
        ]
    ],
    "Shaw, often referred to as \"Byam Shaw,\" possessed a methodology described by <a href=\"/leveym\">Michael Levey</a> as \"discriminating, practical connoisseurship.\"": [
        [
            28,
            32,
            [
                "Beam",
                "Yam",
                "Bam",
                "BAM",
                "BCAM",
                "BIAM"
            ]
        ]
    ],
    "Largely self-trained, he established himself as a drawing authority, specifically of eighteenth-century and Venetian drawings, through his many articles in <em>Old Master Drawings</em> and the <em>Burlington Magazine</em>.</p>": []
}