{
    "<p>Courtauld Institute Professor; scholar of Raphaël and Mannerism.": [
        [
            3,
            12,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Shearman was the son of Charles E. G. Shearman, a British army brigadier and amateur painter, and Evelyn White (Shearman).": [
        [
            0,
            8,
            [
                "Chairman",
                "Sherman",
                "Spearman",
                "Shear man"
            ]
        ],
        [
            38,
            46,
            [
                "Chairman",
                "Sherman",
                "Spearman",
                "Shear man"
            ]
        ],
        [
            112,
            120,
            [
                "Chairman",
                "Sherman",
                "Spearman",
                "Shear man"
            ]
        ]
    ],
    "He attended St.": [],
    "Edmund's school, Hindhead, and the Felsted School, in Essex, where his interests in studio art were encouraged by the headmaster.": [
        [
            17,
            25,
            [
                "Hind head"
            ]
        ],
        [
            35,
            42,
            [
                "Feasted",
                "Felted"
            ]
        ]
    ],
    "He became a painter of naturalistic landscapes and seascapes.": [],
    "Shearman entered the Courtauld Institute, University of London, in 1951, where he studied art history under Vienna expatriate <a href=\"/wildej\">Johannes Wilde</a>.": [
        [
            0,
            8,
            [
                "Chairman",
                "Sherman",
                "Spearman",
                "Shear man"
            ]
        ],
        [
            21,
            30,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Wilde imparted to Shearman his technique of using a variety of physical evidence to interpret art.": [
        [
            18,
            26,
            [
                "Chairman",
                "Sherman",
                "Spearman",
                "Shear man"
            ]
        ]
    ],
    "Shearman's dissertation, written under Wilde, <em>Developments in the Use of Colour in Tuscan Paintings of the Early 16th Century</em>, was completed in 1957.": [
        [
            0,
            8,
            [
                "Chairman",
                "Sherman",
                "Spearman",
                "Shear man"
            ]
        ]
    ],
    "Other émigé scholars whose lectures deeply affected Shearman at the Courtauld included <a href=\"/wittkowerr\">Rudolf Wittkower</a> and <a href=\"/gombriche\">E.": [
        [
            6,
            11,
            [
                "Emile",
                "émigré",
                "emigre",
                "Émile"
            ]
        ],
        [
            52,
            60,
            [
                "Chairman",
                "Sherman",
                "Spearman",
                "Shear man"
            ]
        ],
        [
            68,
            77,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "H. Gombrich</a>.": [],
    "Upon graduation, Shearman was immediately appointed lecturer at the Courtauld.": [
        [
            17,
            25,
            [
                "Chairman",
                "Sherman",
                "Spearman",
                "Shear man"
            ]
        ],
        [
            68,
            77,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "In the next ten years Shearman devoted himself to publishing a massive quantity.": [
        [
            22,
            30,
            [
                "Chairman",
                "Sherman",
                "Spearman",
                "Shear man"
            ]
        ]
    ],
    "An early article on the Raphael cartoons, with fellow Courtauld Institute scholar <a href=\"/whitej\">John White</a> in the <em>Art Bulletin</em> (1958) adumbrated his later monograph on the topic.": [
        [
            54,
            63,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Early in his career, <a href=\"/blunta\">Anthony Blunt</a> assigned Shearman to catalog the early Italian paintings in the Royal Collection (the volume finally appeared in 1983).": [],
    "Shearman wisely decided to exclude the Raphael cartoons as too great a topic to be treated among the other works.": [
        [
            0,
            8,
            [
                "Chairman",
                "Sherman",
                "Spearman",
                "Shear man"
            ]
        ]
    ],
    "In 1964, Shearman was awarded a research fellowship at Princeton University, which allowed him to research his subsequent books unhindered by teaching.": [
        [
            9,
            17,
            [
                "Chairman",
                "Sherman",
                "Spearman",
                "Shear man"
            ]
        ]
    ],
    "His first published book, a two-volume catalogue raisonné on Andrea del Sarto in 1965, appeared two years after a work on the same subject by his colleague and friend, <a href=\"/freedbergs\">Sydney Joseph Freedberg</a>.": [],
    "A second book, on Mannerism, the result of a 1961 paper \"Maniera as an Aesthetic Ideal\" delivered at the 20th International Congress of the History of Art, appeared in 1967.": [
        [
            57,
            64,
            [
                "Mani era"
            ]
        ]
    ],
    "The latter work went through eight subsequent editions.": [],
    "In 1966, Shearman was one of the foreign art historians who helped assess the damage to art the devastating Arno River flood in Florence.": [
        [
            9,
            17,
            [
                "Chairman",
                "Sherman",
                "Spearman",
                "Shear man"
            ]
        ]
    ],
    "He also assisted in advising on the subsequent restorations.": [],
    "In 1967 he was made Reader at the Courtauld.": [
        [
            3,
            7,
            [
                "1967,"
            ]
        ],
        [
            34,
            43,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Shearman complete the book on the Raphael Cartoons in 1972.": [
        [
            0,
            8,
            [
                "Chairman",
                "Sherman",
                "Spearman",
                "Shear man"
            ]
        ]
    ],
    "The book analyzed how artists of as great a stature as Raphael were tempered by their patrons and theological advisers.": [],
    "At Blunt's retirement as Director of the Courtauld, Shearman was considered but denied the position.": [
        [
            41,
            50,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ],
        [
            52,
            60,
            [
                "Chairman",
                "Sherman",
                "Spearman",
                "Shear man"
            ]
        ]
    ],
    "He acted as Deputy Director between 1974-79.": [],
    "In 1979 Shearman left the Courtauld for Princeton University.": [
        [
            8,
            16,
            [
                "Chairman",
                "Sherman",
                "Spearman",
                "Shear man"
            ]
        ],
        [
            26,
            35,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "Among his accomplishments there were a 1983 conference celebrating the quincentenary of Raphael's birth.": [
        [
            71,
            84,
            [
                "quin centenary"
            ]
        ]
    ],
    "The conference, organized together with <a href=\"/hallm\">Marcia B. Hall</a>, focused on the subject of science in the service of art history.": [],
    "It was there that Shearman also announced a project to revise Vincenzo Golzio's <em>Raffaello nei documenti</em>, 1971, a classic of text of art history.": [
        [
            18,
            26,
            [
                "Chairman",
                "Sherman",
                "Spearman",
                "Shear man"
            ]
        ],
        [
            71,
            77,
            [
                "Folio",
                "Polio",
                "Goldie",
                "Golgi",
                "Gonzo",
                "Mozio"
            ]
        ]
    ],
    "Though the briefcase containing most of his archival transcriptions had been stolen the previous year, Shearman painstakingly repeated his research.": [
        [
            103,
            111,
            [
                "Chairman",
                "Sherman",
                "Spearman",
                "Shear man"
            ]
        ]
    ],
    "That same year, 1983, his first wife, Jane Dalrymple Smith (Shearman), died.": [
        [
            60,
            68,
            [
                "Chairman",
                "Sherman",
                "Spearman",
                "Shear man"
            ]
        ]
    ],
    "He married Sally Roskill (later divorced).": [
        [
            17,
            24,
            [
                "Skill",
                "Roswell",
                "Roadkill",
                "Riskily",
                "Gaskill",
                "Deskill"
            ]
        ]
    ],
    "In the 1980's Shearman served on the Pontifical Advisory Commission for the Restoration of the Sistine Chapel, reviewing the cleaning which was completed in 1994.": [
        [
            7,
            13,
            [
                "1980s"
            ]
        ],
        [
            14,
            22,
            [
                "Chairman",
                "Sherman",
                "Spearman",
                "Shear man"
            ]
        ]
    ],
    "Shearman discovered in the course of his research that the chapel's ceiling had been severely cracked before Michelangelo was commissioned by Pope Julius II to paint it in 1508.": [
        [
            0,
            8,
            [
                "Chairman",
                "Sherman",
                "Spearman",
                "Shear man"
            ]
        ]
    ],
    "His endorsement of the cleaning project put him at odds with other Renaissance specialists, such as <a href=\"/beckj\">James Beck</a>.": [],
    "In 1988 Shearman delivered the Mellon lectures at the National Gallery of Art in Washington.": [
        [
            8,
            16,
            [
                "Chairman",
                "Sherman",
                "Spearman",
                "Shear man"
            ]
        ]
    ],
    "His lectures, <em>Only Connect</em>, published in 1992, explored the relationships between art and the beholder in the Italian Renaissance.": [],
    "When Shearman's support for the 1986 tenure consideration of the controversial art historian <a href=\"/crowt\">Thomas E. Crow</a> was rebuffed, Shearman left Princeton for Harvard University.": [
        [
            5,
            13,
            [
                "Chairman",
                "Sherman",
                "Spearman",
                "Shear man"
            ]
        ]
    ],
    "He was appointed professor in the Department of Fine Arts in 1987 and William Dorr Boardman Professor in 1989.": [
        [
            78,
            82,
            [
                "Door",
                "Dorm",
                "Dora",
                "Dour",
                "Doer",
                "Dory"
            ]
        ]
    ],
    "Shearman chaired the Department between 1990-1993 and named the Charles Adams professor Emeritus from 1994 until his retirement in 2002.": [
        [
            0,
            8,
            [
                "Chairman",
                "Sherman",
                "Spearman",
                "Shear man"
            ]
        ]
    ],
    "In 1998 he married the medievalist art historian Kathryn Brush.": [
        [
            3,
            7,
            [
                "1998,"
            ]
        ]
    ],
    "Still actively engaged in research, he identified an Andrea del Sarto altarpiece that had been lost for nearly 350 years in 2001.": [],
    "Shearman spent much recreational time sailing at Bembridge (Isle of Wight) with his family and his friend, the financier Sir Michael Richardson (1925-2003).": [
        [
            0,
            8,
            [
                "Chairman",
                "Sherman",
                "Spearman",
                "Shear man"
            ]
        ],
        [
            49,
            58,
            [
                "Cambridge",
                "Beveridge",
                "Elmbridge",
                "Weybridge"
            ]
        ]
    ],
    "While vacationing with his wife in the Canadian Rockies, Shearman suffered a heart attack and died.": [
        [
            57,
            65,
            [
                "Chairman",
                "Sherman",
                "Spearman",
                "Shear man"
            ]
        ]
    ],
    "The1600-page text of his revision of <em>Raffaello nei documenti</em> was issued by Yale University Press and the Bibliotheca Hertziana in Rome shortly after his death.": [],
    "A commission to write a volume for the (new) <em>Pelican History of Art</em> on Quattrocento painting in Italy was left uncompleted.": [],
    "Shearman's art history stressed that works of art should be understood not according to modern criteria but by the range of critical concepts of their own period.": [
        [
            0,
            8,
            [
                "Chairman",
                "Sherman",
                "Spearman",
                "Shear man"
            ]
        ]
    ],
    "His groundbreaking work on Mannerism, though slender in size, thoroughly revised the conception of that period.": [
        [
            45,
            60,
            [
                "slender"
            ]
        ]
    ],
    "Previous art historians had characterized its neurotic and decadent qualities to catastrophic historical events such as the sack of Rome in 1527.": [],
    "Shearman traced a more convincing theory of Mannerism as developing from characteristics already present in the Renaissance.": [
        [
            0,
            8,
            [
                "Chairman",
                "Sherman",
                "Spearman",
                "Shear man"
            ]
        ]
    ],
    "Shearman's Mannerism took into account the entire cultural milieu, including architecture.": [
        [
            0,
            8,
            [
                "Chairman",
                "Sherman",
                "Spearman",
                "Shear man"
            ]
        ]
    ],
    "The 1988 Mellon lectures attempted a reconciliation between two warring camps of art history: connoisseurs and literary (interpretation-based) art historians.": [],
    "Shearman's work has been criticized, however, as viewing the object in a rarified social context.": [
        [
            0,
            8,
            [
                "Chairman",
                "Sherman",
                "Spearman",
                "Shear man"
            ]
        ],
        [
            73,
            81,
            [
                "ratified",
                "ramified",
                "rarefied"
            ]
        ]
    ],
    "His reconstructions often existed in a \"somewhat sanitized space, remote from the cacophony of competing claims on the visitor's attention which surely constituted the reality of the late medieval or early Renaissance church interior.": [],
    "That the work of art and its spectator might be reciprocally interpreting entities was hardly considered.\"": [],
    "(<em>The Independent</em>).": [],
    "His attempt in 1966 to reconstruct Masaccio's famed altarpiece of 1426 for the chapel of Ser Giuliano degli Scarsi in the Carmelite church at Pisa shows how both his creativity and expertise in renaissance history could richly combine.</p>": [
        [
            89,
            92,
            [
                "SER",
                "Her",
                "Set",
                "See",
                "Sea",
                "Sir"
            ]
        ],
        [
            102,
            107,
            [
                "deli"
            ]
        ],
        [
            108,
            114,
            [
                "Scars"
            ]
        ]
    ]
}