{
    "<p>Self-taught historian of American art collections and early arbiter of taste.": [],
    "Shinn's father was Earl Shinn, secretary of the Bricklayers' Society, and his mother Sarah Comfort, strict Quakers.": [
        [
            0,
            5,
            [
                "Shine",
                "Shiny",
                "Shin",
                "Shins",
                "Shinny",
                "Sh inn"
            ]
        ],
        [
            24,
            29,
            [
                "Shine",
                "Shiny",
                "Shin",
                "Shins",
                "Shinny",
                "Sh inn"
            ]
        ]
    ],
    "Shinn graduated from a Quaker school, Westtown School and began work as a real-estate title examiner.": [
        [
            0,
            5,
            [
                "Shine",
                "Shiny",
                "Shin",
                "Shins",
                "Shinny",
                "Sh inn"
            ]
        ],
        [
            38,
            46,
            [
                "West town"
            ]
        ]
    ],
    "In 1859 he left for a life devoted to the arts.": [
        [
            3,
            7,
            [
                "1859,"
            ]
        ]
    ],
    "He may have served in the (Union) army in the Civil War, and because of his Quaker faith, never documented the event.": [],
    "In 1865 he worked for Frank Leslie's publications in New York until the death of his parents (and their refusal to allow their son an art career) allowed him to study art in Paris beginning in 1866.": [
        [
            3,
            7,
            [
                "1865,"
            ]
        ]
    ],
    "At the École des Beaux-Arts, he met Thomas Eakins.": [
        [
            7,
            12,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            13,
            16,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Shinn studied under Jean-Leon Gérôme describing his experiences in articles in the <em>Philadelphia Evening Bulletin</em> of 1866-1867.": [
        [
            0,
            5,
            [
                "Shine",
                "Shiny",
                "Shin",
                "Shins",
                "Shinny",
                "Sh inn"
            ]
        ],
        [
            20,
            36,
            [
                "Jean-Léon Gérôme"
            ]
        ]
    ],
    "He also began pieces for the <em>Nation</em>.": [],
    "Eye problems never fully explained, caused Shinn to give up painting for writing.": [
        [
            43,
            48,
            [
                "Shine",
                "Shiny",
                "Shin",
                "Shins",
                "Shinny",
                "Sh inn"
            ]
        ]
    ],
    "He returned to Philadelphia joining the <em>Bulletin</em>'s staff.": [],
    "Shinn began writing on private American art collections in <em>Lippincott's</em> in 1871.": [
        [
            0,
            5,
            [
                "Shine",
                "Shiny",
                "Shin",
                "Shins",
                "Shinny",
                "Sh inn"
            ]
        ]
    ],
    "He was appalled at how little the American nouveau riche knew about art.": [],
    "In an attempt both to document the collections of the wealthy and raise the standard of taste, he set about visiting private American art collections.": [],
    "Shinn worked for the <em>Nation</em> between 1872 and 1881 as its art critic, writing under the name Edward Strahan, so as not to blaspheme his Quaker forbear who despised the visual arts.": [
        [
            0,
            5,
            [
                "Shine",
                "Shiny",
                "Shin",
                "Shins",
                "Shinny",
                "Sh inn"
            ]
        ],
        [
            108,
            115,
            [
                "Strain",
                "Strata",
                "Stephan",
                "Streisand",
                "Trajan",
                "Astrakhan"
            ]
        ]
    ],
    "He also wrote art pieces for the <em>Art Amateur</em> and the <em>New York Evening Post</em>.": [],
    "By his own admission, Shinn also wrote anonymous \"paid praise\" in those same periodicals.": [
        [
            22,
            27,
            [
                "Shine",
                "Shiny",
                "Shin",
                "Shins",
                "Shinny",
                "Sh inn"
            ]
        ]
    ],
    "In 1878 Shin joined the Tile Club in New York, an Aesthetic-Movement club founded the previous year by the architect Edward Wimbridge and the painter Walter Paris, whose membership included the illustrator Edwin Austin Abbey, and the painter Winslow Homer.": [
        [
            124,
            133,
            [
                "Cambridge",
                "Elmbridge",
                "Weybridge"
            ]
        ]
    ],
    "The club flourished for a decade.": [],
    "In 1878 Shinn brought out the first of his lavishly executed books on art for the publisher Gebbie & Barrie, <em>The Chefs-d'oeuvre d'art of the International exhibition, 1878</em> of the Centennial exhibition in Paris introduced Americans to French painters, particularly his teacher, Gérôme.": [
        [
            8,
            13,
            [
                "Shine",
                "Shiny",
                "Shin",
                "Shins",
                "Shinny",
                "Sh inn"
            ]
        ],
        [
            92,
            98,
            [
                "Debbie"
            ]
        ],
        [
            286,
            292,
            [
                "Genome",
                "Jerome",
                "Jérôme"
            ]
        ]
    ],
    "In 1879, Shinn began publishing his documentation of American collecting, with <em>Art Treasures of America</em>, another of the Gebbie & Barrie de luxe publications.": [
        [
            9,
            14,
            [
                "Shine",
                "Shiny",
                "Shin",
                "Shins",
                "Shinny",
                "Sh inn"
            ]
        ],
        [
            129,
            135,
            [
                "Debbie"
            ]
        ],
        [
            145,
            152,
            [
                "deluxe"
            ]
        ]
    ],
    "When the naugural issue of the <em>Art Amateur</em> appeared in 1879, Shinn was among the first contributors.": [
        [
            9,
            17,
            [
                "inaugural"
            ]
        ],
        [
            70,
            75,
            [
                "Shine",
                "Shiny",
                "Shin",
                "Shins",
                "Shinny",
                "Sh inn"
            ]
        ]
    ],
    "In the early 1880s, Shinn undertook documenting the art collection and household of W. H. Vanderbilt, published under subscription at $400 a set.": [
        [
            20,
            25,
            [
                "Shine",
                "Shiny",
                "Shin",
                "Shins",
                "Shinny",
                "Sh inn"
            ]
        ]
    ],
    "He spent 1882 in Paris supervising the hand-colored illustrations in folio size.": [],
    "The first volume appeared in 1883.": [],
    "He died in New York following years of ill health.": [],
    "Shinn's work today provides invaluable documentation of the American tastes and collections of the immediate post-bellum period.": [
        [
            0,
            5,
            [
                "Shine",
                "Shiny",
                "Shin",
                "Shins",
                "Shinny",
                "Sh inn"
            ]
        ],
        [
            109,
            120,
            [
                "rostellum"
            ]
        ]
    ],
    "Shinn was the last art critic to assert the Postivistic notion good taste was a rational science.": [
        [
            0,
            5,
            [
                "Shine",
                "Shiny",
                "Shin",
                "Shins",
                "Shinny",
                "Sh inn"
            ]
        ],
        [
            44,
            55,
            [
                "Optimistic",
                "Pessimistic",
                "Positivist",
                "Positivists"
            ]
        ]
    ],
    "Appealing to American senses of egalitarianism, he asserted that \"taste\" was not innately born to the privileged, but rather was acquired through experience and education.": [],
    "<em>Art Treasures of America</em> examined 23 collections in depth and noted nearly 100 others, with 142 full-page photogravures of the objects.": [],
    "Shinn championed the Barbizon school painting (still controversial in the United States).": [
        [
            0,
            5,
            [
                "Shine",
                "Shiny",
                "Shin",
                "Shins",
                "Shinny",
                "Sh inn"
            ]
        ],
        [
            21,
            29,
            [
                "Barbican"
            ]
        ]
    ],
    "His belief that quality art could be diverse allowed him to affirm academic painters, such as Gérôme and Ernest Meissonier, as well as Millet and Camille Corot.": [
        [
            94,
            100,
            [
                "Genome",
                "Jerome",
                "Jérôme"
            ]
        ]
    ],
    "Because he never wrote a comprehensive history of art as his immediate successors did, his accomplishment is often undervalued.</p>": []
}