{
    "<p>Connoisseur and scholar of Chinese art, director of the Nelson-Atkins Museum.": [],
    "Sickman became interested in Chinese and Japanese art as a high school student in Denver.": [
        [
            0,
            7,
            [
                "Hickman",
                "Sick man"
            ]
        ]
    ],
    "At the advice of <a href=\"/lodgej\">John Ellerton Lodge</a>, director of the Freer Gallery, he attended Harvard University, where he continued to study Chinese languages and art.": [],
    "At Harvard, he had courses with the French Sinologist Paul Pelliot (1878-1945) and <a href=\"/warnerl\">Langdon Warner</a>.": [
        [
            43,
            53,
            [
                "Biologist",
                "Monologist",
                "Virologist",
                "Mixologist",
                "Penologist",
                "Serologist"
            ]
        ],
        [
            59,
            66,
            [
                "Elliot"
            ]
        ]
    ],
    "In 1930, as a recent graduate of Harvard University, Sickman traveled extensively in China on a Harvard-Yenching Fellowship.": [
        [
            53,
            60,
            [
                "Hickman",
                "Sick man"
            ]
        ],
        [
            96,
            112,
            [
                "Harvard-Benching"
            ]
        ]
    ],
    "In China he met Warner in 1931, a trustee of the newly established Nelson Gallery of Art in Kansas City who had been given charge of acquiring art for it.": [
        [
            3,
            8,
            [
                "China,"
            ]
        ]
    ],
    "Warner was in charge of part of an $11 million bequest by William Rockhill Nelson, founder of the <em>Kansas City Star</em>, to establish a museum.": [
        [
            66,
            74,
            [
                "Rock hill"
            ]
        ]
    ],
    "Warner took him to the sophisticated antiquaries of Peking where Warner was buying art.": [],
    "When Warner left China, he recommended to the Nelson Board that Sickman take over.": [
        [
            64,
            71,
            [
                "Hickman",
                "Sick man"
            ]
        ]
    ],
    "Sickman was collecting during a period when treasures of Chinese art were appearing on the market now without indication of provenance.": [
        [
            0,
            7,
            [
                "Hickman",
                "Sick man"
            ]
        ]
    ],
    "Eventually, Warner gave Sickman broad responsibility to buy works for the museum on his own--but with Warner's ultimate approval.": [
        [
            24,
            31,
            [
                "Hickman",
                "Sick man"
            ]
        ]
    ],
    "Frequently Sickman and Warner could not agree and there was nothing Sickman could do.": [
        [
            11,
            18,
            [
                "Hickman",
                "Sick man"
            ]
        ],
        [
            68,
            75,
            [
                "Hickman",
                "Sick man"
            ]
        ]
    ],
    "\"He had a very strange eye,\" Sickman would later recount.": [
        [
            29,
            36,
            [
                "Hickman",
                "Sick man"
            ]
        ]
    ],
    "But Sickman had the use of an airplane in China which greatly assisted his acquisitions.": [
        [
            4,
            11,
            [
                "Hickman",
                "Sick man"
            ]
        ]
    ],
    "He acquired some of the best paintings directly from the Chinese emperor Pu Yi, the last monarch of the Qing Dynasty.": [],
    "Pu had lived in the Forbidden City until 1924 when he had fled to the Japanese compound at Tianjin.": [],
    "He had taken many personal treasures with him from Peking.": [],
    "According to Sickman, the emperor was more interested in his new Japanese motorcycle, and Sickman was left alone to pick the works he wanted.": [
        [
            13,
            20,
            [
                "Hickman",
                "Sick man"
            ]
        ],
        [
            90,
            97,
            [
                "Hickman",
                "Sick man"
            ]
        ]
    ],
    "Other treasures, such as the magnificent Hsü Tao-ning scroll showed up anonymously at night by unnamed owners who, during that time period, needed money rather quickly.": [
        [
            41,
            44,
            [
                "LSU",
                "CSU",
                "FSU",
                "OSU",
                "PSU",
                "WSU"
            ]
        ],
        [
            45,
            53,
            [
                "Tanning",
                "Toning"
            ]
        ]
    ],
    "It was his core purchases that put the museum's collections among the finest Asian in the United States.": [],
    "Sickman is credited for saving and documenting many Chinese art works which otherwise might have been dispersed to more unreliable sources.": [
        [
            0,
            7,
            [
                "Hickman",
                "Sick man"
            ]
        ]
    ],
    "In the late 1930s, for example, Sickman recognized fragments of an early sixth-century AD limestone relief appearing in various locations.": [
        [
            32,
            39,
            [
                "Hickman",
                "Sick man"
            ]
        ]
    ],
    "With the help of the Metropolitan Museum, who bought some along with Sickman, reunited them.": [
        [
            69,
            76,
            [
                "Hickman",
                "Sick man"
            ]
        ]
    ],
    "They are now known as \"The Empress as Donor with Attendants,\" six-feet by nine-feet long sculpture from the Binyang cave of the Longman cave temples.": [
        [
            108,
            115,
            [
                "Bin yang"
            ]
        ]
    ],
    "He became the curator of Oriental art there upon his return to Kansas City in 1935.": [],
    "Sickman was an early exponent of installing art in a context.": [
        [
            0,
            7,
            [
                "Hickman",
                "Sick man"
            ]
        ]
    ],
    "The Chinese art he hung was arranged with minor art and furniture in order to give a notion of its original environment.": [],
    "In 1937 <a href=\"/forbese\">Edward Waldo Forbes</a> offered his a position at Harvard's Fogg Art museum, but Sickman turned it down graciously to remain with the collection he built.": [],
    "During World War II, he served as an army combat officer in intelligence in the Far East, later advising in the arts and monuments section at General MacArthur's headquarters in Tokio.": [
        [
            178,
            183,
            [
                "Tokyo"
            ]
        ]
    ],
    "After 1945, he returned to the museum.": [],
    "In 1953, Sickman was appointed the museum's director, a position he would hold until his retirement in 1977.": [
        [
            9,
            16,
            [
                "Hickman",
                "Sick man"
            ]
        ]
    ],
    "In 1956 he published the Pelican History of Art volume, together with Alexander Soper (q.v.)": [
        [
            3,
            7,
            [
                "1956,"
            ]
        ],
        [
            80,
            85,
            [
                "Super",
                "Sober",
                "Roper",
                "Sower",
                "Doper",
                "Moper"
            ]
        ]
    ],
    "in their area, <em>The Art and Architecture of China</em>.</p>": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ]
}