{
    "<p>Early American historian of African art, founder of the discipline of African art history in the United States; Rudy Professor of Fine Arts, Indiana University, 1974-.": [],
    "As a child, Sieber accompanied his parents on trips to Chicago visiting the Art Institute of Chicago and, most importantly for him, the Field Museum where many African artifacts were displayed.": [
        [
            12,
            18,
            [
                "Bieber",
                "Sailer"
            ]
        ]
    ],
    "He graduated from the New School for Social Research in New York in 1949 guided in his studies by <a href=\"/schapirer\">Meyer Schapiro</a>, <a href=\"/arnheimr\">Rudolf Arnheim</a>, and the artist Mauricio Lasansky.": [],
    "Sieber moved to the University of Iowa where he received his M.A.": [
        [
            0,
            6,
            [
                "Bieber",
                "Sailer"
            ]
        ]
    ],
    "in 1951.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "In 1956, Sieber curated a small exhibition of African art while studying at the University.": [
        [
            9,
            15,
            [
                "Bieber",
                "Sailer"
            ]
        ]
    ],
    "The following year his Ph.D.": [],
    "was granted (1957).": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "His dissertation, on African art, was the first in the United States.": [],
    "Titled \"African Tribal Sculpture,\" it examined the spiritual and religious connections between African sculptors and their work.": [],
    "In 1959 he contributed an essay to the Cleveland Museum of Art exhibition, <em>Seven Metals of Africa</em>.": [
        [
            3,
            7,
            [
                "1959,"
            ]
        ]
    ],
    "He joined Indiana University as an associate professor in 1962, one of the original scholars in the University's nascent African Studies Program as the Rudy Professor of Fine Arts.": [],
    "In 1983, Sieber became Associate Director for Collections and Research at the National Museum of African Art (Smithsonian Collections), where he was responsible for evaluating collection research and developing acquisition standards.": [
        [
            9,
            15,
            [
                "Bieber",
                "Sailer"
            ]
        ]
    ],
    "Sieber received the first Leadership Award from the Arts Council of the African Studies Association in 1986.": [
        [
            0,
            6,
            [
                "Bieber",
                "Sailer"
            ]
        ]
    ],
    "At the Museum, he curated several major exhibitions, including <em>African Art in the Cycle of Life</em> (1987) with Roslyn Walker, the inaugural exhibition of the museum's site on the Mall.": [],
    "Sieber authored the introduction to <em>Selected Works from the Collection of the National Museum of African Art</em> and <em>Hair in African Art and Culture</em> and the essay in \"Extreme Canvas: Hand-Painted Movie Posters From Ghana.\"": [
        [
            0,
            6,
            [
                "Bieber",
                "Sailer"
            ]
        ]
    ],
    "He relinquished his Smithsonian position in 1993 to found an art collection on the Bloomington campus called \"The House of Nigeria.\"": [],
    "He suffered a stroke and died in 2001.": [],
    "A <a href=\"/sieberr\">Roy Sieber</a> Fellowship at the Henry Hope School of Fine Arts was established in his memory.": [],
    "His students included <a href=\"/adepegbac\">Cornelius Oyeleke Adepegba</a> and Martha G. Anderson.": [],
    "Sieber is considered the \"founder of the discipline of African art history in the United States\" (Kreamer).": [
        [
            0,
            6,
            [
                "Bieber",
                "Sailer"
            ]
        ],
        [
            98,
            105,
            [
                "Kramer",
                "Dreamer",
                "Creamer",
                "Reamer"
            ]
        ]
    ],
    "His major publications, such as <em>African Textiles and the Decorative Arts</em> (1980), are object-oriented discussions that also explain the social context of the works examined.</p>": []
}