{
    "<p>Ministerial official and private scholar who specialized in the works of architect Karl Friedrich Schinkel.": [],
    "Johannes Sievers was born in Berlin to the decoration painter Carl Georg Wilhelm Sievers (1834-1891) in 1880.": [
        [
            9,
            16,
            [
                "Silvers",
                "Severs",
                "Sieves",
                "Sailers",
                "Sievert",
                "Sieverts"
            ]
        ],
        [
            81,
            88,
            [
                "Silvers",
                "Severs",
                "Sieves",
                "Sailers",
                "Sievert",
                "Sieverts"
            ]
        ]
    ],
    "His father was responsible for many of the rooms of nobles.": [],
    "His mother was Luise Wittfeld, Moers (Sievers) (1843,-1903).": [
        [
            15,
            20,
            [
                "Loose",
                "Louise",
                "Luis",
                "Guise",
                "Luisa",
                "Loosen"
            ]
        ],
        [
            21,
            29,
            [
                "Withheld",
                "Witted"
            ]
        ],
        [
            38,
            45,
            [
                "Silvers",
                "Severs",
                "Sieves",
                "Sailers",
                "Sievert",
                "Sieverts"
            ]
        ]
    ],
    "From 1903-1906, he studied art history, philosophy, and archaeology under several different instructors, including  <a href=”/vollk”>Karl Voll</a>, Wesse, <a href=”/haseloffa”>Arthur Haseloff</a>, and <a href=”/wolfflinh”>Heinrich Wölfflin</a>.": [
        [
            114,
            116,
            [
                " "
            ]
        ]
    ],
    "He completed his dissertation on the contributions of Pieter Aertsen to Dutch art in the 16th century.": [
        [
            61,
            68,
            [
                "Arisen",
                "Herten"
            ]
        ]
    ],
    "He married a Jewish woman, Herma Schiffer in 1907.": [
        [
            27,
            32,
            [
                "Herman",
                "Hera",
                "Erma"
            ]
        ]
    ],
    "During his years of study, he also completed various study trips throughout Europe, the United States, and East Asia.": [],
    "From 1906-1908 he served as a volunteer at the Kaiser Friedrich Museum of Prints and Drawings, part of the Berlin State Museums.": [],
    "In 1908, he assumed the role of a scientific assistant in the Modern Department.": [],
    "From 1912-1918, Sievers served as an Art Consultant at the Prussian Ministry of Culture under the head of the department Friedrich Schmidt-Ott (1860-1956), although his role there would become purely titular as a result of his military service in World War I in Ghent, Belgium from 1915-1918.": [
        [
            16,
            23,
            [
                "Silvers",
                "Severs",
                "Sieves",
                "Sailers",
                "Sievert",
                "Sieverts"
            ]
        ],
        [
            131,
            142,
            [
                "Schmidt-Out"
            ]
        ]
    ],
    "Returning from his service in Ghent, Sievers became Legation Councilor for the Kunstabteilung des Auswärtigen Amt (Art Affairs in the Cultural Department of the Foreign Office) in Germany.": [
        [
            37,
            44,
            [
                "Silvers",
                "Severs",
                "Sieves",
                "Sailers",
                "Sievert",
                "Sieverts"
            ]
        ],
        [
            94,
            97,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "His duties in this position varied; notable accomplishments include his restoration of monuments, furnishing of several former Hohenzollern palaces, and the conception and coordination of exhibitions of German art abroad.": [],
    "He was named professor in 1918 as well.": [],
    "He taught and worked until the new Nazi government forced an abrupt leave of absence on him in 1933.": [],
    "This lasted until 1937, when he was be forced to retire as a representative of the Weimar Republic for his steadfast commitment to the promotion of modern art in Germany and his wife’s “non-Aryan” descent.": [
        [
            32,
            38,
            [
                "was being"
            ]
        ]
    ],
    "Thereafter, he became a private scholar.": [],
    "It was during this time that <a href=”/ravep”>Paul Ortwin Rave</a> asked Sievers to write several volumes of Rave's corpus of Schinkel's work, beginning 1942 with <em>Karl Friedrich Schinkel.": [],
    "Bauten für den Prinzen Karl von Preußen</em>.": [
        [
            0,
            6,
            [
                "Batten",
                "Tauten"
            ]
        ],
        [
            7,
            10,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            15,
            22,
            [
                "Prince",
                "Printed",
                "Prize",
                "Princes",
                "Prizes",
                "Printer"
            ]
        ],
        [
            32,
            39,
            [
                "Reuben",
                "Preen",
                "Preteen"
            ]
        ]
    ],
    "A final book on Schinkel, <em>Das Vorbild des »Neuen Pavillons« von Karl Friedrich Schinkel im Schloßpark Charlottenburg</em>, 1960, was an independent publication.</p>\n<p>During his time working at the Foreign Office, Sievers sought to both restore Germany’s historic artistic and architectural hallmarks and promote modern German art movements.": [
        [
            16,
            24,
            [
                "Chinked",
                "Schiebel"
            ]
        ]
    ],
    "Of equal importance, he was a staunch advocate of showcasing German art around the world.</p>": []
}