{
    "Historian of art, professor in art education and visual artist.": [],
    "Born in 1916 to Gay Crichton (1855-1966) and Walter Augustus Simon Sr., Simon Jr.": [],
    "grew up in Brooklyn, N.Y.": [
        [
            0,
            4,
            [
                "Grew"
            ]
        ]
    ],
    "Despite the racism prevalent in schools at this time, Simon received an unconventionally thorough education for an African-American, which would serve as a solid foundation for his love of administration in higher education.": [],
    "He attended the School of Fine and Applied Arts at the Pratt Institute, receiving a certificate in commercial design in 1936.In 1939, Simon also trained at the National Academy of Design in New York City for a certificate in fine arts.": [
        [
            125,
            127,
            [
                " In"
            ]
        ]
    ],
    "He married Virginia Spottswood Simon on March 20th, 1941 in Washington, D.C., right before leaving to serve in WWII in the U.S.": [
        [
            20,
            30,
            [
                "Softwood",
                "Sportsbook"
            ]
        ]
    ],
    "Army from 1941-1945.": [],
    "After the end of the war, from September 1948 to June 1949, Simon began his career as an instructor in the art department at Georgia State College (modern: Savannah State College) organizing the department of art education and serving as chairman of the curriculum committee.": [],
    "Between 1949 and 1961 Simon was a professor in the Art Education Department at Virginia State College (1949-1953) and at New Jersey State College (1953-61).": [],
    "Simon also served as the Chairman of the Art Education Department at Atlanta University, now Clark Atlanta University, in Atlanta, Georgia in the summers between 1949 and 1951.": [],
    "Simon completed his B.S.": [],
    "in Art Education in 1948 followed by an MS in Art Education in 1950 and finally his PhD in Education in 1961, all at New York University.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "His doctoral dissertation, entitled, “Henry O. Tanner - A Study of the Development of an American Negro Artist: 1859-1937,” is an extensive analysis of an Tanner, an American artist and the first African-American painter to gain international acclaim.": [
        [
            152,
            154,
            [
                "a"
            ]
        ]
    ],
    "Tanner moved to Paris, France, in 1891 to study painting and continued to reside there after his success in French artistic circles, which was something that would heavily influence Simon’s own aims as a visual artist to work on an international scale.": [],
    "In 1961, Simon moved to Cairo, Egypt where he became an attache for the American Embassy there and served as the director of the Embassy’s special educational program for African-American students in Cairo.": [
        [
            56,
            63,
            [
                "attaché"
            ]
        ]
    ],
    "In 1966, Simon was appointed attache for the American Embassy in Colombo, Ceylon (Sri Lanka) until 1968 when he was transferred to the American Embassy in Kabul, Afghanistan where he was in charge of the Fulbright Program, the United States Information Service libraries, and served as a liaison to Kabul University and chairman of the U.S.": [
        [
            29,
            36,
            [
                "attaché"
            ]
        ]
    ],
    "educational foundation.": [
        [
            0,
            11,
            [
                "Educational"
            ]
        ]
    ],
    "In 1971 he became a professor of art history at Bloomsburg State College, Bloomsburg Pennsylvania as well as their Director of the Educational Opportunity Program until 1977.": [
        [
            3,
            7,
            [
                "1971,"
            ]
        ]
    ],
    "The fall of 1977, Simon was appointed Charles W. Florence Distinguished professor of art history at Virginia Union University in Richmond, Virginia.": [],
    "Simon joined the NAACP in September of 1978, and wrote for The Crisis, the official magazine of the National Association for the Advancement of Colored People, founded in 1910 by <a href=\"/duboisw\"><em>W.": [
        [
            26,
            43,
            [
                "September 1978"
            ]
        ]
    ],
    "E. B. Du Bois</em></a>.": [
        [
            9,
            13,
            [
                "Boys",
                "Boss",
                "Boris",
                "Lois",
                "Bogs",
                "Boil"
            ]
        ]
    ],
    "Throughout his teaching career, Simon lectured on Ceylonese art, the arts of Nubia, Islamic art, Picasso and Cubism, and the Harlem Renaissance, speaking to his highly varied range of interests and life experiences.": [],
    "Simon died in August 1979 after complications following a kidney transplant operation earlier that year.": [],
    "He left behind an incomplete autobiography that he worked on over the span of 5 years until his death, describing his background in detail until World War II (now housed in the Stuart A. Rose Manuscript, Archives at Emory University).": []
}