{
    "<p>Scholar of medieval and renaissance architectural and art history; professor at the University of Chicago 1945-1957.": [],
    "Simson was the son of Ernst Eduard von Simson, and undersecretary of state in the German foreign office, and Martha Enole (von Simson), a descendent of the philosopher Moses Mendelssohn (1729-1786).": [
        [
            0,
            6,
            [
                "Simon",
                "Simpson",
                "Samson",
                "Simeon",
                "Stimson",
                "Simón"
            ]
        ],
        [
            39,
            45,
            [
                "Simon",
                "Simpson",
                "Samson",
                "Simeon",
                "Stimson",
                "Simón"
            ]
        ],
        [
            123,
            126,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ],
        [
            127,
            133,
            [
                "Simon",
                "Simpson",
                "Samson",
                "Simeon",
                "Stimson",
                "Simón"
            ]
        ],
        [
            138,
            148,
            [
                "descendant"
            ]
        ]
    ],
    "His great grandfather had originally been Jewish but converted to Roman Catholicism.": [
        [
            4,
            21,
            [
                "great-grandfather"
            ]
        ]
    ],
    "Simson himself grew up in the cultured home of his grandfather, the chemist Franz Oppenheim (1852-1929) in the \"Villa Oppenheim.\"": [
        [
            0,
            6,
            [
                "Simon",
                "Simpson",
                "Samson",
                "Simeon",
                "Stimson",
                "Simón"
            ]
        ]
    ],
    "Their neighbor was the director of the Hamburg Kunsthalle <a href=\"/lichtwarka\">Alfred Lichtwark</a>, who inhabited the villa formerly owned by Max Liebermann.": [
        [
            47,
            57,
            [
                "Unstable"
            ]
        ]
    ],
    "The young Simson grew up among the masterworks of German Impressionism.": [
        [
            10,
            16,
            [
                "Simon",
                "Simpson",
                "Samson",
                "Simeon",
                "Stimson",
                "Simón"
            ]
        ]
    ],
    "His family was highly distinguished in German politics and statecraft, his father served as a state administrator.": [],
    "Simson attended the Arndtgymnasium in Berlin Dahlem Dorf.": [
        [
            0,
            6,
            [
                "Simon",
                "Simpson",
                "Samson",
                "Simeon",
                "Stimson",
                "Simón"
            ]
        ],
        [
            20,
            34,
            [
                "Arndt gymnasium"
            ]
        ],
        [
            52,
            56,
            [
                "Dorm",
                "Dora",
                "Dory",
                "Dork",
                "Doff",
                "DOF"
            ]
        ]
    ],
    "After graduation (age 17) he was sent to England to learn English.": [],
    "After returning, he entered the university in Freiburg studying art history under under <a href=\"/jantzenh\">Hans Jantzen</a>, <a href=\"/friedlanderw\">Walter F. Friedländer</a>, and <a href=\"/bauchk\">Kurt Bauch</a>.": [
        [
            76,
            87,
            [
                "under"
            ]
        ]
    ],
    "He studied briefly in Berlin before focusing moving to Munich in 1932 to study under <a href=\"/pinderw\">Wilhelm Pinder</a>.": [],
    "Most of Simson's work, however was under <a href=\"/eversh\">Hans Gerhard Evers</a>.": [
        [
            8,
            14,
            [
                "Simon",
                "Simpson",
                "Samson",
                "Simeon",
                "Stimson",
                "Simón"
            ]
        ]
    ],
    "Simson completed a dissertation on Rubens, and published as <em>Zur Genealogie der weltlichen Apotheose im Barock, besonders der Medicigalerie des Peter Paul Rubens</em>, in 1936.": [
        [
            0,
            6,
            [
                "Simon",
                "Simpson",
                "Samson",
                "Simeon",
                "Stimson",
                "Simón"
            ]
        ]
    ],
    "He married the princess Aloysia (Louise) Alexandra von Schönburg Hartenstein (1906-1976) the same year.": [
        [
            24,
            31,
            [
                "Malaysia",
                "Alyssa",
                "Alessia",
                "Alysha"
            ]
        ],
        [
            55,
            64,
            [
                "Schoenberg"
            ]
        ],
        [
            65,
            76,
            [
                "Hammerstein",
                "Wallenstein",
                "Birkenstein",
                "Hagelstein",
                "Ravenstein",
                "Hortensia"
            ]
        ]
    ],
    "Simson worked initially at the Courtauld Institute Library in 1936 and as an editor for the periodical <em>Hochland</em> in Munich.": [
        [
            0,
            6,
            [
                "Simon",
                "Simpson",
                "Samson",
                "Simeon",
                "Stimson",
                "Simón"
            ]
        ],
        [
            31,
            40,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "He converted to Roman Catholicism in 1937.": [],
    "With Germany's seizure of Czech lands, the so-called Czech Crisis, Simson was drafted into the German army.": [
        [
            67,
            73,
            [
                "Simon",
                "Simpson",
                "Samson",
                "Simeon",
                "Stimson",
                "Simón"
            ]
        ]
    ],
    "Shortly before the outbreak of World War II in 1939, Simson used his military <em>Wehrpass</em> (military pass) to visit American museums on the excuse of his being an art historian; he remained in the U.S.": [
        [
            53,
            59,
            [
                "Simon",
                "Simpson",
                "Samson",
                "Simeon",
                "Stimson",
                "Simón"
            ]
        ]
    ],
    "with his wife and children following.": [
        [
            0,
            4,
            [
                "With"
            ]
        ]
    ],
    "He taught briefly at Marymount College in Tarrytown, New York (1939-43) (an offer to teach at Johns Hopkins came too late) and St.": [
        [
            42,
            51,
            [
                "Tarry town"
            ]
        ]
    ],
    "Mary's College in Notre Dame, Indiana.": [],
    "In 1945 University of Chicago president Robert Maynard Hutchins (1899-1977) offered Simson a job in the University's Committee on Social Thought and only secondarily in the Department of Art.": [
        [
            84,
            90,
            [
                "Simon",
                "Simpson",
                "Samson",
                "Simeon",
                "Stimson",
                "Simón"
            ]
        ]
    ],
    "He rose to full professor in 1951.": [],
    "During this period he produced two major books characteristic of his methodology.": [],
    "The first, <em>The Sacred Fortress</em> (he despised the title; it was suggested by his editor) appeared in 1948.": [],
    "He was also a guest resident at the University of Frankfurt in the years immediately after the war.": [],
    "Simson's <em>The Gothic Cathedral</em> appeared in 1956 and with it a rave review in the <em>Times Literary Supplement</em>, but a caustic review by <a href=\"/crosbys\">Sumner McKnight Crosby</a> in the <em>Art Bulletin</em>.": [
        [
            0,
            6,
            [
                "Simon",
                "Simpson",
                "Samson",
                "Simeon",
                "Stimson",
                "Simón"
            ]
        ]
    ],
    "The heated exchange broke a long-standing friendship between the two.": [],
    "Simson returned to Germany in 1957, taking a position first at the university Frankfurt, and then as the first German member of UNESCO.": [
        [
            0,
            6,
            [
                "Simon",
                "Simpson",
                "Samson",
                "Simeon",
                "Stimson",
                "Simón"
            ]
        ]
    ],
    "In 1964 he became Director of the Kunsthistorisches Institut of the Freie Universität in Berlin (succeeding literary historian Hans Kaufmann, 1926-2000) and professor of modern art.": [
        [
            3,
            7,
            [
                "1964,"
            ]
        ],
        [
            52,
            60,
            [
                "Institute"
            ]
        ],
        [
            68,
            73,
            [
                "Free",
                "Frame",
                "Flair",
                "Fran",
                "Frail",
                "Fray"
            ]
        ],
        [
            74,
            85,
            [
                "University"
            ]
        ]
    ],
    "At the Freie Universität he was instrumental in sponsoring several conferences on Dutch art, such as the 1970 one on Rembrandt and the 1975 one on Brueghel.": [
        [
            7,
            12,
            [
                "Free",
                "Frame",
                "Flair",
                "Fran",
                "Frail",
                "Fray"
            ]
        ],
        [
            13,
            24,
            [
                "University"
            ]
        ],
        [
            147,
            155,
            [
                "Bruegel"
            ]
        ]
    ],
    "In 1972 he edited and wrote the revision to the prestigious <em>Propyläen Kunstgeschichte</em> volume on the middle ages, <em>Das Mittelalter II: das Hohe Mittelalter</em>, along with <a href=\"/fillitzh\">Hermann Fillitz</a> and others.": [
        [
            3,
            7,
            [
                "1972,"
            ]
        ]
    ],
    "After the death of his first wife in 1976, he married another woman of noble lineage, Marie-Anne zu Salm-Reifferscheidt-Krautheim und Dyck (b.": [
        [
            97,
            99,
            [
                "EU",
                "nu",
                "Eu",
                "GU",
                "Ru",
                "Zn"
            ]
        ],
        [
            100,
            129,
            [
                "Sale-Reifferscheidt-Krautheim"
            ]
        ],
        [
            130,
            133,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            134,
            138,
            [
                "Deck",
                "Dock",
                "Duck",
                "Eyck",
                "DCK",
                "Dick"
            ]
        ]
    ],
    "1933) in 1978.": [],
    "He remained at the Freie Universität until 1979.": [
        [
            19,
            24,
            [
                "Free",
                "Frame",
                "Flair",
                "Fran",
                "Frail",
                "Fray"
            ]
        ],
        [
            25,
            36,
            [
                "University"
            ]
        ]
    ],
    "In 1986 his book, <em>Der Blick nach Innen</em>, the result of lectures he presented at Harvard on nineteenth-century German art, Simson put forth the concept of \"Innerlichkeit\" as characteristic in the work of four German painters, Caspar David Friedrich, Carl Spitzweg, Wilhelm Leibl and Ludwig Richter.": [],
    "The posthumous <em>Peter Paul Rubens (1577 1640) Humanist, Maler, Diplomat</em> (1996) brought together Simson's work on the artist with whom he had been preoccupied, though little published, for much of his career.": [],
    "Simson's methodology was in large part to lay an intellectual <em>Geistesgeschichte</em> framework over his studies of medieval architecture.": [
        [
            0,
            6,
            [
                "Simon",
                "Simpson",
                "Samson",
                "Simeon",
                "Stimson",
                "Simón"
            ]
        ]
    ],
    "His book <em>The Sacred Fortress</em> deals with the mosaics of Ravenna in terms of the liturgy which would have been used at the time.": [],
    "Because of the war, Simson never had a chance to examine the mosaics during the time he wrote the book.": [
        [
            20,
            26,
            [
                "Simon",
                "Simpson",
                "Samson",
                "Simeon",
                "Stimson",
                "Simón"
            ]
        ]
    ],
    "His <em>Gothic Cathedral</em> put him in the middle of a wider, 20th-century dialogue on Gothic architecture with <a href=\"/sedlmayrh\">Hans Sedlmayr</a>, <a href=\"/panofskye\">Erwin Panofsky</a> and Crosby.": [],
    "He and Sedlmayr wrote of the Gothic church as a mystical <em>Gesamtkunstwerk</em>, a totality of all artistic media, whose meaning had to be derived from experiencing the building as a whole, as opposed to scholars who sought to dissect a building to interpret its iconographic parts (Crossley).": [
        [
            7,
            15,
            [
                "Selma",
                "Delmar"
            ]
        ]
    ],
    "Simson's erudite study of Abbot Suger's choir in the <em>Gothic Cathedral</em> postulated the formation of the Gothic as a combination of \"Pseudo-Dionysian light metaphysics\" and the harmonic ratios of musical cosmology.": [
        [
            0,
            6,
            [
                "Simon",
                "Simpson",
                "Samson",
                "Simeon",
                "Stimson",
                "Simón"
            ]
        ],
        [
            32,
            37,
            [
                "Sugar",
                "Super",
                "Luger",
                "Auger",
                "Surer",
                "Huger"
            ]
        ]
    ],
    "This interpretation was challenged by <a href=\"/gosebruchm\">Martin Gosebruch</a> and denied by <a href=\"/kidsonp\">Peter Kidson</a> as over-intellectualizing.": [],
    "Simson's published dissertation on the secular apotheosis in Baroque art found praise early from Panofsky.": [
        [
            0,
            6,
            [
                "Simon",
                "Simpson",
                "Samson",
                "Simeon",
                "Stimson",
                "Simón"
            ]
        ],
        [
            97,
            105,
            [
                "Sinofsky"
            ]
        ]
    ],
    "Simson conceived his Propyläen series <em>Das Mittelalter II: das Hohe Mittelalter</em> as an extension of his <em>Gothic Cathedral</em>, but greatly internationalized, with Polish scholars writing the sections on the art in Poland formerly under German rule.": [
        [
            0,
            6,
            [
                "Simon",
                "Simpson",
                "Samson",
                "Simeon",
                "Stimson",
                "Simón"
            ]
        ],
        [
            21,
            30,
            [
                "Propylaea"
            ]
        ]
    ],
    "He was known as an engaging lecturer and warm to his many students.</p>": []
}