{
    "First African American curator at the Metropolitan Museum of Art, 1972-1999, Executive Director and President of the Studio Museum in Harlem, NYC.": [],
    "Sims was born in Washington, DC and grew up in Kew Gardens, Queens, NY, attending Queens College from 1966-1970, where she discovered and majored in art history.": [
        [
            47,
            50,
            [
                "New",
                "Few",
                "Key",
                "Knew",
                "Jew",
                "Lew"
            ]
        ]
    ],
    "Following this, she attended Johns Hopkins University, where she completed a master’s thesis on African architecture in 1972.": [],
    "After graduating, she was hired at the Metropolitan Museum of Art as an assistant museum educator for the Community Programs Department and eventually became the first African-American curator at the Met for the 20th Century Art Department.": [],
    "While working there, she began to work on her Ph.D thesis, <i>Wifredo Lam and the International Avant-Garde, 1923-1982,</i> under <a href=\"https://arthistorians.info/pincuswittenr/\">Robert Pincus-Witten</a> at the City University of New York from 1980-1995.": [
        [
            46,
            50,
            [
                "Ph.D."
            ]
        ],
        [
            62,
            69,
            [
                "Wilfredo"
            ]
        ],
        [
            96,
            107,
            [
                "Avant-garde"
            ]
        ]
    ],
    "She worked additionally as a guest curator at many alternative museums, and later claimed these exhibits as the reason she was awarded the Frank Jewett Mather Award for Art Criticism by the College Art Association in 1991.": [],
    "That same year, she published her book <i>Stuart Davis: American Painter </i>based on the eponymous exhibit she co-curated with Bill Agee.": [
        [
            133,
            137,
            [
                "Age",
                "Aged",
                "Ages",
                "Agree",
                "Gee",
                "Ague"
            ]
        ]
    ],
    "Another of her major exhibits, [\"Richard Pousette-Dart, 1916-1992\" 1997-1998], was notable in promoting a previously overlooked artist; her book of the same name, cowritten with Stephen Polcari, was published in 1997.": [
        [
            41,
            54,
            [
                "Rosette-Dart"
            ]
        ],
        [
            186,
            193,
            [
                "Polar",
                "Polaris",
                "Pollard",
                "POLMAR",
                "Polycarp"
            ]
        ]
    ],
    "During her tenure, she curated over forty exhibits at the Met, focusing on including overlooked white male artists, women artists, and artists of color throughout her career as a participant in the feminist and black artists movement.": [
        [
            217,
            224,
            [
                "artists'",
                "artist's"
            ]
        ]
    ],
    "In 2000, she started working at the Studio Museum in Harlem as the executive director, where she placed emphasis on educational programs as well as curation and was responsible for securing funding for the gallery.": [],
    "While working there, her Ph.D thesis was published with the University of Texas Press in 2002, seven years after she completed her degree, and Sims was named to the selection jury of the World Trade Center Memorial in 2003-2004.": [
        [
            25,
            29,
            [
                "Ph.D."
            ]
        ]
    ],
    "Wanting to reduce her administrational duties, she was named president of the museum in 2005, leaving the directorship to Thelma Golden, and primarily worked on special projects and research while she began serving a two-year term as the chair of the Cultural Institutions Group of New York City.": [
        [
            22,
            38,
            [
                "administration",
                "administrations"
            ]
        ]
    ],
    "Sims arranged work as an adjunct curator at the museum and began to turn toward academia, teaching as a visiting professor Hunter College, Queens College (2005, 2006), and at Cornell University, where she was nominated to serve as the A.D.": [],
    "White Professor-at-Large (2005-2010).": [],
    "After leaving the Studio Museum in 2007, she also served as a fellow at the Clark Art Institute and Visiting Scholar at the University of Minnesota.": [],
    "While teaching at the University of Minnesota and at Queens College, Sims began working as a curator at the Museum of Arts and Design in New York (MAD).": [],
    "At the MAD, she helped co-curate several exhibits on African-American and African art before becoming curator emerita in 2015.": [],
    "She was also the Distinguished Professor in the Art Department at the University of California at Irvine in 2014.": [],
    "In 2018, the New York University Institute of Fine Arts appointed her to the Kirk Varnadoe Visiting Professorship, and she served as a visiting professor in 2019 and 2020.": [
        [
            82,
            90,
            [
                "Variable",
                "Arcade",
                "Parade",
                "Tornado",
                "Paradox",
                "Tornadoes"
            ]
        ]
    ],
    "Sims now works as an independent curator, art historian, guest lecturer.": []
}