{
    "<p>Netherlands Historian of architecture, art history professor.": [],
    "Singelenberg grew up in The Hague and in the nearby village of Wassenaar.": [
        [
            63,
            72,
            [
                "Passenger",
                "Wasserman"
            ]
        ]
    ],
    "After graduating from high school (HBS B) he began studying medicine at Leiden University.": [],
    "In 1939, during war mobilization, he was recruited for military service.": [],
    "When he was able to resume his study, Singelenberg switched to art history at Utrecht University, beginning in 1941.": [],
    "He studied under <a href=\"/vogelsangw\">Willem Vogelsang</a>, Louis Grondijs (1878-1961), and later under <a href=\"/hoogewerffg\">G.": [],
    "J. Hoogewerff</a>.": [],
    "The last two years of German occupation Singelenberg lived in hiding.": [],
    "In 1946 he married Miep van der Meer (1917-2008).": [
        [
            3,
            7,
            [
                "1946,"
            ]
        ],
        [
            19,
            23,
            [
                "Main",
                "Mail",
                "Maid",
                "IEP",
                "MIP",
                "Maim"
            ]
        ],
        [
            32,
            36,
            [
                "Meet",
                "Beer",
                "Meter",
                "Deer",
                "Mere",
                "Peer"
            ]
        ]
    ],
    "In that year he obtained an assistantship under Grondijs, professor of iconography and religious art at Utrecht University, where he taught iconography.": [
        [
            48,
            56,
            [
                "Girondins"
            ]
        ]
    ],
    "After his graduation, in 1953, he stayed in Utrecht conducting research in Byzantine and mediaeval art.": [
        [
            89,
            98,
            [
                "medieval"
            ]
        ]
    ],
    "One of his topics was a sixth-century Byzantine ivory relief, the so called Etschmiadzin Diptych.": [
        [
            66,
            75,
            [
                "so-called"
            ]
        ]
    ],
    "He published the results of this study in the <em>Art Bulletin</em> in 1958.": [],
    "Between 1956 and 1964 he served as the keeper of the art history institute, playing an active role in its development as an important study center.": [],
    "During that period he began researching architecture, especially the period around 1900.": [],
    "He traveled to the U.S.": [],
    "in 1956 and, in the academic year 1956-57, he taught the history of architecture at Oberlin College as well as gothic architecture and painting, from Giotto to Cézanne, at New York University.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "In 1965 he began research for his doctoral dissertation on the Dutch architect H. P. Berlage (1856-1934) under <a href=\"/ozingam\">Murk Daniël Ozinga</a>, who died in 1968.": [
        [
            3,
            7,
            [
                "1965,"
            ]
        ],
        [
            85,
            92,
            [
                "Barrage",
                "Berle",
                "Burbage",
                "Burleigh",
                "Berate",
                "Herbage"
            ]
        ]
    ],
    "In 1969 Singelberg's short monograph on Berlage appeared in the series <em>Beeldende kunsten en bouwkunst in Nederland</em>.": [
        [
            8,
            18,
            [
                "Inselberg"
            ]
        ],
        [
            40,
            47,
            [
                "Barrage",
                "Berle",
                "Burbage",
                "Burleigh",
                "Berate",
                "Herbage"
            ]
        ]
    ],
    "In 1971 Singelenberg obtained his doctor's degree from Utrecht University under <a href=\"/terwenj\">Jacobus Johannes Terwen</a> (1916-1998), an engineer and professor at Delft University of Technology.": [],
    "His dissertation published in 1972, was <em>H.": [],
    "P. Berlage; Idea and Style: The Quest for Modern Architecture</em>.": [
        [
            3,
            10,
            [
                "Barrage",
                "Berle",
                "Burbage",
                "Burleigh",
                "Berate",
                "Herbage"
            ]
        ]
    ],
    "His extensive article on the Hague Gemeentemuseum, designed by Berlage and built between 1931 and 1935, appeared in 1975.": [
        [
            25,
            28,
            [
                "The"
            ]
        ],
        [
            63,
            70,
            [
                "Barrage",
                "Berle",
                "Burbage",
                "Burleigh",
                "Berate",
                "Herbage"
            ]
        ]
    ],
    "In that year Singelenberg was appointed lector in art history, focusing on architecture after 1750, at his Alma Mater.": [],
    "In 1978 he left Utrecht for Nijmegen, accepting the position of professor of art history at the Catholic University of Nijmegen.": [
        [
            3,
            7,
            [
                "1978,"
            ]
        ]
    ],
    "He retired in 1984 and was succeeded by the Rembrandt scholar <a href=\"/tumpelc\">Christian Tümpel</a>.": [],
    "The topic of his 1985 farewell lecture was Berlage's functionalism (zakelijkheid) and the rationalism of the Dutch architect and designer of furniture Gerrit Rietveld (1888-1964).": [
        [
            43,
            50,
            [
                "Barrage",
                "Berle",
                "Burbage",
                "Burleigh",
                "Berate",
                "Herbage"
            ]
        ],
        [
            158,
            166,
            [
                "Raised",
                "Raided",
                "Waited",
                "Rained",
                "Retold",
                "Riveted"
            ]
        ]
    ],
    "From the 1970s onwards, Singelenberg, together with his wife and his son, Pieter Jr.": [],
    "gathered a private art collection, which included furniture, glass and ceramics.": [
        [
            0,
            8,
            [
                "Gathered"
            ]
        ]
    ],
    "Miep Singelenberg-Van der Meer was a specialist in the field of nineteenth- and twentieth-century Dutch glasswork and ceramics.": [
        [
            0,
            4,
            [
                "Main",
                "Mail",
                "Maid",
                "IEP",
                "MIP",
                "Maim"
            ]
        ],
        [
            22,
            25,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            26,
            30,
            [
                "Meet",
                "Beer",
                "Meter",
                "Deer",
                "Mere",
                "Peer"
            ]
        ],
        [
            104,
            113,
            [
                "classwork",
                "glass work"
            ]
        ]
    ],
    "In 1986 Singelenberg taught at the University of Louisville (Kentucky) as Frederick Lindley Morgan Professor in Architectural History.": [],
    "Singelenberg also remained active in the field of the preservation of monuments.": [],
    "In 1995 he left his Utrecht house, designed by Rietveld, and moved to The Hague.": [
        [
            3,
            7,
            [
                "1995,"
            ]
        ],
        [
            47,
            55,
            [
                "Raised",
                "Raided",
                "Waited",
                "Rained",
                "Retold",
                "Riveted"
            ]
        ]
    ],
    "In 1996 his monograph on the Hague Municipal Museum, designed by Berlage, appeared as a follow up to his 1975 article on this topic.": [
        [
            25,
            28,
            [
                "The"
            ]
        ],
        [
            65,
            72,
            [
                "Barrage",
                "Berle",
                "Burbage",
                "Burleigh",
                "Berate",
                "Herbage"
            ]
        ],
        [
            88,
            97,
            [
                "follow-up"
            ]
        ]
    ],
    "He also wrote several entries on Dutch architects for <em>The Dictionary of Art</em>.": [],
    "He died at age 88.": [],
    "In his dissertation, <em>H.": [],
    "P. Berlage; Idea and Style</em>, Singelenberg traced Berlage's artistic development up to his famous 1903 Amsterdam Exchange building.": [
        [
            3,
            10,
            [
                "Barrage",
                "Berle",
                "Burbage",
                "Burleigh",
                "Berate",
                "Herbage"
            ]
        ],
        [
            53,
            60,
            [
                "Barrage",
                "Berle",
                "Burbage",
                "Burleigh",
                "Berate",
                "Herbage"
            ]
        ]
    ],
    "With respect to Berlage's philosophical and social ideas, Singelenberg devoted ample attention to the writings of <a href=\"/semperg\">Gottfried Semper</a>, which were of great importance to Berlage as a modern architect.": [
        [
            16,
            23,
            [
                "Barrage",
                "Berle",
                "Burbage",
                "Burleigh",
                "Berate",
                "Herbage"
            ]
        ]
    ],
    "In addition to paying attention to other \"teachers\" of Berlage, such as <a href=\"/violletleduce\">Eugène Viollet-le-Duc</a>, Singelenberg focused on Berlage's place within, and personal contribution to, the development of the modern style in North America and Europe.": [
        [
            55,
            62,
            [
                "Barrage",
                "Berle",
                "Burbage",
                "Burleigh",
                "Berate",
                "Herbage"
            ]
        ]
    ],
    "<a href=\"/jaffeh\">Hans L. C. Jaffé</a>, in his 1975 review in the <em>Burlington Magazine</em>, considered Singelenberg's detailed study a very successful contribution to the tradition of <em>Kunstgeschiche als Geistesgeschichte</em>.": [],
    "In the article on Berlage's The Hague Gemeentemuseum, Singelenberg points to the socio-cultural ideas of <a href=\"/lichtwarka\">Alfred Lichtwark</a> and the practical recommendations of <a href=\"/gilmanb\">Benjamin Ives Gilman</a>, who both had an impact on Berlage's designs and on his pragmatic approach to the architecture of the building.</p>": [
        [
            18,
            25,
            [
                "Barrage",
                "Berle",
                "Burbage",
                "Burleigh",
                "Berate",
                "Herbage"
            ]
        ]
    ]
}