{
    "<p>Scholar of Italian Trecento but more notably one of the early Western scholars and collectors of Oriental art; professor of Fine Arts at Stockholm University, 1908-1925 and Keeper of Painting and Sculpture, National Museum in Stockholm, 1928-1944.": [
        [
            22,
            30,
            [
                "Recent",
                "Trento"
            ]
        ]
    ],
    "He was born in&nbsp;Helsinki, Finland, which is formerly part of Russia.&nbsp;Sién studied at the University in Helsinki under <a href=\"/tikkanenj\">J.": [
        [
            12,
            19,
            [
                "inns",
                "INBS",
                "INSP",
                "inanest",
                "&nbsp;"
            ]
        ],
        [
            78,
            82,
            [
                "Seen",
                "Sign",
                "Siena",
                "Sven",
                "Lien",
                "Siren"
            ]
        ]
    ],
    "J. Tikkanen</a>, receiving his Ph.D.": [
        [
            3,
            11,
            [
                "Bikaner",
                "Raikkonen",
                "Tienanmen",
                "Tirane",
                "Tiananmen",
                "Tiranë"
            ]
        ]
    ],
    "in 1900.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "His interested in early Italian Renaissance art secured a position as assistant at the National Museum in Stockholm in 1901 and the acquaintance of <a href=\"/berensonb\">Bernard Berenson</a>, whom he visited at Berenson's Villa I Tatti the following year.": [],
    "Sién was appointed the first professor of Fine Arts at the Stockholms universitet (Stockholm University) in 1908.": [
        [
            0,
            4,
            [
                "Seen",
                "Sign",
                "Siena",
                "Sven",
                "Lien",
                "Siren"
            ]
        ],
        [
            59,
            69,
            [
                "Stockholm's",
                "Stockholm"
            ]
        ],
        [
            70,
            81,
            [
                "university",
                "universities"
            ]
        ]
    ],
    "Like a number of art scholars in the early twentieth century, he authenticated art works for commercial galleries and advised private art collectors, including the beer-fortune heirs of the Sinebrychoff family of Helsinki.": [],
    "He became a devotee of Theosophy and perhaps for that reason, developed an interest in Asia.": [],
    "Sién published his first academic monograph, <em>Giotto and Some of his Followers</em>, in 1917.": [
        [
            0,
            4,
            [
                "Seen",
                "Sign",
                "Siena",
                "Sven",
                "Lien",
                "Siren"
            ]
        ]
    ],
    "However, he had been focusing on Asian art since 1914.": [],
    "He wrote an exhibition catalog for an Asian art show for the University's Konsthistoriska institutionen in 1918.": [],
    "That year, too, he made his first trip to Asia, returning periodically 1921-1923, 1929-1930 and in 1935 to document art with his camera and purchase pieces.": [],
    "Beginning in 1924, he issued volume one of his <em>The Walls and Gates of Peking</em>.": [],
    "Never a comfortable lecturer, he resigned from the university in 1925.": [],
    "The same year, he issued his four-volume (one of text and three of plates) <em>Chinese Sculpture from the Fifth to the Fourteenth Century</em>, the result of his examination of the caves of Yün-kang and Lung-men.": [
        [
            190,
            198,
            [
                "Yunnan",
                "Dunking",
                "Bunking",
                "Yanking",
                "Junking",
                "Funking"
            ]
        ]
    ],
    "Here Sién set forth his classification system, a system which was subsequently adopted by scholars or Chinese art.": [
        [
            5,
            9,
            [
                "Seen",
                "Sign",
                "Siena",
                "Sven",
                "Lien",
                "Siren"
            ]
        ]
    ],
    "Also in 1925, Sién contributed the section on Chinese sculpture for a primer on Chinese art, a combined effort with leading British art historians, including <a href=\"/fryr\">Roger Fry</a>, <a href=\"/binyonl\">Laurence Binyon</a>, <a href=\"/kendricka\">A.": [
        [
            14,
            18,
            [
                "Seen",
                "Sign",
                "Siena",
                "Sven",
                "Lien",
                "Siren"
            ]
        ]
    ],
    "F. Kendrick</a>, <a href=\"/rackhamb\">Bernard Rackham</a>, and the Asianists W. Perceval Yetts (1878-1957), and William Wilberforce Winkworth (1897-1991), under the title <em>Chinese Art: an Introductory Handbook</em>.": [],
    "He was appointed Keeper (curator) of Painting and Sculpture at the Nationalmuseum in Stockholm in 1928.": [
        [
            67,
            81,
            [
                "National museum"
            ]
        ]
    ],
    "Through the Museum he came into contact with <a href=\"/kummelo\">Otto Kümmel</a>, the Berlin Asianist and later Berlin Museums Director.": [],
    "In 1929, his <em>History of Early Chinese Art</em> was published, one of the first surveys of the genre.": [],
    "All of these books took the format of plates with accompanying text, rather than an historical narrative.": [],
    "Sién now focused on Chinese painting, writing books largely for western audiences.": [
        [
            0,
            4,
            [
                "Seen",
                "Sign",
                "Siena",
                "Sven",
                "Lien",
                "Siren"
            ]
        ]
    ],
    "Two painting histories, <em>History of Early Chinese Painting</em> and <em>History of Later Chinese Painting</em> appeared 1933 and 1938 respectively.": [],
    "In between he was instrumental in the mounting of the 1935-1936 \"Exhibition of Chinese Art\" at the Burlington House, London.": [],
    "During his 1935 trip to China, he issued a collection of indigenous writings on art, <em>The Chinese on the Art of Painting</em> in 1936.": [],
    "Confined to Sweden during World War II, he wrote and published his first narrative survey, in Swedish, <em>Kinas konst under tre Értusenden</em>, as well as researching a book on Chinese gardens at his home in Lidingö.": [],
    "He retired from the Museum in 1944.": [],
    "His first gardens book, <em>Tradgardar i Kina</em>, appeared in 1948.": [],
    "Sién never abandoned his interest in western art.": [
        [
            0,
            4,
            [
                "Seen",
                "Sign",
                "Siena",
                "Sven",
                "Lien",
                "Siren"
            ]
        ]
    ],
    "In retirement, he made an extensive visit to England where he photographed and researched British gardens.": [],
    "Sién updated and reissued his early writings in a seven-volume edition, <em>Chinese Painting: Leading Masters and Principles</em> beginning in 1956.": [
        [
            0,
            4,
            [
                "Seen",
                "Sign",
                "Siena",
                "Sven",
                "Lien",
                "Siren"
            ]
        ]
    ],
    "The same year he was awarded the first Charles Freer Medal by the Freer Gallery of Art in Washgington, D. C. Much of his collection was purchased by the Museum of Far Eastern Antiquities in Stockholm.": [
        [
            90,
            101,
            [
                "Washington"
            ]
        ]
    ],
    "\"Sién was one of the leading figures in what may be called the heroic age of Chinese art history as it [was] pursued by occidentals.\"": [
        [
            1,
            5,
            [
                "Seen",
                "Sign",
                "Siena",
                "Sven",
                "Lien",
                "Siren"
            ]
        ]
    ],
    "(Watson).": [],
    "His intent was in part to create a documentary collection of images which other scholars could use to further their research.": [],
    "As such, his books are conceived as images with accompanying text, much like Berenson's books on Italian painters.": [
        [
            77,
            85,
            [
                "Benenson"
            ]
        ]
    ],
    "His catalogs of Chinese works were, in Watson's terms, comprehensive rather than critical.": [],
    "He embraced Asian culture profoundly (his <em>Chinese Sculpture</em> book was issued in the loose-plate manner of Chinese books).": [],
    "Nearly all of his monographs were composed in English, except for <em>Kinas konst under tre Értusenden</em>.": [],
    "He lectured very little, preferring to comment in print.": [],
    "His legacy includes a large photographic collection, much of which documents art, architecture and gardens no longer in that form.</p>": []
}