{
    "<p>Art critic, esthete and exponent of modernist and Italian baroque painting in England.": [
        [
            15,
            22,
            [
                "aesthete"
            ]
        ]
    ],
    "Sitwell was the son of Sir George Reresby (fourth baronet of) Sitwell (1860-1943), a writer on gardens, and Lady Ida Emily Augusta Denison (Sitwell) (c.": [
        [
            0,
            7,
            [
                "Sit well"
            ]
        ],
        [
            34,
            41,
            [
                "Nearby",
                "Easy",
                "Rarely",
                "Heresy",
                "Ramsay",
                "Ramsey"
            ]
        ],
        [
            62,
            69,
            [
                "Sit well"
            ]
        ],
        [
            140,
            147,
            [
                "Sit well"
            ]
        ]
    ],
    "1869-1937).": [],
    "His family was distracted by legal issues resulting in his mother's debts for which she was eventually imprisoned.": [],
    "Sitwell chose the life of an aesthete at age 17, adopting his mother's spending habits for books, pottery, and Japanese prints.": [
        [
            0,
            7,
            [
                "Sit well"
            ]
        ]
    ],
    "He also began writing poems, a pursuit he would follow his whole life.": [],
    "Sitwell attended Eton College (until 1916) joining the 5th Reserve Battalion, the Grenadier Guards at Chelsea Barracks, London for war service.": [
        [
            0,
            7,
            [
                "Sit well"
            ]
        ]
    ],
    "Discharged in 1919, Sitwell briefly attended Balliol College, Oxford University, but never graduated.": [
        [
            20,
            27,
            [
                "Sit well"
            ]
        ]
    ],
    "Instead, he moved to London with his older brother, Osbert (1892-1969).": [],
    "In 1919 he and Osbert organized the Exhibition of Modern French Art at the Mansard Gallery at Heal's Department Store.": [
        [
            3,
            7,
            [
                "1919,"
            ]
        ]
    ],
    "The show which introduced Pablo Picasso and Amedeo Modigliani to the public in England, came under praise from many modernist critics, including <a href=\"/fryr\">Roger Fry</a>, who nine years before had introduced the Post-Impressionists to Britain in the same manner.": [],
    "Sitwell's <em>Southern Baroque Art</em>, a work of prose privately published and essentially non-art historical, first appeared in 1924 and secured for him a reputation as a writer and art historian.": [
        [
            0,
            7,
            [
                "Sit well"
            ]
        ]
    ],
    "It examined the arts (including music) of Italy and Spain during the seventeenth and eighteenth centuries and, unlike his earlier publications of poetry, was well received.": [],
    "In 1925 he married a Canadian debutante, Georgia Doble (1905/6-1980), whom he met in London.": [
        [
            3,
            7,
            [
                "1925,"
            ]
        ],
        [
            49,
            54,
            [
                "Double",
                "Noble",
                "Doyle",
                "Dole",
                "Doable",
                "DBLE"
            ]
        ]
    ],
    "He established the Magnasco Society, a foundation devoted to the Italian art of the 17th and 18th centuries in the 1920s.": [
        [
            19,
            27,
            [
                "Monaco",
                "Magnate",
                "Magnates",
                "Magmas",
                "Magneto",
                "Tabasco"
            ]
        ]
    ],
    "Sitwell followed his first art book with <em>German Baroque Art</em> in 1927 and <em>The Gothick North</em> in 1929.": [
        [
            0,
            7,
            [
                "Sit well"
            ]
        ]
    ],
    "He turned his attention to composers in the 1930s, writing biographies of Mozart (1932), Liszt (1934), and Scarlatti (1935).": [],
    "During this time his wife had a brief affair with Matisse scholar <a href=\"/duthuitg\">Georges Duthuit</a>.": [],
    "In 1945, Sitwell returned to art with <em>British Architects and Craftsmen</em>.": [
        [
            9,
            16,
            [
                "Sit well"
            ]
        ]
    ],
    "Among the office consonant with his family's peerage that he held were justice of the peace, 1943, and high sheriff of Northamptonshire, 1948-1949.": [],
    "He wrote a weekly column for the Sunday <em>Times</em> (London) for ten months in 1950.": [],
    "Sitwell avoided social situations, which his socialite wife deeply missed; they both had affairs, but remained together throughout their lives.": [
        [
            0,
            7,
            [
                "Sit well"
            ]
        ]
    ],
    "He became the sixth baronet in 1969 with the death of Osbert, who, distrusting Sacheverell's extravagance, left the bulk of the estate to Sacheverells' son, Reresby (b.": [
        [
            157,
            164,
            [
                "Nearby",
                "Easy",
                "Rarely",
                "Heresy",
                "Ramsay",
                "Ramsey"
            ]
        ]
    ],
    "1927).": [],
    "For most of his life, the Sitwells lived in the family home, Weston Hall, in Northamptonshire, though the Sitwell's owned a remodelled medieval castle near Florence, Montegufoni, left to them by their father.": [
        [
            26,
            34,
            [
                "Sit wells"
            ]
        ],
        [
            106,
            113,
            [
                "Sit well"
            ]
        ],
        [
            124,
            134,
            [
                "remodeled"
            ]
        ]
    ],
    "His sister was the writer and poet Dame Edith Sitwell (1887-1964).": [],
    "The bulk of his papers reside at the Harry Ransom Center, University of Texas, Austin.": [],
    "In 1994, the National Portrait Gallery, London, held an exhibition of the art they influenced.": [],
    "Sitwell's art writing, the best of which is on architecture, owes much to his skill as a prose writer.": [
        [
            0,
            7,
            [
                "Sit well"
            ]
        ]
    ],
    "Together with <a href=\"/mahond\">Denis Mahon</a>, <a href=\"/boreniust\">Tancred Borenius</a> and <a href=\"/blunta\">Anthony Blunt</a>, he brought an interest to Italian baroque art to England, an art epoch which had been viewed as decadent by much of the British art establishment.": [],
    "<em>Southern Baroque</em>, in particular brought an appreciation to Rococo architecture which had been despised by the English-speaking public.</p>": []
}