{
    "<p>Professor of general art history at the Amsterdam Rijksacademie van Beeldende Kunsten (1890-1917); first professor extraordinarius (1896-1916) and first ordinarius professor of aesthetics and art history at Amsterdam University (1916-1926).": [
        [
            71,
            80,
            [
                "Beeline",
                "Beelined"
            ]
        ],
        [
            81,
            88,
            [
                "Unseen",
                "Munster",
                "Tungsten",
                "Austen",
                "Kirsten",
                "Kinsmen"
            ]
        ],
        [
            118,
            133,
            [
                "extraordinarily"
            ]
        ],
        [
            156,
            166,
            [
                "ordinaries"
            ]
        ]
    ],
    "Six was born to an old patrician family and was a descendant of the famous art collector and Amsterdam mayor Jan Six (1618-1700).": [],
    "His father, Jhr.": [
        [
            12,
            15,
            [
                "Jr",
                "Jar",
                "JCR",
                "AHR",
                "BHR",
                "CHR"
            ]
        ]
    ],
    "Jan Pieter Six (1824-1899), was a numismatist.": [],
    "The younger Six attended the Gymnasium in Amsterdam and studied classics at Amsterdam University between 1875 and 1883.": [],
    "His curriculum included aesthetics and classical art history, taught by <a href=\"/piersona\">Allard Pierson</a>.": [],
    "He also studied painting and sculpture at the Rijksacademie voor Beeldende Kunsten in Amsterdam.": [
        [
            60,
            64,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            65,
            74,
            [
                "Beeline",
                "Beelined"
            ]
        ],
        [
            75,
            82,
            [
                "Unseen",
                "Munster",
                "Tungsten",
                "Austen",
                "Kirsten",
                "Kinsmen"
            ]
        ]
    ],
    "Six continued study in Bonn, Germany, specializing in classical archaeology.": [],
    "In 1885 he obtained his doctorate at Amsterdam University under Pierson with a dissertation on the history of the appearance of the Gorgon in mythology and art, De Gorgone.": [
        [
            3,
            7,
            [
                "1885,"
            ]
        ],
        [
            164,
            171,
            [
                "Gorgon",
                "Forgone",
                "Gorgons"
            ]
        ]
    ],
    "The following years he traveled to Greece and Italy and published several archaeological studies.": [],
    "In 1889 he obtained a teaching position as privaatdocent of classical art history at Amsterdam University.": [
        [
            3,
            7,
            [
                "1889,"
            ]
        ]
    ],
    "The following year he was additionally appointed professor of general art history at the Rijksacademie voor Beeldende Kunsten in Amsterdam, succeeding <a href=\"/alberdingkthijmj\">J.": [
        [
            103,
            107,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            108,
            117,
            [
                "Beeline",
                "Beelined"
            ]
        ],
        [
            118,
            125,
            [
                "Unseen",
                "Munster",
                "Tungsten",
                "Austen",
                "Kirsten",
                "Kinsmen"
            ]
        ]
    ],
    "A. Alberdingk Thijm</a>.": [
        [
            3,
            13,
            [
                "Altering",
                "Alerting",
                "Albertina"
            ]
        ],
        [
            14,
            19,
            [
                "This",
                "Him",
                "Them",
                "Third",
                "Thing",
                "Think"
            ]
        ]
    ],
    "Six held this position until 1917.": [],
    "Soon after his appointment, he married Hieronyma Maria Antonia Fortunata Bosch Reitz (1867-?).": [
        [
            39,
            48,
            [
                "Hieronymus"
            ]
        ],
        [
            63,
            72,
            [
                "Fortunate",
                "Fortunato",
                "Fortuna ta"
            ]
        ],
        [
            79,
            84,
            [
                "Rate",
                "Rats",
                "Rat",
                "Katz",
                "Ritz",
                "REIT"
            ]
        ]
    ],
    "In 1896 Six became professor extraordinarius of aesthetics and art history at Amsterdam University, succeeding Pierson.": [
        [
            29,
            44,
            [
                "extraordinarily"
            ]
        ]
    ],
    "In his inaugural lecture, De geschiedenis der kunst van Grieken en Romeinen en hare plaats onder de akademische wetenschappen, he defended the position of art history in academic disciplines.": [
        [
            42,
            45,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            46,
            51,
            [
                "must",
                "just",
                "runs",
                "unit",
                "guest",
                "guns"
            ]
        ],
        [
            56,
            63,
            [
                "Green",
                "Grained",
                "Grieve",
                "Grieved",
                "Grieves",
                "Grainer"
            ]
        ],
        [
            67,
            75,
            [
                "Roman",
                "Romania",
                "Romanian",
                "Romance",
                "Romans",
                "Romances"
            ]
        ],
        [
            84,
            90,
            [
                "plants",
                "pleats",
                "plaits",
                "plats"
            ]
        ],
        [
            91,
            96,
            [
                "under",
                "older",
                "order",
                "Wonder",
                "wonder",
                "Oder"
            ]
        ]
    ],
    "From 1900 he broadened the curriculum at Amsterdam University to include contemporary art, leading to the appointment of <a href=\"/vogelsangw\">Willem Vogelsang</a> as privaatdocent for modern art history.": [],
    "He regularly published articles on various topics, including a number of studies on Rembrandt.": [],
    "In 1906, the three hundredth anniversary of Rembrandt's birthday, Amsterdam University, on Six's initiative, awarded honorary doctorates to several Rembrandt scholars, including <a href=\"/vethj\">Jan Veth</a>, <a href=\"/brediusa\">Abraham Bredius</a>, <a href=\"/hofstededegrootc\">Cornelis Hofstede de Groot</a>, <a href=\"/bodew\">Wilhelm Bode</a>, and <a href=\"/michele1828\">Émile Michel</a>.": [],
    "In the same year, Six was elected member of the Koninklijke Nederlandse Akademie van Wetenschappen.": [
        [
            60,
            71,
            [
                "Nederland"
            ]
        ],
        [
            72,
            80,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "In 1908, the Six family sold to the Amsterdam Rijksmuseum Johannes Vermeer's De melkmeid (The Milkmaid, ca 1658-1660).": [
        [
            80,
            88,
            [
                "milkman",
                "milkmaid"
            ]
        ]
    ],
    "Six wrote an article on Vermeer's painting technique in hopes of preventing an overcleaning of the painting's surface.": [],
    "When in 1917 Six obtained a full professorship at Amsterdam University, <a href=\"/neurdenburge\">Elisabeth Neurdenburg</a> became privaatdocent under him.": [],
    "In 1919 Six was elected Rector Magnificus of Amsterdam University.": [
        [
            31,
            41,
            [
                "Magnifies",
                "Magnifiers",
                "Magnificat"
            ]
        ]
    ],
    "Throughout his career, Six also was active in the Dutch museum world.": [],
    "His work as a member of the Rijkscommissie voor het Museumwezen, established in 1919, was typical of his work with museums.": [
        [
            43,
            47,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            48,
            51,
            [
                "he",
                "get",
                "her",
                "set",
                "hit",
                "let"
            ]
        ]
    ],
    "In 1921 he donated his collection of Greek vases and pottery fragments to his Alma Mater; now part of the <a href=\"/piersona\">Allard Pierson</a> Museum.": [
        [
            3,
            7,
            [
                "1921,"
            ]
        ]
    ],
    "The same year he also established the Six-foundation to maintain the Six family portrait collection housed in the family house in Amsterdam, a group including the famous portrait of Jan Six, painted by Rembrandt in 1654.": [],
    "In 1922 Amsterdam University appointed <a href=\"/pluymw\">Willem van der Pluym</a>, who had previously succeeded Six in 1918 at the Rijksacademie, as privaatdocent of the history of architecture.": [],
    "In 1924, <a href=\"/hudigf\">Ferrand Whaley Hudig</a> became privaatdocent of Italian art history.": [],
    "Six died two years later.": [],
    "He was succeeded by Hudig in 1928, who then obtained the position of extraordinarius professor of art history (excluding the classical period).": [
        [
            20,
            25,
            [
                "Audio",
                "Hiding",
                "Hung",
                "Ludwig",
                "Audit",
                "Dig"
            ]
        ],
        [
            69,
            84,
            [
                "extraordinarily"
            ]
        ]
    ],
    "Six was an advocate for learning by seeing, instead of learning from handbooks.": [],
    "His approach was associative and imaginative (Haspels, 1979).": [
        [
            46,
            53,
            [
                "Happens",
                "Chapels",
                "Gospels",
                "Hostels",
                "Haskell",
                "Hashes"
            ]
        ]
    ],
    "Six was among the first art professors to be given the official responsibilities of \"art history.\"": [],
    "Six was the first professor extraordinarius (1896-1916) of art history (Amsterdam).": [
        [
            28,
            43,
            [
                "extraordinarily"
            ]
        ]
    ],
    "<a href=\"/vogelsangw\">Willem Vogelsang</a> was the first ordinarius professor of art history at Utrecht, while <a href=\"/martinw\">Wilhelm Martin</a> was the first extraordinarius art history professor at Leiden, both serving the same years, 1907-1946.</p>": []
}