{
    "<p>Dutch art and Rembrandt scholar; Director, Fogg Art Museum, Harvard University, 1975-1991.": [
        [
            46,
            50,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "Slive was born to Daniel Slive and Sonia Rapoport (Slive).": [
        [
            0,
            5,
            [
                "Live",
                "Alive",
                "Slave",
                "Olive",
                "Slide",
                "Clive"
            ]
        ],
        [
            25,
            30,
            [
                "Live",
                "Alive",
                "Slave",
                "Olive",
                "Slide",
                "Clive"
            ]
        ],
        [
            41,
            49,
            [
                "Rapport"
            ]
        ],
        [
            51,
            56,
            [
                "Live",
                "Alive",
                "Slave",
                "Olive",
                "Slide",
                "Clive"
            ]
        ]
    ],
    "He attended the University of Chicago for all his degrees, gaining his A.B., in 1943.": [],
    "He served in the Naval Reserve during World War II and in active duty in the Pacific Theater, 1942-1946.": [],
    "Following the War, he married Zoya Gregorevna Sandomirsky in 1946.": [
        [
            35,
            45,
            [
                "Gregorian"
            ]
        ]
    ],
    "Slive returned to the University of Chicago to complete his Ph.D., wrting a dissertation under <a href=\"/middeldorfu\">Ulrich Middeldorf</a> in 1952 on the topic of Rembrandt's contemporary critics.": [
        [
            0,
            5,
            [
                "Live",
                "Alive",
                "Slave",
                "Olive",
                "Slide",
                "Clive"
            ]
        ],
        [
            67,
            73,
            [
                "writing",
                "wring"
            ]
        ]
    ],
    "His initial teaching positions were at Oberlin College, 1950-1951 and then Pomona College, Claremont, CA, where he was assistant professor of art and chair of department, 1952-1954.": [
        [
            115,
            128,
            [
                "was an assistant",
                "was the assistant"
            ]
        ]
    ],
    "During that time his dissertation appeared as the book, <em>Rembrandt and His Critics, 1630-1730</em>, 1953.": [],
    "In 1954 he joined the faculty at Harvard University, advancing to associate professor in 1957 and professor of fine arts in 1961.": [
        [
            3,
            7,
            [
                "1954,"
            ]
        ]
    ],
    "Slive and his Harvard colleague <a href=\"/rosenbergj\">Jakob Rosenberg</a> and Delft University professor <a href=\"/kuilee\">E.": [
        [
            0,
            5,
            [
                "Live",
                "Alive",
                "Slave",
                "Olive",
                "Slide",
                "Clive"
            ]
        ]
    ],
    "H. ter Kuile</a> were commissioned by <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a> to write the <em>Pelican History of Art</em> volume for Dutch art and architecture, which appeared in 1966.": [
        [
            3,
            6,
            [
                "Ter"
            ]
        ],
        [
            7,
            12,
            [
                "Guile"
            ]
        ]
    ],
    "He was appointed chair of the Department of Fine Arts in 1968 (through 1971).": [],
    "Slive issued the first volume of his <em>catalogue raissoné</em> on Frans Hals in 1970, published under the auspices of the Kress Foundation.": [
        [
            0,
            5,
            [
                "Live",
                "Alive",
                "Slave",
                "Olive",
                "Slide",
                "Clive"
            ]
        ]
    ],
    "He lectured as Slade Professor at Oxford University for the 1972-1973 academic year.": [
        [
            15,
            20,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "In 1973 Slive received the appointment of Gleason Professor of Fine Arts at Harvard and Director of the Fogg Art Museum in 1975.": [
        [
            8,
            13,
            [
                "Live",
                "Alive",
                "Slave",
                "Olive",
                "Slide",
                "Clive"
            ]
        ],
        [
            104,
            108,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "Among his accomplishments as director were the founding of the Arthur M. Sackler Museum to house Harvard's collections of ancient, Asian, Islamic, and (later) Indian art in 1985.": [
        [
            73,
            80,
            [
                "Tackler",
                "Sacker",
                "Mackler",
                "Cackler"
            ]
        ]
    ],
    "In October 1989, Slive and Christopher Brown, deputy keeper at the National Gallery, London, mounted the first comprehensive exhibition of Frans Hals' work outside the Netherlands, at the National Gallery of Art, Washgington, D. C. Slive reissued the <em>Pelican History</em> volume on Dutch painting, now exclusively on that medium and under his sole authorship.": [
        [
            17,
            22,
            [
                "Live",
                "Alive",
                "Slave",
                "Olive",
                "Slide",
                "Clive"
            ]
        ],
        [
            213,
            224,
            [
                "Washington"
            ]
        ],
        [
            232,
            237,
            [
                "Live",
                "Alive",
                "Slave",
                "Olive",
                "Slide",
                "Clive"
            ]
        ]
    ],
    "He retired <em>emeritus</em> from Harvard in 1991 as the Elizabeth and John Moore Cabot Founding Director of the Harvard University Art Museums.": [],
    "In 2001 he set out his second <em>catalogue raissoné</em> on a Dutch master, Jacob van Ruisdael.": [
        [
            3,
            7,
            [
                "2001,"
            ]
        ]
    ],
    "Slive's students included Ann Jensen Adams, Alice Davies, Susan Kuretsky, William Robinson, Frank Robinson, <a href=\"/gibsonws\">Walter S. Gibson</a> and Arthur Wheelock.": [
        [
            0,
            5,
            [
                "Live",
                "Alive",
                "Slave",
                "Olive",
                "Slide",
                "Clive"
            ]
        ],
        [
            64,
            72,
            [
                "Kerensky"
            ]
        ]
    ],
    "Despite being known as a specialist himself, Slive encouraged broad knowledge among his students, remarking on occasion that \"only donkeys have fields.\"": [
        [
            45,
            50,
            [
                "Live",
                "Alive",
                "Slave",
                "Olive",
                "Slide",
                "Clive"
            ]
        ]
    ],
    "His methodology was strongly that of connoisseurship--as opposed to iconography prevalent in Dutch art-historical scholarship--and he frequently admonished iconographers for over-interpretation of pictorial symbolism.": [
        [
            156,
            169,
            [
                "scenographers",
                "sonographers"
            ]
        ]
    ],
    "Perhaps for that reason, his <em>Dutch Painting 1600-1800</em> volume gave lesser attention to (and came under criticism for giving short shrift to) the Dutch Mannerists such as Goltzius and Bloemaert (Liedtke, 2000).": [
        [
            159,
            169,
            [
                "Mannerisms"
            ]
        ],
        [
            178,
            186,
            [
                "Glottis",
                "Boethius",
                "Grotius",
                "Galerius",
                "Gothics",
                "Polonius"
            ]
        ],
        [
            191,
            200,
            [
                "Bloomers",
                "Bloomer",
                "Alembert",
                "Bloomberg"
            ]
        ],
        [
            202,
            209,
            [
                "Like",
                "Little",
                "Laid",
                "Lied",
                "Ledge",
                "Lieder"
            ]
        ]
    ],
    "His reissue of the book in 1995 found competition as a university text with the shorter and less connoisseurship-driven works by <a href=\"/kahrm\">Madlyn M. Kahr</a>, <a href=\"/alperss\">Svetlana Alpers</a>, and Mariët Westermann.": [],
    "Slive also retained a strong appreciation for reception theory, noting in his dissertation and book that, ultimate understanding of the formal stylistic elements of an artist's oeuvre is impossible without knowing how it was viewed by his contemporaries.": [
        [
            0,
            5,
            [
                "Live",
                "Alive",
                "Slave",
                "Olive",
                "Slide",
                "Clive"
            ]
        ]
    ],
    "Slive was the first American-trained art historian to specialize in the history of Netherlands Baroque art.</p>": [
        [
            0,
            5,
            [
                "Live",
                "Alive",
                "Slave",
                "Olive",
                "Slide",
                "Clive"
            ]
        ]
    ]
}