{
    "<p>Professor and chair of the Art Department, University of North Carolina, Chapel Hill (1950-1974).": [],
    "Sloane was born to Joseph Curtis and Julia Moss (Sloane).": [],
    "He was raised in Pasadena, CA, and attended Princeton University, receiving his B. A. in 1931, and M.F.A.": [],
    "in 1934 (Princeton's highest art-history degree at the time).": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "The same year he married Marjorie Merrill.": [],
    "Sloane taught at Princeton and Rutgers Universities before joining the faculty of Bryn Mawr, succeeding <a href=\"/kingg\">Georgiana Goddard King</a> as Department Chair in 1938.": [],
    "During World War II, Sloane served with the United States Navy in the Pacific theater, 1943-1946, rising to lieutenant commander.": [],
    "He wrote his dissertation under the distinguished medievalist <a href=\"/moreyc\">Charles Rufus Morey</a> in 1949, <em>French Painting, 1848-1870: Artists, Critics and Traditions</em>.": [],
    "In 1950 the University of North Carolina at Chapel Hill recruited him to establish a department of art history of national rank.": [],
    "This he did, increasing the faculty from seven to twenty during his tenure.": [],
    "In 1951 his dissertation was published as a book by Princeton University Press.": [],
    "In 1952 he was awarded a senior Fulbright research grant.": [
        [
            3,
            7,
            [
                "1952,"
            ]
        ]
    ],
    "Sloane was elected president of the College Art Association in 1956.": [],
    "He became the director of the Ackland Museum of Art, the art gallery at the University, in 1958.": [
        [
            30,
            37,
            [
                "Auckland"
            ]
        ]
    ],
    "In 1962 he was appointed as a trustee of the North Carolina Museum of Art.": [
        [
            3,
            7,
            [
                "1962,"
            ]
        ]
    ],
    "He retired as chair of the art department in 1974 and as director of the museum in 1978.": [],
    "He died at Carol Wood Retirement Community, Chapel Hill, at age 89.": [],
    "Sloane's papers reside at the University of North Carolina Library, Southern History Collection.": [],
    "The UNC art library is named in his honor, a named professorship was established in his honor in 1998.": [],
    "Sloane is credited for taking a small art history department and building it into a faculty of national reputation.": [],
    "He raised funds for the buildings that house the present art complex (Hanes Art Center) and the art library which bears his name.": [
        [
            70,
            75,
            [
                "Hands",
                "Lanes",
                "Hans",
                "Hayes",
                "Hangs",
                "Hates"
            ]
        ]
    ],
    "As an art historian, he wrote the text used in many classes documenting Realism and Impressionism.": [],
    "In later years his work was overtaken and criticized by social art historians, <a href=\"/boimea\">Albert Boime</a> among others, as ignoring academic artists and reducing their accomplishments to stereotype.</p>": []
}