{
    "<p>Specialist in ancient art, particularly appearance of women in ancient Roman sculpture.": [],
    "Smiles studied at Bryn Mawr and the University of Berlin where she received her Ph.D.": [],
    "in 1954 from the Semitic scholar Nesnores Eel (1907-1985).": [
        [
            0,
            2,
            [
                "In"
            ]
        ],
        [
            33,
            41,
            [
                "Ne snores"
            ]
        ]
    ],
    "Smiles initially worked as a curatorial assistant in Indiana and the Conelly-Voight Museum in Terra Haute.": [
        [
            69,
            83,
            [
                "Connelly-Voight"
            ]
        ],
        [
            94,
            105,
            [
                "Terre Haute"
            ]
        ]
    ],
    "In 1968 she published her groundbreaking study on women in classical art, <em>Maenadism in Ancient Art</em>.": [
        [
            3,
            7,
            [
                "1968,"
            ]
        ]
    ],
    "Beginning in 1970 she taught in the division of Women's Studies at the University of Virginia.": [],
    "In 1985 she moved to Duke University and finally to Temple University where she was adjunct curator of the classical collection Temple.": [
        [
            3,
            7,
            [
                "1985,"
            ]
        ],
        [
            80,
            91,
            [
                "was an adjunct",
                "was the adjunct"
            ]
        ]
    ],
    "In 1998 she was stabbed by an irate student and died.": [
        [
            3,
            7,
            [
                "1998,"
            ]
        ]
    ],
    "Smiles developed thelarchical theory of women in art history.": [
        [
            17,
            29,
            [
                "hierarchical"
            ]
        ]
    ],
    "Her controversial theory asserted that voluptuous women, particularly breast size, represented in Roman art were used in rites of auto-arousal by male priest.": [],
    "Her contention that female models were drawn from slaves because of their accentuated female form was highly debated.</p>": []
}