{
    "<p>Scholar of early Christian art; Princeton University professor and chair of the department.": [],
    "Smith graduated from Pratt Institute in Brooklyn in 1906 and received his A. B. and Bowdoin College in 1911.": [],
    "He moved to Princeton University studying under <a href=\"/moreyc\">Charles Rufus Morey</a> and <a href=\"/butlerh\">Howard Crosby Butler</a>, where he earned his M. A. in 1912 and his Ph.D.": [],
    "in 1915.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "His dissertation topic was <em>Early Christian Iconography and the School of Provence</em>.": [],
    "Smith joined the faculty at Princeton the following year and advance rapidly through the academics ranks.": [],
    "He married Ruth Preble Hall.": [
        [
            16,
            22,
            [
                "Treble"
            ]
        ]
    ],
    "During World War I, he joined the army, rising to captain in the 312th infantry.": [],
    "His dissertation appeared as a <em>Princeton Monographs in Art and Archaeology</em> shortly before he was gravely wounded at the battle of Grand Pés in 1918.": [
        [
            145,
            148,
            [
                "PES",
                "Yes",
                "Pen",
                "Per",
                "Pet",
                "PCs"
            ]
        ]
    ],
    "He returned to Princeton where he was made an assistant professor in 1919.": [],
    "Smith worked closely with Butler during these years.": [],
    "He was named associate professor in 1923 and was appointed full professor in 1926.": [],
    "After Butler's death in 1922, Smith set about organizing Butler's unpublished notes into a book on Syrian churches.": [],
    "<em>Early Churches in Syria</em>,1929, though the research is Butler's, are imbued with the style and methodological strategy that is purely Smith's.": [],
    "Smith's first wife died in 1930 and Smith remarried Helen H.": [],
    "\"Nancy\" Hough, daughter of a federal judge the same year.": [
        [
            8,
            13,
            [
                "Though",
                "Rough",
                "Hugh",
                "Tough",
                "Cough",
                "Dough"
            ]
        ]
    ],
    "In 1931, Smith was named the first Howard Crosby Butler Professor of the History of Architecture.": [],
    "Smith was part of a committee that launched Princeton's \"Four-Course plan\" requiring only four courses the junior and senior year, but stipulating independent research courses for all upperclassmen.": [],
    "In 1936 he became director of the American Institute for Iranian Art and Archaeology, which he held until 1940.": [
        [
            3,
            7,
            [
                "1936,"
            ]
        ]
    ],
    "<em>Egyptian Architecture as Cultural Expression</em>, 1938, was Butler's first book written solely under his own direction.": [],
    "During World War II, Smith served as faculty at the Naval Air Combat Intelligence School in Quonset, Rhode Island.": [],
    "In 1945 he became Chairman, Department of Art and Archaeology, which he held until 1954.": [
        [
            3,
            7,
            [
                "1945,"
            ]
        ]
    ],
    "In later years, Smith devoted his publishing efforts to broad questions of conceptual scholarship.": [],
    "Most notable among these is his study, <em>The Dome</em> (1950) which examines the architectural component throughout a wide range of history.": [],
    "He wrote volume 30 of the Princeton Monographs in Art and Architecture, <em>Architectural Symbolism of Imperial Rome and the Middle Ages</em>, in 1956.": [],
    "He retired from the department shortly before his death the same year.": [],
    "Methodologically, Smith helped develop the emerging field of iconography which Princeton had forged, together with his teacher and colleague Morey.": [],
    "As early as 1917 he suggested an Alexandrian origin to the Chair of Maximianus based upon its iconography.": [
        [
            68,
            78,
            [
                "Maximian us"
            ]
        ]
    ],
    "His dissertation became the basis for the Index of Christian Art, the image collection founded a Princeton by Morey (Robb and Tatum).": [],
    "<a href=\"/panofskye\">Erwin Panofsky</a> cited Smith's work on Christian ivories in Provence as one of serveral \"very good art-historical books\" with which European scholars such as himself were familiar before World War II.": [],
    "<em>Egyptian Architecture as Cultural Expression</em> (1938) hallmark's Smith's approach to architecture: architectural shapes are \"embodiments of social needs, conventions and aspirations.\"": [],
    "He was among the first architectural historians to use evidence from many disciplines, numismatics, theology and geography.": [],
    "His lectures, cigarette-in-holder ubiquitously in hand, were famous for their eloquence.</p>": []
}