{
    "<p>Smith's parents were Charles Smith and Rose Anne Tierney (Smith).": [],
    "</p><p>Smith graduated from the University of Sydney in 1934.": [],
    "The following year he began teaching painting at the NSW Department of Education.": [],
    "By 1940 he had given up the idea of teaching painting for art history.": [],
    "That year he also joined the Communist Party, beginning a bitter opposition to Australia's participation in World War II.": [],
    "He married Kate Challis (d.1989) in 1941.": [],
    "In 1944 was appointed an education officer for the Art Gallery of NSW country art exhibitions.": [],
    "His first book, one on Australian art, Place, Taste and Tradition, appeared in 1945.": [],
    "He continued to teach until 1948 when he was awarded a scholarship for the Warburg and Courtauld Institutes, University of London, studying there 1949-1951.": [
        [
            87,
            96,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "His realization of what totalitarian-style communism was in eastern Europe resulted in his leaving the Communist party upon his return Australia where resumed his position at the Art Gallery.": [
        [
            60,
            74,
            [
                "Eastern Europe"
            ]
        ]
    ],
    "The following year Smith recieved a research scholarship at the newly-established Australian National University.": [
        [
            25,
            33,
            [
                "received",
                "relieved"
            ]
        ]
    ],
    "He completed his doctorate there.": [],
    "Smith was appointed a lecturer University of Melbourne's Fine Arts Department in 1955, advancing to senior lecturer.": [],
    "Smith formed a group of seven painters, calling themselved the Antipodeans to exhibit their work in 1959.": [
        [
            48,
            58,
            [
                "themselves"
            ]
        ]
    ],
    "He wrote as the art critic for Melbourne newspaper,  <em>The Age</em>, 1963-1966.": [
        [
            51,
            53,
            [
                " "
            ]
        ]
    ],
    "The following year Smith and his wife moved to Sydney, appointed founding Professor of Contemporary Art and Director of the Power Institute of Fine Arts, University of Sydney.": [],
    "Bitter disputes toward the end of his career resulted in his retirement in 1977.": [],
    "Following a return to Melbourne Smith became the president of the Australian Academy of the Humanities, which he held until 1980.": [],
    "He also held a professorial fellow position in the department of Art History at the University of Melbourne.": [],
    "After Smith's first wife died, he married Margaret Forster in 1995.</p><p>Smith employed Marxist ideology in his teaching and writing.</p>": []
}