{
    "<p>Art dealer and writer; founded a model of <em>catalogue raisonné</em> writing; early scholar of Rubens and Rembrandt.": [],
    "Smith was the son of John Smith and Anne Smith.": [],
    "He apprenticed and worked as a carver and gilder, marrying at an early age the niece of Lord Mountjoy.": [
        [
            93,
            101,
            [
                "Mount joy"
            ]
        ]
    ],
    "All his sons were from that union.": [],
    "He founded a private art dealership in Great Marlborough Street, London and later New Bond Street where the dealers were clustered.": [],
    "His firm attracted wealthy customers such as Sir Robert Peel, the Duke of Wellington and the Rothschilds.": [
        [
            93,
            104,
            [
                "Rothschild's",
                "Rothschild"
            ]
        ]
    ],
    "His art dealing brought him to the realization that a reference text for artists in English needed to be written.": [],
    "Beginning in 1829, he published through subscription and sales a <em>catalogue raisonné</em> of northern European artists, <em>Works of the Most Eminent Dutch, Flemish and French Painters</em>.": [],
    "Smith provided detailed descriptions of each work, prices, collections, known engravings of the paintings as well as and followers and copyists.": [],
    "The series was completed in 1837 with a supplement volume appearing in 1842.": [],
    "The book quickly became indispensable for English-speaking collectors, dealers and scholars of Dutch pictures, and, like modern <em>catalogues raisonné</em>, greatly increased the market price of the described works.": [],
    "Smith was married three more times, the second time to a widow of the art dealer Artaria, a third time a Miss Pauncefort who died shortly thereafter.": [
        [
            81,
            88,
            [
                "Art aria"
            ]
        ],
        [
            110,
            120,
            [
                "Launcelot"
            ]
        ]
    ],
    "His final marriage was to a \"Miss Newell.\"": [],
    "He retired to a home in Hanwell, Middlesex, which he named Bydorp House where he died in 1855.": [
        [
            59,
            65,
            [
                "Byword"
            ]
        ]
    ],
    "His sons took over the family business and ran it until 1874.": [],
    "Over fifty years after his death, the Dutch connoisseur <a href=\"/hofstededegrootc\">Cornelis Hofstede de Groot</a> revised his work, discounting many works, and published a version in English beginning in 1907.": [],
    "<em>Works of the Most Eminent Dutch, Flemish and French Painters</em> is landmark in connoisseurship containing all the element of today's canonical art-historical monograph (Turner).": [],
    "Smith favored Dutch painters, including 33, as opposed to only four Flemish (Rubens, van Dyck, David Teniers and Gonzales Coques) and three French (Claude, Poussin and Greuze).": [
        [
            122,
            128,
            [
                "Toques"
            ]
        ],
        [
            168,
            174,
            [
                "Greece",
                "Greene",
                "Freeze",
                "Grease",
                "Reuse",
                "Breeze"
            ]
        ]
    ],
    "To a great degree, he reflects mid-19th-century contemporary taste.": [],
    "He omitted Dutch artists valued today such as Adriaen Brouwer, Carel Fabritius, Jan van Goyen, Frans Hals, and Johannes Vermeer.": [
        [
            63,
            68,
            [
                "Carl",
                "Care",
                "Call",
                "Car",
                "Cars",
                "Card"
            ]
        ],
        [
            69,
            78,
            [
                "Mauritius"
            ]
        ]
    ],
    "However, his overview of Dutch painting is the first modern approach, best exemplified in his treatment of Rembrandt (Turner).": [],
    "Because of the limits of the discipline of connoisseurship (and perhaps his hopes as a dealer), many of Smith's attributions have proven over-optimistic.": [],
    "As a dealer, he provided advice on cleaning and lining pictures.": [],
    "He is occasionally confused in historiographic literature with <a href=\"/smithjt\">John Thomas Smith</a>, a Keeper of the Print Room of the British Museum.</p>": [
        [
            31,
            46,
            [
                "historiography",
                "historiographical",
                "historiographer"
            ]
        ]
    ]
}