{
    "<p>Berkeley professor of Latin and Classical Archaeology and authority on Greek vase painting; author of several <em>Corpus Vasorum Antiquarum</em> for California.": [],
    "Smith attended St.": [],
    "Paul's School, London, and Pembroke College, Oxford.": [],
    "In 1914 he was appointed Associate Professor of Classics at St.": [
        [
            3,
            7,
            [
                "1914,"
            ]
        ]
    ],
    "Francis Xavier.": [],
    "Shortly thereafter, Britain entered World War I and Smith joined the British Army, and was wounded at Salonika.": [],
    "He returned to St.": [],
    "Francis Xavier after the war.": [],
    "He went to Princeton University, first as Instructor and advancing to Assistant Professor of Classics.": [],
    "In 1928 he moved to the University of California, Berkeley, to become Assistant Professor of Latin.": [
        [
            3,
            7,
            [
                "1928,"
            ]
        ]
    ],
    "A vase in the Berkeley's collection resulted in important monograph on the Lewis Painter, <em>New Aspects of the Menon Painter</em> (1929), a book that launched a new series, the <em>University of California Publications in Classical Archaeology</em>.": [],
    "He made further major contributions to this series in 1932, 1944, 1951, and 1959.": [],
    "Smith rose to Associate Professor in 1930 and Professor of Latin and Classical Archaeology in 1931.": [],
    "He began issuing important fascicules of the <em>Corpus Vasorum Antiquorum</em>, dealing with the collections of Berkeley and San Francisco in 1936.": [],
    "Smith maintained a strong friendship with the vase scholar <a href=\"/beazleyj\">J.": [],
    "D. Beazley</a>.": [
        [
            3,
            10,
            [
                "Beasley"
            ]
        ]
    ],
    "Beazley's <em>Development of Attic Black-Figure</em> is dedicated to Smith.": [
        [
            0,
            7,
            [
                "Beasley"
            ]
        ]
    ],
    "In 1939 he published the volume on the Lewis painter for the prestigious <em>Bilder griechischer Vasen</em> series edited by <a href=\"/beazleyj\">J.": [
        [
            3,
            7,
            [
                "1939,"
            ]
        ]
    ],
    "D. Beazley</a> and <a href=\"/jacobsthalp\">Paul Jacobsthal</a>.": [
        [
            3,
            10,
            [
                "Beasley"
            ]
        ]
    ],
    "He secured a fellowship for Beazley student <a href=\"/bothmerd\">Dietrich von Bothmer</a> at California, working under Smith, in 1940.": [
        [
            28,
            35,
            [
                "Beasley"
            ]
        ]
    ],
    "Smith was instrumental in securing Beazley's appointment of the Sather Professorship in 1951.": [
        [
            35,
            42,
            [
                "Beasley"
            ]
        ],
        [
            64,
            70,
            [
                "Father",
                "Rather",
                "Gather",
                "Mather",
                "Cather",
                "Bather"
            ]
        ]
    ],
    "In 1958 he retired as <em>Emeritus</em> Associate Curator of Classical Archaeology.": [
        [
            3,
            7,
            [
                "1958,"
            ]
        ]
    ],
    "After his retirement he studied the collection of South Italian artifacts in Rio de Janeiro, Brazil, the Neapolitnan dowry of the last Empress of Brazil.": [
        [
            105,
            116,
            [
                "Neapolitan"
            ]
        ]
    ],
    "His students included <a href=\"/amyxd\">Darrell A. Amyx</a>, W. G. Rabinowitz, and J. K. Anderson.": [],
    "Smith represented that generation of classical archaeologists from the first half of the twentieth century who, distinguished themselves in the study of Greek and Latin literature before focusing on ancient art.": [],
    "His work on Greek vase painting is among his most important.": [],
    "His discussions of vases were not limited to the vases themselves, but examine such topics as Greek siege warfare and infant burial.": [],
    "Smith held a celebrated disagreement with <a href=\"/rumpfa\">Andreas Rumpf</a> in an article on \"The Origin of Chalcidian Ware.\"": [],
    "He received honorary membership in the German Archaeological Institute (DAI).": [],
    "He was for many years the Advisory Editor for the American Journal of Archaeology.</p>": []
}