{
    "<p>Museum of Fine Arts, Boston, curator of Egyptian art, 1959-1969.": [],
    "Smith was the son of Louis Ferdinand and Edna Stevenson (Smith).": [],
    "He attended University of Chicago between 1924 and 1926 before switching to Harvard University where he gained his A. B. in 1928.": [],
    "He continued graduate work at Harvard.": [],
    "Smith participated in the joint Egyptian expedition between Harvard and the Museum of Fine Arts, Boston, to excavate the Giza Pyramids, 1930-39, under MFA Boston curator <a href=\"/reisnerg\">George Andrew Reisner</a>.": [],
    "Smith received his Ph.D.": [],
    "at Harvard in 1940 writing his dissertation on the topic of Egyptian sculpture.": [
        [
            0,
            2,
            [
                "At"
            ]
        ]
    ],
    "He joined the department of Egyptian art of the Museum of Fine Arts, Boston, in 1941 as an assistant curator.": [],
    "After the declaration of World War II, Smith entered the United States Naval Reserve and was assigned to active duty principally in the middle east from 1942 to 1946 where he rose to the rank of lieutenant commander.": [
        [
            136,
            147,
            [
                "Middle East"
            ]
        ]
    ],
    "He returned to the Museum after the war and the excavation of the Giza sites, now as director (Reisner had died in 1942) for the years 1946-47.": [
        [
            95,
            102,
            [
                "Raster",
                "Rasher",
                "Eisner"
            ]
        ]
    ],
    "The excavation agreement with Egypt, explored since 1905, had expired.": [],
    "In 1948 he began lecturing at Harvard in the department of Fine Arts.": [
        [
            3,
            7,
            [
                "1948,"
            ]
        ]
    ],
    "He lectured at Harvard intermittently his entire life.": [],
    "Smith returned to Egypt as a Fulbright scholar in 1951.": [],
    "In 1954 he was elevated to associate curator at the Museum.": [
        [
            3,
            7,
            [
                "1954,"
            ]
        ]
    ],
    "The following year he published <em>A History of the Giza Necropolis II</em>, a major scholarly achievement building on the work of Reisner's volume one.": [
        [
            132,
            139,
            [
                "Raster",
                "Rasher",
                "Eisner"
            ]
        ]
    ],
    "He became curator of the department in 1956.": [],
    "He authored the <em>Pelican History of Art</em> (series) volume for Ancient Egypt in 1958, bringing his name to a wider audience.": [],
    "In 1963 he was elected President of American Research Center in Egypt, Inc., which he held until 1966.": [
        [
            3,
            7,
            [
                "1963,"
            ]
        ]
    ],
    "He died at his desk at home at age 61.</p>": []
}