{
    "Renaissance and Mannerism scholar and NYU professor; Director, I Tatti, Florence.": [
        [
            65,
            70,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ]
    ],
    "Smyth was the son of George Hugh Smyth and Lucy Salome Humeston (Smyth).": [
        [
            0,
            5,
            [
                "Smith",
                "Myth",
                "Smythe"
            ]
        ],
        [
            33,
            38,
            [
                "Smith",
                "Myth",
                "Smythe"
            ]
        ],
        [
            55,
            63,
            [
                "Huston",
                "Heston",
                "Hurston"
            ]
        ],
        [
            65,
            70,
            [
                "Smith",
                "Myth",
                "Smythe"
            ]
        ]
    ],
    "He received all his degrees from Princeton University, beginning with his A. B., in 1938 in classics.": [],
    "At Princeton, <a href=\"/moreyc\">Charles Rufus Morey</a> persuaded him to switch to art history for his master's degree (M.F.A.": [],
    "), granted in 1941.": [
        [
            0,
            1,
            [
                ""
            ]
        ]
    ],
    "He married Barbara Linforth the same year and joined the National Gallery of Art as a senior research assistant with fellow classmate <a href=\"/parkhurstc\">Charles Parkhurst</a>.": [
        [
            19,
            27,
            [
                "Lin forth"
            ]
        ],
        [
            117,
            133,
            [
                "classmate"
            ]
        ]
    ],
    "There he participated in the evacuation of works of art from the Gallery to the Biltmore Estate in Asheville, North Carolina, and Randolph-Macon Women's College, Lynchburg, VA, for safekeeping due to the war.": [],
    "He left the NGA when he was called for active service in World War II in the U.S.": [],
    "Naval Reserve, rising to Lieutenant.": [],
    "With the surrender of Germany, Smyth was named director of the U.S.": [
        [
            31,
            36,
            [
                "Smith",
                "Myth",
                "Smythe"
            ]
        ]
    ],
    "army's Central Art Collecting Point in Munich and placed in charge of cultural relics.": [
        [
            0,
            4,
            [
                "Army"
            ]
        ]
    ],
    "He assisted in converting the former NSDP (Nazi) party headquarters into what is now the Zentralinstitut für Kunstgeschichte, receiving a U.S.": [
        [
            105,
            108,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "Army Commendation medal for his service.": [],
    "Smyth was discharged in 1946 and accepted a lecturer position at the Frick Collection, New York.": [
        [
            0,
            5,
            [
                "Smith",
                "Myth",
                "Smythe"
            ]
        ]
    ],
    "He was awarded a senior Fulbright Research fellowship in 1949-1950 traveling to Florence.": [],
    "There he focused on the drawings of Bronzino, developing an appreciation for the conservation of art as well.": [],
    "Smyth was appointed assistant professor at New York University in 1950.": [
        [
            0,
            5,
            [
                "Smith",
                "Myth",
                "Smythe"
            ]
        ]
    ],
    "In 1951 he became the Institute of Fine Art's acting director and the permanent, second director, succeeding its founder, <a href=\"/cookw\">Walter W. S. Cook</a>.": [
        [
            3,
            7,
            [
                "1951,"
            ]
        ]
    ],
    "He was promoted to associate professor in 1953.": [],
    "His Ph.D., however, was not granted until 1956 (again, from Princeton), with a dissertation on Bronzino.": [],
    "He was promoted to professor at NYU in 1957.": [],
    "The following year he renovated the James B. Duke House, a gift to the University, by the architect Robert Venturi, moving the Institute into these quarters, only blocks from the Metropolitan Museum of Art.": [],
    "There he developed the first university-based program in conservation in the country, administrated by the Institute.": [],
    "He was art historian in residence American Academy in Rome, 1959-60.": [],
    "In 1961 Smyth formed part of an important session at the Twentieth International Congress of the History of Art re-evaluating Mannerism.": [
        [
            8,
            13,
            [
                "Smith",
                "Myth",
                "Smythe"
            ]
        ]
    ],
    "The result was his 1963 book Mannerism and Maniera, one of the first major revisions of Mannerist theory since the work of <a href=\"/friedlanderw\">Walter F. Friedländer</a>.": [
        [
            43,
            50,
            [
                "Mani era"
            ]
        ],
        [
            88,
            97,
            [
                "Mannerism"
            ]
        ]
    ],
    "Together with his friend <a href=\"/millonh\">Henry Millon</a> the two published a series of articles on Michelangelo's architecture between 1969 and 1983, fundamentally changing the thinking on Michelangelo's contributions to the design of St.": [],
    "Peter's.": [],
    "Smyth was a visiting scholar at the Institute for Advanced Study in Princeton, N. J., for 1971, publishing his Bronzino as Draughtsman the same year.": [
        [
            0,
            5,
            [
                "Smith",
                "Myth",
                "Smythe"
            ]
        ],
        [
            123,
            134,
            [
                "Draftman"
            ]
        ]
    ],
    "In 1973 he accepted the directorship of Harvard University's Villa I Tatti Center for Italian Renaissance Studies in Florence and the rank of professor of fine arts at Harvard.": [
        [
            3,
            7,
            [
                "1973,"
            ]
        ],
        [
            69,
            74,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ]
    ],
    "In 1982 Smyth was appointed chair of the advising committee to the J. Paul Getty Research Institute for the History of Art and Humanities.": [
        [
            8,
            13,
            [
                "Smith",
                "Myth",
                "Smythe"
            ]
        ]
    ],
    "He retired as emeritus from Harvard and I Tatti in 1985 after launching the periodical I Tatti Studies: Essays in the Renaissance.": [
        [
            42,
            47,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ],
        [
            89,
            94,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ]
    ],
    "Smyth was appointed Samuel Kress professor at the Center for Advanced Study in Visual Arts (CASVA), National Gallery Art in Washgington, D. C. for the 1987-1988 year, culminating in the symposium \"Michelangelo Drawings.\"": [
        [
            0,
            5,
            [
                "Smith",
                "Myth",
                "Smythe"
            ]
        ],
        [
            27,
            32,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ],
        [
            92,
            97,
            [
                "CASA",
                "CANVA",
                "CA SVA",
                "CAS VA"
            ]
        ],
        [
            124,
            135,
            [
                "Washington"
            ]
        ]
    ],
    "He delivered the Gerson lectures on his experiences in art reparation, published in 1988.": [],
    "In 1999 he retired from the Getty Center; the same year the Institute of Fine Arts created the Craig Hugh Smyth professorship.": [
        [
            3,
            7,
            [
                "1999,"
            ]
        ],
        [
            106,
            111,
            [
                "Smith",
                "Myth",
                "Smythe"
            ]
        ]
    ],
    "His final years were spent at his Cresskill, N. J., home.": [
        [
            34,
            43,
            [
                "Cress kill"
            ]
        ]
    ],
    "A Craig Hugh Smyth grant for research at I Tatti was named in his honor during his lifetime.": [
        [
            13,
            18,
            [
                "Smith",
                "Myth",
                "Smythe"
            ]
        ],
        [
            43,
            48,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ]
    ],
    "He died at age 91 after suffering a heart attack.": [],
    "Smyth's <em>Mannerisma and Maniera</em> was the seminal work in his career, published in a second edition in 1992.": [
        [
            0,
            5,
            [
                "Smith",
                "Myth",
                "Smythe"
            ]
        ]
    ],
    "In it, he argues that the second manifestation of Mannerism, 1530s, stemmed from an aesthetic separate and antithetical Tuscan <em>Maniera</em> of the 1530s.": [],
    "His student includes Richard J. Judson.": []
}