{
    "<p>Professor of art at Bryn Mawr; specialist in northern Renaissance art.": [],
    "Snyder was born to Jerome Snyder and Martha Snyder.": [],
    "He graduated from the University of Colorado in 1952 with a B.A., entering Princeton University where he received his M.F.A.in 1955.": [],
    "He studied under <a href=\"/weitzmannk\">Kurt Weitzmann</a> to whom he attributed his methodology.": [],
    "<a href=\"/panofskye\">Erwin Panofsky</a> suggested the subject of Geertgen tot Sint Jans.": [],
    "Snyder received a Fulbright fellowship for the 1955-1957 years to complete his dissertation, which was awared from Princeton in 1958.": [
        [
            47,
            56,
            [
                "1955–1957"
            ]
        ],
        [
            103,
            109,
            [
                "award",
                "awarded",
                "awards",
                "aware",
                "weird",
                "sward"
            ]
        ]
    ],
    "His thesis on Geertgen tot Sint Jans written under <a href=\"/kochra\">Bob Koch</a>.": [
        [
            14,
            22,
            [
                "George",
                "Bergen",
                "Georges",
                "Peerage",
                "Earthen",
                "Peerages"
            ]
        ],
        [
            27,
            31,
            [
                "Sent",
                "Sing",
                "Sit",
                "Saint",
                "Stint",
                "Mint"
            ]
        ],
        [
            32,
            36,
            [
                "Jan's",
                "Jan",
                "Fans",
                "Jane",
                "Hans",
                "Cans"
            ]
        ]
    ],
    "He married Kit-Yin Tieng (later divorced).": [
        [
            19,
            24,
            [
                "Ting",
                "Taint",
                "Taine",
                "Tieing"
            ]
        ]
    ],
    "Snyder taught at the University of Michigan, Ann Arbor, as an assistant professor beginning in 1957.": [],
    "He won the <a href=\"/portera\">A.": [],
    "Kingsley Porter</a> Prize from College Art Association of America in 1960 for his article, \"The Early Haarlem School of Painting.\"": [],
    "In 1962 he was promoted to associate professor of art history at Michigan.": [
        [
            3,
            7,
            [
                "1962,"
            ]
        ]
    ],
    "Snyder was awared a second Fulbright for the 1962-1963 which he spent as a Berenson fellow at Harvard's Villa I Tatti between 1962 and 1963.": [
        [
            11,
            17,
            [
                "award",
                "awarded",
                "awards",
                "aware",
                "weird",
                "sward"
            ]
        ],
        [
            75,
            83,
            [
                "Benenson"
            ]
        ],
        [
            112,
            117,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ]
    ],
    "In 1964 he joined Bryn Mawr College, Bryn Mawr, PA, as an associate professor rising to professor of art history in 1969.": [
        [
            3,
            7,
            [
                "1964,"
            ]
        ]
    ],
    "He secured a fellowship from the National Endowment for the Humanities, 1972-1973.": [],
    "He was named Fairbank Professor of Humanities at Bryn Mawr in 1985, securing his second NEH fellowship the same year.": [
        [
            13,
            21,
            [
                "Fairbanks",
                "Fair bank"
            ]
        ]
    ],
    "At age 62, he succombed to liver disease.": [
        [
            14,
            23,
            [
                "succumbed"
            ]
        ]
    ],
    "His students include <a href=\"/fariesm\">Molly Faries</a>.</p>": []
}