{
    "<p>Professor at University of North Carolina, Chapel Hill 1940-62.": [],
    "Sommer's father was a general in the German army during World War I to which the younger Sommer also served.": [
        [
            0,
            6,
            [
                "Summer",
                "Somme",
                "Somber",
                "Simmer"
            ]
        ],
        [
            89,
            95,
            [
                "Summer",
                "Somme",
                "Somber",
                "Simmer"
            ]
        ]
    ],
    "Sommer received his doctorate at the University in Freiburg in 1919.": [
        [
            0,
            6,
            [
                "Summer",
                "Somme",
                "Somber",
                "Simmer"
            ]
        ]
    ],
    "In 1937 Sommer was summoned to Nazi Party headquarters and told to divorce his wife who, while religiously Lutheran, was suspected of having \"Jewish blood.\"": [
        [
            8,
            14,
            [
                "Summer",
                "Somme",
                "Somber",
                "Simmer"
            ]
        ]
    ],
    "Sommer understood the threat and accepted a visiting lectureship in Sweden in order to surreptitiously leave Germany altogether.": [
        [
            0,
            6,
            [
                "Summer",
                "Somme",
                "Somber",
                "Simmer"
            ]
        ]
    ],
    "In 1938 Sommer immigrated to the United States where he accepted a position to teach art history at the University of North Carolina, Chapel Hill by then department director Russell Smith.": [
        [
            8,
            14,
            [
                "Summer",
                "Somme",
                "Somber",
                "Simmer"
            ]
        ]
    ],
    "He rose quickly to associate professor in 1940 and full professor in 1947.": [],
    "He was known for lecturing with his cocker spaniel at his side.": [],
    "In 1951, Sommer was one of a five-member committee to establish the first state-funded art museum in the nation, which later became the North Carolina Museum of Art.": [
        [
            9,
            15,
            [
                "Summer",
                "Somme",
                "Somber",
                "Simmer"
            ]
        ]
    ],
    "He was killed in an auto accident at 69.</p>": []
}