{
    "<p>Scholar of the Italian <em>quattrocento</em>; Professor of art history, Duke University 1978-1986.": [],
    "As an eighteen-year-old in 1941, Spencer joined the U.S.": [],
    "Army Air Corps, flying as a bombardier in B-24s during World War II over Vincenza, Italy.": [
        [
            73,
            81,
            [
                "Vicenza",
                "Vincenzo"
            ]
        ]
    ],
    "Already interested in art, he later quipped that he was likely the only one in his unit who knew what was down there.": [],
    "He helped spare Palladio buildings from U. S. bombs (Newton).": [],
    "After the war, Spencer attended Grinell College, receiving his B. A. in 1947 and a second B.A.": [],
    "from the Universite Laval, Quebec, in 1948.": [
        [
            0,
            4,
            [
                "From"
            ]
        ],
        [
            9,
            19,
            [
                "University"
            ]
        ]
    ],
    "Intent on studying languages, he entered Yale University for his graduate work, receiving an M.A.": [],
    "in Romance Languages (French) in 1950.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "His interest turned to the history of art and Spencer took a second M.A.": [],
    "at Yale in art history in 1951.": [
        [
            0,
            2,
            [
                "At"
            ]
        ]
    ],
    "While working on his Ph.D., he began lecturing at Yale in 1952.": [],
    "His Ph.D.was awarded in 1953 writing his dissertation on Alberti's painting treatise.": [],
    "Spencer continued teaching at Yale University as an assistant professor until 1958.": [],
    "That year he became professor and (acting) chairman of the art department, University of Florida.": [],
    "In 1962 he accepted a joint appointment as director of the Allen Museum of Art and professor at Oberlin University.": [
        [
            3,
            7,
            [
                "1962,"
            ]
        ]
    ],
    "He remained there until 1972 when he became head of the Museum Program at the national Endowment for the Arts under Nancy Hanks.": [],
    "In his capacity, he obtained millions of dollars for museums with a particular interest in helping promote centers for conservation.": [],
    "In 1978 Spencer joined the Department of Art and Art History at Duke University as professor of art and chair.": [],
    "He was appointed director of the Duke University Museum of Art (today the Nasher Museum of Art) in 1982, which he held until 1986.": [
        [
            74,
            80,
            [
                "Neither",
                "Asher",
                "Nasser",
                "Washer",
                "Basher",
                "Dasher"
            ]
        ]
    ],
    "He contracted multiple myeloma (bone cancer) and died at his Durham home.": [],
    "Spencer was a tireless campaigner for the academic art museums' role in the university.": [],
    "In a 1971 <em>Art in America</em> article, he chided university and college art museums as being ill-used and overlooked, a \"product of chance.\"": [],
    "James Cuno wrote of Spencer, \"in the height of the boom in academic museums, Spencer called for an assessment of the phenomenon and, on a case-by-case basis, for a review and redefinition of the purpose of each museum or gallery...a greater diversity.\"": [
        [
            6,
            10,
            [
                "Juno",
                "CNO",
                "CUO",
                "Cano",
                "UNO",
                "Cu no"
            ]
        ]
    ],
    "As a scholar, he was interested in renaissance theory; his book, <em>Andrea del Castagno</em>, examined the patronage structure of Andrea.</p>": []
}