{
    "<p>Americanist professor of art history at the University of Connecticut.": [
        [
            3,
            14,
            [
                "Americanism"
            ]
        ]
    ],
    "Spencer was born in Corning, NY, and initially educated in a one-room schoolhouse.": [],
    "After high school, he studied (studio) art at the Art Student’s League in New York City.": [],
    "He joined the merchant marine at the onset of World War II serving as a navigation officer stationed in California.": [],
    "There he met the art editor of <em>The Oak Leaf</em>, a publication of the U.S.": [],
    "Naval Supply Center in Oakland, Editha Mary Hayes (1921-2010).": [
        [
            32,
            38,
            [
                "Edith",
                "Edit ha",
                "Edith a"
            ]
        ]
    ],
    "He married her in 1947.": [],
    "After the War, Spencer attended the University of California, Berkeley, where he received his B.A.": [],
    "and M. A. in art history.": [
        [
            0,
            3,
            [
                "And"
            ]
        ]
    ],
    "His Ph.D.": [],
    "in art history was granted from Harvard Univeristy in 1968.": [
        [
            0,
            2,
            [
                "In"
            ]
        ],
        [
            32,
            50,
            [
                "Harvard University"
            ]
        ]
    ],
    "Initially he taught art and art history initially at Blackburn College (Carlinville, IL).": [
        [
            72,
            83,
            [
                "Linville",
                "Collinsville",
                "Martinsville"
            ]
        ]
    ],
    "There he edited a survey (reader) of significant art-history articles, <em>Readings in Art History</em>, 1969.": [],
    "He moved to teach at Occidental College, Los Angeles.": [],
    "He joined the University of Connecticut where he remained the rest of his career.": [],
    "He participated in the founding of Weir Farm Trust and National Historic Site dedicated to American painting serving as a director on its board.": [],
    "Spencer was also a painter exhibiting works in galleries and museums.": [],
    "After retirement in 2001, he moved to Paso Robles, California, where he practiced art full time as part of the Studios on the Park, an arts cooperative.": [
        [
            38,
            42,
            [
                "Pass",
                "Past",
                "Pas",
                "Peso",
                "PSO",
                "Paco"
            ]
        ]
    ],
    "</p><p>Spencer's reader in art history was among the first to frame the discipline around methodological lines in an English text-book.": [],
    "His work was followed in 1971 but the somewhat fuller <em>Modern Perspectives in Western Art History</em> by <a href=\"/kleinbauerw\">W.": [],
    "Eugene Kleinbauer, Jr.</a></p>": [
        [
            7,
            17,
            [
                "Leaguer"
            ]
        ]
    ]
}