{
    "<p>Historian of Ancient American art.": [],
    "Spinden was the grandson of Swiss immigrants.": [
        [
            0,
            7,
            [
                "Spin den"
            ]
        ]
    ],
    "As a teenager he worked on railroad survey parties in the western United States and briefly followed the gold rush in Nome, Alaska in 1900.": [],
    "In 1902 he entered Harvard University, graduating with a B. A. in anthropology in 1906.": [
        [
            3,
            7,
            [
                "1902,"
            ]
        ]
    ],
    "Spinden continued with amazing speed for a Master's degree in 1908 and his Ph.": [
        [
            0,
            7,
            [
                "Spin den"
            ]
        ],
        [
            75,
            77,
            [
                "pH",
                "PH",
                "PA",
                "PC",
                "Mph",
                "PM"
            ]
        ]
    ],
    "D., the following year, working at the Peabody Museum, Harvard, under its director, Frederick W. Putnam (1839-1915).": [],
    "His dissertation, on Mayan art, was written under the eminent anthropologist Alfred Tozzer (1877-1954) with the assistance of Roland Dixon (1875-1934) and Putnam.": [
        [
            84,
            90,
            [
                "Tower",
                "Buzzer",
                "Topper",
                "Toner",
                "Tourer",
                "Dozer"
            ]
        ]
    ],
    "That same year Spinden secured a position as assistant curator at the American Museum of Natural History, New York.": [
        [
            15,
            22,
            [
                "Spin den"
            ]
        ]
    ],
    "He made his first visit to the Mayan lands in 1910 when he traveled to the Yucatan.": [
        [
            75,
            82,
            [
                "Yucatán"
            ]
        ]
    ],
    "He presented a paper on his work, \"On the Historical Development of Art at Copan,\" before the International Congress of Americanists, held in Mexico City, the same year.": [
        [
            75,
            80,
            [
                "Copán",
                "Conan",
                "Cohan",
                "Copay",
                "Cop an"
            ]
        ],
        [
            120,
            132,
            [
                "Americanisms"
            ]
        ]
    ],
    "In 1913, Spinden published a revised version of his thesis, <em>A Study of Maya Art</em>, which remains a classic in the field of ethnographic art history and anthropology.": [
        [
            9,
            16,
            [
                "Spin den"
            ]
        ]
    ],
    "A second Mayan excursion was made in 1914 with the Mayan archaeologist Sylvanus Griswold Morley (1883-1948).": [
        [
            71,
            79,
            [
                "Sylvan us"
            ]
        ]
    ],
    "Spinden's handbook, <em>Ancient Civilizations of Mexico and Central America</em> appeared in 1917, published by the Museum.": [
        [
            0,
            7,
            [
                "Spin den"
            ]
        ]
    ],
    "During World War I, Spinden served as a naval intelligence officer in Honduras and El Salvador.": [
        [
            20,
            27,
            [
                "Spin den"
            ]
        ]
    ],
    "During this time he became ever more interested in correlating the Mayan calendar with Western dating.": [],
    "It was clear once this was accomplished, other archaeological objects could be more effectively dated.": [],
    "Matching events recorded in both Spanish (western) and Mayan calendars, Spinden read a paper in 1919 at the National Academy of Sciences on this work.": [
        [
            72,
            79,
            [
                "Spin den"
            ]
        ]
    ],
    "In 1920 he left the Museum to become curator of Mexican archaeology and ethnology at the Peabody Museum at Harvard University.": [
        [
            3,
            7,
            [
                "1920,"
            ]
        ]
    ],
    "A third excursion, this time to search for unreported Mayan ruins, took place in 1921.": [],
    "The years at the Peabody were largely consumed, however, with the completion of the Mayan chronology, financed by Tozzer and others, which he published in 1924 as <em>The Reduction of Maya Dates</em>.": [
        [
            114,
            120,
            [
                "Tower",
                "Buzzer",
                "Topper",
                "Toner",
                "Tourer",
                "Dozer"
            ]
        ]
    ],
    "Spinden was appointed curator of Anthropology at the Buffalo Museum of Arts and Sciences in 1926.": [
        [
            0,
            7,
            [
                "Spin den"
            ]
        ]
    ],
    "He married the archaeologist Ellen Collier in 1928.": [],
    "He joined the Brooklyn Institute (later Brooklyn Museum) staff as curator of ethnology (later renamed curator of American Indian Art and Primitive Cultures) in 1929, replacing its first curator, R. Stewart Culin (1858-1929).": [
        [
            206,
            211,
            [
                "Colin",
                "Cumin"
            ]
        ]
    ],
    "In 1930, however, a private scholar John E. Teeple (1874-1931) published a paper proving Spinden's 1924 Mayan chronology to be wrong, based on Teeple's astronomical calculations.": [
        [
            44,
            50,
            [
                "Temple",
                "Steeple",
                "Teepee"
            ]
        ],
        [
            89,
            96,
            [
                "Spin den"
            ]
        ],
        [
            143,
            149,
            [
                "Temple",
                "Steeple",
                "Teepee"
            ]
        ]
    ],
    "Spinden never conceded Teeple's work, despite Teeple's convincing arguments, devoting years to defending his timeline which became increasingly dubious.": [
        [
            0,
            7,
            [
                "Spin den"
            ]
        ],
        [
            23,
            29,
            [
                "Temple",
                "Steeple",
                "Teepee"
            ]
        ],
        [
            46,
            52,
            [
                "Temple",
                "Steeple",
                "Teepee"
            ]
        ]
    ],
    "As curator at Brooklyn, Spinden concentrated on collectiong pre-Columbian, Mexican and Central/South American indigenous art.": [
        [
            24,
            31,
            [
                "Spin den"
            ]
        ],
        [
            48,
            59,
            [
                "collection",
                "collections",
                "collecting"
            ]
        ]
    ],
    "He led numerous expeditions to the region, acquired significant extant collections from private individuals as well.": [],
    "He married again in 1948 to Ailes Gilmour, the sister of the sculptor Isamu Noguchi.": [
        [
            28,
            33,
            [
                "Miles",
                "Files",
                "Tiles",
                "Aires",
                "Giles",
                "Aides"
            ]
        ],
        [
            34,
            41,
            [
                "Glamour",
                "Gilmore",
                "Gilmer"
            ]
        ],
        [
            70,
            75,
            [
                "ISAM",
                "SAMU",
                "Is amu"
            ]
        ],
        [
            76,
            83,
            [
                "Touch",
                "Couch",
                "Notch",
                "Pouch",
                "Gucci",
                "Sochi"
            ]
        ]
    ],
    "He retired from the Museum in 1950 and settled in Croton, NY where he died in 1967.": [
        [
            50,
            56,
            [
                "Proton",
                "Craton",
                "Croon",
                "Crouton",
                "Crofton"
            ]
        ]
    ],
    "\"Spinden was an art historian rather than an archaeologist, having studied the art of various early primitive cultures long before public interest in that field was aroused\" (Thompson), an estimation seconded by <a href=\"/kublerg\">George Kubler</a>, who described Spinden as an \"historian of art among anthropologist and archaeologists.\"": [
        [
            1,
            8,
            [
                "Spin den"
            ]
        ]
    ],
    "His interests included visual motifs; he once made a study of bat motifs in the New World.": [],
    "Spinden's <em>A Study of Maya Art</em> approached cultural production not as a series of artifacts, but as a social art history.": [
        [
            0,
            7,
            [
                "Spin den"
            ]
        ]
    ],
    "His interest, not only in the ethnographic art of South America, but in the interaction between post-Conquest pre-Columbian and European-influenced cultures made the Brooklyn Museum one of the richest museums of Spanish Colonial art in the United States.": [],
    "However, Spinden, even according to those who respected him, was severely disorganized and unable to discard theories he had once advanced, no matter how convincingly they could be disproved.": [
        [
            9,
            16,
            [
                "Spin den"
            ]
        ]
    ],
    "His almost non-stop talking is also frequently remarked in personal reminiscences.": [],
    "A description of Spinden on an archaeological excursion appears in Gregory Mason's <em>Silver Cities of the Yucatan</em> (1927).</p>": [
        [
            17,
            24,
            [
                "Spin den"
            ]
        ]
    ]
}