{
    "<p>First professor of art history in both Bonn and Leipzig; wrote first synthetic of the history of art.": [],
    "Springer was born in Prague, Austrian Empire, which is present-day Prague, Czech Republic.": [],
    "He studied art and philosophy at the universities of Prague, Munich und Berlin, in 1846.": [
        [
            68,
            71,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ]
    ],
    "He briefly taught art history in Prague, making a research trip to Italy before moving to Tübingen where he met the theologian Albert Schwegler (1819-1857) and the aesthetician Friedrich Theodor Vischer (1807-1887).": [
        [
            134,
            143,
            [
                "Schneider",
                "Schaefer",
                "Schaeffer",
                "Schiller",
                "Schreiber",
                "Schuyler"
            ]
        ],
        [
            195,
            202,
            [
                "Fischer"
            ]
        ]
    ],
    "In Tübingen Springer became involved in politics, mounting a successful campaign against the ban on theatrical performances.": [],
    "He also wrote his dissertation at the Universität für Neuere Geschichte on the very timely topic Geschichte des Revolutionszeitalters (History of the Revolutionary Ages) (the European revolutions of 1844 and 1848 had just occurred).": [
        [
            38,
            49,
            [
                "University"
            ]
        ],
        [
            50,
            53,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            54,
            60,
            [
                "Never",
                "Near",
                "Severe",
                "Newer",
                "Repair",
                "Nectar"
            ]
        ],
        [
            108,
            111,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "It was published in 1849.": [],
    "His dissertation attempted to refute Hegel's view of history by showing a connection between science, religion and art.": [],
    "Because of the ensuing political turbulence, Springer found the Austro-Hungarian Empire too difficult to work.": [],
    "He moved to Bonn where he received his habilitation in 1852.": [
        [
            39,
            51,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ]
    ],
    "Springer published his <em>Kunsthistorische Briefe</em> between 1852-57.": [],
    "In between, two major works, <em>Leitfaded der Baukunst des christlichen Mittelalters</em> (1854) and the <em>Handbuch der Kunstgeschichte</em> (1855) appeared.": [],
    "He was promoted to professor of the newly created area of art history in 1859.": [],
    "In 1860 his <em>Ikonographische Studien</em> was published.": [],
    "Springer published his <em>magnum opus</em>, <em>Bilder aus der neueren Kunstgeschichte</em> (Pictures from the New Art History) in 1867.": [],
    "In it, he set his methodology apart from his rival, <a href=\"/schnaasek\">Karl Julius Ferdinand Schnaase</a>, emphasizing the analysis of individual works of art as opposed to \"cultural-historical overviews.\"": [],
    "The book was an attempt to merge connoisseurship with the contemporary trends of art history.": [],
    "He strove to make the new discipline of art history \"scientific\" on a par with other academic disciplines.": [],
    "In 1872 he moved to Strassburg (succeeded in Bonn by <a href=\"/justic\">Carl Nicolaus Heinrich Justi</a>) to be Prorector of the newly created university there.": [
        [
            3,
            7,
            [
                "1872,"
            ]
        ],
        [
            20,
            30,
            [
                "Strasbourg"
            ]
        ]
    ],
    "However, underlying issues made his continuance there problematic, and Springer moved to Leipzig to become its first chair in art history.": [],
    "Although hampered by severe illness (he was never able to travel to Italy again) and the lack of an art collection to study, his writing continued, in spite of his circumstances until his death.": [],
    "In Leipzig his nickname was <em>Eremita Lipsiensis</em>, (the hermit of Leipzig).": [],
    "Springer had been politically active ever since his time in Prague.": [],
    "Writing in the <em>Kölnischen Zeitung</em>, <em>Allgemeinen Zeitung</em> and later in <em>Grenzboten</em> and <em>Im Neuen Reich</em> he pleaded for the self sovereignty of Turkey.": [],
    "He was a paid emissary of the Serbian minister Ilija Garašanin [Garaschanin] (1812-1874) to represent Serbian interests in the western European press.": [
        [
            47,
            52,
            [
                "Ilia"
            ]
        ],
        [
            53,
            62,
            [
                "Caravaning",
                "Parasail"
            ]
        ]
    ],
    "He lobbied successfully against the ban on Jews in own land.": [],
    "A strong supporter of nation-states, he celebrated the German unification in 1871 with a notable speech, \"Unsere Friedensziele.\"": [
        [
            106,
            112,
            [
                "Unfair",
                "Unsure",
                "Unseat",
                "Unsaid",
                "Unseal",
                "Unsay"
            ]
        ]
    ],
    "In 1875 Springer translated into German and added new material to the eminent history of Netherlandish painting <a href=\"/crowej\">Joseph Archer Crowe</a> and <a href=\"/cavalcaselleg\">G.": [],
    "B. Cavalcaselle</a>.": [],
    "In the late 1880s <a href=\"/vogew\">Wilhelm Vöge</a> came to study with him.": [],
    "Springer died in 1891 and was succeeded by <a href=\"/janitschekh\">Hubert Janitschek</a> at Leipzig.": [],
    "His book on Dürer remained unpublished owing to the another volume about the artist written by <a href=\"/thausingm\">Moriz Thausing</a> appearing shortly before.": [],
    "In 1893 (fully two years after Springer's death), he was succeeded by <a href=\"/schmarsowa\">August Schmarsow</a>.": [],
    "Two of his most famous students, <a href=\"/goldschmidta\">Adolph Goldschmidt</a> and Vöge, termed Springer their most valuable teacher.": [],
    "Other students included, <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a>, <a href=\"/friedlanderm\">Max J. Friedländer</a>, <a href=\"/mutherr\">Richard Muther</a>, <a href=\"/thiemeu\">Ulrich Thieme</a>, <a href=\"/paulig\">Gustav Pauli</a>, and <a href=\"/kesslerh\">Harry Klemens Ulrich Kessler</a>, the latter two who were unable complete their work under Springer because of Springer's death.": [],
    "His son, Jaroslav Springer (1856-1915) was also an art historian.": [],
    "As the first chair in the newly emerging discipline of art history, Springer brought to the area an empirical treatment of art history.": [],
    "His great interests lay in the use of primary sources and the study of the individual object.": [],
    "He strove throughout his writing to distance himself from the \"rambling speculation of Romantic criticism\" (Kultermann) that passed for much of art history at the time.": [
        [
            108,
            118,
            [
                "Bultmann",
                "Hubermann",
                "Zuckermann"
            ]
        ]
    ],
    "For example, when writing his essay on \"Rembrandt und seine Genossen,\" for the <em>Kunsthandbuch</em>, he remained dissatisfied with the existing documents on the painter, remarking ryely, \"History in not written on the strength of police archives.\"": [
        [
            50,
            53,
            [
                "UND",
                "and",
                "end",
                "fund",
                "UNC",
                "undo"
            ]
        ],
        [
            60,
            68,
            [
                "Genoese"
            ]
        ]
    ],
    "He admired some of his art-historical colleagues, such as <a href=\"/waageng\">Gustav Friedrich Waagen</a>, <a href=\"/kuglerf\">Franz Kugler</a> (who did not return the respect), and to some extent, Schnaase.": [],
    "A fiery personality, he disparaged the art historian <a href=\"/grimmh\">Herman Grimm</a>, whom, according to Kessler, he attacked from the lectern as a writer of dime novels for wealthy readers.": [],
    "Likewise he berated the art historian <a href=\"/knackfussh1848\">Hermann Joseph Wilhelm Knackfuss</a> whom he referred to as \"Hermann Knackwurst.\"": [
        [
            0,
            8,
            [
                "Likewise,"
            ]
        ]
    ],
    "<a href=\"/burckhardtj\">Jacob Burckhardt</a>, fully cognizant of Springer's enmity, reportedly gave one Springer student (Pauli) a rough reception when Pauli applied to study under him.": [],
    "Springer's <em>Handbuch der Kunstwissenschaft</em> was one of the early art encyclopedias and went through many editions, becoming highly influential and giving many German art historians a voice among the reading public.": [],
    "He viewed connoisseurship as foundation of the scientific study of art history.": [],
    "His summary remark regarding Crowe and Cavalcaselle's method, (\"Exact source research, clear description of the content of individual paintings, and full consideration of technique\") could be attributed to him as well.": [],
    "A pioneer of iconographic study, he may have been the first to point out the survival of classical antiquity in the middle ages (chapter one of <em>Bilder aus der neueren Kunstgeschichte</em>).": [
        [
            116,
            127,
            [
                "Middle Ages"
            ]
        ]
    ],
    "He is considered a pre-eminent leader of <em>Geistesgeschichte</em> (the history of ideas) in art history.": [],
    "Kessler wrote that Springer's unfailing formal sense turned more than a generation of German art historians into the most reliable and sought-after authorities and museum directors.": [],
    "The Berlin publishing house Springer Verlag, which published many art books, is no connection to him.</p>": [
        [
            37,
            43,
            [
                "Overlap",
                "Verbal",
                "Versa",
                "Overlay",
                "Velar",
                "Vernal"
            ]
        ]
    ]
}