{
    "<p>Professor of medieval art and chair of art history at University of California, Berkeley.": [],
    "Stahl was the son of German immigrants.": [],
    "He graduated from Tulane University in 1964 with a B.A.": [],
    "The following year he was awarded a Fulbright Fellowship to study at the Musée du Louvre in Paris.": [],
    "Returning to the United States, he was awarded a Bernard Fellowship in memory of Robert Lehman in 1965 to attend New York University.": [],
    "He earned both his M.A.": [],
    "(1966) and Ph.D.": [],
    "(1974) from the University's Institute of Fine Arts.": [],
    "His dissertation, written under <a href=\"/buchthalh\">Hugo Buchthal</a>, was on miniatures in a manuscript in the Morgan Library.": [],
    "Stahl received a Chester Dale Fellowship at the Metropolitan Museum of Art in 1969.": [],
    "While finishing his dissertation in the early 1970s, Stahl did consulting work at the Cloisters in New York, moving to the Museum's Department of Medieval Art, 1972-73.": [
        [
            63,
            73,
            [
                "consult"
            ]
        ]
    ],
    "He was an adjunct professor at the Parsons School of Design and lectured at the Cooper Union College for the Advancement of Science and Art, and Manhattanville College, 1973-80.": [],
    "His later research involved the royal French manuscript illumination particularly the great Psalter of St.": [],
    "Louis, now in the Bibliotheque Nationale in Paris.": [
        [
            31,
            40,
            [
                "National",
                "Nationals",
                "Rationale",
                "Nation ale"
            ]
        ]
    ],
    "He was awarded a National Endowment for the Humanities grant in 1976.": [],
    "In 1980 joined the faculty of the University of California, Berkeley.": [],
    "In 1983 Stahl and other Buchthal students organized publication of Buchthal's essays on the art of the Mediterranean world from 100 to 1400 A.D.": [
        [
            24,
            32,
            [
                "Buchanan",
                "Bechtel",
                "Buchwald",
                "Bachchan",
                "Buccal",
                "Ductal"
            ]
        ],
        [
            67,
            75,
            [
                "Buchanan",
                "Bechtel",
                "Buchwald",
                "Bachchan",
                "Buccal",
                "Ductal"
            ]
        ]
    ],
    "He married Marissa Moss in 1985.": [],
    "Stahl spent the academic year 2000-01 in Rome.": [],
    "Upon his return, Stahl was diagnosed with amyotrophic lateral sclerosis (ALS or Lou Gehrig's disease).": [],
    "At the time of his death, Stahl had nearly finished his book on the Psalter of St.": [],
    "Louis, the most important French High Gothic illuminated manuscript.": [],
    "Stahl was a founding member of Berkeley's Congregation Netivot Shalom.": [
        [
            55,
            62,
            [
                "Native",
                "Nation",
                "Notion",
                "Natives",
                "Eliot",
                "Pivot"
            ]
        ]
    ],
    "Stahl was a scholar of Latin Crusader culture and an authority in French manuscript illumination.": [],
    "He published on Romanesque, Gothic and Later Byzantine periods of art.": [],
    "He was one of the first medievalist art historians to focus on women's visual experiences in the Middle Ages.</p>": []
}