{
    "<p>Curator of textiles, Metropolitan Museum of Art and part of the \"Monuments Men\" group of World War II.": [],
    "Standen was the daughter of Captain Robert Standen, a British Army officer stationed in Nova Scotia, and an American mother, granddaughter to Nathan Appleton (1779-1861), a Massachusetts textile mill founder.": [
        [
            0,
            7,
            [
                "Standee",
                "Stander",
                "Stan den"
            ]
        ],
        [
            43,
            50,
            [
                "Standee",
                "Stander",
                "Stan den"
            ]
        ]
    ],
    "She was raised and educated in Ireland and England, graduating with a degree in English from Oxford Somerville College in 1926.": [],
    "She moved to Boston in 1928 where her mother's family lived, working for the Society for the Preservation of New England Antiquities, which had been founded by her uncle, William Sumner Appleton (1874-1947).": [],
    "As a volunteer for the Fogg Art Museum, Harvard University, she took the museum curatorship course offered by <a href=\"/sachsp\">Paul J. Sachs</a>.": [
        [
            23,
            27,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ],
        [
            80,
            91,
            [
                "curator ship",
                "curators hip"
            ]
        ]
    ],
    "Standen was hired as art secretary to collector Joseph Early Widener (1872-1943) at his Elkins Park, PA, estate (outside Philadelphia) in 1929.": [
        [
            0,
            7,
            [
                "Standee",
                "Stander",
                "Stan den"
            ]
        ]
    ],
    "She remained with Widener assisted in transferring Widener's collection to the National Gallery of Art and became an American citizen in 1942.": [],
    "Joining the Women's Army Corps (WAC) in 1943 in hopes of being assigned to England where her mother lived, her art experience instead led her commanding officer to refer her to Mason Hammond (1903-2002) a Harvard University professor currently head of the Monuments, Fine Arts & Archives division of the Army stationed in Barbizon, France (outside Paris) in 1945.": [
        [
            322,
            330,
            [
                "Barbican"
            ]
        ]
    ],
    "She rose to the rank of captain.": [],
    "After the war, she moved with the unit to Höchst, Germany (Frankfurt region).": [
        [
            42,
            48,
            [
                "Host",
                "Honest",
                "Hoist",
                "Horst",
                "Locust",
                "Holst"
            ]
        ]
    ],
    "She worked with Walter I. Farmer (1911-1997) and others in Wiesbaden, eventually succeeding Farmer as the director of the Central Collections Point in 1946.": [],
    "The following year she moved to the Collecting Point in Stuttgart.": [],
    "Standen served on a UNESCO project in 1947 studying at the Institute of Fine Arts, New York.": [
        [
            0,
            7,
            [
                "Standee",
                "Stander",
                "Stan den"
            ]
        ]
    ],
    "She joined the Metropolitan Museum of Art, New York, as an associate curator in 1949, assigned to the textile study room at the Met, protesting that she had little knowledge of textiles.": [],
    "Standen mounted attractive exhibitions and wrote articles, ranging from silks to fans.": [
        [
            0,
            7,
            [
                "Standee",
                "Stander",
                "Stan den"
            ]
        ]
    ],
    "She focused on the visual subjects of the cloth, explaining the narrative and iconographical details.": [],
    "She rose to associate curator in 1951.": [],
    "She retired to consult and write in 1970 as curator emeritus in the department of European sculpture and decorative arts.": [],
    "<em>Apollo</em> magazine published six articles in the July 1981 issue.": [],
    "She published <em>European Post-Medieval Tapestries and Related Hangings in the Metropolitan Museum of Art</em>, two volumes, in 1985 when she was 80, which won the Art Libraries Society of North America (ARLIS) award and celebrated at an international symposium.": [
        [
            205,
            210,
            [
                "ARL IS"
            ]
        ]
    ],
    "She died at age 92.": [],
    "Her papers are housed at the National Gallery of Art, Washgington, D. C. Standen was an exceptional lecturer.": [
        [
            54,
            65,
            [
                "Washington"
            ]
        ],
        [
            73,
            80,
            [
                "Standee",
                "Stander",
                "Stan den"
            ]
        ]
    ],
    "Her scholarship on tapestries of the Renaissance and later periods led a standard in the field.": [],
    "A fixture at the Metropolitan, she would arrive early each morning at the Museum's Watson Library to do research until shortly before her death.</p>": []
}