{
    "<p>Johns Hopkins University architectural historian.": [],
    "Baroody's family was of Lebanese extraction.": [
        [
            0,
            7,
            [
                "Broody"
            ]
        ]
    ],
    "She herself was raised in Chicago until young girlhood, when the family moved to California.": [],
    "She made a trip at age 14 to Lebanon which changed her worldview.": [],
    "Baroody attended Mount Holyoke and Radcliffe Colleges, doing graduate work at Stanford University.": [
        [
            0,
            7,
            [
                "Broody"
            ]
        ]
    ],
    "During the Second World War she worked for the Board of Economic Securities in Washgington, D. C. After the war, Stanton moved to London to complete her Ph.D.": [
        [
            79,
            90,
            [
                "Washington"
            ]
        ]
    ],
    "at the University of London's Courtauld Institute, where she studied under <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a>, <a href=\"/summersonj\">John Newenham Summerson</a> and met <a href=\"/giedions\">Siegfried Giedeon</a>.": [
        [
            0,
            2,
            [
                "At"
            ]
        ],
        [
            30,
            39,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "In 1954, she and her husband, Daniel J. Stanton (d.": [],
    "1966), a city planner, moved to Baltimore,, where he was employed in urban renewal.": [
        [
            41,
            43,
            [
                ","
            ]
        ]
    ],
    "Stanton began teaching at Johns Hopkins University in 1955 as one of its first female professors.": [],
    "She remained at Hopkins her entire career.": [],
    "In 1971 she was appointed William R. Keenan, Jr.": [
        [
            3,
            7,
            [
                "1971,"
            ]
        ]
    ],
    "Professorial Chair of the Department of Art History at Hopkins.": [],
    "The same year she began writing architectural criticism for the <em>Baltimore Sun</em>, a position which she held for five years.": [],
    "Through this she gained a wide public following and found a venue for her strong feelings on architecture.": [],
    "She retired from the University in 1982.": [],
    "She died of a heart ailment in 2003.": [],
    "Her son, Michael Stanton, is also an academic in Design at the University of Beruit.": [
        [
            77,
            83,
            [
                "Bruit"
            ]
        ]
    ],
    "Stanton was known for her strong opinions of both architecture and other architectural historians.": [],
    "She published as small work on Pugin in the 1970s, and continuing a larger, comprehensive work on the father and son.": [
        [
            31,
            36,
            [
                "Putin",
                "Plugin",
                "Pu gin",
                "Pug in"
            ]
        ]
    ],
    "It was completed shortly before her death.</p>": []
}