{
    "<p>Classicist art historian.": [],
    "Stark hailed from an illustrious professional family who saw to it that he gained a classical education early.": [],
    "He read the Odyssey in Greek at age nine.": [],
    "Stark studied philology at the University in Jena and then Leipzig between 1841 and 1845.": [],
    "The lectures of August Böckh (1785-1867) turned his interest to classical art.": [
        [
            23,
            28,
            [
                "Bock",
                "Boch"
            ]
        ]
    ],
    "He traveled to Italy.": [],
    "In 1850, at just age 26, he was associate professor and director of the museum.": [],
    "At Jena he wrote a book on Albrecht Dürer in 1851.": [
        [
            3,
            7,
            [
                "Jena,"
            ]
        ]
    ],
    "His book on the arts of Gaza, a broadly conceived cultural history, appeared in 1852.": [],
    "By 1855, at the untimely death of <a href=\"/hermannk\">Karl Friedrich Hermann</a> at the University in Heidelberg, Stark moved to become its first chair in archaeology.": [],
    "He also took over subsequent publications of Hermann's Lehrbuch der griechischen Antiquitäten with Johann C. F. Bähr (1798-1872).": [
        [
            55,
            63,
            [
                "Ehrlich"
            ]
        ],
        [
            64,
            67,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            81,
            93,
            [
                "Antiquities",
                "Antiquated",
                "Antiquate",
                "Antiquates"
            ]
        ],
        [
            112,
            116,
            [
                "Bar",
                "Barr",
                "Baht",
                "Bohr",
                "Bah",
                "AHR"
            ]
        ]
    ],
    "His publications at Heidelberg included a study of the myth of Niobe in 1863.": [],
    "Stark conceived of a survey of the archaeology of art from the fifteenth to the nineteenth centuries.": [],
    "It was characteristic of Stark's broad vision of the nascent disciplines of art and archaeology in which he worked.": [],
    "However, only volume one appeared, and that posthumously in 1880.": [],
    "Stark also wrote a travel book on France and Belgium.</p>": []
}