{
    "<p>Self-educated art historian and pioneer of 17th- and 18th-century Dutch art studies.": [],
    "Staring grew up in Dordrecht, where his father headed a printing and publishing firm.": [],
    "In 1909, he became a law student in Leiden.": [],
    "In the following years he also began researching and documenting Dutch art, first in the rather neglected field of eighteenth- and nineteenth-century portrait miniatures.": [],
    "An exhibition of portrait miniatures in Rotterdam in 1910 had aroused his interest in this field.": [],
    "In 1917, after having received his doctor's degree in law, he became a diplomat.": [],
    "Dissatisfied with his service for the Dutch government in Rome, he decided to quit diplomacy.": [],
    "Between 1920 and 1922 he had a position at the municipal museum of The Hague, where he was involved in the organization of the 1921 exhibition, \"Het portret in Nederland van 1730-1830.\"": [
        [
            145,
            148,
            [
                "He",
                "Get",
                "Her",
                "Set",
                "Hit",
                "Let"
            ]
        ],
        [
            149,
            156,
            [
                "portlet"
            ]
        ]
    ],
    "He also contributed to the catalog and he continued publishing on portrait painting, as well as on related topics, including royal portrait iconography and genealogy.": [
        [
            34,
            38,
            [
                ", and"
            ]
        ]
    ],
    "He regularly published on portraits of members of the House Orange-Nassau.": [],
    "Besides painting and drawing he also developed particular interest in Dutch sculpture, applied arts, topography and historic monuments.": [],
    "From 1923 onwards Staring was involved in the foundation of the Oranje-Nassau Museum in The Hague, which opened in 1926.": [
        [
            64,
            77,
            [
                "Orange-Nassau"
            ]
        ]
    ],
    "In 1928 he married Jacoba Henriette Magdalena de Mol van Otterloo.": [
        [
            3,
            7,
            [
                "1928,"
            ]
        ],
        [
            19,
            25,
            [
                "Jacob",
                "Jacobs",
                "Jacobi",
                "Jacoby",
                "Jacob a"
            ]
        ],
        [
            26,
            35,
            [
                "Henrietta"
            ]
        ],
        [
            49,
            52,
            [
                "MOL",
                "Mob",
                "Mod",
                "Mold",
                "AOL",
                "Mel"
            ]
        ],
        [
            57,
            65,
            [
                "Otter loo"
            ]
        ]
    ],
    "In 1931 the couple moved to a country-house in Vorden, which once had belonged to Staring's great grandfather, the poet A. C. W. Staring (1767-1840).": [
        [
            47,
            53,
            [
                "Borden"
            ]
        ],
        [
            92,
            109,
            [
                "great-grandfather"
            ]
        ]
    ],
    "Staring restored the house and the surrounding estate with great care and he enriched the interior with a collection of paintings, drawings and miniatures (the drawings later went to the Print Room of Leiden University, while the miniatures were presented to the Amsterdam Rijksmuseum).": [
        [
            69,
            73,
            [
                ", and"
            ]
        ]
    ],
    "During many years he was active in numerous organizations in the field of the preservation of Dutch castles and monuments.": [],
    "In 1936, Staring wrote an essay on eighteenth-century art in Kunstgeschiedenis der Nederlanden, edited by <a href=\"/gelderh\">H.": [],
    "E. Van Gelder</a>.": [
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "In addition to numerous articles, Staring wrote a study on eighteenth-century portraits of Dutch persons by French painters, Fransche kunstenaars en hun Hollandsche modellen in de 18de en in den aanvang der 19de eeuw.": [
        [
            125,
            133,
            [
                "France",
                "Tranche"
            ]
        ],
        [
            149,
            152,
            [
                "Hun",
                "run",
                "gun",
                "fun",
                "hub",
                "sun"
            ]
        ],
        [
            153,
            164,
            [
                "Hollands",
                "Hollandaise"
            ]
        ],
        [
            165,
            173,
            [
                "modelled"
            ]
        ],
        [
            195,
            202,
            [
                "canoeing",
                "having",
                "landing",
                "banking",
                "dancing",
                "ranging"
            ]
        ],
        [
            203,
            206,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            212,
            216,
            [
                "new",
                "few",
                "EU",
                "feud",
                "Jew",
                "Zeus"
            ]
        ]
    ],
    "(1947) as well as a study on family groups in seventeenth-, eighteenth- and nineteenth-century painting, De Hollanders thuis (1956).": [
        [
            119,
            124,
            [
                "thews",
                "this",
                "thus",
                "thugs",
                "Thais",
                "Thurs"
            ]
        ]
    ],
    "His study on the Dutch painter and decorator Jacob the Wit appeared in 1958, Jacob de Wit, 1695-1754.": [],
    "In the foreword Staring acknowledged the archival research on De Wit carried out by <a href=\"/knoefj\">Jan Knoef</a>, who had died in 1948, and who shared Staring's interest in eighteenth- and nineteenth- century art.": [],
    "Staring's 1958 publication is a thoroughly documented study on the various fields in which De Wit was active as a painter and draughtsman in Amsterdam and its surroundings.": [
        [
            126,
            137,
            [
                "draftman"
            ]
        ]
    ],
    "It includes a list of De Witt's works in chronological order, and an English summary.": [],
    "Staring was a groundbreaking explorer of eighteenth-century Dutch art at a time when it was a neglected field.": [],
    "At his 80th birthday, his colleagues in The Netherlands and abroad dedicated the 1970 issue of the Nederlands Kunsthistorisch Jaarboek to this self-trained pioneering art historian.</p>": [
        [
            99,
            109,
            [
                "Nederland's",
                "Nederland"
            ]
        ],
        [
            126,
            134,
            [
                "Yearbook",
                "Baerbock",
                "Jarek"
            ]
        ]
    ]
}