{
    "Scholar of the Dutch baroque, especially graphics and Ruysdael; Oberlin University professor1940-63.": [
        [
            54,
            62,
            [
                "Drysdale",
                "Russel"
            ]
        ]
    ],
    "Stechow's father, Waldemar Stechow, was an attorney and his mother, Bertha Deutschmann, a concert singer.": [
        [
            0,
            7,
            [
                "Ste chow"
            ]
        ],
        [
            27,
            34,
            [
                "Ste chow"
            ]
        ],
        [
            75,
            86,
            [
                "Deutschland"
            ]
        ]
    ],
    "As a young man, Stechow was educated at the Gymnasium in Göttingen and, after graduating in 1913, volunteered for the German Army at the outbreak of World War I the following year.": [
        [
            16,
            23,
            [
                "Ste chow"
            ]
        ],
        [
            159,
            160,
            [
                "In"
            ]
        ]
    ],
    "In 1915 he was taken prisoner of war by the Russians and spent the next two years in a Siberian camp.": [
        [
            3,
            7,
            [
                "1915,"
            ]
        ]
    ],
    "He returned to Göttingen where he wrote his dissertation at Georgia Augusta University under <a href=\"/vitzthumg\">Georg Vitzthum von Eckstädt</a> on the subject of Dürer's Apocalypse.": [],
    "He served as an assistant keeper of the Kaiser Friedrich Museum, Berlin, under <a href=\"/bodew\">Wilhelm Bode</a> 1921-1922, before he returning to Göttingen (1923-1935).": [],
    "There he taught courses as a <em>privatdozent</em> with <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a>.": [],
    "There, too, he collaborated as part of the group of German scholars <a href=\"/hofstededegrootc\">Corneilus Hofstede de Groot</a> assembled for his new volumes of the <em>catalogue raisonné</em> of Dutch Painting (1923, 1926).": [],
    "Stechow wrote his <em>Habilitationsschrift</em> in 1926 on Dutch mannerism, also under Vizthum.": [
        [
            0,
            7,
            [
                "Ste chow"
            ]
        ]
    ],
    "A talented violinist and keyboardist, Stechow performed and organized musical concerts in Göttingen between 1923-1936.": [
        [
            38,
            45,
            [
                "Ste chow"
            ]
        ]
    ],
    "During the same time, he contributed many entries for the 37-volume \"Thieme-Becker\" <em>Allgemeines Lexikon der bildenden Künstler</em> on Dutch artists.": [
        [
            69,
            82,
            [
                "Theme-Becker"
            ]
        ]
    ],
    "He was appointed Extraordinarius professor at Göttingen in 1931.": [
        [
            17,
            32,
            [
                "Extraordinarily"
            ]
        ]
    ],
    "A protestant of Jewish decent, he lost his academic position at the hands of the Nazi government in 1936.": [
        [
            23,
            29,
            [
                "descent"
            ]
        ]
    ],
    "Vizthum sheltered him long enough for Stechow to publish his Salomon Ruysdael book and catalog in 1938.": [
        [
            0,
            7,
            [
                "Vietnam",
                "Victim",
                "Virtue",
                "Lithium",
                "Dictum",
                "Vitus"
            ]
        ],
        [
            38,
            45,
            [
                "Ste chow"
            ]
        ],
        [
            69,
            77,
            [
                "Drysdale",
                "Russel"
            ]
        ]
    ],
    "Stechow emigrated to the United States in the same year, were art historian <a href=\"/hageno\">Oskar Hagen</a>, a friend from Göttingen days, secured him a position as Assistant Professor at the University of Wisconsin, Madison, where Hagen also taught.": [
        [
            0,
            7,
            [
                "Ste chow"
            ]
        ],
        [
            8,
            20,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "Stechow left Madison for Oberlin College in 1940, a position he held until his emeritus designation in 1963.": [
        [
            0,
            7,
            [
                "Ste chow"
            ]
        ]
    ],
    "Stechow was a renowned teacher who made the deliberate choice to devote his energies to pedagogy rather than book publication.": [
        [
            0,
            7,
            [
                "Ste chow"
            ]
        ]
    ],
    "Although his articles number over 200, he produced comparatively few monographs.": [],
    "His best known work, <em>Dutch Landscape Painting of the Seventeenth Century</em> (1966) was written after his retirement.": [],
    "In 1964 he began as advisory curator at the Cleveland Museum of Art, where he was instrumental in acquiring outstanding Dutch paintings.": [
        [
            3,
            7,
            [
                "1964,"
            ]
        ]
    ],
    "In 1969, he went to Smith College as the William Allan Nielson Chair of Research, purportedly nominated by his student <a href=\"https://arthistorians.info/judsonj/\">Richard Judson</a>.": [],
    "Stechow lectured and taught extensively during his life.": [
        [
            0,
            7,
            [
                "Ste chow"
            ]
        ]
    ],
    "It was while at Princeton teaching a class in retirement, that he died.": [],
    "A second edition of the Ruysdael catalog appeared after his death.": [
        [
            24,
            32,
            [
                "Drysdale",
                "Russel"
            ]
        ]
    ],
    "Stechow's training was strong in connoisseurship, to which he added the study of iconography.": [
        [
            0,
            7,
            [
                "Ste chow"
            ]
        ]
    ],
    "Although excellent in what he did, his methodology attracted criticism.": [],
    "<a href=\"/steinbergl\">Leo Steinberg</a> criticized Stechow in a book review which Stechow took personally, causing a noted enmity between the two the remainder of their careers.": [],
    "Stechow is most closely associated with authenticity of paintings using connoisseurship (Rysdael).": [
        [
            0,
            7,
            [
                "Ste chow"
            ]
        ],
        [
            89,
            96,
            [
                "Drysdale"
            ]
        ]
    ],
    "His other major monograph, <em>Dutch Landscape Painting</em>, shows him avoiding the common practice of historic periodization in favor of thematic groupings.": [],
    "The chair of Oberlin during the 1950s, <a href=\"/parkhurstc\">Charles Parkhurst</a>, recalled Stechow's affinities for puns and great wit; Stechow, he said, referred to the introductory course in art history as \"From mud to Klee.\"": [],
    "His students included <a href=\"/gersonh\">Horst Gerson</a>, <a href=\"/schonew\">Wolfgang Schöne</a>, <a href=\"/gronauh\">Hans-D.": [],
    "Gronau</a>, <a href=\"https://arthistorians.info/judsonj/\">Richard Judson</a>, Reinhold Behrens and Adolf Isermeyer.": [
        [
            0,
            6,
            [
                "Groans",
                "Krona",
                "Groan",
                "Groat",
                "Girona",
                "Gonad"
            ]
        ]
    ],
    "Writing on Stechow's behalf in 1934 for immigration to the United States, <a href=\"/panofskye\">Erwin Panofsky</a> praised him as, \"the most distinguished younger art historians of Germany..": [
        [
            11,
            18,
            [
                "Ste chow"
            ]
        ]
    ]
}