{
    "<p>Art critic; deputy director Department of painting at the Amsterdam Rijksmuseum; early Van Gogh promoter.": [],
    "Steenhoff was the son of Wouter Steenhoff, a blacksmith, and Agatha van Dijk.": [
        [
            0,
            9,
            [
                "Standoff",
                "Sendoff"
            ]
        ],
        [
            25,
            31,
            [
                "Outer",
                "Router",
                "Pouter"
            ]
        ],
        [
            32,
            41,
            [
                "Standoff",
                "Sendoff"
            ]
        ],
        [
            72,
            76,
            [
                "Disk",
                "Dirk",
                "Dink",
                "Dick"
            ]
        ]
    ],
    "At age fourteen, the young Steenhoff became an employee at a cigar factory in his hometown Utrecht.": [
        [
            27,
            36,
            [
                "Standoff",
                "Sendoff"
            ]
        ]
    ],
    "He preferred painting and drawing to factory work.": [],
    "In the 1880s he enrolled at the Amsterdam Academy, on the advice of David van der Kellen, the director of the Nederlandsch Museum voor Geschiedenis en Kunst (1883-1895).": [
        [
            13,
            27,
            [
                "he enrolled in",
                "he enrolled for"
            ]
        ],
        [
            110,
            122,
            [
                "Nederland sch"
            ]
        ],
        [
            130,
            134,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            151,
            156,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "In 1886 he moved to Brussels, where he made a number of paintings and etchings, returning to Amsterdam the same year where he again attended the Academy until 1888.": [
        [
            3,
            7,
            [
                "1886,"
            ]
        ],
        [
            112,
            122,
            [
                "year when"
            ]
        ]
    ],
    "A year later, he married Cornelia Wilhelmina van der Kellen (d.": [],
    "1945), van der Kellen's daughter.": [],
    "The couple moved to Terneuzen, in the Dutch province of Zeeuws-Vlaanderen, and later to Belgium.": [
        [
            56,
            73,
            [
                "Zeus-Vlaanderen"
            ]
        ]
    ],
    "In 1892 they returned to Amsterdam, where Steenhoff continued working as an artis and contributing art reviews for the Catholic daily <em>Het Centrum</em> and articles for <em>De Nieuwe Gids</em>.": [
        [
            3,
            7,
            [
                "1892,"
            ]
        ],
        [
            42,
            51,
            [
                "Standoff",
                "Sendoff"
            ]
        ],
        [
            76,
            81,
            [
                "artist",
                "arts",
                "Artie",
                "antis",
                "ARTS",
                "art is"
            ]
        ]
    ],
    "One, in 1899, was an article on the Dutch early seventeenth-century painter and etcher Hercules Segers, for which he had been in contact with David van der Kellen's brother, <a href=\"/kellenj\">Johan Philip van der Kellen</a>, director of the Amsterdam Printroom.": [
        [
            96,
            102,
            [
                "Sewers",
                "Seers",
                "Severs",
                "Seders"
            ]
        ]
    ],
    "On advice of the latter Steenhoff successfully applied in 1899 for an assistantship at the Rijksmuseum Department of painting.": [
        [
            24,
            33,
            [
                "Standoff",
                "Sendoff"
            ]
        ]
    ],
    "He continued writing articles and he became a regular contributor to the weekly <em>De Amsterdammer</em>.": [
        [
            29,
            33,
            [
                ", and"
            ]
        ]
    ],
    "In 1905 he was appointed deputy-director of the department of painting, under B. W. F. van Riemsdijk (1850-1942), chief director of the Rijksmuseum since 1897, and director of the department of painting since 1901.": [
        [
            3,
            7,
            [
                "1905,"
            ]
        ],
        [
            91,
            100,
            [
                "Rijswijk"
            ]
        ]
    ],
    "Steenhoff's museum career was marked by his strong predilection for modern and contemporary painters, especially Van Gogh and Cézanne.": [
        [
            0,
            9,
            [
                "Standoff",
                "Sendoff"
            ]
        ]
    ],
    "After he had spent his first years in the museum rearranging the collection and writing a new catalog, which was published in 1903, Steenhoff focused on broadening the modern art collection.": [
        [
            132,
            141,
            [
                "Standoff",
                "Sendoff"
            ]
        ]
    ],
    "He obtained for his department three loans of Van Gogh paintings from Jo Van Gogh-Bonger, the widow of Van Gogh's brother, and her new husband, Johan Cohen Gosschalk, with whom he collaborated for the Van Gogh exhibition held in the Stedelijk Museum of Amsterdam in 1905.": [
        [
            77,
            88,
            [
                "Gogh-Longer"
            ]
        ],
        [
            156,
            165,
            [
                "Goshawk"
            ]
        ],
        [
            233,
            242,
            [
                "Steeling",
                "Steelier"
            ]
        ]
    ],
    "Steenhoff was a strong defender of Van Gogh's art.": [
        [
            0,
            9,
            [
                "Standoff",
                "Sendoff"
            ]
        ]
    ],
    "In 1906 the collection of Cornelis Hoogendijk (1866-1911), which included sixteen Van Goghs and 32 Cézannes, was housed in the Rijksmuseum.": [
        [
            26,
            34,
            [
                "Cornelius",
                "Cornelia"
            ]
        ],
        [
            86,
            91,
            [
                "Gogh's",
                "Gogh",
                "Goths",
                "Goff"
            ]
        ],
        [
            99,
            107,
            [
                "Cézanne's",
                "Cézanne",
                "Cezanne"
            ]
        ]
    ],
    "In 1909, when the new Drucker Wing opened, built for the collection of Mr.": [
        [
            22,
            29,
            [
                "Trucker",
                "Drunker"
            ]
        ]
    ],
    "and Mrs.": [
        [
            0,
            3,
            [
                "And"
            ]
        ]
    ],
    "Drucker, a small room was dedicated to the \"ultra moderns\", especially to Van Gogh and Cézanne.": [
        [
            0,
            7,
            [
                "Trucker",
                "Drunker"
            ]
        ]
    ],
    "Steenhoff, who had preferred a bigger display of the \"ultra moderns\", continued to focus on contemporary art and the promotion of young artists.": [
        [
            0,
            9,
            [
                "Standoff",
                "Sendoff"
            ]
        ]
    ],
    "In 1914 he became an art critic for <em>De Nieuwe Amsterdammer</em>.": [
        [
            3,
            7,
            [
                "1914,"
            ]
        ]
    ],
    "In 1917, Steenhoff was successful in acquiring loans from the art collector <a href=\"/bremmerh\">H.": [
        [
            9,
            18,
            [
                "Standoff",
                "Sendoff"
            ]
        ]
    ],
    "P. Bremmer</a> (1871-1956) and from Jo van Gogh-Bonger.": [
        [
            3,
            10,
            [
                "Drummer",
                "Premier",
                "Bremen",
                "Breaker",
                "Breeder",
                "Brewer"
            ]
        ],
        [
            43,
            54,
            [
                "Gogh-Longer"
            ]
        ]
    ],
    "Steenhoff devoted a few rooms to the \"ultra moderns\", and in one room he displayed the Cézannes of the Hoogendijk collection.": [
        [
            0,
            9,
            [
                "Standoff",
                "Sendoff"
            ]
        ],
        [
            87,
            95,
            [
                "Cézanne's",
                "Cézanne",
                "Cezanne"
            ]
        ]
    ],
    "The new display was received with great acclaim, but there was also criticism.": [],
    "In 1920, however, Steenhoff's dream to realize a modern art department with a strong presence of the \"ultra moderns\" was shattered when the Cézannes and the paintings of the loan of Jo van Gogh were withdrawn.": [
        [
            18,
            27,
            [
                "Standoff",
                "Sendoff"
            ]
        ],
        [
            140,
            148,
            [
                "Cézanne's",
                "Cézanne",
                "Cezanne"
            ]
        ]
    ],
    "<a href=\"/schmidtdegenerf\">F.": [],
    "Schmidt-Degener</a>, the new director-in-chief since 1921, introduced a different acquisition policy.": [
        [
            0,
            15,
            [
                "Schmidt-Wegener"
            ]
        ]
    ],
    "This meant further removal of the \"ultra moderns\".": [],
    "In 1922 Steenhoff married Coba Snethlage, with whom he already had a son, born in 1907.": [
        [
            8,
            17,
            [
                "Standoff",
                "Sendoff"
            ]
        ],
        [
            26,
            30,
            [
                "Cuba",
                "Coma",
                "CBA",
                "Cobb",
                "Coda",
                "Cobra"
            ]
        ]
    ],
    "In 1924, Schmidt-Degener dismissed Steenhoff as deputy director and the couple moved to The Hague where Steenhoff was appointed director of the Mesdag Museum, named after the Dutch painter and collector Hendrik Willem Mesdag (1831-1915).": [
        [
            9,
            24,
            [
                "Schmidt-Wegener"
            ]
        ],
        [
            35,
            44,
            [
                "Standoff",
                "Sendoff"
            ]
        ],
        [
            104,
            113,
            [
                "Standoff",
                "Sendoff"
            ]
        ],
        [
            144,
            150,
            [
                "Mes dag"
            ]
        ],
        [
            218,
            224,
            [
                "Mes dag"
            ]
        ]
    ],
    "In the Mesdag museum Steenhoff cataloged the paintings and drawings and rehung the display.": [
        [
            7,
            13,
            [
                "Mes dag"
            ]
        ],
        [
            21,
            30,
            [
                "Standoff",
                "Sendoff"
            ]
        ]
    ],
    "In 1926 he organized a Van Gogh exhibition.": [
        [
            3,
            7,
            [
                "1926,"
            ]
        ]
    ],
    "The heirs of Mesdag, however, objected to any change in the museum and forced Steenhoff to return the installation to its original situation.": [
        [
            13,
            19,
            [
                "Mes dag"
            ]
        ],
        [
            78,
            87,
            [
                "Standoff",
                "Sendoff"
            ]
        ]
    ],
    "He retired in 1928, and, after the death of his daughter, Coba left him for retirement in a convent.": [
        [
            58,
            62,
            [
                "Cuba",
                "Coma",
                "CBA",
                "Cobb",
                "Coda",
                "Cobra"
            ]
        ]
    ],
    "In 1930, Steenhoff again was actively involved in a Van Gogh exhibition, held in the Amsterdam Stedelijk Museum.": [
        [
            9,
            18,
            [
                "Standoff",
                "Sendoff"
            ]
        ],
        [
            95,
            104,
            [
                "Steeling",
                "Steelier"
            ]
        ]
    ],
    "In the biographical introduction of the catalog, Steenhoff focuses on the characteristics of Van Gogh's work and life as the expression of his vision as a human being and an artist.": [
        [
            49,
            58,
            [
                "Standoff",
                "Sendoff"
            ]
        ]
    ],
    "After a family visit to South Africa in 1932, he died.": [],
    "Steenhoff described art criticims in an interveiw as a learning experience in looking at art more wholly and sharply.": [
        [
            0,
            9,
            [
                "Standoff",
                "Sendoff"
            ]
        ],
        [
            24,
            33,
            [
                "criticism",
                "criticisms"
            ]
        ],
        [
            40,
            49,
            [
                "interview",
                "interval"
            ]
        ]
    ],
    "It was his goal to urge his audience to learn about art through that same process, although he stated that the public must be aware that criticism is unable to grasp the full essence of art as the revelation of beauty and truth.": [],
    "He was not universally accepting of modern art; a 1911 article in <em>De Amsterdammer</em> criticized cubism, as exhibited by the Moderne Kunstkring in the Stedelijk Museum.</p>": []
}