{
    "<p>Michelangelo- and modernist art historian; Benjamin Franklin professor of art at University of Pennsylvania, 1975-1991.": [],
    "Steinberg was born in Moscow of German-Jewish parents (his mother was Anyuta Esselson [Steinberg], 1890-1954) and his father, Isaac Nachman Steinberg (1888-1957), government figure and lawyer in revolutionary Russia.": [
        [
            70,
            76,
            [
                "Anita",
                "Anya",
                "Ankita",
                "Danuta",
                "Anitta"
            ]
        ],
        [
            77,
            85,
            [
                "Season",
                "Vessels",
                "Nelson",
                "Emerson",
                "Stepson",
                "Essen"
            ]
        ],
        [
            132,
            139,
            [
                "Nathan",
                "Jackman",
                "Lachlan",
                "Coachman",
                "Watchman",
                "Ashman"
            ]
        ]
    ],
    "Lenin appointed Steinberg's father commissar of justice.": [],
    "His idealism, (he wanted to abolish the prison system, for example) forced the family into exile in Berlin, where the younger Steinberg grew up.": [],
    "After the rise of the Nazis in Germany, the family moved to London where Steinberg studied (studio) painting and sculpture at the Slade School in London from 1936 to 1940.": [
        [
            130,
            135,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "After World War II he immigrated to New York working initially as a freelance writer and translator (including a holocaust account, <em>Ashes and Fire</em>, 1947).": [],
    "He also taught drawing at the Parsons School of Design.": [],
    "He studied art history at the Institute of Fine Arts, New York University, under <a href=\"/krautheimerr\">Richard Krautheimer</a> and <a href=\"/lotzw\">Wolfgang Lotz</a>, receiving his Ph.D., in 1960.": [],
    "His dissertation, written under Lotz, was on Borromini's San Carlo alle Quattro Fontane.": [
        [
            32,
            36,
            [
                "Lot",
                "Lots",
                "Lott",
                "Lodz",
                "LOTR",
                "LOZ"
            ]
        ],
        [
            45,
            54,
            [
                "Borrowing"
            ]
        ],
        [
            67,
            71,
            [
                "all",
                "able",
                "Allen",
                "ally",
                "alley",
                "axle"
            ]
        ],
        [
            72,
            79,
            [
                "Quarto"
            ]
        ],
        [
            80,
            87,
            [
                "Montane",
                "Fontaine",
                "Fontana",
                "Fontanel"
            ]
        ]
    ],
    "In 1962 he an art editor for Life magazine married Dorothy Seiberling (later divorced).": [
        [
            3,
            7,
            [
                "1962,"
            ]
        ],
        [
            59,
            69,
            [
                "Labeling",
                "Labelling"
            ]
        ]
    ],
    "Between 1962-1975 Steinberg taught art history and life drawing at Hunter College, the City University of New York.": [],
    "He and <a href=\"/brownm\">Milton W. Brown</a> developed the curriculum for the City University's graduate program in art history, instituted in 1971.": [],
    "During this time he began buying prints, which developed into one of the finest Italian Renaissance and Mannerist graphics collections in private hands.": [
        [
            104,
            113,
            [
                "Mannerism"
            ]
        ]
    ],
    "His collection also included many modern masters, another a research interest of Steinberg's.": [],
    "From 1969 to 1971, he was a board member of the College Art Association.": [],
    "Steinberg largely confined himself to articles (as opposed to books) for most of his early career.": [],
    "In 1972, he wrote two of the articles for which he is best known, neither of which was on a Renaissance topic.": [],
    "The first, \"Reflections on the State of Art Criticism,\" which attacked traditional art criticism (see below), and a (re)analysis of Picasso's Demoiselles d'Avignon, entitled \"The Philosophical Brothel.\"": [],
    "The latter article, which situated the viewer as a patron in a house of prostitution and intellectually as a participant of the pivot of Cubism, brought a storm of criticism (among groups as disparate as feminists and formalists) as well as widespread acceptance.": [],
    "In 1972, too, Steinberg also co-founded the art history department of the graduate center at CUNY.": [],
    "His collected essays, <em>Other Criteria</em> was published the same year.": [],
    "In 1975 he was named Benjamin Franklin Professor of the History of Art at the University of Pennsylvania in Philadelphia.": [
        [
            3,
            7,
            [
                "1975,"
            ]
        ]
    ],
    "Also in 1975, Steinberg wrote his first monograph, <em>Michelangelo's Last Paintings</em>.": [],
    "In 1982, he delivered the A. W. Mellon Lectures in the Fine Arts at the National Gallery of Art, Washgington, D. C., titled, \"The Burden of Michelangelo's Painting.\"": [
        [
            97,
            108,
            [
                "Washington"
            ]
        ]
    ],
    "The following year, Steinberg published another \"blockbuster\" re-evaluation of a traditional genre: the sexual representation of the infant Christ.": [],
    "A storm of controversy again ensued and the article (it required the entire issue of <em>October</em> magazine) appeared in book form the same year.": [],
    "In 1983 Steinberg was received a literature award from the American Academy and Institute of Arts and Letters, the first art historian to win this distinction.": [],
    "He won the College Art Association's Frank Jewett Mather Award for Distinction in Criticism in 1984 and was named a MacArthur Foundation Fellow in 1986.": [],
    "Before his retirement in 1991, he taught a semester as the Meyer Schapiro Chair at Columbia University in New York.": [
        [
            65,
            73,
            [
                "Shapiro"
            ]
        ]
    ],
    "During the 1995-1996 academic year, he delivered the <a href=\"/nortonc\">Charles Eliot Norton</a> Lectures at Harvard.": [],
    "A 1996 visiting faculty position at the University of Texas, Austin resulted in Steinberg's donation in 2002 of his more than 3,200 prints assembled over four decades.": [],
    "It was valued at $3.5 million.": [],
    "A historiographic book on the popularity of Leonardo's Last Supper, <em>Leonardo's Incessant Last Supper</em>, appeared in 2001.": [
        [
            2,
            17,
            [
                "historiography",
                "historiographical",
                "historiographer"
            ]
        ]
    ],
    "Steinberg was a resident scholar at the American Academy in Rome and the Getty Center for the History of Art and the Humanities in Santa Monica, CA.": [],
    "Steinberg followed no methodological school, remaining a respected maverick in the art history community, and one of the scrappiest.": [],
    "His essay \"Reflections on the State of Art Criticism\" in <em>Artforum</em> attacked purely formalist criticism in favor of a pluralistic interpretation (which included formal analysis) as well as emotional response, and a contextualization of the object historically.": [],
    "His paradigm became highly influential in the subsequent decades.": [],
    "Steinberg's study of the sexual representations of Christ in Renaissance art was a Freudian/textual critique, was admired for its originality but not wholly embraced by the art-historical community.": [],
    "<a href=\"/gombriche\">E.": [],
    "H. Gombrich</a>, speaking of Steinberg's 1975 book <em>Michelangelo's Last Paintings</em>, chided him for unprovable meanings, writing, ''He has produced a book to be reckoned with, but a dangerous model to follow.''": [],
    "His collected essays <em>Other Criteria</em>, mostly on contemporary art, demonstrate his combination of powerful observation and documentary scrutiny which made his writing unique.": [],
    "Feminists such as Carol Duncan attacked his view as being exclusionary to a female gaze.": [],
    "His celebrated disagreement with Museum of Modern Art Director <a href=\"/rubinw\">William S. Rubin</a> over the \"Demoiselles d'Avignon\" interpretation was covered in the pages of <em>Art in America</em> in the late 1970s.": [],
    "Steinberg's writing was lampooned, not very insightfully, by Tom Wolfe in his book <em>The Painted Word</em> (1975).</p>": []
}