{
    "<p>Historian of Italian renaissance; collaborator with <a href=\"/offnerr\">Richard Offner</a> on the Critical and Historical Corpus of Florentine Painting.": [],
    "Steinweg studied at various German universities as was common for scholars at that time, beginning in 1922 attending classes under <a href=\"/wolfflinh\">Heinrich Wölfflin</a> in Munich, <a href=\"/goldschmidta\">Adolph Goldschmidt</a> in Berlin, and by 1925 settling at Göttingen where she wrote her dissertation under <a href=\"/vitzthumg\">Georg Vitzthum von Eckstädt</a>.": [
        [
            0,
            8,
            [
                "Stanley",
                "Stance",
                "Steiner",
                "Stances",
                "Steinberg",
                "Steinway"
            ]
        ]
    ],
    "Her dissertation topic, on Andrea Orcagna, was published in 1929.": [
        [
            34,
            41,
            [
                "Organa"
            ]
        ]
    ],
    "Steinweg met New York University scholar <a href=\"/offnerr\">Richard Offner</a> during this time.": [
        [
            0,
            8,
            [
                "Stanley",
                "Stance",
                "Steiner",
                "Stances",
                "Steinberg",
                "Steinway"
            ]
        ]
    ],
    "After her degree, she became a volunteer assistant at the Dresden Gallery where her initial interest was in 18th-century Venetian art.": [],
    "She wrote the catalog for the \"modern\" collection in Dresden and contributed the articles on G. A. Pellegrini and D. Zanetti for the Allgemeine Künstlerlexikon (Thieme-Becker).": [
        [
            99,
            109,
            [
                "Pelegrín"
            ]
        ],
        [
            117,
            124,
            [
                "Nanette",
                "Vanzetti",
                "Janette",
                "Panetta"
            ]
        ],
        [
            133,
            143,
            [
                "Allegiance"
            ]
        ],
        [
            161,
            174,
            [
                "Theme-Becker"
            ]
        ]
    ],
    "In 1930 Offner offered her a position as his assistant in Europe on his forthcoming corpus of Florentine Painting, the Critical and Historical Corpus of Florentine Painting.": [
        [
            8,
            14,
            [
                "Offer"
            ]
        ]
    ],
    "Steinweg agreed, moving to Berlin.": [
        [
            0,
            8,
            [
                "Stanley",
                "Stance",
                "Steiner",
                "Stances",
                "Steinberg",
                "Steinway"
            ]
        ]
    ],
    "Already the first four volumes of the Corpus were in production and, although she made alterations to these volumes, her work began in earnest with volume five.": [],
    "In Berlin, Steinweg was responsible for the discovery of many fourteenth-century paintings in German private collections.": [
        [
            11,
            19,
            [
                "Stanley",
                "Stance",
                "Steiner",
                "Stances",
                "Steinberg",
                "Steinway"
            ]
        ]
    ],
    "In 1935 she moved to Florence to work on the project there with Offner at the project's headquarters in Offner's Tuscan home.": [
        [
            3,
            7,
            [
                "1935,"
            ]
        ],
        [
            64,
            70,
            [
                "Offer"
            ]
        ],
        [
            104,
            110,
            [
                "Offer"
            ]
        ]
    ],
    "The same year <a href=\"/cohnw\">Werner Cohn</a> joined the Corpus.": [],
    "When World War II was declared, Steinweg returned to Germany, where she remained until the surrender.": [
        [
            32,
            40,
            [
                "Stanley",
                "Stance",
                "Steiner",
                "Stances",
                "Steinberg",
                "Steinway"
            ]
        ]
    ],
    "For the next twenty years she worked almost exclusively on the project until Offner's death in 1965.": [
        [
            77,
            83,
            [
                "Offer"
            ]
        ]
    ],
    "The project was then moved to the Kunsthistorisches Institut in Florence and Steinweg appointed official co-author, carrying on the work alone at the request of the Institute of Fine Arts.": [
        [
            52,
            60,
            [
                "Institute"
            ]
        ],
        [
            77,
            85,
            [
                "Stanley",
                "Stance",
                "Steiner",
                "Stances",
                "Steinberg",
                "Steinway"
            ]
        ]
    ],
    "This entailed filing pictures and her research in the various files of the Corpus for publication at some date.": [],
    "Such a procedure forced her to watch as other scholars published pictures long known to her with similar findings.": [],
    "She published little outside the Corpus in her lifetime, largely material that was outside the parameters of the project.": [],
    "The Corpus has continued under Miklós Boskovits and Mina Gregori.": [
        [
            38,
            47,
            [
                "Moskovitz"
            ]
        ],
        [
            57,
            64,
            [
                "Gregory",
                "Gregor",
                "Gregorio",
                "Grégory"
            ]
        ]
    ],
    "After her death, two numbers of the Mitteilungen des Kunsthistorischen Institutes in Florenz were published as a festschrift in her memory in 1973.": [
        [
            49,
            52,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            85,
            92,
            [
                "Lorenz",
                "Florent",
                "Flórez"
            ]
        ]
    ],
    "Steinweg was a conventional art historian for her era: her interest, bordering on devotion, was to the work itself and the history of artists and their immediate situation (Hueck).": [
        [
            0,
            8,
            [
                "Stanley",
                "Stance",
                "Steiner",
                "Stances",
                "Steinberg",
                "Steinway"
            ]
        ],
        [
            173,
            178,
            [
                "Huck",
                "Heck",
                "Hue ck"
            ]
        ]
    ],
    "She focused on the historical documents and stylistic criticism for her method (Quellengeschichte and stilkritische Untersuchungen).</p>": []
}