{
    "<p>Photographer and second director of the Photography Department, Museum of Modern Art, New York.": [],
    "Steichen emigrated with his family, Jean Pierre and Marie Steichen, to the United States from Luxembourg in 1881.": [
        [
            0,
            8,
            [
                "Stephen",
                "Stricken",
                "Staten",
                "Seamen",
                "Stacked",
                "Stacey"
            ]
        ],
        [
            58,
            66,
            [
                "Stephen",
                "Stricken",
                "Staten",
                "Seamen",
                "Stacked",
                "Stacey"
            ]
        ]
    ],
    "He grew up in Hancock, MI, where his father was a copper miner and then in Milwaukee, WI when the family moved again.": [],
    "Steichen attended public schools only until age 15 developing a interest in both art and photography.": [
        [
            0,
            8,
            [
                "Stephen",
                "Stricken",
                "Staten",
                "Seamen",
                "Stacked",
                "Stacey"
            ]
        ],
        [
            62,
            63,
            [
                "an"
            ]
        ]
    ],
    "As an apprentice at a Milwaukee lithography company, he honed his skills.": [],
    "The photographer Clarence H. White (1871-1925) discovered his work an introduced him to the important photographer Alfred Stieglitz (1864-1946) in New York who bought three of his photographs.": [
        [
            67,
            84,
            [
                "and introduced him"
            ]
        ]
    ],
    "Steichen went to Paris to study at the Académie Julian exhibiting in London and Paris in 1900.": [
        [
            0,
            8,
            [
                "Stephen",
                "Stricken",
                "Staten",
                "Seamen",
                "Stacked",
                "Stacey"
            ]
        ],
        [
            39,
            47,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "He and Stieglitz co-founded the New York \"Photo-secession Group\" and he contributed to Steiglitz's magazine, <em>Camera Work</em>.": [
        [
            87,
            96,
            [
                "Stieglitz"
            ]
        ]
    ],
    "He continued to paint, supporting himself as a studio portrait photographer, marrying Clara E Smith in 1903.": [],
    "His first book of photographs, <em>The Steichen Book</em> was published by <em>Camera Work</em> in 1906.": [],
    "Steichen's apartment in New York was rented by Steiglitz in 1905 for exhibitions, known as Little Galleries of the Photo-Secession (group), later as the famous \"291,\" the street address.": [
        [
            0,
            8,
            [
                "Stephen",
                "Stricken",
                "Staten",
                "Seamen",
                "Stacked",
                "Stacey"
            ]
        ],
        [
            47,
            56,
            [
                "Stieglitz"
            ]
        ]
    ],
    "The gallery, which showed works of all media, gave initial US exhibitions to works of Cézanne, Matisse and Rodin.": [],
    "Steichen returned to Paris in 1906 to paint, connecting with the expatriot artistic community of Gertrude Stein (1874-1946) and her brother Leo Stein (1872-1947).": [
        [
            0,
            8,
            [
                "Stephen",
                "Stricken",
                "Staten",
                "Seamen",
                "Stacked",
                "Stacey"
            ]
        ],
        [
            65,
            74,
            [
                "expat riot"
            ]
        ]
    ],
    "The Steins introduced Steichen to the art world with which they were familiar; his famous photo of August Rodin dates from this time.": [
        [
            22,
            30,
            [
                "Stephen",
                "Stricken",
                "Staten",
                "Seamen",
                "Stacked",
                "Stacey"
            ]
        ]
    ],
    "His Paris reputation convinced Steiglitz to show his work at 291.": [
        [
            31,
            40,
            [
                "Stieglitz"
            ]
        ]
    ],
    "World War I forced Steichen to returned to the U.S.": [
        [
            19,
            27,
            [
                "Stephen",
                "Stricken",
                "Staten",
                "Seamen",
                "Stacked",
                "Stacey"
            ]
        ],
        [
            31,
            39,
            [
                "return"
            ]
        ]
    ],
    "The war brought to a head differing political and aesthetic views of Stieglitz (a pacifist) and Steichen and the two parted association.": [
        [
            96,
            104,
            [
                "Stephen",
                "Stricken",
                "Staten",
                "Seamen",
                "Stacked",
                "Stacey"
            ]
        ]
    ],
    "Steichen joined the army Signal Corps in 1917 but was moved to the photographic division of the Army Expeditionary Forces Air Service where he was commander of the division.": [
        [
            0,
            8,
            [
                "Stephen",
                "Stricken",
                "Staten",
                "Seamen",
                "Stacked",
                "Stacey"
            ]
        ]
    ],
    "He left the army in 1919 and experimented with photographic processes he learn in the war.": [
        [
            73,
            78,
            [
                "learns",
                "learned",
                "learnt"
            ]
        ]
    ],
    "Steichen's wife divorced him in 1921, claiming infidelity.": [
        [
            0,
            8,
            [
                "Stephen",
                "Stricken",
                "Staten",
                "Seamen",
                "Stacked",
                "Stacey"
            ]
        ]
    ],
    "At 43, he married a twenty-eight-year-old actress, Dana Desboro Glover (1894-1957) in 1922, abandoning painting permanently.": [
        [
            56,
            63,
            [
                "DeSoto",
                "Debora",
                "Desorb"
            ]
        ]
    ],
    "In 1923 he was appointed Chief of Photography for Condé Nast Publications, producing work for <em>Vanity Fair</em>, <em>Vogue</em> and the J. Walter Thompson advertising agency.": [
        [
            3,
            7,
            [
                "1923,"
            ]
        ]
    ],
    "He ceased working commercially in 1938 to experiment with new film formats.": [],
    "At the outbreak of World War II, Steichen oversaw naval combat photography.": [
        [
            33,
            41,
            [
                "Stephen",
                "Stricken",
                "Staten",
                "Seamen",
                "Stacked",
                "Stacey"
            ]
        ]
    ],
    "He secured his first photography show at the Museum of Modern Art in 1942, \"Road to Victory,\" with texts by the poet Carl Sandburg (1878-1967), his sister's husband.": [],
    "A second show, similarly aimed at the war effort, \"Power in the Pacific\" was launched in 1945.": [],
    "While the then Museum's director of photography, <a href=\"/newhallb\">Beaumont Newhall</a>, was lecturing at Black Mountain College, Black Mountain, NC, arrangements were made with Steichen to head the department without Newhall's knowledge.": [],
    "Newhall resigned upon hearing the news.": [
        [
            0,
            7,
            [
                "New hall"
            ]
        ]
    ],
    "As director of MoMA's photography department, Steichen mounted numerous exhibitions and purchased photographs for the Museum.": [
        [
            46,
            54,
            [
                "Stephen",
                "Stricken",
                "Staten",
                "Seamen",
                "Stacked",
                "Stacey"
            ]
        ]
    ],
    "His 1955 \"The Family of Man\" exhibition brought notoriety to the Museum and himself.": [],
    "The show toured throughout the world and the exhibition catalog became a book that remained in separate print for many years afterward.": [],
    "His second wife died in 1957, and at 80 years old, he married a twenty-seven-year-old copywriter, Joanna Taub (1933-2010), in 1960.": [
        [
            105,
            109,
            [
                "Tab",
                "Tub",
                "Tau",
                "Taut",
                "Daub",
                "Taus"
            ]
        ]
    ],
    "A 1961 retrospective of Steichen's work at MoMA concluded with the naming of the department of photography after him.": [
        [
            24,
            32,
            [
                "Stephen",
                "Stricken",
                "Staten",
                "Seamen",
                "Stacked",
                "Stacey"
            ]
        ]
    ],
    "Steichen retired 1962 and was succeeded by <a href=\"/szarkowskij\">John Szarkowski</a>.": [
        [
            0,
            8,
            [
                "Stephen",
                "Stricken",
                "Staten",
                "Seamen",
                "Stacked",
                "Stacey"
            ]
        ]
    ],
    "He died in the Connecticut home he had designed after an extended illness.": [],
    "His wife donated Steichen's negatives to the George Eastman House, Rochester, NY in 1979.": [
        [
            17,
            25,
            [
                "Stephen",
                "Stricken",
                "Staten",
                "Seamen",
                "Stacked",
                "Stacey"
            ]
        ]
    ],
    "\"The Family of Man\" show in many ways summed Steichen's approach to photographic curation.": [
        [
            45,
            53,
            [
                "Stephen",
                "Stricken",
                "Staten",
                "Seamen",
                "Stacked",
                "Stacey"
            ]
        ]
    ],
    "A collection of over 500 photos by disparate photographers worldwide, it focused on the evocative and documentary nature of photography..</p>": [
        [
            135,
            137,
            [
                ".",
                "…"
            ]
        ]
    ]
}