{
    "<p>Artist, art critic, librarian, and university lecturer who specialized in avant-garde and Dada art and the works of Leonardo da Vinci.": [],
    "Kate Trauman was born in Beuthen, Germany (present day Bytom, Poland) in 1889 to Arnold Trauman (d.": [
        [
            5,
            12,
            [
                "Trauma",
                "Truman",
                "Traumas"
            ]
        ],
        [
            25,
            32,
            [
                "Beaten",
                "Berthed",
                "Heathen",
                "Bethe",
                "Reuther",
                "Bethan"
            ]
        ],
        [
            55,
            60,
            [
                "Byton",
                "By tom"
            ]
        ],
        [
            88,
            95,
            [
                "Trauma",
                "Truman",
                "Traumas"
            ]
        ]
    ],
    "1910) and Magdalena Mannheimer (Trauman).": [
        [
            32,
            39,
            [
                "Trauma",
                "Truman",
                "Traumas"
            ]
        ]
    ],
    "From 1911-1913, Steinitz studied fine arts at the studios in Paris with Käthe Kollwitz and Lovis Corinth and various art studios in Berlin from 1912-1914.": [
        [
            16,
            24,
            [
                "Steinmetz",
                "Stanine"
            ]
        ]
    ],
    "She married Ernst Steinitz, MD, also from Beuthen, (1881-1942), in 1913.": [
        [
            18,
            26,
            [
                "Steinmetz",
                "Stanine"
            ]
        ],
        [
            42,
            49,
            [
                "Beaten",
                "Berthed",
                "Heathen",
                "Bethe",
                "Reuther",
                "Bethan"
            ]
        ]
    ],
    "In 1918, she moved from Berlin to Hannover.": [],
    "There, she worked on multiple expressionist exhibitions and assumed a central role in the emerging avant-garde art scene in Hannover with her husband.": [],
    "While maintaining such a pivotal role in the arts scene, she studied art history at Leibniz Universität Hannover from 1923-1930.": [
        [
            92,
            103,
            [
                "University"
            ]
        ]
    ],
    "Through her involvement in the Kestner Society, she made contacts with many of the avant-garde artists of 1920s Germany.": [
        [
            31,
            38,
            [
                "Esther",
                "Lester",
                "Ester",
                "Hester",
                "Tester",
                "Kessler"
            ]
        ]
    ],
    "She became particularly close with managers of the modern art society, <a href=”/dornera”>Alexander Dorner</a> and <a href=”/bierj”>Justus Bier</a>.": [],
    "She kindled a close friendship with Kurt Schwitters, the two eventually becoming lovers;  the pair went on to collaborate on a series of children’s books, which included <em>Der Hahnepeter</em>, <em>Das Märchen vom Paradies</em>, and <em>Die Scheuche</em>.": [
        [
            88,
            90,
            [
                " "
            ]
        ]
    ],
    "She founded her own publishing house in Hanover called Apos and & Merz, which would become known for its avant-garde typography.": [
        [
            55,
            59,
            [
                "APIs",
                "Amos",
                "Apes",
                "APS",
                "Capos",
                "IPOs"
            ]
        ],
        [
            66,
            70,
            [
                "Mere",
                "Metz",
                "MER",
                "MERS"
            ]
        ]
    ],
    "Steinitz wrote for different Hannover newspapers and magazines under the pseudonym Annette C. Nobody.": [
        [
            0,
            8,
            [
                "Steinmetz",
                "Stanine"
            ]
        ]
    ],
    "In 1933, her Jewish husband was dismissed from his position of hospital physician owing to his “non-Aryan” descent and the “Law for the Restoration of the Professional Civil Service.” Similarly, she was targeted by the German government, persecuted on “racial” grounds and for her active involvement in the Hannoverian avant-garde arts scene.": [
        [
            307,
            318,
            [
                "Hanoverian"
            ]
        ]
    ],
    "She was accused of “cultural Bolshevism” and banned from publishing in 1935.": [],
    "Not long thereafter in 1936, she and her husband emigrated to the United States.": [
        [
            49,
            61,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "Upon arrival in New York, she began design work for magazine and book covers and translation work in order to support her family.": [],
    "At the 1940 World’s Fair in New York, she was the Chairwoman of the “Art of New Americans” section.": [],
    "After her husband’s death in 1942, she moved to Los Angeles in search of more steady employment opportunities.": [],
    "In 1945, she became the personal librarian of Dr.": [],
    "Elmer Belt (1893-1980), a collector of books on Leonardo da Vinci.": [],
    "Expanding his library, Steinitz completed his collection of literature on Leonardo.": [
        [
            23,
            31,
            [
                "Steinmetz",
                "Stanine"
            ]
        ]
    ],
    "She remained in close contact with German artists who had emigrated to the United States, and after her time with Dr.": [
        [
            58,
            70,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "Belt, she became an art history lecturer at Pomona College.</p>\n<p>Her time in Hannover was quite possibly the most consequential period of her life, where she not only raised a family, but also advanced the emerging avant-garde arts scene, created her own publishing company, and wrote a series of children’s books alongside her business partner Kurt Schwitters.": [],
    "She also wrote over 150 articles for German newspapers and magazines.": [],
    "She valued so greatly the times she was able to work with other German artists, and that is the principle reason she stayed so well in contact with them in the United States.": [
        [
            96,
            105,
            [
                "principal"
            ]
        ]
    ],
    "Her vast knowledge and experiences were shared with the viewers of her art and writings, and eventually in the final stage of her life, with her art history students at Pomona College.</p>": []
}