{
    "Author and government official; wrote art criticism and a history of Italian painting.": [],
    "Stendhal attended his school years in Grenoble, where he was raised.": [],
    "A chance school prize of the book éflexions critiques sur la poésie et la peinture (1719) by Jean-Baptiste Dubos set him on a career in art writing.": [
        [
            34,
            43,
            [
                "effluxions",
                "flexion"
            ]
        ],
        [
            54,
            57,
            [
                "SUR",
                "sure",
                "our",
                "Sir",
                "sub",
                "sum"
            ]
        ],
        [
            61,
            67,
            [
                "poetic",
                "pose",
                "preside",
                "Rosie",
                "posse",
                "Josie"
            ]
        ],
        [
            74,
            82,
            [
                "pasture"
            ]
        ],
        [
            107,
            112,
            [
                "Dubs",
                "Duos",
                "DuBois",
                "DuBose",
                "Dubois",
                "Dubose"
            ]
        ]
    ],
    "In 1799 he moved to Paris, his official home for the rest of his life.": [
        [
            3,
            7,
            [
                "1799,"
            ]
        ]
    ],
    "In Paris he studied art with Jean-Baptiste Regnault, though he seems never to have been intent on a career in painting.": [
        [
            3,
            8,
            [
                "Paris,"
            ]
        ],
        [
            43,
            51,
            [
                "Renault"
            ]
        ]
    ],
    "He entered the Ministry of War in 1800 to earn his living in an administrative career.": [],
    "After a visit to Italy the same year, he determined to spend as much time there as his government positions would allow.": [],
    "In 1810 in job briefly involved inventorying the national collections, then huge because of Napoleon's conquests.": [],
    "The same year he wrote his first \"review\" of the Salon of 1810--a letter to a friend.": [],
    "Stendhal returned to Italy in 1811, researching his history of Italian painting.": [],
    "It appeared in 1817 as Histoire de la peinture en Italie.": [
        [
            23,
            31,
            [
                "History",
                "Historic",
                "Histories",
                "Histone",
                "Historize"
            ]
        ],
        [
            38,
            46,
            [
                "pasture"
            ]
        ],
        [
            50,
            56,
            [
                "Italia",
                "Italic"
            ]
        ]
    ],
    "The work had a strong effect on a number of romantic artists, especially Eugène Delacroix.": [],
    "He began reviewing the Parisian Salons, the official exhibition of paintings by the French Academy in 1824, which was serialized into 17 parts.": [],
    "Though his Salon reviewing was short, and none of the others as lengthy as the 1824.": [],
    "Stendhal approved of the painting of Horace Vernet, yet approached romantics, such as Delacroix, with reserve.": [],
    "His dictum, that the best art was that which brought the most pleasure to the most people, initially found Delacroix wanting.": [],
    "He changed his stance, approving of Delacroix over Vernet, by 1828.": [
        [
            51,
            57,
            [
                "Verne",
                "Fernet"
            ]
        ]
    ],
    "In 1840 Stendhal collaborated with the painter Abraham Constantin (1785-1855) to publish Idées italiennes sur quelques tableaux célèbres.": [
        [
            89,
            94,
            [
                "Ideas",
                "Ides",
                "Idles",
                "IDDEES",
                "IDES",
                "IDEs"
            ]
        ],
        [
            95,
            105,
            [
                "Italians",
                "italicizes",
                "Italianizes"
            ]
        ],
        [
            106,
            109,
            [
                "SUR",
                "sure",
                "our",
                "Sir",
                "sub",
                "sum"
            ]
        ],
        [
            110,
            118,
            [
                "queues"
            ]
        ],
        [
            128,
            136,
            [
                "Celebrex"
            ]
        ]
    ],
    "The work, part travelogue, part guidebook, part technical treatise, added architecture to the list of objects he considered.": [],
    "L'Histoire de la peinture en Italie was neither a work of scholarship nor vision.": [
        [
            2,
            10,
            [
                "History",
                "Historic",
                "Histories",
                "Histone",
                "Historize"
            ]
        ],
        [
            17,
            25,
            [
                "pasture"
            ]
        ],
        [
            29,
            35,
            [
                "Italia",
                "Italic"
            ]
        ]
    ],
    "In fact, Stendhal borrowed unscrupulously from other art historians whom he failed to cite.": [],
    "L'Histoire like much of the postivistic art histories charts Italian art as ever ascending to the acme of Michelangelo.": [
        [
            2,
            10,
            [
                "History",
                "Historic",
                "Histories",
                "Histone",
                "Historize"
            ]
        ],
        [
            28,
            39,
            [
                "optimistic",
                "pessimistic",
                "positivist",
                "positivists"
            ]
        ]
    ],
    "It remains important, particularly for Romanticism, for its call to painting to energy and vitality, which neo-classicism had for the most part lost.": [],
    "Stendhal believed that art appreciation was not a matter for the mind so much as a matter of the heart.": [],
    "His writing fueled the public appetite and believe that it could be as much the harbinger of art history as official taste.": [],
    "<a href=\"/delecluzee\">E.": [],
    "J. Delécluze</a> termed it disparagingly as \"the Koran of the so-called Romantic artists\".": [
        [
            3,
            12,
            [
                "Delocalize",
                "Delacruz"
            ]
        ]
    ],
    "His Salon reviews were important for the influence they exerted on writers and critics including Charles Baudelaire.": [],
    "Stendhal decried what he saw as the pedantry of many connoisseurs.": [],
    "Despite his accomplishments he referred to himself as a \"simple amateur\".</p>": []
}