{
    "<p><em>Athenaeum</em> art critic and biographer of British artists.": [],
    "Stephens was born to Septimus Stephens of Aberdeen and Ann Cooke (Stephens)(?)": [
        [
            21,
            29,
            [
                "Sections",
                "Serious",
                "Settings",
                "Reptiles",
                "Optimum",
                "Peptides"
            ]
        ]
    ],
    "and raised in Lambeth.": [
        [
            0,
            3,
            [
                "And"
            ]
        ],
        [
            14,
            21,
            [
                "Lambert",
                "Macbeth",
                "Lizbeth",
                "Lambent",
                "Lambed"
            ]
        ]
    ],
    "Because of an accident in1837, Stephens was physically disabled and educated privately.": [],
    "He later attended University College School, London.": [],
    "In 1844 he entered the Royal Academy [of art] Schools where he met John Everett Millais and William Holman Hunt.": [
        [
            3,
            7,
            [
                "1844,"
            ]
        ]
    ],
    "He became part of their Pre-Raphaelite Brotherhood in 1848, often serving as a model for their pictures (Millais's <em>Ferdinand Lured by Ariel</em>,1849, Ford Madox Brown's <em>Jesus Washing Peter's Feet</em> 1856).": [
        [
            105,
            112,
            [
                "Millie",
                "Mill ais"
            ]
        ],
        [
            160,
            165,
            [
                "Maddox"
            ]
        ]
    ],
    "His discouragement at his own artistic talent convinced him to destroy his paintings and change careers to art history.": [],
    "Using his intimate knowledge of the Brotherhood artists and his lucid writing style, he publicized their aims to a frequently bewildered public.": [],
    "He joined the <em>Athenaeum</em> as its art critic also writing freelance for other art-historical publications on the continent and the United States.": [],
    "During this time he was deeply under the influence of Dante Gabriele Rosetti, whom he allowed to write reviews of his own work under Stephen's name.": [
        [
            54,
            76,
            [
                "Dante Gabriel Rossetti"
            ]
        ]
    ],
    "Stephen's first work of art history, <em>Normandy: its Gothic Architecture and History</em> was published in 1865, and a history of Netherlandish art, titled <em>Flemish Relics</em>, appeared the following year.": [],
    "That year, too, 1866, Stephens married Rebecca Clara Dalton (1833/4-1916).": [],
    "Monographs on Edwin Landseer in 1869 and William Mulready in 1867 followed.": [
        [
            49,
            57,
            [
                "Already",
                "McCready",
                "Unready"
            ]
        ]
    ],
    "Stephens began writing a nearly hundred-piece series for the <em>Athenaeum</em> in 1873 on British collecting, treating major collections and small collectors together.": [],
    "Under the direction of <a href=\"/reidg\">George William Reid</a>, he published the first four volumes of the 10-volume series on British caricature for the British Museum's Department of Prints and Drawings, from 1870 onward.": [],
    "For a long time he was associated with the Grosvenor Gallery (1877-1890), writing contributions for their catalogs.": [],
    "In 1875, Stephens' tone changed, describing himself more as an art historian than a critic in his <em>Flemish and French Pictures with Notes Concerning the Painters and their Works</em>, 1875.": [],
    "He left the Brotherhood in 1882 at Rosetti's death and began to publish more balanced accounts of their work.": [
        [
            35,
            42,
            [
                "Rosette",
                "Rosetta",
                "Rossetti"
            ]
        ]
    ],
    "He criticized William Holman Hunt's <em>Triumph of the Innocents</em> 1885 for the mixing of hyper-realism and fantasy.": [
        [
            93,
            106,
            [
                "hyperrealism"
            ]
        ]
    ],
    "[Hunt issued a diatribe against the critic in the second edition of Hunt's <em>Pre-Raphaelitism and the Pre-Raphaelite Brotherhood</em>, 1914].": [],
    "Stephens contributed essays on art for H. D. Traill's <em>Social England: a Record of the Progress of the People</em> (six vols., 1893-7) placing Pre-Raphaelitism within a continuum of British art.": [
        [
            45,
            51,
            [
                "Trail",
                "Trails",
                "Trill"
            ]
        ],
        [
            146,
            162,
            [
                "Pre-Raphaelites"
            ]
        ]
    ],
    "This countered a prevailing notion, propagated by the Brotherhood themselves, of springing uniquely from a pallid past.": [],
    "A work on Lawrence Alma-Tadema by Stephens appeared in 1895.": [],
    "His review of the posthumous exhibition of Millais in 1898 took the painter to task for poorly thought-out works.": [
        [
            43,
            50,
            [
                "Millie",
                "Mill ais"
            ]
        ]
    ],
    "Stephens' conservative views toward modern art--he loathed Impressionism--resulted a departure as art critic from the <em>Athenaeum</em> in 1901, a tenure of forty years.": [],
    "He was replaced by <a href=\"/fryr\">Roger Fry</a>.": [],
    "He died at home in 1907 and is buried in Brompton cemetery.": [
        [
            41,
            49,
            [
                "Brampton"
            ]
        ]
    ],
    "His collection of graphics and books was auctioned in 1916 at Fosters, following Rebecca's death.": [],
    "His criticism was part of the 19th-century British literature encouraging middle-class art patronage and the growing Victorian interest for contemporary art.": [],
    "His anti-elitism led him to champion the greats of British graphics, Thomas Rowlandson, Thomas Bewick, and George Cruikshank.": [
        [
            95,
            101,
            [
                "Berwick",
                "Be wick"
            ]
        ]
    ],
    "His survey of British collecting in the <em>Athenaeum</em> placed major collectors next to modest ones.</p>": []
}