{
    "<p>Fellow of the Centre National de la Recherche Scientifique (French National Center for Scientific Research), Founder of the Association Internationale pour l’Étude de Mosaïque Antique (International Association for the Study of Ancient Mosaics), and Byzantinist.": [
        [
            49,
            61,
            [
                "Scientific"
            ]
        ],
        [
            170,
            178,
            [
                "Mosque",
                "Monique",
                "Mystique"
            ]
        ],
        [
            253,
            264,
            [
                "Byzantines"
            ]
        ]
    ],
    "Henri Stern specialized in the study of iconography of mosaics from Late Antiquity through the Middle Ages, Syrian art of the 5th and 6th centuries, and early Islamic art more broadly.": [],
    "Yet, he was intentional in his approach to studying mosaics in relation to several other art techniques, mainly wall paintings, ivories, and sarcophagi (Barral I Altet).": [
        [
            153,
            159,
            [
                "Barrel"
            ]
        ],
        [
            162,
            167,
            [
                "Alter"
            ]
        ]
    ],
    "He was born in 1902 to Max Stern (d.": [],
    "1940), a doctor.": [],
    "Stern received his <em>abitur</em> in 1921 in Munich, Germany where he spent his formative years.": [],
    "From 1922-1929, he studied art history in Heidelberg, Leipzig, and Munich under <a href=\"/wolfflinh\">Heinrich Wölfflin</a>, <a href=\"/pinderw\">Wilhelm Pinder</a>, and <a href=\"/hauttmannm\">Max Hauttmann</a>.": [],
    "He completed his dissertation <em>Münchner Barockplastik von 1660-1720</em> (Munich Baroque Sculpture from 1660-1720) in 1929 working under the direction of <a href=\"/pinderw\">Wilhelm Pinder</a>.": [],
    "He eventually published this work in 1932 in <em>Münchner</em>.": [],
    "From 1930-1931, Stern was a scientific assistant at the Residenzmuseum in Munich, which has numerous royal collections and formerly housed the Wittelsbach monarchs of Bavaria.": [],
    "He worked under Freidrich Hofmann (1813-1888), who was the director of the museum.": [
        [
            16,
            25,
            [
                "Friedrich"
            ]
        ],
        [
            26,
            33,
            [
                "Hoffmann"
            ]
        ]
    ],
    "In his role, he managed the museum treasury and oversaw the exhibition “Kirchliche Kunst\" (1930), a showcase of the Christian art displayed throughout the residence.": [
        [
            83,
            88,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ],
        [
            88,
            89,
            [
                "”"
            ]
        ]
    ],
    "In 1931, Stern became a research assistant at the Nationalmuseum Munich (Bavarian National Museum) where he greatly expanded the catalogue of pewter objects.": [
        [
            50,
            64,
            [
                "National museum"
            ]
        ],
        [
            129,
            138,
            [
                "catalog"
            ]
        ]
    ],
    "In January 1933, he assumed the role of a researcher at the Frankfurt Museum of Decorative Arts under <a href=\"/feulnera\">Adolf Feulner</a> where he began cataloguing the extensive glass collection.": [],
    "He was deposed on 27 March 1933, however, because of his Jewish heritage, well prior to the enactment of the Law for the Restoration of the Professional Civil Service.": [],
    "He emigrated to Paris in April 1933 and began working at the Musée d'Ethnographie.": [
        [
            3,
            15,
            [
                "immigrated to",
                "emigrated from"
            ]
        ],
        [
            61,
            66,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            69,
            81,
            [
                "Ethnographic"
            ]
        ]
    ],
    "The arrival in Paris sparked several newfound interests within him, the study of Byzantine mosaics and early Islamic art.": [],
    "He began researching this topic at the École Pratique des Hautes Études, widely considered one of the most elite research institutions in France.": [
        [
            39,
            44,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            45,
            53,
            [
                "Critique",
                "Plastique"
            ]
        ],
        [
            54,
            57,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            58,
            64,
            [
                "Hates",
                "Hastes",
                "Sautés",
                "Sautes"
            ]
        ]
    ],
    "Alongside <a href=\"/milletg\">Gabriel Millet</a>, he spearheaded a research project on the Byzantine mosaics in the Church of the Nativity in Bethlehem.": [],
    "In 1938, he won a scholarship from the Centre National de la Recherche Scientifique which would have fully funded his excavation expedition to Syria to study early mosaic works.": [
        [
            71,
            83,
            [
                "Scientific"
            ]
        ]
    ],
    "With the imminent outbreak of World War II, his expedition was canceled and he ultimately served for the first two years of the war in the French Resistance.": [
        [
            71,
            75,
            [
                ", and"
            ]
        ]
    ],
    "After World War II, he continued his research on the history of the mosaic at the Centre National de la Recherche Scientifique and assembled his own team of experienced scholars within the field.": [
        [
            114,
            126,
            [
                "Scientific"
            ]
        ]
    ],
    "In 1953, he published his major thesis on the Calendar of 354, which remains fundamental to the study of Late Antiquity (Barral I Altet).": [
        [
            121,
            127,
            [
                "Barrel"
            ]
        ],
        [
            130,
            135,
            [
                "Alter"
            ]
        ]
    ],
    "He published one of his most seminal works in 1957, <em>Recueil général des mosaïques de la Gaule</em> (General Collection of Mosaics from Gaul) (Barral I Altet).": [],
    "In 1964, he solidified his lasting mark on the mosaic research community by founding the Association international pour l'étude de la mosaïque antique (International Association for the Study of Ancient Mosaics) (Barral I Altet).": [
        [
            134,
            142,
            [
                "mosque",
                "Monique",
                "mystique"
            ]
        ],
        [
            213,
            219,
            [
                "Barrel"
            ]
        ],
        [
            222,
            227,
            [
                "Alter"
            ]
        ]
    ],
    "His contributions helped medieval mosaics gain the same recognition as oil paintings and sculptures for the first time in France (Barral I Altet).</p>\n\n<p>Henri Stern’s bibliography of more than one hundred and fifty entries on Antiquity and the Middle Ages in the East and the West was compiled and dedicated to him in 1983 under the title Mosaïque (Barral I Altet).": [
        [
            130,
            136,
            [
                "Barrel"
            ]
        ],
        [
            139,
            144,
            [
                "Alter"
            ]
        ],
        [
            341,
            349,
            [
                "Mosque",
                "Monique",
                "Mystique"
            ]
        ],
        [
            351,
            357,
            [
                "Barrel"
            ]
        ],
        [
            360,
            365,
            [
                "Alter"
            ]
        ]
    ],
    "His formal training as a Byzantinist greatly influenced his passions for and study of other subfields of art history, including his interests in antiquity and the Middle Ages.": [
        [
            25,
            36,
            [
                "Byzantines"
            ]
        ]
    ],
    "He rigorously scrutinized the work of not only his students but also himself, and that is the reason why he was so highly regarded by his peers (Barral I Altet).": [
        [
            145,
            151,
            [
                "Barrel"
            ]
        ],
        [
            154,
            159,
            [
                "Alter"
            ]
        ]
    ],
    "He organized two major international colloquiums, once in Paris in 1963 and again in Vienna in 1976 (Barral I Altet).": [
        [
            101,
            107,
            [
                "Barrel"
            ]
        ],
        [
            110,
            115,
            [
                "Alter"
            ]
        ]
    ],
    "The international network of archaeologists and art historians held him in high esteem (Barral I Altet).</p>\n\n<p> </p>": [
        [
            88,
            94,
            [
                "Barrel"
            ]
        ],
        [
            97,
            102,
            [
                "Alter"
            ]
        ]
    ]
}