{
    "<p>Louvre curator of painting and major scholar of French 15th-century art; New York University professor.": [],
    "Sterling was born to a Jewish family in Poland of Scottish decent.": [
        [
            59,
            65,
            [
                "descent"
            ]
        ]
    ],
    "He studied law in Poland and was admitted to the bar as a lawyer.": [],
    "His uncle, who owned one of the most successful galleries in Warsaw, instilled an interest in art in him.": [],
    "Sterling married and moved to Paris in 1925 determined now to be an art historian.": [],
    "He studied at the Ecole du Louvre under <a href=\"/briereg\">Gaston Brière</a> and at the Sorbonne under <a href=\"/focillonh\">Henri Focillon</a>, who he considered his master.": [
        [
            18,
            23,
            [
                "Cole",
                "Ecol"
            ]
        ]
    ],
    "His initial area of study during these years was 16th-century Netherlandish landscape painting.": [],
    "After concluding his studies in 1928, he joined the Louvre Museum in the Département des Peintures in 1929 under <a href=\"/jamotp\">Paul Jamot</a> assignrd to assist <a href=\"/huygher\">René Huyghe</a> in a new edition of Huyghe's Delacroix catalog.": [
        [
            73,
            84,
            [
                "Department"
            ]
        ],
        [
            85,
            88,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            89,
            98,
            [
                "Pastures"
            ]
        ]
    ],
    "He was soon put in charge of producing all the Louvre's catalogs.": [],
    "His research focus necessarily changed to French painting.": [],
    "Under Jamot and Huyghe, he researched catalogs for the Louvre exhibitions, including Degas, 1931 and Chassériau, 1933.": [
        [
            6,
            11,
            [
                "Jabot"
            ]
        ],
        [
            16,
            22,
            [
                "Huge",
                "Hugh",
                "Hughes",
                "Huff",
                "Huffed",
                "Huffs"
            ]
        ],
        [
            101,
            111,
            [
                "Chasséing"
            ]
        ]
    ],
    "He became a French citizen in 1934.": [],
    "That year he and Jamot mounted the exhibition at the Orangerie, Peintres de la éalité en France au XViie siècle.": [
        [
            17,
            22,
            [
                "Jabot"
            ]
        ],
        [
            53,
            62,
            [
                "Orangeries"
            ]
        ],
        [
            64,
            72,
            [
                "Pantries",
                "Panties"
            ]
        ],
        [
            79,
            85,
            [
                "elite",
                "halite"
            ]
        ],
        [
            96,
            98,
            [
                "AU",
                "Au",
                "a",
                "as",
                "at",
                "an"
            ]
        ],
        [
            99,
            104,
            [
                "Xvii",
                "Xviii"
            ]
        ],
        [
            105,
            111,
            [
                "since",
                "single",
                "piece",
                "simple",
                "circle",
                "siege"
            ]
        ]
    ],
    "The exhibition caused a re-evaluation of French 17th-century painting, revealing Georges de la Tour as major figure and bringing to fore the work of the Le Nain, among others.": [
        [
            132,
            136,
            [
                "for",
                "force"
            ]
        ],
        [
            153,
            160,
            [
                "La Niña"
            ]
        ]
    ],
    "Further catalogs included Art Italien, Cézanne, and Rubens et son temps, all 1936.": [
        [
            30,
            37,
            [
                "Italian",
                "It alien"
            ]
        ]
    ],
    "Around 1937, Sterling began an interest in the so-called French Primitives, which was to result in his life's work.": [],
    "The first of his two serious surveys on the topic appeared in 1938 as La peinture française: les primitifs.": [
        [
            73,
            81,
            [
                "pasture"
            ]
        ],
        [
            82,
            91,
            [
                "franchise",
                "Francoise",
                "Français",
                "Françoise"
            ]
        ],
        [
            93,
            96,
            [
                "LES",
                "Les",
                "yes",
                "led",
                "less",
                "let"
            ]
        ],
        [
            97,
            106,
            [
                "primitive",
                "primitives"
            ]
        ]
    ],
    "When Paris fell to the Nazi's in 1940, Jews such as himself were forbidden by law to hold official positions in France.": [],
    "Despite the Polish consulate in Marseilles offering to certify his as \"Aryan,\" Sterling declined the deceit in solidarity with other Jews.": [],
    "The second volume in his primitives research appeared in 1941, published under a pseudonym to hide his Jewish heritage.": [],
    "He eventually fled to the United States where he was attached to the Metropolitan Museum of Art in New York through the auspices of the director, <a href=\"/taylorf\">Francis Henry Taylor</a>.": [],
    "As a curator, he once convinced the colorful mayor of New York, Fiorello La Guardia (1882-1947), who happened to be attending a Met acquisitions meeting, to vote for the acquisition of a Francois Clouet painting simply because the subject had been a mayor.": [
        [
            64,
            72,
            [
                "Fiorella"
            ]
        ],
        [
            196,
            202,
            [
                "Closet",
                "Clout"
            ]
        ]
    ],
    "Sterling wrote the three-volume catalog of the French paintings for the Met and taught his first classes in art history.": [],
    "He returned to the Louvre in 1945, but remained partially on the Met staff until 1955.": [],
    "The Orangerie exhibition Natur Morte in 1952 led to his seminal book on the genre of still lives in art.": [
        [
            4,
            13,
            [
                "Orangeries"
            ]
        ],
        [
            25,
            30,
            [
                "Nature",
                "Namur",
                "NATU"
            ]
        ],
        [
            31,
            36,
            [
                "More",
                "Monte",
                "Morse",
                "Mort",
                "Morten",
                "Forte"
            ]
        ]
    ],
    "Sterling was asked by <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a> to write a volume in the Pelican History of Art series on 15th-century European art outside Great Britain and Italy.": [],
    "He mounted the Louvre Poussin retrospective with <a href=\"/blunta\">Anthony Blunt</a> in 1960.": [],
    "Sterling retired from the Louvre in 1968, accepting an appointment to teach at New York University at the Institute of Fine Arts the following year.": [],
    "An interview was filmed with him for French television in 1989 (released 1991).": [],
    "He died after a long illness at age 89.": [],
    "At his death he bequeathed his 12,155 books and 38,000 photographs to the Département.": [
        [
            74,
            85,
            [
                "Department"
            ]
        ]
    ],
    "His text for the Pelican volume was substantially complete, but never published.": [],
    "Following his death, the Louvre mounted an exhibition, \"Homage to Charles Sterling\" to commemorate the numerous important paintings in the museum which his scholarship had advanced.": [],
    "Sterling undertook the first art historical analysis of French painting of the late Middle Ages.": [],
    "Using the method of connoisseurship developed by <a href=\"/morellig\">Giovanni Morelli</a>, he mapped pictures by particular traits of the artist and then matched these to documented artists.": [],
    "He put artist's names to many of the great late-medieval paintings in the Louvre, such as Enguerrand Quarton, the painter of the spectacular \"Avignon Pieta,\" and Jean Hey for the Maitre de Moulins, a major artist of the 1480's.": [
        [
            90,
            100,
            [
                "Krugerrand"
            ]
        ],
        [
            101,
            108,
            [
                "Quarto",
                "Quartos",
                "Quart on"
            ]
        ],
        [
            150,
            155,
            [
                "Pietà"
            ]
        ],
        [
            179,
            185,
            [
                "Maître"
            ]
        ],
        [
            220,
            226,
            [
                "1480s"
            ]
        ]
    ],
    "Establishing the output for the many anonymous French Primitives and codifying their artistic personality (characteristics of the individual artist) placed Sterling a a par to what <a href=\"/berensonb\">Bernard Berenson</a> did for Italy or <a href=\"/friedlanderm\">Max J. Friedländer</a> for the Low Countries (Laclotte).": [
        [
            165,
            168,
            [
                "a"
            ]
        ]
    ],
    "His Peintres de la éalité en France au XViie siècle with its bibliography and notes, became a hallmark for exhibition catalogs (reprinted in toto in 2006).": [
        [
            4,
            12,
            [
                "Pantries",
                "Panties"
            ]
        ],
        [
            19,
            25,
            [
                "elite",
                "halite"
            ]
        ],
        [
            36,
            38,
            [
                "AU",
                "Au",
                "a",
                "as",
                "at",
                "an"
            ]
        ],
        [
            39,
            44,
            [
                "Xvii",
                "Xviii"
            ]
        ],
        [
            45,
            51,
            [
                "since",
                "single",
                "piece",
                "simple",
                "circle",
                "siege"
            ]
        ]
    ],
    "His method, like his colleague and friend <a href=\"/longhir\">Roberto Longhi</a>, was in part to compare photographs of details to corroborate art-historical conclusions.": [],
    "\"Sterling pioneered the study of still life as an autonomous mode of painting that could take a high rank on its own merits\" (Russell).</p>": []
}