{
    "<p>Medievalist and professor at Williams College.": [],
    "Stoddard was the son of lawyer Charles Nowell Stoddard and Elizabeth Snow (Stoddard).": [
        [
            39,
            45,
            [
                "Powell",
                "Lowell",
                "Howell",
                "Newell",
                "Rowell",
                "Bowell"
            ]
        ]
    ],
    "He attended Eaglebrook School and Deerfield Academy before entering Williams College.": [
        [
            12,
            22,
            [
                "Eagle brook"
            ]
        ]
    ],
    "At Williams he attended courses in art history by <a href=\"/westonk\">Karl E. Weston</a>, graduating in 1935.": [
        [
            3,
            11,
            [
                "Williams,"
            ]
        ]
    ],
    "He married Jean Wilson Read in 1936 (d.": [],
    "1988) and entered Harvard University to pursue his doctorate in art history, returning to teach at Williams in 1938.": [],
    "At Harvard Stoddard studied under <a href=\"/postc\">Chandler R. Post</a> and <a href=\"/koehlerw\">Wilhelm Reinhold Walter Koehler</a>.": [],
    "His dissertation, on the sculpture of Chartres cathedral, was completed in 1941 under Koehler.": [
        [
            86,
            93,
            [
                "Kohler"
            ]
        ]
    ],
    "Stoddard entered the Navy during World War II serving between 1942 and 1945 as a radar controller for night fighter planes.": [],
    "He returned to Williams where he taught for the rest of his life, as Assistant Professor to 1948, Associate Professor 1948-1954 and Professor 1954-1976.": [],
    "In 1952 he revised his dissertation, publishing it as <em>The West Portals of St.-Denis and Chartres</em>.": [
        [
            3,
            7,
            [
                "1952,"
            ]
        ]
    ],
    "In 1966, Stoddard wrote a survey of medieval art, <em>Monastery and Cathedral in France</em>, which became one of the standard handbooks for the introduction to medieval art.": [],
    "Stoddard, however, focused his energies on teaching as opposed to research.": [],
    "His few publications were offset by the immense impact he had on his students.": [],
    "He played the part of \"college professor\" according to his many students, skiing to class during the Massachusetts winters, attending college athletic events.": [],
    "Stoddard led many students excavating the medieval monastery of Psalmodi in southern France, which he did for decades.": [
        [
            64,
            72,
            [
                "Psalmodize"
            ]
        ]
    ],
    "He retired in 1982.": [],
    "In 1989 he received a distinguished teaching award from the College Art Association.": [
        [
            3,
            7,
            [
                "1989,"
            ]
        ]
    ],
    "After the death of his first wife, he married Elizabeth Jensvold (d.": [
        [
            56,
            64,
            [
                "Resold",
                "Unsold",
                "Tenfold",
                "Jerrold",
                "Jerold",
                "Enfold"
            ]
        ]
    ],
    "2002) in 1991.": [],
    "Together with professors <a href=\"/faisons\">S.": [],
    "Lane Faison, Jr.</a>, and <a href=\"/piersonw\">William H. Pierson, Jr.</a>, Stoddard is credited with developing the small department of art at Williams College Department into one of the major inspirations for a subsequent generation of art leaders.": [
        [
            5,
            11,
            [
                "Prison",
                "Jason",
                "Madison",
                "Fusion",
                "Poison",
                "Carson"
            ]
        ]
    ],
    "These included <a href=\"/powelle\">Alexander Powell III</a>, director of the National Gallery of Art; <a href=\"/krenst\">Thomas Krens</a>, director of the Solomon R. Guggenheim Museum in New York; Glenn Lowry, director of the Museum of Modern Art, New York; <a href=\"/woodj\">James N. Wood</a>, director of the Art Institute of Chicago; Michael Govan, director of the Dia Center for the Arts; Roger Mandle, president of the Rhode Island School of Design; and <a href=\"/varnedoek\">Kirk Varnedoe</a>, director of the Department of Painting and Sculpture at the Museum of Modern Art.": [],
    "His son, Brooks W. Stoddard, also professor of art, teaches at the University of Maine.": [],
    "Stoddard was among the earliest art historians to study the Romanesque facades and cloister sculptures at the churches of St.": [],
    "Gilles and St.": [],
    "Trophime in Arles.": [
        [
            0,
            8,
            [
                "Profile",
                "Trophies",
                "Trophic"
            ]
        ],
        [
            12,
            17,
            [
                "Axles",
                "Ares",
                "Aries",
                "Ales",
                "ARLE"
            ]
        ]
    ],
    "He was given a key to the city and made an honorary citizen of Arles.": [
        [
            63,
            68,
            [
                "Axles",
                "Ares",
                "Aries",
                "Ales",
                "ARLE"
            ]
        ]
    ],
    "Conservators researching these sites in the 1990s made extensive use of Stoddard's photographs taken in the 1950s and 60s.</p>": []
}