{
    "<p>Princeton University medievalist, part of the initial team assembled by <a href=\"/moreyc\">Charles Rufus Morey</a>.": [],
    "Stohlman was the son of C. Frederick Stohlman.": [
        [
            0,
            8,
            [
                "Stillman",
                "Stallman",
                "Stockman"
            ]
        ],
        [
            37,
            45,
            [
                "Stillman",
                "Stallman",
                "Stockman"
            ]
        ]
    ],
    "He graduated from Princeton in 1909.": [],
    "After graduation he worked for a surgical instrument manufacturing firm.": [
        [
            6,
            16,
            [
                "graduation,"
            ]
        ]
    ],
    "However, he returned to Princeton, initially studying the early Christian era especially sarcophagi under <a href=\"/moreyc\">Charles Rufus Morey</a>.": [],
    "He joined the Princeton faculty in the Department of Art and Archaeology in 1920.": [],
    "In 1924 he was awarded his M.A.": [
        [
            3,
            7,
            [
                "1924,"
            ]
        ]
    ],
    "and promoted to assistant professor the following year.": [
        [
            0,
            3,
            [
                "And"
            ]
        ]
    ],
    "Stohlman assisted in Morey's project cataloging the collection of the Museo Cristiano, part of the Vatican library beginning in 1929.": [
        [
            0,
            8,
            [
                "Stillman",
                "Stallman",
                "Stockman"
            ]
        ]
    ],
    "Morey wrote the first section on ivories, and Stohlman, volume two on enamels, which appeared in 1939.": [
        [
            46,
            54,
            [
                "Stillman",
                "Stallman",
                "Stockman"
            ]
        ]
    ],
    "He joined Morey at the end of World War II in Rome, assisting him as Cultural Attaché.": [],
    "He retired associate professor emeritus in 1954.": [],
    "Stohlman suffered a stroke in 1966 and died several months later in a Princeton hospital.": [
        [
            0,
            8,
            [
                "Stillman",
                "Stallman",
                "Stockman"
            ]
        ]
    ],
    "Stohlman's area of expertise was enamel work.": [
        [
            0,
            8,
            [
                "Stillman",
                "Stallman",
                "Stockman"
            ]
        ]
    ],
    "He was one of the medievalists comprising the group assembled by Morey who dominated Princeton's Department of Art and Archaeology and helped establish the discipline in the United States.": [],
    "The others included, in addition to Morey himself, <a href=\"/dewalde\">Ernest DeWald</a>, <a href=\"/smithe\">E.": [],
    "Baldwin Smith</a>, <a href=\"/frienda\">Albert M. Friend, Jr.</a>, and <a href=\"/weitzmannk\">Kurt Weitzmann</a>.</p>": []
}