{
    "<p>Early scholar and illustrator of medieval Celtic art.": [],
    "Stokes was the daughter of William Stokes (1804-1878), a physician, and Mary Black (Stokes).": [],
    "Her paternal grandfather was Whitley Stokes (1763-1845) a physician and author of an English-Irish dictionary.": [],
    "Her father's friends included the archaeologists and scholars James Henthorn Todd (1805-1869), George Petrie (1790-1866), William Reeves (1815-1892), Sir Samuel Ferguson (1810-1886), and Edwin R. W. Quin (1812-1871), third earl of Dunraven; these family friends inspired an interested in archaeology.": [
        [
            68,
            76,
            [
                "Hen thorn"
            ]
        ],
        [
            102,
            108,
            [
                "Metric",
                "Retire",
                "Erie",
                "Pete",
                "Bertie",
                "Pearce"
            ]
        ],
        [
            231,
            239,
            [
                "Dun raven"
            ]
        ]
    ],
    "Stokes' earliest writing was an English revision of the book <em>Christian Iconography</em> by <a href=\"/didrona\">Adolphe Napoléon Didron</a> in 1851.": [],
    "She, her father, Quin and Petrie visited the Aran Islands in 1867.": [
        [
            26,
            32,
            [
                "Metric",
                "Retire",
                "Erie",
                "Pete",
                "Bertie",
                "Pearce"
            ]
        ],
        [
            45,
            49,
            [
                "Ran",
                "Alan",
                "Arab",
                "Iran",
                "Aryan",
                "Fran"
            ]
        ]
    ],
    "Stokes, however, did not personally publish on Celtic art until over age fifty.": [],
    "Her lifelong friendship with Ferguson a poet and reviver and Celtic mythology resulted in illustration of a poem of Ferguson's, \"The Cromlech on Howth,\" using illuminated initials from the Book of Kells.": [
        [
            133,
            141,
            [
                "Collect",
                "Cromwell",
                "Crowley",
                "Crouch",
                "COMLE",
                "Fróech"
            ]
        ],
        [
            145,
            150,
            [
                "Both",
                "How",
                "South",
                "Growth",
                "Host",
                "Month"
            ]
        ],
        [
            197,
            202,
            [
                "Tells",
                "Cells",
                "Kills",
                "Kelly",
                "Bells",
                "Sells"
            ]
        ]
    ],
    "Public approval of the work led to a full-illustrated edition of the poem in 1861.": [],
    "Her accuracy of design brought her to the attention of the artist, Celticist and later National Gallery director <a href=\"/burtonf\">Frederic William Burton</a>.": [
        [
            67,
            76,
            [
                "Celtics"
            ]
        ]
    ],
    "Stokes edited her first book of Irish iconography in 1871.": [],
    "When Quin died before the completion of his book <em>Notes on Irish Architecture</em>, Stokes, using his bequest for the purpose, edited and illustrated the book posthumously between 1875 and 1877.": [],
    "Her <em>Early Christian Architecture in Ireland</em> appeared in 1878 and <em>Notes on the Cross of Cong</em> in 1895 as well as her second book on Irish iconography.": [],
    "Two books of the travels of early Irish missionaries to Italy and France were also illustrated and published by her.": [],
    "In later years with the development of photography, Stokes photographed and transcribed inscriptions and rubbings of the stone monuments.": [],
    "Her last book, <em>The High Crosses of <em>Castledermot and Durrow</em>.</em> 1898, made pioneer use of this documentation but her intended book, <em>The High Crosses of Ireland</em>, remained incomplete at her death.": [],
    "In the course of her career, Stokes was elected an honorary fellow of the Royal Irish Academy, the Royal Society of Antiquaries of Ireland, and the Antiquarian Society of Scotland.": [],
    "She died at home in 1900.": [],
    "Her papers are housed at Trinity College Dublin Stokes formed part of the revival interest in Gaelic, Irish antiquities and early Irish history (<em>Oxford Dictionary of National Biography</em>).": [],
    "Her illustrations, but not her text, found favor with Oscar Wilde.": [],
    "Self educated, her books remained scholarly for their extensive inclusion of primary source material.": [
        [
            0,
            13,
            [
                "Self-educated"
            ]
        ]
    ],
    "Her work was eventually superseded by the Irish-French scholar <a href=\"/henryf\">Françoise Henry</a>.</p>": []
}