{
    "<p>Medievalist at University of Kansas; author of a major survey text of art history.": [],
    "Stokstad's parents were Michigan government engineer associated with the state’s highway development, Olaf Stokstad (1898 - 1985), and his wife, Edythe Gardiner (Stokstad) (1899-1979).": [
        [
            0,
            8,
            [
                "Toasted",
                "Stomata",
                "Stoked",
                "Krogstad",
                "Stansted",
                "Stomatal"
            ]
        ],
        [
            107,
            115,
            [
                "Toasted",
                "Stomata",
                "Stoked",
                "Krogstad",
                "Stansted",
                "Stomatal"
            ]
        ],
        [
            121,
            124,
            [
                "–"
            ]
        ],
        [
            145,
            151,
            [
                "Edith",
                "Smythe",
                "Blythe",
                "Scythe"
            ]
        ],
        [
            162,
            170,
            [
                "Toasted",
                "Stomata",
                "Stoked",
                "Krogstad",
                "Stansted",
                "Stomatal"
            ]
        ]
    ],
    "She received her bachelor's degree from Carleton College in 1950.": [],
    "After studying briefly at the University of Oslo, 1951-1952 as a Fulbright scholar and member of the American Association of University Women fellowship, she entered Michigan State University where she completed an M.A.": [],
    "degree in 1953.": [
        [
            0,
            6,
            [
                "Degree"
            ]
        ]
    ],
    "Her thesis for this degree was entitled <em>Norwegian Mural Painting from 1910 to 1950</em>.": [],
    "Stokstad moved to the University of Michigan, receiving her Ph.D.": [
        [
            0,
            8,
            [
                "Toasted",
                "Stomata",
                "Stoked",
                "Krogstad",
                "Stansted",
                "Stomatal"
            ]
        ]
    ],
    "in 1957.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Her dissertation, written under <a href=\"/wetheyh\">Harold Wethey</a>, was on a portico of the medieval cathedral of Santiago de Compostela.</p> \n<p>She was hired the following fall of 1958 to teach art history at the University of Kansas, Lawrence, KS.": [],
    "She remained at Kansas her entire career.": [],
    "From 1961 to 1968, Stokstad served as the director of the Spencer Museum of Art at the University of Kansas.": [
        [
            19,
            27,
            [
                "Toasted",
                "Stomata",
                "Stoked",
                "Krogstad",
                "Stansted",
                "Stomatal"
            ]
        ]
    ],
    "She created many exhibitions at the Museum that would guide future installations and plans.</p>\n<p>In 1962 she advanced from assistant to associate professor and chair of the department.": [],
    "Early in her career, she worked to establish art history as a separate discipline with the College of Arts and Sciences (today College of Liberal Arts and Sciences).": [],
    "Previously, it had been taught in the KU School of Fine Arts.": [],
    "Appointed (full) professor in 1966 and curator of medieval art at the Nelson Art Gallery (today Nelson-Atkins), Kansas City, she relinquished her chair duties in 1972.</p>\n<p>In 1968, Stokstad published <em>Renaissance Art Outside of Italy</em>, a text designed for introductory courses in art history.</p>\n<p>Stokstad also was a member of the February Sisters, a feminist group who peacefully occupied University of Kansas’s East Asian Studies Building in 1972.": [
        [
            184,
            192,
            [
                "Toasted",
                "Stomata",
                "Stoked",
                "Krogstad",
                "Stansted",
                "Stomatal"
            ]
        ],
        [
            310,
            318,
            [
                "Toasted",
                "Stomata",
                "Stoked",
                "Krogstad",
                "Stansted",
                "Stomatal"
            ]
        ]
    ],
    "Thanks to these efforts, the university established the Hilltop Daycare Center and the KU Women’s Studies Program.": [],
    "From 1972 to 1976, Stokstad served as the first female associate dean of the KU College of Arts and Sciences (today College of Liberal Arts and Sciences).": [
        [
            19,
            27,
            [
                "Toasted",
                "Stomata",
                "Stoked",
                "Krogstad",
                "Stansted",
                "Stomatal"
            ]
        ]
    ],
    "Her financial support furthered the establishment of KU’s Emily Taylor and Marilyn Stokstad Women’s Leadership Lecture Series.</p>\n<p>Elected to the board of the College Art Association as secretary in 1974, Stokstad moved through that professional society's ranks to Vice-President, 1976-1978 and President, 1978-1980.": [
        [
            83,
            91,
            [
                "Toasted",
                "Stomata",
                "Stoked",
                "Krogstad",
                "Stansted",
                "Stomatal"
            ]
        ],
        [
            208,
            216,
            [
                "Toasted",
                "Stomata",
                "Stoked",
                "Krogstad",
                "Stansted",
                "Stomatal"
            ]
        ]
    ],
    "She was named distinguished Professor of the History of Art in 1979.</p>\n<p>Stokstad was active in the local and national levels of the American Association of University Women and the American Association of University Professors.": [
        [
            76,
            84,
            [
                "Toasted",
                "Stomata",
                "Stoked",
                "Krogstad",
                "Stansted",
                "Stomatal"
            ]
        ]
    ],
    "She also held positions in numerous art history groups such as Medieval Academy of America, Midwest Art History Society, International Center for Medieval Art, and Women’s Caucus for Arts.</p>\n<p>In 1978, Stokstad wrote <em>Santiago de Compostela in the Age of the Great Pilgrimages</em> (reprinted in 1993) as a continuation of her dissertation research.": [
        [
            205,
            213,
            [
                "Toasted",
                "Stomata",
                "Stoked",
                "Krogstad",
                "Stansted",
                "Stomatal"
            ]
        ]
    ],
    "Together with historian Henry L. Synder (1929 - 2016) and literature professor Harold Orel (1926 - ), she published <em>The Scottish World: The History and Culture of Scotland</em>.": [
        [
            33,
            39,
            [
                "Snyder",
                "Sender",
                "Sander",
                "Sunder"
            ]
        ],
        [
            45,
            48,
            [
                "–"
            ]
        ],
        [
            86,
            90,
            [
                "Oral",
                "Ores",
                "Opel",
                "Oriel",
                "Rel",
                "Orem"
            ]
        ],
        [
            98,
            100,
            [
                ")"
            ]
        ]
    ],
    "She continued similar research with historian Jerry Stannard (1926-1988).": [
        [
            52,
            60,
            [
                "Standard"
            ]
        ]
    ],
    "Much of her research was funded by the National Endowment of the Humanities and the National Endowment for the Arts.": [],
    "She also held several fellowships at institutions such as the Smithsonian Institution’s National Museum of American Art, Dumbarton Oaks, and the Institute for Research at the University of Wisconsin.</p>\n<p>Her foray into survey-text writing began in 1985 with her <em>Medieval Art</em>.": [
        [
            121,
            130,
            [
                "Lumberton"
            ]
        ]
    ],
    "In 1995 Stokstad and curator of education, Marion Spears Grayson, authored what was to become one of the major general surveys of art history, Art History.": [
        [
            8,
            16,
            [
                "Toasted",
                "Stomata",
                "Stoked",
                "Krogstad",
                "Stansted",
                "Stomatal"
            ]
        ]
    ],
    "Past textbooks had only inserted women artists into their newer editions.": [],
    "Their book wove the achievements of women in the art world into the narrative itself.": [],
    "The book was widely adopted by college classes as a text and went through editions in 1999 and 2003, and 2011, growing into two volumes and over 1150 pages.": [],
    "She also published an additional survey text, <em>Art: A Brief History</em>, in 1999.</p>\n<p>Stokstad retired from the University of Kansas in 2002 as the Judith Harris Murphy Distinguished Professor of Art History (appointed in 1994).": [
        [
            93,
            101,
            [
                "Toasted",
                "Stomata",
                "Stoked",
                "Krogstad",
                "Stansted",
                "Stomatal"
            ]
        ]
    ],
    "The same year, Stokstad received the Women’s Caucus for Art Annual Honor Award for Lifetime Achievement award.": [
        [
            15,
            23,
            [
                "Toasted",
                "Stomata",
                "Stoked",
                "Krogstad",
                "Stansted",
                "Stomatal"
            ]
        ]
    ],
    "In 2005, Stokstad published her final work, <em>Medieval Castles</em>, cataloging historic medieval events and the development of architecture in the medieval world.": [
        [
            9,
            17,
            [
                "Toasted",
                "Stomata",
                "Stoked",
                "Krogstad",
                "Stansted",
                "Stomatal"
            ]
        ]
    ],
    "She continued to travel with her sister, Karen, and niece, Anna.</p>\n<p>The following year, Stokstad established the Marilyn Stokstad Director at the Spencer Museum of Art at the University of Kansas.</p>\n<p>Stokstad died in 2016 in her home at the age of 87.": [
        [
            92,
            100,
            [
                "Toasted",
                "Stomata",
                "Stoked",
                "Krogstad",
                "Stansted",
                "Stomatal"
            ]
        ],
        [
            125,
            133,
            [
                "Toasted",
                "Stomata",
                "Stoked",
                "Krogstad",
                "Stansted",
                "Stomatal"
            ]
        ],
        [
            208,
            216,
            [
                "Toasted",
                "Stomata",
                "Stoked",
                "Krogstad",
                "Stansted",
                "Stomatal"
            ]
        ]
    ],
    "She maintained an office at the University of Kansas until her death.": [],
    "The University announced Stokstad had donated an additional $1.1 million to the campus, making her total donations equal $2.3 million.</p> \n<p>Since 2016, the University of Kansas’s Spencer Museum of Art has awarded the “Marilyn J. Stokstad Spencer Museum of Art Student Award,” in honor of Stokstad to undergraduate and graduate students with notable contributions to the Museum.</p>": [
        [
            25,
            33,
            [
                "Toasted",
                "Stomata",
                "Stoked",
                "Krogstad",
                "Stansted",
                "Stomatal"
            ]
        ],
        [
            232,
            240,
            [
                "Toasted",
                "Stomata",
                "Stoked",
                "Krogstad",
                "Stansted",
                "Stomatal"
            ]
        ],
        [
            291,
            299,
            [
                "Toasted",
                "Stomata",
                "Stoked",
                "Krogstad",
                "Stansted",
                "Stomatal"
            ]
        ]
    ]
}