{
    "<p>Freudian art historian and art critic.": [],
    "Stokes' father, Durham Stokes, was an eccentric stock broker who had once run for office in Parliament under the Liberal party.": [
        [
            48,
            60,
            [
                "stockbroker"
            ]
        ]
    ],
    "His affluence allowed the younger Stokes to live financially independent his entire life.": [],
    "Adrian Stokes attended the Rugby School.": [],
    "During World War I, his elder brother Philip was killed in France.": [],
    "Stokes entered Magdalen College, Oxford where he read philosophy, politics and classics.": [
        [
            15,
            23,
            [
                "Magdalena",
                "Magdalene"
            ]
        ]
    ],
    "He achieved a second class in those fields in 1923 as well as excellence in tennis.": [],
    "After graduation, Stokes traveled to India and returned by way of China and the United States.": [],
    "It was these travels, as well as a college visit to Italy, that fostered an appreciation of art as the means to make sense of life.": [],
    "His first book, published in 1925, <em>The Thread of Ariadne</em>, was based on that thesis.": [],
    "The same year he moved to Venice to write and research on the Italian renaissance.": [],
    "Two events in the late 1920s would change his life and art-historical writings profoundly.": [],
    "In 1926, Stokes met Ezra Pound at Rapallo, Italy.": [
        [
            34,
            41,
            [
                "Apollo",
                "Reinaldo",
                "Reynaldo"
            ]
        ]
    ],
    "In 1929 he began therapy with the Freudian psychoanalysist Melanie Klein (1882-1960) to investigate his bisexuality and depression.": [
        [
            3,
            7,
            [
                "1929,"
            ]
        ],
        [
            43,
            58,
            [
                "psychoanalysis"
            ]
        ]
    ],
    "Pound's literary conception of the Italian renaissance and Klein's psychoanalytic theory would figure strongly in Stoke's art history.": [],
    "His essays in the <em>Criterion</em> magazine began to be published in collected works.": [],
    "Pound's prevailed upon T. S. Eliot (then editor at Faber & Faber) to publish the first two of Stokes' books of art history essays, <em>The Quattro Cento: A Different Conception of the Italian Renaissance</em>, 1932, and <em>The Stones of Rimini,</em> 1934.": [],
    "That same year Stokes moved to England to live among the British artists at Parkhill Road, Hampstead, painting and writing reviews for the <em>Spectator</em>.": [
        [
            76,
            84,
            [
                "Park hill"
            ]
        ],
        [
            91,
            100,
            [
                "Hempstead"
            ]
        ]
    ],
    "In 1937 he studied painting at the Euston Road School with William Coldstream (1908-1987), <a href=\"/gowingl\">Lawrence Gowing</a>, F. Graham Bell (1910-1943) and Victor Pasmore (1908-1998).": [
        [
            3,
            7,
            [
                "1937,"
            ]
        ],
        [
            35,
            41,
            [
                "Huston",
                "Easton"
            ]
        ],
        [
            67,
            77,
            [
                "Cold stream"
            ]
        ]
    ],
    "His book <em>Form and Colour</em> of the same year displays the sensibilities of an artist as much as an art historian.": [],
    "In 1938 he married the Scottish painter Margaret Mellis (b.": [
        [
            3,
            7,
            [
                "1938,"
            ]
        ],
        [
            49,
            55,
            [
                "Ellis"
            ]
        ]
    ],
    "1914).": [],
    "The Stokes' moved to Carbis Bay, Cornwall, shortly before World War II along with other artists from London, including Barbara Hepworth, Ben Nicholson, Naum Gabo and Peter Lanyon (1918-1964).": [
        [
            21,
            27,
            [
                "Carbs",
                "Caribs",
                "Car bis",
                "Carb is"
            ]
        ],
        [
            152,
            156,
            [
                "Nam",
                "Baum",
                "Nahum",
                "AUM",
                "LAUM",
                "NAM"
            ]
        ],
        [
            157,
            161,
            [
                "Gabon",
                "Gabe",
                "Gabor",
                "Gaby",
                "Garbo",
                "Gab"
            ]
        ]
    ],
    "After stormy years of marriage and the birth of a son, Telfer (1940), Stokes divorced only to marry his ex-wife's sister, Ann Mellis (b.": [
        [
            55,
            61,
            [
                "Teller",
                "Tel fer"
            ]
        ],
        [
            126,
            132,
            [
                "Ellis"
            ]
        ]
    ],
    "1922), in 1947 requiring a move to Ticino, Switzerland, with more liberal laws of consanguinity.": [
        [
            35,
            41,
            [
                "Timing",
                "Techno",
                "Torino",
                "Icing",
                "Tiling",
                "Tiring"
            ]
        ]
    ],
    "A second son was born in 1948.": [],
    "Stokes returned to England in 1950 to Hurtwood House, Guildford.": [
        [
            38,
            46,
            [
                "Hurt wood"
            ]
        ]
    ],
    "Many of the paintings for which he is known today were produced during this time.": [],
    "His post-war writing included two autobiographical works, <em>Inside Out</em>, 1947, and <em>Smooth and Rough</em>, 1951.": [],
    "Longer essays on individual artists such as <em>Cezanne</em>, 1947, <em>Raphael</em>, 1956 and <em>Monet</em>, 1958 also appeared.": [],
    "These works continued to use Freudian analysis as a basis to explain art.": [],
    "A major work of his later years using psychological interpretation, <em>Michelangelo: A Study in the Nature of Art</em>, appeared in 1955.": [],
    "His most programmatic use of psychology as a tool for the art historian appeared in 1963 as Painting and the Inner World, including an interview with the psychiatrist Donald Meltzer.": [
        [
            174,
            181,
            [
                "Seltzer",
                "Melter"
            ]
        ]
    ],
    "From 1960-67 Stokes was a trustee of the Tate Gallery, London.": [],
    "In 1967, his final work <em>Reflections on the Nude</em> was both a synthesis of his ideas as well as the conclusion of his writing on art.": [
        [
            91,
            101,
            [
                "and"
            ]
        ]
    ],
    "Diagnosed with a brain tumor in 1971, he focused on his painting until his death the following year.": [],
    "His paintings are owned by a number of galleries including the Tate.": [],
    "A retrospective exhibition was held at the Serpentine Gallery, London, in 1982.": [],
    "A collection of poems, <em>With All the Views</em>, appeared in London in 1981.": [],
    "Stokes was completely self-educated in art history.": [],
    "His wealth allowed him to consort with the intelligentsia of Europe, traveling with the Sitwells, playing tennis with Ezra Pound, sharing a villa with Aldus Huxley in Sanary.": [
        [
            88,
            96,
            [
                "Sit wells"
            ]
        ],
        [
            151,
            156,
            [
                "Aldous",
                "ALUs",
                "Albus"
            ]
        ],
        [
            167,
            173,
            [
                "Salary",
                "Canary"
            ]
        ]
    ],
    "It also freed him from constraints of writing to please mainstream art-historical audiences.": [],
    "Marginalized by the emerging Warburg art historians whom he disputed on esthetic and psycho-analytical grounds, Stokes was championed in the 1950s after a period of neglect by his friends Richard Wollheim (1923-2003) and the critics Andrew Forge and <a href=\"/sylvesterd\">David Sylvester</a>.": [
        [
            196,
            204,
            [
                "William",
                "Waltham",
                "Waldheim",
                "Wolfram",
                "Müllheim",
                "Wolfsheim"
            ]
        ]
    ],
    "Methodologically, Stokes continues the British esthetic-school art writing of <a href=\"/ruskinj\">John Ruskin</a> <a href=\"/paterw\">Walter Pater</a>, reacting against the formalism of the Bloomsbury group.": [],
    "Later art historians such as <a href=\"/bergerj\">John Berger</a>, Peter Fuller, <a href=\"/baxandallm\">Michael Baxandall</a>, <a href=\"/shearmanj\">John Kinder Gowran Shearman</a> and <a href=\"/gagej\">John Gage</a> owe a debt to Stokes' \"phenomenological precision\" (Read).</p>": []
}