{
    "<p>Princeton University social historian; wrote <em>Pelican History of Art</em> volume on the sculpture in medieval England (1955).": [],
    "Stone was educated at Charterhouse, where its headmaster Sir Robert Birley, (later professor of social science at the City University, London) greatly influenced him.": [
        [
            22,
            34,
            [
                "Charter house"
            ]
        ],
        [
            68,
            74,
            [
                "Barley",
                "Briley",
                "Burley"
            ]
        ]
    ],
    "In 1939 Stone Christ Church, Oxford University on a scholarship where he studied modern history.": [],
    "Oxford sent him to the Sorbonne, where he adopted a methodology of the of French <em>Annales</em> school historians.": [],
    "During World War II he served as a lieutenant in the Royal Naval Volunteer Reserve.": [],
    "He met and married the French citizen Jeanne Caecelia Fawtier in 1943.": [
        [
            45,
            53,
            [
                "Cecelia"
            ]
        ],
        [
            54,
            61,
            [
                "Fattier",
                "Feistier"
            ]
        ]
    ],
    "After discharge from the Navy, he returned to Oxford to complete his degree, changing focus to medieval history, the Third Crusade in particular.": [],
    "The \"firsts\" he took at Oxford in 1946 gained him an appointment as a lecturer at University College in 1947.": [],
    "Stone entered the intellectual circle of the social economist Richard H. Tawney (1880 - 1962), and the era of Tawney's scholarship, 1540-1640 which Stone saw as a time when English institutions and its society emerged distinct from Europe.": [
        [
            85,
            88,
            [
                "–"
            ]
        ]
    ],
    "Stone published an article in 1948 in the <em>Economic History Review</em>, \"The Anatomy of the Elizabethan Aristocracy,\" an impetuous work of economic determinism on the English Civil War, suggesting the upper classes were on the verge of financial ruin.": [],
    "His Marxist approach brought him controversy and an attack by the historian Hugh Trevor-Roper (1914-2003) in a particularly virulent reply.": [],
    "However, he remained a topic of conversation within academic circles.": [],
    "He was appointed a Fellow of Wadham College, Oxford, in 1950.": [],
    "Perhaps to counter his profile, or to show his grasp of a related historic area, Stone accepted the commission by <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a> to write a volume on medieval British sculpture.": [],
    "Pevsner was sensitive to divergent methodologies and Stone's book in the <em>Pelican History of Art</em> series was well-received.": [
        [
            0,
            7,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "He never again wrote a strict art-historical volume.": [],
    "In 1960, Stone moved to Princeton, N. J., in part to escape the Oxford infighting, as a member of the private Institute of Advanced Study.": [],
    "In 1963 he was appointed Dodge Professor of History at Princeton University.": [
        [
            3,
            7,
            [
                "1963,"
            ]
        ]
    ],
    "Stone wrote his most famous book in 1965, <em>The Crisis of the Aristocracy</em>.": [],
    "The book was a \"total history\" employing anthropology, sociology and psychology into a broad analysis.": [],
    "He chaired the History Department at Princeton between 1967 and 1970, where his graduate students referred to him as \"Il Magnifico.\"": [
        [
            118,
            120,
            [
                "IL",
                "In",
                "Is",
                "I",
                "It",
                "If"
            ]
        ],
        [
            121,
            130,
            [
                "Magnified",
                "Magnifier",
                "Magnifies",
                "Magnificat"
            ]
        ]
    ],
    "In 1968 he co-founded and directed the Shelby Cullom Davis Center for Historical Studies at Princeton.": [
        [
            3,
            7,
            [
                "1968,"
            ]
        ]
    ],
    "The Friday seminars at the Center were renowned for their uninhibited debate as well as Stone's end-of-session summaries.": [],
    "Another book of social history, <em>An Open Elite?": [],
    "England 1540-1880</em> appeared in 1984, whose argument denied the conventional view of English society new wealth assimilated into the upper classes via the purchase of landed estates.": [],
    "His book <em>Family, Sex and Marriage in England 1500-1800</em> was issued in 1977.": [],
    "With these and other books, Stone courted controversy to the end.": [],
    "In 1985, New York University medievalist Norman F. Cantor (1929-2004) lambasted Stone in the conservative journal <em>New Criterion</em> as among the key Marxists taking over the teaching of history.": [],
    "Stone retired from Princeton in 1990, publishing his final books, the three-volume set encompassing <em>Road to Divorce: England 1530-1987</em>,1990, <em>Uncertain Unions</em>,1992, and <em>Broken Lives</em>,1993, explored marital, sexual and moral cases archived in ecclesiastical courts.": [],
    "He died suddenly of lingering Parkinson's disease at his home in 1999.": [],
    "<a href=\"/dodwellc\">C.": [],
    "R. Dodwell</a> in his review of <em>Sculpture in Britain: the Middle Ages</em> considered it a remarkable survey, largely because the reformation in England had destroyed much of the indigenous sculpture.": [
        [
            3,
            10,
            [
                "Dowell",
                "Do dwell"
            ]
        ]
    ],
    "Alongside the historians Eric Hobsbawm (b.": [],
    "1917) and Edward Palmer (\"E.": [],
    "P.\")": [],
    "Thompson (1924-1993), Stone was responsible for the reshaping of the concept of social history by broadening the areas considered factual and methodologies employed.": [],
    "These scholars used the techniques of social scientists for their historical endeavors.": [],
    "He was a serious historian with a popular following.": [],
    "He embraced computerization and its quantification of data which had been widely decried.": [],
    "A resourceful polemicist, he held celebrated disagreements with other important historians and thinkers, most notably the historian Geoffrey R. Elton (1921-1994) and philosopher Michel Foucault (1926-1984).": [],
    "Some of Stone's most interesting shorter work was a a reviewer for the <em>New York Review of Books</em>, to which he regularly contributed.</p>": [
        [
            50,
            53,
            [
                "a"
            ]
        ]
    ]
}