{
    "<p>Medievalist; Keeper of Medieval and Later Antiquities, British Museum, 1975-1998.": [],
    "Stratford attended Manor House school, Horsham, Sussex from 1946-1951 before entering Marlborough College in 1951 where he studied Classics.": [
        [
            39,
            46,
            [
                "Fordham",
                "Hershey",
                "Northam"
            ]
        ]
    ],
    "He served in the British military (Coldstream Guards) between 1956 and 1958.": [
        [
            35,
            45,
            [
                "Cold stream"
            ]
        ]
    ],
    "In 1958 he entered Magdalene College, Cambridge University, receiving his B. A. in 1961.": [
        [
            3,
            7,
            [
                "1958,"
            ]
        ]
    ],
    "Stratford continued study at the Courtauld Institute in 1963 working on a dissertation (never completed) under <a href=\"/hohlerc\">Christopher Hohler</a> on the Romanesque sculpture at the Church of La Madeleine, Vézelay.": [
        [
            33,
            42,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "In 1969 he joined Westfield College, London, as a lecturer.": [
        [
            3,
            7,
            [
                "1969,"
            ]
        ]
    ],
    "Stratford was appointed Keeper of Medieval and Later Antiquities at the British Museum in 1975.": [],
    "He participated as a member of the committee to develop the Corpus of Romanesque sculpture in Britain and Ireland and online inventory of Romanesque art, begun in 1988.": [],
    "As the Leverhulme Senior Research Fellow at the British Academy in 1991, he worked on the international project, Corpus de la sculpture de Cluny.": [
        [
            139,
            144,
            [
                "Clung",
                "Clunky",
                "Clunk"
            ]
        ]
    ],
    "Stratford remained at the British Museum until 1998 when he retired as Keeper Emeritus.": [],
    "The following year he was a member of the Institute for Advanced Study, Princeton.": [],
    "In 2002-2003 he was visiting professeur d'histoire de l'art du Moyen-âge at the École des Chartes.": [
        [
            29,
            39,
            [
                "professor",
                "professed",
                "professes",
                "processer",
                "prophesier"
            ]
        ],
        [
            42,
            50,
            [
                "history",
                "historic",
                "histories",
                "histone",
                "historize"
            ]
        ],
        [
            60,
            62,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ],
        [
            63,
            72,
            [
                "Montage",
                "Ménage",
                "Menage",
                "Cozenage"
            ]
        ],
        [
            80,
            85,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            86,
            89,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            90,
            97,
            [
                "Charles",
                "Charges",
                "Charts",
                "Charter",
                "Charted",
                "Charters"
            ]
        ]
    ],
    "Stratford's work on Vézelay and Saint-Lazare d'Autun resulted in a more precise chronology of those sculptural monuments.</p>": [
        [
            20,
            27,
            [
                "Veejay"
            ]
        ],
        [
            32,
            44,
            [
                "Saint-Nazaire"
            ]
        ],
        [
            47,
            52,
            [
                "Autumn",
                "Au tun"
            ]
        ]
    ]
}