{
    "<p>Architectural historian; one of the first in the English-speaking world to treat Baroque architecture as an epoch worthy of study.": [],
    "Stratton trained as an architect under Leonard A. S. Stokes (1858-1925).": [],
    "In 1895 he joined the Liverpool University College's School of Architecture as a lecturer in the practice (\"Demonstrator\").": [
        [
            3,
            7,
            [
                "1895,"
            ]
        ]
    ],
    "Architectural history, not practice, was his passion, however, and he won a silver medal from the Architecture Association the following year for his essay, \"The Life and Work of Wren.\"": [],
    "He published this as a small book, replete with personal sketches he made.": [],
    "Stratton returned to London to teach at King's College School of Architecture under Ravenscroft Elsey Smith (1859-1930).": [
        [
            84,
            95,
            [
                "Ravens croft"
            ]
        ],
        [
            96,
            101,
            [
                "Elsa",
                "Delay",
                "Else",
                "Relay",
                "Ella",
                "Elba"
            ]
        ]
    ],
    "The school was absorbed into the Bartlett School and he with it, now under the direction of <a href=\"/richardsona\">A.": [],
    "E. Richardson</a> (1880-1964).": [],
    "There he lectured on all areas of architectural history, his interest being in Tudor and Renaissance periods.": [],
    "Stratton assumed co-authorship with Thomas Garner for a folio study of Tudor architecture.": [],
    "Garner died in 1906 and Stratton was largely responsible for the text.": [],
    "His fame as an architectural historian in England was such that his <em>English Interior</em> book attracted 1500 subscribers (pre-publication orders).": [],
    "In 1927 he edited and published the 5th edition of the popular <em>The Architecture of the Renaissance in Italy</em> by <a href=\"/andersonw\">William J. Anderson</a>, significantly adding a chapter on Baroque architecture, making it one of the first surveys to treat this maligned period.": [
        [
            3,
            7,
            [
                "1927,"
            ]
        ]
    ],
    "In this, he joined <a href=\"/kimballf\">Fiske Kimball</a> and <a href=\"/edgellg\">George Harold Edgell</a> whose 1918 <em>History of Architecture</em> conceded the same point.": [],
    "He retired in 1930 and moved to Pulborough in Sussex where he designed personal buildings and domestic architecture.": [
        [
            32,
            42,
            [
                "Borough",
                "Marlborough",
                "Foxborough",
                "Newborough"
            ]
        ]
    ],
    "Stratton helped overturn the previous generation of architectural historians' notion that Baroque architecture was the height of bad taste (Jones).": [],
    "Anderson's disgust for the period was such that his survey had omitted the period all together.": [],
    "Stratton wrote, \"the architecture of the seventeen-century in Italy can no longer be dismissed as wholly decadent, and there is much to be learnt from that of the eighteenth century, which saw many a versatile Baroque at the height of his powers.\"": [
        [
            139,
            145,
            [
                "learned"
            ]
        ]
    ],
    "(5th ed, p.": [],
    "238).</p>": []
}