{
    "<p>Librarian and Arabic scholar; helped identify and catalog masterworks in British collections.": [],
    "Strong was the son of Thomas Banks Strong, a War Office official, and Anna Lawson (Strong), a scholar of Hebrew.": [],
    "As a boy he studied drawing from Albert Varley, who gave him an edition of the Dictionary of Painters by <a href=\"/pilkingtonm\">Matthew Pilkington</a>.": [
        [
            40,
            46,
            [
                "Valley",
                "Barley",
                "Harley",
                "Carla",
                "Farley",
                "Marley"
            ]
        ]
    ],
    "Strong made a study of these artists, visiting to the National Gallery, London to supplement his interest.": [],
    "He attended St.": [],
    "Paul's School in London, in 1877 but almost immediately left to become a clerk at Lloyd's and attending classes at King's College, London, before entering St.": [],
    "John's College Cambridge, in1881 on a scholarship.": [],
    "At the suggestion of Edward Byles Cowell (1826-1903) he studied Sanskrit under Cecil Bendall (1856-1906).": [
        [
            28,
            33,
            [
                "Bytes",
                "Bales",
                "Myles",
                "Byes",
                "Boles",
                "Byres"
            ]
        ],
        [
            85,
            92,
            [
                "Kendall",
                "Bend all"
            ]
        ]
    ],
    "Strong graduated in 1884 in classics, but felt so ignored at Cambridge that he switched to Oxford in 1885 for intended graduate work.": [],
    "There he worked in the library of the Indian Institute.": [],
    "His contact with the Oxford scholars there led to him study in France and Germany under James Darmesteter (1849-1894) at Paris and Schrader at Berlin.": [],
    "Returning to London, he continued scholarly activity, reviewing for The Athenaeum and The Academy and creating an edition of the Maha-Bodhi-Vamsa for the Pali Text Society in 1891 and the Futah al-Habashah (or Conquest of Abyssinia) in 1894 for the Royal Asiatic Society's monographs.": [
        [
            72,
            81,
            [
                "Athena",
                "Athene",
                "Ethereum"
            ]
        ],
        [
            129,
            145,
            [
                "Maya-Bodhi-Vamsa",
                "Maha-Bod hi-Vamsa",
                "Maha-Bodhi-Ramsey"
            ]
        ],
        [
            154,
            158,
            [
                "Pale",
                "Palm",
                "Mali",
                "Bali",
                "Kali",
                "Pal"
            ]
        ],
        [
            188,
            193,
            [
                "Utah",
                "Fatah",
                "Fut ah"
            ]
        ],
        [
            194,
            205,
            [
                "AL-Habashah"
            ]
        ]
    ],
    "A bid for the chair of Arabic at Cambridge failed, but in 1895 he was appointed professor of Arabic at University College, London.": [],
    "At the recommendation of <a href=\"/colvins\">Sidney Colvin</a>, Strong took the position of librarian at Chatsworth to the duke of Devonshire, replacing Sir James Lacaita (1813-1895).": [],
    "Strong made several discoveries among the paintings collection at Chatsworth, the result of his boyhood study.": [
        [
            42,
            51,
            [
                "paintings'",
                "painting's"
            ]
        ],
        [
            66,
            76,
            [
                "Chats worth"
            ]
        ]
    ],
    "In 1897 Strong married <a href=\"/stronges\">Eugénie Sellers Strong</a> a distinguished archaeologist and art historian, and was appointed librarian at the House of Lords, a position he held concurrently with Chatsworth.": [],
    "His librarian duties included the cataloging of the general library and of the law books in printed editions.": [],
    "His successes led to an appointment of librarian to the duke of Portland at Welbeck Abbey, then the earl of Pembroke at Wilton, and finally Lord Wantage at Lockinge.": [
        [
            76,
            83,
            [
                "Seebeck",
                "Wetback"
            ]
        ],
        [
            145,
            152,
            [
                "Vantage",
                "Wastage",
                "Wattage",
                "Want age"
            ]
        ],
        [
            156,
            164,
            [
                "Locking"
            ]
        ]
    ],
    "He published analyses of these collections between 1900 and 1904.": [],
    "He assisted on the expanded second edition of History of Painting in Italy (1903 ff.)": [],
    "by <a href=\"/crowej\">Joseph Archer Crowe</a> and <a href=\"/cavalcaselleg\">G.": [
        [
            0,
            2,
            [
                "By"
            ]
        ]
    ],
    "B. Cavalcaselle</a>.": [],
    "Strong suffered a chronic illness and died early in 1904.": [],
    "He is buried in Brompton cemetery.": [
        [
            16,
            24,
            [
                "Brampton"
            ]
        ]
    ],
    "The Arthur Strong Oriental Library at University College, London, was named in his honor, built from volumes begun in his memory by his widow.": [],
    "Although the library was later dispersed to the university collection, a core of the titles formed the later library of the new School of Oriental Studies, founded in 1916.": [],
    "As an Italianist, Strong's views were questioned by the Italian advisors to the <em>Burlington Magazine</em>, where Strong published.": [
        [
            6,
            16,
            [
                "Italians",
                "Stalinist",
                "Italianize"
            ]
        ]
    ],
    "<a href=\"/fryr\">Roger Fry</a> considered some of Strong's attributions in the catalog of the Chatsworth old master drawing collection to be ridiculous and that the book's review in the magazine was much gentler than it should have been because Strong controlled the plates (photographs) of the paintings needed to be published.": [],
    "Strong generally sided with <a href=\"/douglasr\">R.": [],
    "Langton Douglas</a> against <a href=\"/berensonb\">Bernard Berenson</a> in the quarrels, in part, according to Ernst Samuels, because of Strong's wife's affection for Berenson in the years before her marriage.</p>": [
        [
            0,
            7,
            [
                "Langston",
                "Lang ton"
            ]
        ]
    ]
}