{
    "<p>Garden and landscape architecture historian; assistant at the Sir John Soane Museum under <a href=\"/summersonj\">John Newenham Summerson</a>.": [],
    "Stroud's father abandoned her mother when Stroud was two years old.": [
        [
            0,
            6,
            [
                "Shroud",
                "Stroad"
            ]
        ],
        [
            42,
            48,
            [
                "Shroud",
                "Stroad"
            ]
        ]
    ],
    "Though Stroud received an solid grade school education in Eastbourne and then in Edgbaston, Birmingham, though she could not afford college.": [
        [
            7,
            13,
            [
                "Shroud",
                "Stroad"
            ]
        ],
        [
            23,
            25,
            [
                "a"
            ]
        ],
        [
            58,
            68,
            [
                "Eastbound",
                "Eastburn"
            ]
        ],
        [
            81,
            90,
            [
                "Gaston",
                "Edgerton",
                "Easton",
                "Gastón"
            ]
        ]
    ],
    "She trained as a typist and joined the staff of Country Life magazine in 1930 initially in the book department, but soon transferring to the editorial department.": [],
    "Country Life's editor, <a href=\"/husseyc\">Christopher Hussey</a>, encouraged a native interest in landscape architecture.": [],
    "She collected material on \"Capability\" Brown for publication.</p>\n\n<p>Through Hussey, Stroud also met the architectural historian John Newenham Summerson, a contributor to the magazine.": [
        [
            78,
            84,
            [
                "Hussar",
                "Hussy"
            ]
        ],
        [
            86,
            92,
            [
                "Shroud",
                "Stroad"
            ]
        ],
        [
            135,
            143,
            [
                "Needham"
            ]
        ]
    ],
    "Summerson joined the National Buildings Record in 1941, an initiative to document the buildings in London before the blitz destroyed them.": [],
    "When Summerson was appointed curator of Sir John Soane's Museum in Lincoln's Inn Fields in 1945, he hired Stroud as \"inspectress,\" a position created in the original charter of the museum.": [
        [
            106,
            112,
            [
                "Shroud",
                "Stroad"
            ]
        ],
        [
            117,
            128,
            [
                "inspected",
                "inspections",
                "inspectors",
                "inspects",
                "respectless"
            ]
        ]
    ],
    "Stroud saw to the day-to-day operation of the Museum while its formal head, Summerson, went on various scholarly and lecture forays.": [
        [
            0,
            6,
            [
                "Shroud",
                "Stroad"
            ]
        ]
    ],
    "The two worked to raise the profile of the museum to an international reputation.": [],
    "Stroud's lack of formal education perhaps appealed to Summerson, who was also self-trained in architectural history.</p>\n\n<p>In 1950 she published a book on Brown, whose own account-book she discovered in the course of her research, as well as a biography of Henry Holland.": [
        [
            0,
            6,
            [
                "Shroud",
                "Stroad"
            ]
        ]
    ],
    "A book on Soane's architecture appeared in 1961.": [
        [
            10,
            15,
            [
                "Shane",
                "Sane",
                "Sloane",
                "Soave",
                "Skåne"
            ]
        ]
    ],
    "In 1962 she issued a biography of a landscape gardener, Humphrey Repton.": [
        [
            3,
            7,
            [
                "1962,"
            ]
        ],
        [
            65,
            71,
            [
                "Lepton",
                "Renton",
                "Reston",
                "Rep ton"
            ]
        ]
    ],
    "A book on George Dance was published in 1971.": [],
    "She served on the Historic Buildings Council between 1974 and 1982.": [],
    "She retired in 1984 and was succeeded by Margaret Richardson.": [],
    "Her book on John Soane, a monograph Summerson himself was never able to write, appeared in 1986.": [],
    "It was her last.": [],
    "Failing memory in her final years prevented her from being celebrated as one of the pioneers of the history of landscape architecture.": [],
    "She was vice-president of the Garden History Society from 1982 until her death.</p>\n\n<p>Stroud's accomplishments are all the more significant when framed in the backdrop of private women scholars in the first half of the 20th century.": [
        [
            88,
            94,
            [
                "Shroud",
                "Stroad"
            ]
        ]
    ],
    "Unmarried and uneducated formally, her research was possible only after she completed a full-day's job managing a museum.": [],
    "Her tenacity was only hampered by her gender: her search of Capability Brown's plan for Blenheim Palace's park was thwarted because it hung in the men's lavatory.": [],
    "She also sewed the curtains in the museum and scrubbed the sarcophagus.</p>": []
}