{
    "<p>Director of the (British) National Portrait Gallery and controversial director of the Victoria and Albert Museum, 1974-1987.": [],
    "Strong gained a first in history at Queen Mary College.": [],
    "He received a scholarship to research a doctorate on Elizabethan court pageantry.": [],
    "In 1959 he joined the National Portrait Gallery, London and by 1966 was appointed director.": [
        [
            3,
            7,
            [
                "1959,"
            ]
        ]
    ],
    "He married the theatre designer Julia Trevelyan Oman in 1971.": [
        [
            15,
            22,
            [
                "theater"
            ]
        ]
    ],
    "Always a dandy and now armed with a pedigree for the fashion set, Strong embarked upon a mixture of snobbery and populism that marked his museum administration.": [],
    "One famous slogan was, \"Martinis with the Bellinis.\"": [
        [
            42,
            50,
            [
                "Bellini's",
                "Bellini"
            ]
        ]
    ],
    "In 1974, at age 38, he succeeded <a href=\"/popehennessyj\">John Pope-Hennessy</a> as director of the Victoria and Albert Museum in a controversial decision.": [],
    "The two men could not have been more different; both their subsequent memoirs made it a point to deprecate the other.": [],
    "Though Strong's appointment was initially a popular with the V&A staff, Strong was aloof and irascible.": [],
    "He cancelled redevelopment plans for the Museum, a huge moral blow to the staff.": [],
    "Though he appointed new department heads, it was not overall enough to turn the museum around.": [],
    "The new Labour government insisted that the civil-service-run museum cut its staff by 25%.": [
        [
            8,
            14,
            [
                "Labor"
            ]
        ]
    ],
    "Rather than cut departments broadly, Strong gambled by closing the circulation department of the museum, which lent works to other institutions.": [],
    "Other cuts instituted by Strong included closing the Museum on Friday.": [],
    "In retaliation to another (Labour) government initiative, the wealth tax, Strong launched the exhibition \"The Destruction of the English Country House 1875-1975,\" a polemic against the government.": [
        [
            27,
            33,
            [
                "Labor"
            ]
        ]
    ],
    "In 1983 the new Henry Cole wing opened, and the Museum achieved the long-deserved independent status, removing it from the department of education and science, and giving it a board of trustees.": [],
    "Strong, however, argued with the trustees from the first.": [],
    "At a dwindling of attendance numbers, Strong introduced voluntary admission charges to the Museum in 1985, a controversial move.": [],
    "The Museum continued to lose money and now attendance as well and, many thought, losing sight of the populist mandate with which the Museum had been created.": [],
    "Though Strong irritated politicians, advisory councils and trustees, he understood the media.": [],
    "He perfected the blockbuster exhibition, \"The Destruction of the Country House\" and \"The Garden\" were huge successes.": [],
    "Strong created the Friends of the V&A [support group] and brought new external money in.": [],
    "Eventually, his disagreements with the board of trustees resulted in his resignation from the V&A in 1987.": [],
    "Strong was succeeded by Elizabeth Esteve-Coll, who further consolidated the Museum staff.": [
        [
            34,
            45,
            [
                "Steve-Coll"
            ]
        ]
    ],
    "His predecessor, Pope-Hennessy, described his tenure as \"a 13-year regime that reduced the museum and its staff to a level from which it will not recover for many years.": [],
    "\"</p>": []
}