{
    "<p>Strong attended Haverfordwest school studied as an open scholar at Brasenose College.": [
        [
            19,
            32,
            [
                "Haverford west"
            ]
        ],
        [
            70,
            79,
            [
                "Baseness",
                "Brashness",
                "Bluenose",
                "Braveness",
                "Braceros",
                "Brazens"
            ]
        ]
    ],
    "Although his performance in Greats was unspectacular (owning to his entrance from outside the university-track education), he excelled in his concentration in Archaeology in which his diploma was awarded.": [],
    "He was awarded a scholarship to study archaeology at the British School in Rome in 1952.": [],
    "His Ph.D.": [],
    "was granted in 1954 writing his dissertation on Roman architectural ornament under <a href=\"/toynbeej\">J.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "M. C. Toynbee</a>.": [],
    "He worked at the Inspectorate of Ancient Monuments.": [],
    "<a href=\"/ashmoleb\">Bernard Ashmole</a> hired Strong at the Department of Greek and Roman Antiquities of the British Museum as Assistant Keeper.": [],
    "He authored the Museum handbook on carved amber in 1966.": [],
    "Strong was appointed the first Professor of the Archaeology of the Roman Provinces at the Institute of Archaeology at the University of London in 1968.": [],
    "By all accounts, this was his <em>forte</em>.": [],
    "A strong lecturer, he expanded the Roman studies to include provincial Imperial studies.": [],
    "He emphasized the practical aspects of field work.": [],
    "In the early 1970s, <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a> contacted Strong to write the volume on Roman art for his <em>Pelican History of Art</em> series.": [],
    "He married Shirley Twallin.": [
        [
            19,
            26,
            [
                "Tallinn",
                "Twain",
                "Wallis",
                "Walling",
                "TWAIN"
            ]
        ]
    ],
    "His death in Turkey at age 46 stunned his colleagues.": [],
    "He died in İznik, Turkey, which was formerly Nicaea.": [
        [
            11,
            16,
            [
                "Ink",
                "Ionic",
                "Izmir",
                "IPNI",
                "Izaak",
                "iKONIK"
            ]
        ]
    ],
    "His mentor, <a href=\"/toynbeej\">J.": [],
    "M. C. Toynbee</a>, edited the manuscript, largely completed, for his <em>Roman Art</em> volume, which appeared in 1976.</p>": []
}