{
    "<p>Archaeologist and art historian of Greek and Roman art; first female student admitted to the British School in Athens.": [],
    "Sellers' parents were Frederick William Sellers (d.": [],
    "1877) and Anna Oates Sellers (d.": [],
    "1871).": [],
    "Her father was a wine merchant and her mother stemmed from nobility in the Périgord (Dordogne) region of France.": [
        [
            75,
            83,
            [
                "Period"
            ]
        ],
        [
            85,
            93,
            [
                "Gordon",
                "Cologne",
                "Hormone",
                "Dodge",
                "Drone",
                "Sorbonne"
            ]
        ]
    ],
    "Sellers was educated at Valladolid, Spain, before schooling by the Sisters of St.": [],
    "Paul convent in Dourdan, France.": [
        [
            16,
            23,
            [
                "Jordan",
                "Dorian",
                "Duran",
                "Durban",
                "Doorman",
                "Dougan"
            ]
        ]
    ],
    "She entered Girton College, Cambridge, already parentless, graduating with a degree in the classics in 1882.": [
        [
            12,
            18,
            [
                "Girt on"
            ]
        ]
    ],
    "At Girton she met another classics student, Katharine Jex-Blake (1860-1951), who would collaborate with her on a later publication.": [
        [
            3,
            9,
            [
                "Girt on"
            ]
        ],
        [
            54,
            63,
            [
                "Ex-Blake"
            ]
        ]
    ],
    "After teaching briefly at St.": [],
    "Leonard's School, St.": [],
    "Andrews, Scotland, Sellers moved to London to pursue classical archaeology under the vase scholar <a href=\"/newtonc\">Charles T. Newton</a> of the British Museum.": [],
    "She met and associated with the major British artists of the era, Frederic, Lord Leighton, Edward Burne Jones, and Lawrence Alma Tadema.": [
        [
            98,
            103,
            [
                "Burned",
                "Borne",
                "Burn",
                "Burnt",
                "Burke",
                "Burns"
            ]
        ],
        [
            129,
            135,
            [
                "Tandem",
                "Tacoma",
                "Edema",
                "Adela",
                "Tandems",
                "Tamera"
            ]
        ]
    ],
    "During the 1890-1891 academic year she taught university extension courses and lectured on Greek art at the British Museum.": [],
    "She came into friendship--and perhaps relationships--with two other female art historians in London, <a href=\"/harrisonj\">Jane Ellen Harrison</a> and <a href=\"/pagetv\">Violet Paget</a>.": [],
    "Later that same year she entered the British School in Athens, its first female student.": [],
    "The same year she published her translation of Carl Schuchardt's book on the excavations of <a href=\"/schliemannh\">Heinrich Schliemann</a> at Troy.": [],
    "Sellers continued her archaeological studies under the finest scholars in Germany, <a href=\"/furtwanglera\">Adolf Furtwängler</a> and Ludwig Traube (1861-1907), in Munich.": [],
    "The renowned archaeologist <a href=\"/curtiusl\">Ludwig Curtius</a> became a life-long friend.": [],
    "She published a translation of Furtwängler's <em>Meisterwerke der griechischen Plastik</em> in 1895 as <em>Masterpieces of Greek Sculpture</em>.": [
        [
            31,
            42,
            [
                "Furtwangler"
            ]
        ]
    ],
    "The following year her commentary to <a href=\"/pliny\">Pliny the Elder</a>'s <em>Chapters on the History of Art</em> appeared, the Latin text translated by Jex-Blake.": [],
    "Sellers married the art historian and librarian to the duke of Devonshire, <a href=\"/strongs\">Sandford Arthur Strong</a> in 1897.": [],
    "Sellers next translated the work of another important art historian, <a href=\"/wickhofff\">Franz Wickhoff</a>, his book on the Vienna Genesis, as Roman Art.": [],
    "After only six years of marriage, her husband died in 1904 she was appointed his successor at Chatsworth House library.": [
        [
            94,
            104,
            [
                "Chats worth"
            ]
        ]
    ],
    "Sellers, now Mrs.": [],
    "Strong, was now thoroughly a Romanist.": [
        [
            29,
            37,
            [
                "Womanist"
            ]
        ]
    ],
    "She published <em>Roman Sculpture from Augustus to Constantine</em> in 1907, culled from her lectures.": [],
    "It became her most important book.": [],
    "On the strength of that book, she was appointed assistant director of the British School at Rome in 1909 under <a href=\"/ashbyt\">Thomas Ashby</a>.": [],
    "There Strong built both her and the School's reputation.": [],
    "Girton College awarded her a life research fellow in 1910.": [
        [
            0,
            6,
            [
                "Girt on"
            ]
        ]
    ],
    "She delivered the <a href=\"/nortonc\">Charles Eliot Norton</a> lectures of the Archaeological Institute of America in 1913.": [],
    "These lectures later appeared as <em>Apotheosis and After Life</em> (1915), an examination of Roman religion.": [],
    "A lapsed Roman Catholic, she reaffirmed her faith in 1917.": [],
    "Strong gave the Rhind lectures in Edinburgh in 1920.": [
        [
            16,
            21,
            [
                "Rhine",
                "Hind",
                "Rhino",
                "Rind",
                "Rh ind"
            ]
        ]
    ],
    "She revised and published her Roman Sculpture book in an Italian edition in 1923 and published her guide to Santa Maria in Vallicella, <em>La chiesa nuova</em>.": [
        [
            123,
            133,
            [
                "Varicella"
            ]
        ]
    ],
    "Strong lived on the via Balbo near Santa Maria Maggiore.": [
        [
            24,
            29,
            [
                "Balboa",
                "Bilbo"
            ]
        ],
        [
            47,
            55,
            [
                "Maggie",
                "Maguire"
            ]
        ]
    ],
    "Her weekly salons attracted scholars, students, and notables to hear the \"dominating doyenne.\"": [],
    "As assistant director of the School, Strong was better at handling the operational issues than Ashby.": [],
    "Ashby's domineering wife from the first saw a power struggle and fought Strong through her husband.": [],
    "When frictions became pronounced, the School's board in England terminated both Ashby and Strong in 1925.": [],
    "She was appointed CBE in 1927.": [],
    "A two-volume <em>Art in Ancient Rome</em> <em>from the Earliest Times to Justinian</em> appeared in 1929.": [],
    "Strong wrote two essays for the <em>Cambridge Ancient History</em>, \"The Art of the Roman Republic,\" and \"The Art of the Augustan Age.\"": [],
    "She remained in Rome throughout World War II and an ardent supporter of Benito Mussolini, largely because of his archaeological policies.": [],
    "For her support, she received the gold medal of the city of Rome in 1938.": [],
    "Strong completed a manuscript on the history of the Vatican palace, but remained unpublished.": [],
    "She died at the Polidori Nursing Home, shortly after the dictator's fall, unreconciled with Mussolini's defeat, and is buried in the campo Verano cemetery, Rome.</p>\n\n<p>Strong was a major publicist for serious scholarship on ancient Rome.": [
        [
            16,
            24,
            [
                "Polio",
                "Polder",
                "Pylori",
                "Polders",
                "Solidi",
                "Politer"
            ]
        ],
        [
            133,
            138,
            [
                "camp",
                "camps",
                "cameo",
                "Campos",
                "capo",
                "campy"
            ]
        ],
        [
            139,
            145,
            [
                "Vera no"
            ]
        ]
    ],
    "She was responsible for bringing the most important German-language scholars into English translation.": [],
    "Her <em>Roman Sculpture from Augustus to Constantine</em>, the first history of Roman sculpture in English, argued for Roman art as a distinct subject as opposed to its view as a derivative of Greek art.": [],
    "She emphasized the range of Roman accomplishment in both Italy and the provinces, native and original creativity.": [],
    "Eccentric, name-dropping and impossibly domineering (Beard), her respect toward all things Roman led to an appreciation of Bernini's work and the baroque at at time when it was still berated in England.": [
        [
            154,
            159,
            [
                "at"
            ]
        ]
    ],
    "Her physical beauty, especially in her youth, was remarked upon by several otherwise staid scholar-friends; <a href=\"/reinachs\">Salomon Reinach</a>'s infatuation with her was greater than most.": [],
    "Her eccentricities and support for fascism marred her reputation for years after her death.</p>": []
}