{
    "<p>Professor in Graz and later at Vienna (from 1909); major exponent of the concept that western European late antique and medieval arts owed much to the influences of the east.": [],
    "He was born in Bielitz, Silesia, Austria which is present-day Bielsko-Biala, Poland.": [
        [
            15,
            22,
            [
                "Bailiff",
                "Blitz",
                "Bailing",
                "Berlitz"
            ]
        ],
        [
            62,
            75,
            [
                "Bails-Biala",
                "Bielsko-Bailey"
            ]
        ]
    ],
    "Strzygowski's father was a clothing manufacturer.": [],
    "His mother, Edle Trass von Friedelfeldt was from minor nobility.": [
        [
            12,
            16,
            [
                "Edge",
                "Idle",
                "Elle",
                "EDL",
                "EPLE",
                "NDLE"
            ]
        ],
        [
            17,
            22,
            [
                "Grass",
                "Brass",
                "Trans",
                "Trams",
                "Traps",
                "Trash"
            ]
        ],
        [
            23,
            26,
            [
                "on",
                "won",
                "non",
                "son",
                "van",
                "ton"
            ]
        ]
    ],
    "He was raised in Biala, Austrian Silesia, predominently Polish in its makeup.": [
        [
            17,
            22,
            [
                "Bailey",
                "Ball",
                "Bill",
                "Bills",
                "Bible",
                "Billy"
            ]
        ],
        [
            42,
            55,
            [
                "predominantly"
            ]
        ]
    ],
    "Strzygowski attended the Gymnasium in Jena and then a Realschule in Brunn.": [
        [
            68,
            73,
            [
                "Bruno",
                "Brunt",
                "Brynn",
                "Bruin"
            ]
        ]
    ],
    "After graduation at age 18 he entered his father's weaving factory.": [],
    "After two years, he left to return to study in Vienna under <a href=\"/eitelbergerr\">Rudolf Eitelberger von Edelberg</a> and <a href=\"/thausingm\">Moriz Thausing</a>, then with <a href=\"/grimmh\">Herman Grimm</a> in Berlin, before writing a dissertation in Munich in 1885 under <a href=\"/brunnh\">Enrico Brunn</a> and the Halle classicist <a href=\"/robertc\">Carl Robert</a>.": [],
    "His dissertation topic was on images of the baptism of Christ, drawn from eastern sources.": [],
    "He wrote his <em>Habilitationschrft</em> in Vienna in 1887 and at 25, began lecturng there.": [],
    "After study trip supplied by the DAI to Rome and subsequently Greece, Russia and France, Strzygowski accepted the first chair (professorship) of art history at the University of Graz in 1892.": [],
    "His early publications on Byzantine and Roman art were severely criticized by the Vienna School art historians <a href=\"/riegla\">Aloïs Riegl</a> and <a href=\"/wickhofff\">Franz Wickhoff</a> as being poorly researched and thought out.": [],
    "Personal and methodological enmity between Strzygowski and the scholars of Vienna developed which lasted their lifetimes.</p>\n\n<p>Strzygowski spent the years 1894-1895 in Egypt.": [],
    "In 1901, he published a groundbreaking theoretical study, <em>Orient oder Rom</em>, arguing that early medieval architecture owed much of its influence to the oriental middle east.": [],
    "This effectively questioned the cannon of art history predominant at the time, that Christian art was a direct outgrowth of the styles of Greece and Rome.": [],
    "Strzygowski developed an elaborate \"Nordic myth\" explanation for art, contending that non-objective ornament was a northern-European tendency, whereas illusionistic verisimilitude was a \"southern\" trait.": [
        [
            151,
            164,
            [
                "illusionist",
                "illusionists"
            ]
        ]
    ],
    "He championed the work of contemporary artist Arnold Böcklin as a re-emerging of the Nordic style.": [],
    "Strzygowski was voted to succeed the chair held by his adversary, Wickhoff at Wickhoff's death in 1909 to the University of Vienna's Kunsthistorisches Institut--a decision determined by only one vote and perhaps pushed by the Archduke Ferdinand.": [
        [
            66,
            74,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ],
        [
            78,
            86,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ],
        [
            151,
            162,
            [
                "Institution",
                "Institute",
                "Instituted",
                "Institutes",
                "Instituting",
                "Instituter"
            ]
        ]
    ],
    "The Institut selected the other holder of the chair be the more conventional art scholarly, <a href=\"/dvorakm\">Max Dvořák</a>.": [
        [
            4,
            12,
            [
                "Institute"
            ]
        ]
    ],
    "This sealed a rivalry between Strzygowski and Dvořák (and his student and successor, <a href=\"/schlosserj\">Julius Alwin von Schlosser</a>).": [
        [
            46,
            52,
            [
                "Dvorak"
            ]
        ]
    ],
    "Strzygowski's work attracted the notice of Princeton art department chair <a href=\"/marquanda\">Allen Marquand</a> in a 1910 article.": [],
    "His plans for a research Institute to study the arts of the Middle East, Southeast Europe and Asia, with offices in Tehran and Beijing, foundered in1912 because of financing.": [],
    "In 1913, Strzygowski and a group of colleagues mapped Armenian monuments.": [],
    "The result was the 1918 book <em>Die Baukunst der Armenien und Europa Ergebnisse</em> the first architectural history of Armenia.</p>\n\n<p>Divisions at the Institut worsened with Dvořák's untimely death in 1921.": [],
    "Dvořák's student, Schlosser, assumed his chair, proving more agressive in his personal and methodological opposition to Strzygowski than his mentor had been.": [
        [
            0,
            6,
            [
                "Dvorak"
            ]
        ],
        [
            61,
            70,
            [
                "aggressive"
            ]
        ]
    ],
    "Strzygowski, claiming he held the longer chair to the Institut split the instituion in half with his as the first, <em>Erstes Kunsthistorisches Institut</em> or <em>Wiener Institut</em>, and Schlosser's as the second.": [
        [
            54,
            62,
            [
                "Institute"
            ]
        ],
        [
            73,
            83,
            [
                "institution"
            ]
        ]
    ],
    "Strzygowski's Institute was a center where scholars from various countries and disciplines could study and teach.": [],
    "The popularity of his institute further angered the Vienna-School scholars.": [],
    "Strzygowski lectured widely; at Havard and Bryn Mawr in the United States in 1922 and in Europe.": [
        [
            32,
            38,
            [
                "Harvard",
                "Hazard"
            ]
        ]
    ],
    "His lectures delivered for the Olaus-Petri foundation in Upsala appeared as <em>Origin of Christian Church Art</em>, 1923, and lectures at the University of London as <em>Early Church art in Northern Europe</em>, 1928.": [
        [
            31,
            42,
            [
                "Claus-Petri",
                "Olaus-Petra"
            ]
        ],
        [
            57,
            63,
            [
                "Uppsala"
            ]
        ]
    ],
    "After the death of his first wife, he married a painter, Herta Karasek.": [
        [
            57,
            62,
            [
                "Hera",
                "Hertz",
                "Huerta",
                "Berta",
                "Her ta"
            ]
        ],
        [
            63,
            70,
            [
                "Karate",
                "Karaoke",
                "Keirsey",
                "Keybase"
            ]
        ]
    ],
    "When he retired in 1933, his institute was dissolved.": [],
    "In the final years, Strzygowski embraced the Nazi sentiments of racism and nationalism, although these appeared to be more the logical conclusion of his earlier theories than any attempt to court the political authorities.": [],
    "His most famous pupils, <a href=\"/demuso\">Otto Demus</a>, <a href=\"/dieze\">Ernst Diez</a>, and <a href=\"/novotnyf\">Fritz Novotny</a> were able to employ his methodology without its political ramifications.": [],
    "Even pupils of his Vienna School rivals, such as <a href=\"/sedlmayrh\">Hans Sedlmayr</a> (Schlosser's student) adopted the structural analysis and methodological analogies of Strzygowski's best work (Lachnit).</p>\n\n<p>Strzygowski sought the origins of early Christian iconography in the Hellenistic cities of its origins.": [],
    "He approached works by determining their parent forms.": [],
    "His work was characterized by the study of origins of constructive processes in architecture (i.e.": [],
    "the vault and the cupola), stylistic representations of animals in northern art, and the origins of Viking ship building in native wood construction of Central Europe.": [
        [
            0,
            3,
            [
                "The"
            ]
        ]
    ],
    "Strzygowski's methodological vision was one of uniting two strands of observation which he termed \"factual research\" and \"viewer-research.\"": [],
    "His essays ranged from the art of Armenia, Ravenna and the Middle East, as well as on aspects of northern European art.": [],
    "His work encouraged <a href=\"/saszalozieckyv\">Wladimir Sas-Zaloziecky</a> in Graz and Demus in Vienna to study the history of Byzantine art and <a href=\"/freyd\">Dagobert Frey</a>, then teaching in Wrocław, and <a href=\"/franzh\">Heinrich Gerhard Franz</a> in Graz for the areas of East Asia.": [],
    "The architectural historian David Watkin wrote of <em>Kleinasien, ein Neuland der Kunstgeschichte</em> sixty-seven years later that is it \"rich, stimulating, and written from the heart about the things he loved best..</p>": [
        [
            34,
            40,
            [
                "Watkins",
                "Catkin"
            ]
        ]
    ]
}