{
    "<p>Architect; first to write an accurate book on Greek architecture.": [],
    "Stuart was born to a Scottish seaman's family in London.": [],
    "After his father's death, he was apprenticed to the fan painter Louis Goupy (1700-1747).": [
        [
            70,
            75,
            [
                "Gouty",
                "Soupy"
            ]
        ]
    ],
    "Following his mother's death, Stuart traveled Rome in 1742 to study art.": [],
    "He learned engraving and conducted English tourists around the city for income.": [
        [
            11,
            20,
            [
                "to engrave"
            ]
        ]
    ],
    "In 1748, he, the architect Nicholas Revett (1720-1804) and the painter/art dealer Gavin Hamilton (1723-1798) developed a plan to measure and publish detailed drawings of the extant architecture in Greece.": [
        [
            36,
            42,
            [
                "Revert"
            ]
        ]
    ],
    "The scheme was largely driven by the lure of financial gain.": [],
    "However, publications on historic architecture, such as the popular Entwurff einer historischen Architektur by the architect <a href=\"/erlachj\">Johann Bernhard Fischer von Erlach</a> (published in Vienna in 1721 and appearing in an English translation in 1730) seemed to assure success.": [
        [
            77,
            82,
            [
                "anger",
                "liner",
                "anew",
                "diner",
                "finer",
                "miner"
            ]
        ],
        [
            96,
            107,
            [
                "Architecture"
            ]
        ]
    ],
    "Stuart gained some income drawing and publishing a Roman obelisk which he contributed to De obelisco Caesaris of Angelo Maria Bandini (1726-1803), published in 1750.": [
        [
            92,
            100,
            [
                "obelisk",
                "obelisks"
            ]
        ],
        [
            101,
            109,
            [
                "Caesars",
                "Caesar is"
            ]
        ],
        [
            126,
            133,
            [
                "Banding"
            ]
        ]
    ],
    "He studied Greek and Latin at the Collegio di Propaganda Fide.": [
        [
            34,
            42,
            [
                "Colegio",
                "Collegia"
            ]
        ],
        [
            57,
            61,
            [
                "FIDE",
                "Fine",
                "Five",
                "Side",
                "Fire",
                "Wide"
            ]
        ]
    ],
    "He also gained practical advice from the antiquaries James Dawkins (1722-1757) and Robert Wood (1717?-1771), based in Rome.": [],
    "An Englishman living in Venice, Sir James Gray, second baronet (c.1708-1773), introduced the men to the Society of Dilettanti, the British group of wealthy amateur scholars leading the vogue of interest in the antique.": [
        [
            115,
            125,
            [
                "Dilettante"
            ]
        ]
    ],
    "The Society hoped that a detailed analysis of Greek monuments would aid further study.": [],
    "Hamilton abandoned the project, but Revett and Stuart left Italy for Greece in 1751, the former making detailed measurements and drawings of Greek architecture and the latter the notes.": [
        [
            36,
            42,
            [
                "Revert"
            ]
        ]
    ],
    "When they returned to England in 1755, Stuart was hired by individual Society of Dilettanti members to modify their houses and parks in Greek style.": [
        [
            81,
            91,
            [
                "Dilettante"
            ]
        ]
    ],
    "Stuart's personal familiarity with the monuments and his association the with Society of Dilettanti posed a professional rivalry with two other neo-classical architects, Robert Adam and William Chambers.": [
        [
            89,
            99,
            [
                "Dilettante"
            ]
        ],
        [
            144,
            157,
            [
                "neoclassical"
            ]
        ]
    ],
    "Adam publicly criticized Stuart, which resulted in the loss of a commission to design the home of the collector Nathaniel Curzon (1727-1804).": [
        [
            122,
            128,
            [
                "Carbon",
                "Burton",
                "Carson",
                "Huron",
                "Luzon",
                "Quezon"
            ]
        ]
    ],
    "Stuart's casual business practice and mounting alcohol addiction were also a liability.": [],
    "Curzon, however, retained Stuart to make designs for the interior in 1757; Stuart's colored drawings for the commission are among the earliest of completely-furnish neoclassical interiors (Watkin).": [
        [
            0,
            6,
            [
                "Carbon",
                "Burton",
                "Carson",
                "Huron",
                "Luzon",
                "Quezon"
            ]
        ],
        [
            189,
            195,
            [
                "Watkins",
                "Catkin"
            ]
        ]
    ],
    "The project for Antiquities of Athens had grown to four projected volumes and the subscribers number well over 300.": [],
    "Stuart continued to delay publishing, marrying his housekeeper around this time.": [],
    "In the meantime, the French architect <a href=\"/leroyj\">Julien-David Le Roy</a> issued his Les Ruines des plus beaux monuments de la Grčce in 1758, a smaller and much less accurate book of the same kind.": [],
    "Publication of Antiquities of Athens dragged on, Stuart insisting that he take Le Roy to task in the pages of his new book.": [],
    "Revett sold his interest to Stuart.": [
        [
            0,
            6,
            [
                "Revert"
            ]
        ]
    ],
    "Stuart was engaged in another commission, this from George Lyttelton, Baron Lyttelton (1709-73) for the Temple of Theseus, 1758, Hagley Park, Worcestershire.": [
        [
            59,
            68,
            [
                "Littleton"
            ]
        ],
        [
            76,
            85,
            [
                "Littleton"
            ]
        ],
        [
            129,
            135,
            [
                "Harley",
                "Hadley",
                "Haley",
                "Halley",
                "Hanley",
                "Hawley"
            ]
        ]
    ],
    "The project was the first to use fluted, baseless Greek Doric order.": [],
    "It became the model for that order of Greek revival architecture throughout Europe and America.": [],
    "The first volume of Antiquities of Athens finally appeared, with text by Stuart, in 1762, covering only a small portion of what their proposal to the Society had suggested.": [],
    "Somewhat ironically, the volume focused on on minor Hellenistic buildings and omitted, some major 5th-century buildings of Athens.": [
        [
            40,
            45,
            [
                "on"
            ]
        ]
    ],
    "The book's major influence was not so much architectural scholarship, but to designers who took Stuart and Revett's drawing of ornament for their own designs.": [
        [
            107,
            113,
            [
                "Revert"
            ]
        ]
    ],
    "The Greek revival in the decorative arts in England was largely due to Antiquities of Athens.": [],
    "Other architectural commissions included Greek designs for Thomas Anson at Shugborough, Staffordshire, in 1765 (the famous Tower of the Winds among other works) and the interiors for John, 1st Earl Spencer, at Spencer House, St.": [
        [
            75,
            86,
            [
                "Scarborough"
            ]
        ]
    ],
    "James's Place, including furniture (London, V&A, on loan to Spencer House) in the 1760s.": [],
    "Private monumental marble commissions from this time include funerary monuments such as the 1766 tomb of Philip Yorke, 1st Earl of Hardwicke and his wife in Wimpole church, Cambs.": [
        [
            112,
            117,
            [
                "Yoke",
                "Yore",
                "York",
                "Yorkie"
            ]
        ],
        [
            131,
            140,
            [
                "Hardwick"
            ]
        ],
        [
            157,
            164,
            [
                "Wimple",
                "Wimp ole"
            ]
        ],
        [
            173,
            178,
            [
                "Camps",
                "Combs",
                "Cabs",
                "Cams",
                "Lambs",
                "Camus"
            ]
        ]
    ],
    "In 1771, Stuart wrote Critical Observations on the Buildings and Improvements of London an architectural and art assessment of the city.": [],
    "A London house for Mrs.": [],
    "Elizabeth Montagu (1720-1800) built at 22 Portman Square was begun in 1775 (today demolished).": [
        [
            10,
            17,
            [
                "Montage",
                "Montague",
                "Montag"
            ]
        ]
    ],
    "Stuart was appointed Surveyor to the Greenwich Hospital, charged with rebuilding the interior of the chapel in 1780 after a fire.": [],
    "Stuart married a second time the same year, to the sixteen-year-old Elizabeth Blacland (1764-1798) with whom he fathered five children.": [
        [
            78,
            86,
            [
                "Lapland",
                "Flatland"
            ]
        ]
    ],
    "His drinking increased and his health declined.": [],
    "He died at his home in London without completing the second volume of the Antiquities, which appeared with the assistance of William Newton (1735-1790).": [],
    "Volume three appeared in 1795.": [],
    "The publisher Josiah Taylor acquired Stuart's papers and issued a fourth volume in 1816.": [],
    "A final supplement to the series was issued in 1830.": [],
    "Stuart, who in his lifetime was called \"Athenian,\" wrote the first accurate record of Classical Greek architecture.": [],
    "The Antiquities of Athens was second only to the work of <a href=\"/winckelmannj\">Johann Joachim Winckelmann</a> in promoting the primacy of the Greek artistic ideal in eighteenth-century Europe.": [
        [
            26,
            29,
            [
                "were"
            ]
        ]
    ],
    "His accurate drawings and topographical views became basis for the Greek Revival architecture of Europe and North America in the early 19th century.</p>": []
}