{
    "Rutgers University professor of art history and early Italian Renaissance-era scholar and Giotto specialist.": [],
    "Stubblebine's parents were Albert Day Stubblebine and Ruth Harvey (Stubblebine).": [],
    "He attended Harvard University, graduating in 1942.": [],
    "World War II declared, he joined U.S.": [],
    "Navy, serving 1943-1946 and rising to the rank of lieutenant.": [],
    "After discharge he entered New York University as a graduate student, studying under <a href=\"/offnerr\">Richard Offner</a>.": [
        [
            6,
            15,
            [
                "discharge,"
            ]
        ]
    ],
    "Having secured a Fulbright fellowship, 1953-1954, he completed his Ph.D.": [],
    "in 1954 with a dissertation on Guido da Siena.": [
        [
            0,
            2,
            [
                "In"
            ]
        ],
        [
            37,
            39,
            [
                "the",
                "DA",
                "a",
                "day",
                "do",
                "Dr"
            ]
        ]
    ],
    "Other scholars who assisted his research included <a href=\"/leer\">Rensselaer W. Lee</a> and <a href=\"/meissm\">Millard Meiss</a>.": [],
    "He taught as an instructor at Wellesley College, Wellesley, MA before his appointment at New Jersey's state university, Rutgers, in 1957.": [],
    "Stubblebine headed the department of art between 1961 and 1969.": [],
    "As chair, he strengthen undergraduate studies and was a founding member of the graduate program in art history at Rutgers.": [
        [
            13,
            23,
            [
                "strengthens",
                "strengthened"
            ]
        ]
    ],
    "Stubblebine issued a revised version of his dissertation by Princeton University Press as <em>Guido da Siena</em> in 1964.": [],
    "He taught as a visiting lecturer at University of Pennsylvania for the academic year1965-1966.": [],
    "He received a Kress fellowship for the1969-1970 year.": [
        [
            14,
            19,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ]
    ],
    "He published collected essays by scholars with his own introduction in the 'Norton Critical Studies in Art History' series as <em>Giotto: the Arena Chapel Frescoes</em>.": [],
    "Stubblebine was a National Endowment for the Humanities fellow, 1975-1976.": [],
    "In 1977 he was appointed Distinguished Professor II at Rutgers, the University's highest rank.": [
        [
            3,
            7,
            [
                "1977,"
            ]
        ]
    ],
    "He published the <em>catalogue raissone</em> on Duccio, <em>Duccio di Buoninsegna and his School</em> in 1979.": [],
    "His annotated bibliography, <em>Dugento Painting</em>, was intended to launch a larger project on that topic.": [],
    "However, Stubblebine suffered a sudden heart attack at age 66 and died in a Manhattan hosptial.": [
        [
            86,
            94,
            [
                "hospital"
            ]
        ]
    ],
    "Stubblebine's <em>Duccio di Buoninsegna and his School</em> is seen has his major contribution to the discipline.": [],
    "His final work, <em>Assisi and the Rise of Vernacular</em> asserted controversially that the St.": [],
    "Francis cycle in the Arena Chapel is a later work, not by Giotto but a follower.": [
        [
            8,
            13,
            [
                "cycles",
                "cycled"
            ]
        ]
    ]
}