{
    "<p>Specialist in classical Roman and Greek art; Professor of Archaeology at the University of Leipzig 1896-1929.": [],
    "He was born in Jaslo, Galicia, which is present day Poland.": [
        [
            15,
            20,
            [
                "Also",
                "Jail",
                "Jason",
                "Carlo",
                "Oslo",
                "Paulo"
            ]
        ]
    ],
    "Studniczka attended the University in Vienna studying classical archaeology under <a href=\"/benndorfo\">Otto Benndorf</a>.": [],
    "He wrote his habiliation in 1887 also at Vienna and was appointed professor at the University of Freiburg, 1889.": [
        [
            13,
            24,
            [
                "habitation",
                "humiliation",
                "habituation"
            ]
        ]
    ],
    "In 1896 he moved to University of Leipzig as professor of classical archaeology, succeeding <a href=\"/overbeckj\">Johannes Overbeck</a>.": [
        [
            3,
            7,
            [
                "1896,"
            ]
        ]
    ],
    "As an educator he expanded the collection of casts of antique sculptures at the Leipizig Classical Museum, which became one of the largest collections of casts in Germany.": [
        [
            80,
            88,
            [
                "Leipzig"
            ]
        ]
    ],
    "In the 1920s he taught sculpture cleaning and photographing techniques to the Smith College professor <a href=\"/kennedyc\">Clarence Kennedy</a> who was to become one of the important art photographers of the age.": [],
    "Studniczka's scholarship resulted in a greatly-admired restoration of the fragment sculpture of the Artemis-Iphigenia Group (Ny Carlsberg Glyptotek).": [
        [
            125,
            127,
            [
                "NY",
                "By",
                "Any",
                "My",
                "No",
                "NYC"
            ]
        ]
    ],
    "He was succeeded in 1932 by <a href=\"/schweitzerb\">Bernhard Schweitzer</a>.</p>": []
}