{
    "<p>Influential head of the Arts and Sciences Department of the Netherlands and historian of Dutch art, consolidator of art museums in the Netherlands.": [],
    "Stuers wrote an inventory catalog of the art in the Maurtishuis in the Hague in 1874.": [
        [
            0,
            6,
            [
                "Steers",
                "Suers"
            ]
        ],
        [
            52,
            63,
            [
                "Mauritshuis"
            ]
        ],
        [
            67,
            70,
            [
                "The"
            ]
        ]
    ],
    "When the first Dutch department dealing with conservation was established in 1875, de Stuers assumed responsibility for the Arts and Sciences Department within the Ministry of Home Affairs, in addition to being secretary of various influential committees which provided the state with advice on proposed restorations.": [
        [
            86,
            92,
            [
                "Steers",
                "Suers"
            ]
        ]
    ],
    "De Stuers made the first systematic survey of pre-1850 historic buildings in the Netherlands.": [
        [
            3,
            9,
            [
                "Steers",
                "Suers"
            ]
        ]
    ],
    "In 1881 he and the art collector A. A. des Tombe discovered the now famous \"Girl with the Pearl Earring\" by Vermeer at a Hague auction house, then ascribed as an unknown master.": [
        [
            3,
            7,
            [
                "1881,"
            ]
        ],
        [
            39,
            42,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            43,
            48,
            [
                "Tomb",
                "Tombs",
                "Tome",
                "Bombe",
                "Tombed",
                "Tom be"
            ]
        ]
    ],
    "De Stuers agreed not to bid against Des Tombe, who acquired the picture, but obviously with a certain obligation to de Stuers.": [
        [
            3,
            9,
            [
                "Steers",
                "Suers"
            ]
        ],
        [
            36,
            39,
            [
                "DES",
                "Yes",
                "Does",
                "Dies",
                "Desk",
                "Del"
            ]
        ],
        [
            40,
            45,
            [
                "Tomb",
                "Tombs",
                "Tome",
                "Bombe",
                "Tombed",
                "Tom be"
            ]
        ],
        [
            119,
            125,
            [
                "Steers",
                "Suers"
            ]
        ]
    ],
    "De Stuers oversaw the consolidation of paintings in the Netherland into the new Rijksmuseum building, elevating Rijksmuseum van Schilderijen (National Museum of Paintings) director <a href=\"/obreenf\">Frederik D. O. Obreen</a> to the position in 1885.": [
        [
            3,
            9,
            [
                "Steers",
                "Suers"
            ]
        ],
        [
            56,
            66,
            [
                "Netherlands",
                "Nether land"
            ]
        ]
    ],
    "Obreen and de Stuers played an important role in the relocation and rearrangement of the collections of the Rijksmuseum.": [
        [
            0,
            6,
            [
                "Been",
                "Green",
                "Screen",
                "Breed",
                "O'Brien",
                "Bremen"
            ]
        ],
        [
            14,
            20,
            [
                "Steers",
                "Suers"
            ]
        ]
    ],
    "Both Obreen and De Stuers had rather conservative views on the display of the works of art, however, preferring to show as many paintings as possible floor to ceiling, even when other museums such as the National Museum in Berlin under <a href=\"/bodew\">Wilhelm Bode</a> were grouping paintings by school and selectively.": [
        [
            5,
            11,
            [
                "Been",
                "Green",
                "Screen",
                "Breed",
                "O'Brien",
                "Bremen"
            ]
        ],
        [
            19,
            25,
            [
                "Steers",
                "Suers"
            ]
        ]
    ],
    "The design of the new Rijksmuseum caused an controversy; a very public quarrel with <a href=\"/roevern\">Nicolaas de Roever</a> and de Stuers over the final form for the building of the Rijksmuseum ensued.": [
        [
            41,
            43,
            [
                "a"
            ]
        ]
    ],
    "De Stuers retired from government service in 1901.": [
        [
            3,
            9,
            [
                "Steers",
                "Suers"
            ]
        ]
    ],
    "When des Tombes died in 1902, a secret will bequeathed \"The Girl with the Pearl Earring\" to the Mauritshuis along with twelve other paintings.": [
        [
            5,
            8,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            9,
            15,
            [
                "Tombs",
                "Tomes",
                "Bombes",
                "Tombed"
            ]
        ]
    ],
    "De Stuer's Arts and Sciences Department was replaced by the National Committee for the Protection of Monuments in 1903.</p>": [
        [
            3,
            8,
            [
                "Steer",
                "Suer"
            ]
        ]
    ]
}