{
    "<p>Kress Foundation art historian; Italian renaissance specialist.": [
        [
            3,
            8,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ]
    ],
    "Suida was born to Albert Suida and Betha von Heim, his mother a descendant of Richard Wagner.": [
        [
            0,
            5,
            [
                "SIDA"
            ]
        ],
        [
            25,
            30,
            [
                "SIDA"
            ]
        ],
        [
            35,
            40,
            [
                "Beta",
                "Bertha",
                "Botha",
                "Bethe",
                "Letha",
                "Betcha"
            ]
        ],
        [
            45,
            49,
            [
                "Ham",
                "Had",
                "Has",
                "Him",
                "Hat",
                "Heir"
            ]
        ]
    ],
    "His uncle was the art historian <a href=\"/thodeh\">Henry Thode</a>.": [],
    "After attending a Gymnasium in Vienna, he studied art history in Vienna under <a href=\"/riegla\">Aloïs Riegl</a> and <a href=\"/wickhofff\">Franz Wickhoff</a>, in Leipzig and finally Heidelberg under Thode with whom he wrote his dissertation in 1899.": [],
    "It was published the following year.": [],
    "Between 1902-04 he was an assistant at the Deutsches Kunsthistorisches Institut in Florence, the model for Italian research institutes, where he researched the book for his habilitation.": [
        [
            43,
            52,
            [
                "Deutsche's",
                "Deutsche"
            ]
        ],
        [
            71,
            79,
            [
                "Institute"
            ]
        ],
        [
            173,
            185,
            [
                "rehabilitation",
                "habitation",
                "facilitation",
                "debilitation",
                "habilitating"
            ]
        ]
    ],
    "He qualified with a 1905 monograph on Florentine painting.": [],
    "He taught as a <em>Privatdozent</em> in Vienna and for the academic year 1909-10 at the Technische Hochschule in Graz, Austria.": [],
    "Beginning in 1911 was appointed a professor of art history at the university in Graz, and managed the picture gallery (Bildergalerie) of the Landesmuseum Joanneum in Graz.": [],
    "During World War I he fought as a captain.": [],
    "Between 1934-38 he was on leave teaching at various schools in Austria and Italy, but with the annexation of Austria by the Nazis in 1939, he emigrated first to England and then to the United States.": [],
    "In 1947 he found a position as Head of the department of art-historical research at the Kress Foundation, advising on art purchases for Samuel Kress and later helping to disperse the collection to museums across the United States.": [
        [
            3,
            7,
            [
                "1947,"
            ]
        ],
        [
            88,
            93,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ],
        [
            143,
            148,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ]
    ],
    "His daughter Bertina Suida (d.": [
        [
            13,
            20,
            [
                "Bettina"
            ]
        ],
        [
            21,
            26,
            [
                "SIDA"
            ]
        ]
    ],
    "1992) studied art history at New York University's Institute of Fine Arts where she met fellow art history student Robert Manning.": [],
    "They married and the elder Suida gave his son-in-law a position as curator for the Kress collection.": [
        [
            27,
            32,
            [
                "SIDA"
            ]
        ],
        [
            83,
            88,
            [
                "Press",
                "Dress",
                "Krebs",
                "Cress",
                "Tress"
            ]
        ]
    ],
    "Bertina was a curator at the Chrysler Collection.": [
        [
            0,
            7,
            [
                "Bettina"
            ]
        ]
    ],
    "William and his children amassed large personal collections of Baroque art.": [],
    "Suida was an expert in Lombard art and only slightly less Venetian.": [
        [
            0,
            5,
            [
                "SIDA"
            ]
        ]
    ],
    "At his death in 1959, his collection passed to his children.": [],
    "The combined art collection was donated to the Blanton Museum of Art at the University of Texas, Austin, in1999, as the Suida-Manning Collection.</p>": [
        [
            120,
            133,
            [
                "SIDA-Manning"
            ]
        ]
    ]
}