{
    "<p>Architectural Historian and keeper of the Soane Museum, 1945-1984.": [
        [
            45,
            50,
            [
                "Shane",
                "Sane",
                "Sloane",
                "Soave",
                "Skåne"
            ]
        ]
    ],
    "Summerson's father was Samuel James Summerson (d.": [],
    "1907) and mother Dorothea Worth Newenham (d.": [
        [
            32,
            40,
            [
                "Needham"
            ]
        ]
    ],
    "1963).": [],
    "His grandfather, Thomas Summerson was director of the steel foundry in Darlington responsible for the first public railway in England.": [],
    "After his father's death when he was three, his moved frequently in England and Europe.": [],
    "He attended school at Riber Castle, Derbyshire, before the Harrow School beginning in 1918.": [
        [
            22,
            27,
            [
                "River",
                "Fiber",
                "Rider",
                "Tiber",
                "Riser",
                "Riper"
            ]
        ]
    ],
    "Here he became an outstanding organist.": [],
    "He considered a career as a professional organist before changing to architecture.": [],
    "He entered the Bartlett School, University College, London in 1922, under Albert Richardson.": [],
    "After a succession of architectural assistant positions and a teaching post at the College of Art, Edinburgh for the 1929-1930 year, he traveled throughout Europe and Russia, examining architecture.": [],
    "Upon his return to England, he joined the Modern Architectural Research Group (MARS).": [],
    "Summerson struck out on his own in 1934, leaving a living arrangement with his mother and writing for the Architect and Building News as an assistant editor until 1941.": [],
    "During this time he wrote a biography of Nash, whose drawings he had discovered in a print shop in 1932, published in 1935.": [],
    "In 1937 Summerson published the first of his characteristic essays rethinking traditional architecture, \"The Tyranny of Intellect: A Study of the Mind of Sir Christopher Wren in Relation to the Thought of his Time.\"": [],
    "The following year he married Elizabeth Alison Hepworth (d.": [],
    "1991), a dancer and sister of the sculptor Barbara Hepworth.": [],
    "Summerson began research for a history of Georgian architecture in London.": [],
    "He lectured on the topic in 1939 at the Courtauld Institute.": [
        [
            40,
            49,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "However, World War II prevented publishing these.": [],
    "Summerson joined the National Buildings Record in 1941, an initiative founded an attempt to document structures before they were destroyed by bombing.": [],
    "Although his title was assistant director under Walter Godfrey (1891-1986), the Record was effectively Summerson's own project.": [],
    "When <a href=\"/boltona\">Arthur T. Bolton</a>, the keeper of the John Soane Museum, died in 1945, Summerson was appointed his successor.": [],
    "Only then did he abandon hopes of concertizing.": [],
    "His book on Georgian London appeared in 1946.": [],
    "As director of the Soane Museum, Summerson skillfully changed the museum's funding to governmental while retaining its board of trustees.": [
        [
            19,
            24,
            [
                "Shane",
                "Sane",
                "Sloane",
                "Soave",
                "Skåne"
            ]
        ]
    ],
    "He moved to the Chalk Farm area in north London with his family in 1949, the same year his book Heavenly Mansions, appeared.": [],
    "In the early 1950s, <a href=\"/pevsnern\">Nikolaus Bernard Leon Pevsner</a> contracted with Summerson to write the volume on Architecture in Britain, 1550-1850 for the Pelican History of Art series.": [],
    "It appeared in 1953.": [],
    "Summerson was knighted in 1958.": [],
    "His interest in architecture spanned the entire range, at times his enthusiasm for modern architecture at cross-purposes with historic conservation.": [],
    "In 1961 he was part of a group supporting a new building in Dublin.": [
        [
            3,
            7,
            [
                "1961,"
            ]
        ]
    ],
    "Summerson wrote his popular architectural primer, The Classical Language of Architecture in 1964.": [],
    "A catalog on the architect John Thorpe was issued as volume 40 of the journal of the Walpole Society in 1966.": [],
    "In 1968 the Soane Museum purchased the adjacent property, also designed by Soane, and the Museum expanded.": [
        [
            12,
            17,
            [
                "Shane",
                "Sane",
                "Sloane",
                "Soave",
                "Skåne"
            ]
        ],
        [
            75,
            80,
            [
                "Shane",
                "Sane",
                "Sloane",
                "Soave",
                "Skåne"
            ]
        ]
    ],
    "Throughout the 1970s and 1980s, Summerson began a protracted affair with the artist Nancy Culliford Sharp Spender (1909-2001), the estranged wife of the artist William Coldstream and widow of the war hero Michael Spender (brother of the poet Stephen Spender).": [
        [
            90,
            99,
            [
                "Clifford",
                "Guildford",
                "Cuneiform",
                "Nullified",
                "Guilford",
                "Multiform"
            ]
        ],
        [
            168,
            178,
            [
                "Cold stream"
            ]
        ]
    ],
    "In 1976 Summerson published the first of his two books covering royal architecture between 1485-1660, known as the History of the King's Works edited under <a href=\"/colvinh\">Howard Montagu Colvin</a>.": [],
    "He rewrote his earlier Nash biography completely, publishing it as Life and Work of John Nash Architect in 1980.": [],
    "Summerson retired from the Museum in 1984.": [],
    "He supported demolishing a Georgian building in favor of designed by Mies van de Rohe in 1984.": [
        [
            69,
            73,
            [
                "Main",
                "Lies",
                "Miles",
                "Dies",
                "Mail",
                "Mines"
            ]
        ],
        [
            81,
            85,
            [
                "Role",
                "Rose",
                "Rome",
                "Rode",
                "Rope",
                "Robe"
            ]
        ]
    ],
    "He retired from the museum the same year.": [],
    "In 1988 he again backed raising traditional buildings (Victorian era) in London in favor of replacing them with a modernist building by James Stirling.": [
        [
            3,
            7,
            [
                "1988,"
            ]
        ]
    ],
    "These modernist beliefs rankled many among his architectural history friends.": [],
    "His collected essays, The Unromantic Castle (1990) ranged from analysis of minor architects such as an essay on Thorpe to pieces on the (second) design for St.": [],
    "Paul's Cathedral by Christopher Wren.": [],
    "His wife Lady Summerson, died in 1991 and the following year, his body ravaged by Parkinson's disease, Summerson himself died.": [],
    "He left an uncompleted and unpublished autobiography.": [],
    "Summerson's long curatorship at the Soane Museum transformed the quaint though stodgy institution into a specialty museum of international stature.": [
        [
            17,
            28,
            [
                "curator ship",
                "curators hip"
            ]
        ],
        [
            36,
            41,
            [
                "Shane",
                "Sane",
                "Sloane",
                "Soave",
                "Skåne"
            ]
        ]
    ],
    "As an architectural historian, he changed British architectural history from the hobby of architects to an academic discipline.": [],
    "His impressive research skills and judgment were acquired without formal education in the subject.": [],
    "Instead, he learned from the German expatriate architectural historians (Pevsner among others).": [
        [
            73,
            80,
            [
                "Pester",
                "Evener",
                "Eisner"
            ]
        ]
    ],
    "He read Karl Marx and believed in materialism's determining artistic form.": [],
    "He admired Lewis Namier, H. S. Goodheart-Rendel, and Robert Byron.": [
        [
            17,
            23,
            [
                "Napier",
                "Navier",
                "Gamier",
                "Neymar"
            ]
        ],
        [
            31,
            47,
            [
                "Good heart-Rendel",
                "Goodheart-Render"
            ]
        ]
    ],
    "His book Georgian London examined landownership and building regulations as much as stylistic development to write a new kind of architectural history.": [],
    "The architectural historian <a href=\"/colvinh\">Howard Montagu Colvin</a>, however, found this Summerson book, which he revised in 2001, so factually carelessness.": [],
    "His Pelican History of Art volume set British architecture in the larger context of European architecture, demonstrating that English architects employed pattern books and continental theory as opposed to the notion--expounded by <a href=\"/blomfieldr\">Reginald T. Blomfield</a> and others, that Insular architecture sprang from individual inspiration.": [],
    "Deborah Howard noted that Summerson, like academically trained art historians of his time, believed that a clear, \"coherent line of stylistic development could and should be traced based on the artistic authority of certain key figures and their buildings.\"": [],
    "David Watkin notes that Summerson was one of the first architectural historians who did not wish to see the historic styles he studied designed by modern architects.</p>": [
        [
            6,
            12,
            [
                "Watkins",
                "Catkin"
            ]
        ]
    ]
}