{
    "<p>Editor of <em>Apollo</em> magazine (1962-87) and exhibition organizer.": [],
    "His father was Edmund Miller Sutton and mother Dulcie Laura Wheeler (Sutton).": [
        [
            47,
            53,
            [
                "Julie",
                "Lucie",
                "Dulcimer",
                "Muncie",
                "Dunce",
                "Dolce"
            ]
        ]
    ],
    "Sutton attended Exeter College, Oxford, where he received a B.A., and B.Litt.": [
        [
            72,
            76,
            [
                " Litt"
            ]
        ]
    ],
    "and where he made the lifelong friendship with classmate and Byzantinist <a href=\"/beckwithj\">John Beckwith</a>.": [
        [
            0,
            3,
            [
                "And"
            ]
        ],
        [
            61,
            72,
            [
                "Byzantines"
            ]
        ]
    ],
    "In 1940 he married Sonja Kilbansky (later divorced).": [
        [
            3,
            7,
            [
                "1940,"
            ]
        ]
    ],
    "During World War II he worked in the Foreign Office Research Department, London, England, between 1940-46.": [],
    "In 1946 he was appointed secretary of the International Commission for Restitution of Cultural Material and in 1948 the fine arts specialist, United Nations Educational, Scientific, and Cultural Organization (UNESCO).": [
        [
            3,
            7,
            [
                "1946,"
            ]
        ]
    ],
    "Sutton was a visiting lecturer at Yale University in 1949 during which time he wrote a seminal essay for <em>Horizon</em> magazine (London) on modern American painting.": [],
    "He became the art sales correspondent and a book reviewer for the <em>Daily Telegraph</em> newspaper.": [],
    "He served as art critic for the <em>Financial Times</em> and <em>Country Life</em>.": [],
    "In 1952 he married Gertrud Koebke-Knudson (also later divorced).": [
        [
            3,
            7,
            [
                "1952,"
            ]
        ],
        [
            19,
            26,
            [
                "Gertrude"
            ]
        ],
        [
            27,
            41,
            [
                "Kobe-Knudson",
                "Koebke-Knudsen"
            ]
        ]
    ],
    "A third marriage to Cynthia Sassoon occurred in 1960.": [],
    "In 1962 the management of the <em>Financial Times</em> appointed Sutton the editor of <em>Apollo</em>, a scholarly but foundering art-history journal, then under the new ownership of the <em>Financial Times</em>.": [],
    "During his years as editor, he rejuvenated the magazine's reputation as a serious journal for art-historical research and collecting.": [],
    "His witty if sharp editorials and \"theme issues\" brought the magazine back to profitability.": [],
    "The intellectual work of the art historian/collector <a href=\"/mahond\">Denis Mahon</a> was largely established through the pages of <em>Apollo</em> during Sutton's tenure.": [],
    "Sutton also translated a volume by <a href=\"/adhemarj\">Jean Adhémar</a> on the Spanish painter Francisco Goya.": [],
    "Sutton developed throat cancer in 1973, yet continued to publish and edit the magazine, relearning to speak after radical throat surgery.": [],
    "He retired as editor of <em>Apollo</em> in 1986 to publish the biography, <em>Degas: The Man and the Work</em> the same year.": [],
    "He died of melanoma at age 73.": [],
    "As editor and sometimes nearly sole contributor to issues of <em>Apollo</em>, Sutton found a voice for the English-speaking cultural and collecting community.": [],
    "His instigation of whole issues devoted to individual museums, art historians (in the case of <a href=\"/douglasr\">R.": [],
    "Langton Douglas</a>) and collections broadened the magazine's readership, rivaling Britain's other mainstream art history (and some would say \"art establishment\") organ, the <em>Burlington Magazine</em>.": [
        [
            0,
            7,
            [
                "Langston",
                "Lang ton"
            ]
        ]
    ],
    "Sutton also built a reputation as an art exhibition organizer.": [],
    "His \"France in the Eighteenth Century\" show at the Royal Academy in 1968 were a blend of scholarship and connoisseurship.": [],
    "He authored biographies of Rodin, Whistler and Sickert and edited the letters of <a href=\"/fryr\">Roger Fry</a>.": [
        [
            47,
            54,
            [
                "Sicker",
                "Sickest"
            ]
        ]
    ],
    "Sutton was a frequent contributor to the <em>Gazette des Beaux-Arts</em> and a corresponding member of the Institut de France and a chevalier of the Legion of Honor.": [],
    "The historian, collector, and director of the <em>Burlington Magazine</em>, <a href=\"/fordb\">Brinsley Ford</a> wrote a moving tribute to him in <em>Apollo</em>.</p>": []
}