{
    "<p>Medievalist and modernist; Director of Frankfurt art museums and later a Museum of Fine Art, Boston acquisitions curator, 1939-1957.": [],
    "Swarzenski's father was Adolf Hanns Swarzenski, a prosperous Dresden merchant originally of Jewish origin, and his mother, Auguste Beck (Swarzenski).": [
        [
            0,
            10,
            [
                "Swarovski"
            ]
        ],
        [
            30,
            35,
            [
                "Hands",
                "Hans",
                "Hangs",
                "Hanna",
                "Banns",
                "Hanks"
            ]
        ],
        [
            36,
            46,
            [
                "Swarovski"
            ]
        ],
        [
            123,
            130,
            [
                "August",
                "Augusta",
                "Augusto",
                "Augusts",
                "Auguster"
            ]
        ],
        [
            137,
            147,
            [
                "Swarovski"
            ]
        ]
    ],
    "In 1896 graduated with a degree in law from Heidelberg.": [],
    "He married Ella Perec-Wilcynska, [name sometimes appearing as Pertz-Wilcynska] in 1899, turning his attention to art history.": [
        [
            16,
            31,
            [
                "Part-Wilcynska"
            ]
        ],
        [
            62,
            77,
            [
                "Perth-Wilcynska"
            ]
        ]
    ],
    "Swarzenski studied art under the great medievalist <a href=\"/goldschmidta\">Adolph Goldschmidt</a> in Berlin and in Heidelberg under <a href=\"/thodeh\">Henry Thode</a>, gaining his second degree in 1901.": [
        [
            0,
            10,
            [
                "Swarovski"
            ]
        ]
    ],
    "His dissertation was on the Regensburg school of manuscript illumination of the tenth and eleventh centuries.": [],
    "He initially worked as an assistant at the research assistant at the Berlin Museums where he likely habilitated in 1903, when he was designation a privatdozent.": [],
    "After a year as an assistant at the Kunsthistorischen Institut in Florence, he returned to Berlin as an assistant for the Kunstgewerbemuseum (\"useful arts\" museum).": [
        [
            54,
            62,
            [
                "Institute"
            ]
        ]
    ],
    "In 1906 he was appointed director of the Städelsches Kunstinstitut in Frankfurt, a privately endowed and operated art museum, which Thode had at one time directed.": [
        [
            3,
            7,
            [
                "1906,"
            ]
        ],
        [
            132,
            137,
            [
                "Those",
                "Rhode",
                "Thole",
                "Th ode"
            ]
        ]
    ],
    "Seeing the need to acquire more art than the Städelsches could afford, Swarzenski convinced the city of Frankfurt to found its own, publicly funded art museum, the Städtische Galerie, (municipal gallery) to buy works, under Swarzenski's direction, to complement the Städelsches holdings.": [
        [
            71,
            81,
            [
                "Swarovski"
            ]
        ],
        [
            175,
            182,
            [
                "Valerie"
            ]
        ],
        [
            224,
            234,
            [
                "Swarovski"
            ]
        ]
    ],
    "The Städtische collection grew to include works by the Impressionists (Monet) and Post-Impressionists (Cézanne and van Gogh) and later by Picasso, Munch, Ensor and Die Brücke artists and others of German Expressionism, some of whom taught at the Kunstinstitut.": [
        [
            154,
            159,
            [
                "Sensor",
                "Tensor",
                "Censor",
                "ENSO",
                "Ens or"
            ]
        ]
    ],
    "He hired the fledgling art historian <a href=\"/wichertf\">Fritz Wichert</a> to assist him.": [],
    "In 1909 Swarzenski opened a combined museum, though still distinct in terms of collections, which he jointly directed with the Liebieghaus sculpture museum.": [
        [
            8,
            18,
            [
                "Swarovski"
            ]
        ]
    ],
    "He married a second time in 1916, to Marie Mössinger.": [
        [
            43,
            52,
            [
                "Messenger",
                "Kissinger",
                "Hostinger",
                "Mossier"
            ]
        ]
    ],
    "The following year, he contributed essays on modern art for the important survey, <em>Handbuch der Kunstwissenschaft</em>.": [],
    "Together with his assistant, the art historian <a href=\"/woltersa\">Alfred Wolters</a>, he founded the <em>Städel Jahrbuch</em> beginning in 1921 (which they co-edited through 1936).": [],
    "About this time, he began a liaison with Calola Netter, whom he installed in the museum as his intern.": [
        [
            41,
            47,
            [
                "Canola",
                "Calla",
                "Carola"
            ]
        ]
    ],
    "A double portrait of his wife and mistress was painted by Max Beckmann in 1923.": [],
    "Swarzenski was gifted museum innovator.": [
        [
            0,
            10,
            [
                "Swarovski"
            ]
        ]
    ],
    "He organized period rooms for decorative arts in his museums.": [],
    "Between 1925-1931 he held musical concerts in the rooms, one of the first directors to do so.": [],
    "His knowledge of the art market brought many masterworks to his museums.": [],
    "He was also of sufficient means that he could afford to donate pictures to the museum personally; the famous van Gogh portrait of Dr.": [],
    "Gachet was one of these.": [
        [
            0,
            6,
            [
                "Cachet",
                "Sachet"
            ]
        ]
    ],
    "Swarzenski wrote columns in the local newspaper, the <em>Frankfurter Zeitung</em>, communicating his interests and the museums' needs to the German and greater European public.": [
        [
            0,
            10,
            [
                "Swarovski"
            ]
        ]
    ],
    "In 1928 Swarzenski was appointed Director-General of all Frankfurt museums.": [
        [
            8,
            18,
            [
                "Swarovski"
            ]
        ]
    ],
    "He used his new position to purchase a significant part of the large Sigmaringen collection.": [],
    "The museum's Kunstgewerbemuseum, also rose to prominence under Swarzenski's direction.": [
        [
            63,
            73,
            [
                "Swarovski"
            ]
        ]
    ],
    "As a director somewhat ahead of his time, he mounted an early \"blockbuster\" show, a display of goldsmithing work, known as the Welfenschatz, which attracted huge crowds from the region.": [
        [
            95,
            107,
            [
                "Goldsmith",
                "goldsmith",
                "goldsmiths"
            ]
        ]
    ],
    "The rise of the Nazis to power in 1933 put Swarzenski into direct conflict with their ideas of art.": [
        [
            43,
            53,
            [
                "Swarovski"
            ]
        ]
    ],
    "Forced to remove many works of modernist art from the museums walls because of their \"degenerate\" designation by the Nazis--and distrusted for his Jewish background--Swarzenski ultimately resigned in 1938 and fled to United States.": [
        [
            214,
            230,
            [
                "to the United States"
            ]
        ]
    ],
    "Many of the modernist works he acquired, including his personal donation of the Dr.": [],
    "Gachet, were deaccessioned and sold.": [
        [
            0,
            6,
            [
                "Cachet",
                "Sachet"
            ]
        ],
        [
            13,
            26,
            [
                "accessioned"
            ]
        ]
    ],
    "In the United States, he lectured at Institute for Advance Studies, Princeton, N. J., for the 1938-1939 year before Museum of Fine Arts, Boston Director <a href=\"/edgellg\">George Harold Edgell</a> offered him a position to build the medieval area of the collection.": [],
    "His 1940 Boston exhibition, \"Arts of the Middle Ages: 1000-1400,\" marked Boston as a center of interest in the middle ages.": [
        [
            111,
            122,
            [
                "Middle Ages"
            ]
        ]
    ],
    "He retired in 1956 and was succeeded by his son, <a href=\"/swarzenskih\">Hanns Swarzenski</a> who also distinguished himself at Boston as an art historian.</p>": []
}