{
    "<p>Medievalist; Curator of Decorative Arts and Sculpture at the Museum of Fine Arts, Boston,1956-1973.": [],
    "Swarzenski grew up in Frankfurt, Germany, where his father, <a href=\"/swarzenskig\">Georg Swarzenski</a> was the director of the Städelsches Kunstinstitut (museum) and the Liebieghaus sculpture museum.": [
        [
            0,
            10,
            [
                "Swarovski"
            ]
        ]
    ],
    "His mother was Ella Perec-Wilcynska, [name sometimes appearing as Pertz-Wilcynska].": [
        [
            20,
            35,
            [
                "Part-Wilcynska"
            ]
        ],
        [
            66,
            81,
            [
                "Perth-Wilcynska"
            ]
        ]
    ],
    "As a young man he met the German Expressionist artist Max Beckmann who taught at the Städelsches school.": [],
    "He studied art history at Freiburg under <a href=\"/friedlanderw\">Walter F. Friedländer</a>, in Berlin, under <a href=\"/goldschmidta\">Adolph Goldschmidt</a>, under whom his father had also studied, and from whom he likely honed his connoisseurship skills.": [],
    "While pursuing his dissertation, he participated in the <em>Jahrtausundaustellung</em> (millenial celebration) in Düsseldorf in 1925 under <a href=\"/wittef\">Fritz Witte</a>.": [],
    "The exhibition gave him early and unusual experience with manuscripts and medieval art.": [],
    "He received his Ph.D.": [],
    "from the University in Bonn in 1927 with a dissertation on medieval German book illumination under <a href=\"/clemenp\">Paul Clemen</a>.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "He became a fellow of the Kunsthistorisches Institut in Florence.": [
        [
            44,
            52,
            [
                "Institute"
            ]
        ]
    ],
    "He was awarded a travel grant to study as a Fellow at the Fogg Museum, Harvard University in 1928.": [
        [
            58,
            62,
            [
                "Fog",
                "Foggy",
                "Fogs",
                "OGG",
                "Fogy",
                "Ogg"
            ]
        ]
    ],
    "He returned to Berlin and worked at the state art museums there as a stagiaire.": [
        [
            69,
            78,
            [
                "staggered",
                "stagier"
            ]
        ]
    ],
    "In Berlin, Swarzenski kept abreast of all the arts, becoming acquainted with the Bauhaus and Brücke masters Mies van der Rohe, Karl Schmidt-Rottluff, Gerhard Marcks and Andreas Feininger.": [
        [
            11,
            21,
            [
                "Swarovski"
            ]
        ],
        [
            93,
            99,
            [
                "Bruce"
            ]
        ],
        [
            158,
            164,
            [
                "Marks",
                "Marcus",
                "Marcos",
                "Marc ks"
            ]
        ],
        [
            177,
            186,
            [
                "Fainter",
                "Salinger",
                "Basinger",
                "Festinger",
                "Fainer",
                "Malinger"
            ]
        ]
    ],
    "In 1936 he published his major work, <em>Die lateinischen illuminierten Handschriften des XIII.": [
        [
            3,
            7,
            [
                "1936,"
            ]
        ],
        [
            58,
            71,
            [
                "illuminated",
                "illuminate",
                "illuminates"
            ]
        ],
        [
            86,
            89,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Jahrhunderts</em>.": [],
    "He used the modest honorarium he was paid for the book to buy a Beckmann painting.": [
        [
            64,
            72,
            [
                "Beckman"
            ]
        ]
    ],
    "He left Nazi-controlled Germany in 1938--although a Protestant Christian he was from a Jewish background--accepting an offer to assist <a href=\"/panofskye\">Erwin Panofsky</a> at the Institute for Advanced Study in Princeton, New Jersey.": [],
    "His father resigned and followed a short while later.": [],
    "At the Institute, Swarzenski published his book on the Berthold Missal.": [
        [
            18,
            28,
            [
                "Swarovski"
            ]
        ],
        [
            55,
            63,
            [
                "Berthoud",
                "Bert hold",
                "Berth old"
            ]
        ]
    ],
    "He became acting curator of sculpture at the National Gallery of Art in Washgington, D. C. in 1943 (many museum personnel were in the war).": [
        [
            72,
            83,
            [
                "Washington"
            ]
        ]
    ],
    "Upon their return in 1946 he lost his position.": [],
    "In 1948 he was offered a position as a Research fellow in Medieval art at the Museum of Fine Arts, Boston, where his father also held that status.": [
        [
            3,
            7,
            [
                "1948,"
            ]
        ]
    ],
    "In 1948 year he wrote a forward to a catalog on his friend, Beckmann, in the first American retrospective of his art in St.": [
        [
            60,
            68,
            [
                "Beckman"
            ]
        ]
    ],
    "Louis, MO.": [],
    "Between 1950-1956 he periodically lectured at the Warburg Institute in London.": [],
    "He married Brigitte Horney, an actress, in 1953.": [
        [
            20,
            26,
            [
                "Honey",
                "Horned",
                "Horne",
                "Lorna",
                "Hornet",
                "Hooray"
            ]
        ]
    ],
    "The same year he published his important <em>Monuments of Romanesque Art</em>, still a handbook for the period.": [],
    "He succeeded his father as Curator of Decorative Arts and Sculpture in the Museum in 1956, appointed by director <a href=\"/rathbonep\">Perry T. Rathbone</a>, whom he had known since Rathbone's days in St.": [],
    "Louis.": [],
    "Among Swarzenski's acquisitions during the Boston years were two works rejected as forgeries by other museums, the Lombard Virgin and Child, acquired in 1959, and an Ile-de-France Virgin and Child, both ca.": [
        [
            6,
            16,
            [
                "Swarovski"
            ]
        ],
        [
            166,
            179,
            [
                "Île-de-France"
            ]
        ]
    ],
    "1200.": [],
    "In the early 1960s, Swarzenski identified a large 12th-century ivory cross offered to the Museum by a private seller.": [
        [
            20,
            30,
            [
                "Swarovski"
            ]
        ]
    ],
    "When he and Rathbone determined the Museum could not afford the treasure, it was referred to the Metropolitan Museum of Art's <a href=\"/hovingt\">Thomas Hoving</a> who ultimately acquired it as the (now famous) Cloister's Cross.": [],
    "Hoving neglected to mention in his memoirs Swarzenski's contribution.": [
        [
            0,
            6,
            [
                "Having",
                "Moving",
                "Hoping",
                "Loving",
                "Homing",
                "Roving"
            ]
        ],
        [
            43,
            53,
            [
                "Swarovski"
            ]
        ]
    ],
    "As a curator for all European sculpture, Swarzenski also purchased works by Giacometti, Calder, Brancusi and Henry Moore for the Museum.": [
        [
            41,
            51,
            [
                "Swarovski"
            ]
        ],
        [
            96,
            104,
            [
                "Branch",
                "Branches",
                "Francis",
                "Brands",
                "Frances",
                "François"
            ]
        ]
    ],
    "A 1972 festschrift contained artwork commissioned by both Beckmann and Calder.": [
        [
            58,
            66,
            [
                "Beckman"
            ]
        ]
    ],
    "In 1973 he retired to a home in Wilzhofen, Oberbayern, Germany, where he died in 1985.": [
        [
            3,
            7,
            [
                "1973,"
            ]
        ]
    ],
    "Swarzenski's <em>Monuments of Romanesque Art</em> remains a characteristic work.": [
        [
            0,
            10,
            [
                "Swarovski"
            ]
        ]
    ],
    "It lacks extensive comment on the objects in favor of allowing the works to speak for themselves.": [],
    "<a href=\"/cahnw\">Walter B. Cahn</a> speculated that Swarzensky was equally uncomfortably with public oratory.": [],
    "A trained connoisseur in the postivistic vein of Goldschmidt, Swarzenski remained a true art historian rather than like so many German medievalists, an iconographer.": [
        [
            29,
            40,
            [
                "optimistic",
                "pessimistic",
                "positivist",
                "positivists"
            ]
        ],
        [
            62,
            72,
            [
                "Swarovski"
            ]
        ],
        [
            152,
            164,
            [
                "iconography",
                "iconographic",
                "scenographer",
                "sonographer"
            ]
        ]
    ],
    "His personal art collection, which, in addition to Beckmann, extended to Paul Klee and Ernst Ludwig Kirchner, was made possible by art dealers who sold him these works modestly in exchange for Museum patronage of medieval works (Rathbone).</p>": [
        [
            51,
            59,
            [
                "Beckman"
            ]
        ]
    ]
}