{
    "<p>Curator of the Museum of Modern Art 1935-46 and director of the Guggenheim Museum, New York, 1952-60.": [],
    "Sweeney was the son of a prosperous importer of laces and textiles whose family had come from Donegal, Ireland.": [],
    "He attended officers' training school in Louisville, KY, during World War I. He earned a B.A.": [],
    "degree at Georgetown University in Washgington, D. C. In college he was a guard on the football team and, as a graduate student in literature at Cambridge University played on the rugby team.": [
        [
            0,
            6,
            [
                "Degree"
            ]
        ],
        [
            35,
            46,
            [
                "Washington"
            ]
        ]
    ],
    "He was champion a shot-putter at both schools.": [],
    "Sweeney was an editor of the Paris literary magazine <em>Transition</em>, assisting James Joyce in editing the manuscript of Joyce's ''Work in Progress.''": [],
    "In 1935 <a href=\"/barra\">Alfred H. Barr, Jr.</a>, appointed Sweeney to be a curator of his new Museum of Modern Art.": [],
    "Sweeney commissioned the photographer Walker Evans (1903-1975) to photograph 477 African art works for the exhibition, \"African Negro Art,\" which opened at the Museum of Modern Art, New York, in 1935.": [],
    "The show comprised 603 sculptures and textiles from public and private collections in Europe and the United States and was the largest presentation of African sculpture in an American art museum, seconded only by an exhibition at the Brooklyn Museum in 1923.": [],
    "Between 1935 and 1946, he served as director of the department of painting and sculpture at the Museum of Modern Art, New York.": [],
    "Other shows he organized included the memorial exhibition of the works of Piet Mondrian.": [],
    "Sweeney resigned when a change in administrative structure abridged his authority.": [],
    "In 1952, he was appointed director of the Guggenheim Museum, after the dismissal of the founding director <a href=\"/rebayh\">Hildegard Rebay von Ehrenwiesen</a>.": [],
    "He served as director during the construction of Frank Lloyd Wright building.": [],
    "Together with the approval of Board President Harry Guggenheim (1890-1970), Soloman Guggenheim's son, he changed Rebay's narrow focus of the museum's ''nonobjective'' art by launching shows and purchasing works of other modernists and younger European and American artists.": [
        [
            76,
            83,
            [
                "Solomon",
                "Solo man"
            ]
        ],
        [
            113,
            118,
            [
                "Relay",
                "eBay",
                "Repay",
                "Reba",
                "Rebar",
                "Rebuy"
            ]
        ]
    ],
    "Aline Saarinen, art critic for <em>The New York Times</em>, characterized his tenure as having ''symbolically as well as literally swept the place clean,'' painting the walls white, removing pictures from distracting frames and replacing the second-rate pictures of Rudolf Bauer and Rebay herself with first-rank modernist works heretofore kept in storage at the museum.": [
        [
            283,
            288,
            [
                "Relay",
                "eBay",
                "Repay",
                "Reba",
                "Rebar",
                "Rebuy"
            ]
        ]
    ],
    "Sweeney, however, disliked the Wright building, which he believed did not show pictures to best advantage.": [],
    "Although he devised a method of hanging pictures using rods projecting from the walls, he always asserted Wright's museum was an architectural showpiece rather than one for the art.": [],
    "When Harry Guggenheim asked for a more popular educational approach to the public, Sweeney resigned.": [],
    "He was appointed director of the Museum of Fine Arts in Houston in 1961.": [],
    "In Houston he acquired ancient Greek and New Guinea sculptures as well as those by Rodin and Calder.": [
        [
            3,
            10,
            [
                "Houston,"
            ]
        ]
    ],
    "Sweeney once organized a 16-ton Olmec head he had spotted half buried in a Mexican jungle to come to Houston as part of a show of Mexican art he had organized.": [],
    "However Sweeney once again left over trustee interference with his running of the museum.": [
        [
            0,
            7,
            [
                "However,"
            ]
        ]
    ],
    "Sweeney served in the early 1970's as art adviser and chairman of the executive committee at the Israel Museum in Jerusalem.</p>": [
        [
            28,
            34,
            [
                "1970s"
            ]
        ]
    ]
}