{
    "<p>Columbia University professor of classical and early medieval art history.": [],
    "Swift attended Williams College, Williamstown, MA, receiving his B. A. in classics in 1912.": [],
    "He traveled to Greece the same year to study at the American School in Athens under Bert Hodge Hill (1874-1958), the director, and Carl.": [],
    "W. Blegen (1887-1971), secretary.": [
        [
            3,
            9,
            [
                "Been",
                "Began",
                "Begin",
                "Begun",
                "Legend",
                "Eleven"
            ]
        ]
    ],
    "Under Blegen, Swift investigated the channels of the fountain Peirene.": [
        [
            6,
            12,
            [
                "Been",
                "Began",
                "Begin",
                "Begun",
                "Legend",
                "Eleven"
            ]
        ],
        [
            62,
            69,
            [
                "Parent"
            ]
        ]
    ],
    "In 1913 he accompanied Blegen and Jacob G. Schurman (1854-1942), United States Ambassador to Greece, to Istanbul.": [
        [
            3,
            7,
            [
                "1913,"
            ]
        ],
        [
            23,
            29,
            [
                "Been",
                "Began",
                "Begin",
                "Begun",
                "Legend",
                "Eleven"
            ]
        ],
        [
            43,
            51,
            [
                "Schulman"
            ]
        ]
    ],
    "There he developed a fascination with Byzantine art in addition to classical art, though publications in this area would not appear until the 1930s.": [],
    "Under <a href=\"/carpenterr\">Rhys Carpenter</a>, he explored Acrocorinth.": [],
    "He returned to the United States in 1915 to complete his dissertation at Princeton University.": [],
    "In 1916, an article, \"Marble Head at Corinth\" adumbrated his dissertation, accepted in 1921, on Roman Imperial statuary.": [],
    "His dissertation appeared as a series of articles in the <em>American Journal of Archaeology</em> between 1921 and 1922.": [],
    "These articles led to regular courses in Roman art at Columbia University.": [],
    "In 1926 he joined the faculty of Columbia.": [
        [
            3,
            7,
            [
                "1926,"
            ]
        ]
    ],
    "His first article on Byzantium, \"Byzantine Gold Mosaics,\" appeared in 1934.": [],
    "His research with Carpenter was published in 1936 as Carpenter and Bon's <em>Corinth III: The Defenses of Acrocorinth</em>.": [
        [
            67,
            70,
            [
                "On",
                "Born",
                "Won",
                "Non",
                "Son",
                "Box"
            ]
        ]
    ],
    "In 1940 he published his book on the Hagia Sophia.": [
        [
            3,
            7,
            [
                "1940,"
            ]
        ]
    ],
    "His <em>Roman Sources of Christian Art</em> was issued in 1951.": [],
    "He retired from Columbia in 1957.": [],
    "Swift lived in Princeton, N. J., until 1961 when he moved to California.": [],
    "In 1964 his early research at the American School was published in Hill's book on Corinth, <em>The Springs: Peirene, Sacred Spring and Glauke</em>.": [],
    "Swift died at age 86.": [],
    "Swift stood on the traditional side of the famous \"Orient oder Rom\" debate on the origins of early Christian iconography.": [
        [
            58,
            62,
            [
                "Oder",
                "over",
                "older",
                "order",
                "odor",
                "ode"
            ]
        ]
    ],
    "Whereas the Byzantinists <a href=\"/strzygowski\">Josef Rudolf Thomas Strzygowski</a> and <a href=\"/moreyc\">Charles Rufus Morey</a> contended that early Christian stylistic forms were drawn from western Asian sources, Emerson asserted that the form was principally western in derivation with (perhaps) an Oriental overlay (Gutmann).": [
        [
            12,
            24,
            [
                "Byzantines"
            ]
        ]
    ],
    "Contemporary scholarship has supported Asianists-theory and not Emerson.</p>": [
        [
            39,
            55,
            [
                "Pianists-theory"
            ]
        ]
    ]
}