{
    "<p>Self educated art historian, amanuensis, designer and keeper of the Realia Collections at the Art Historical Institute at Utrecht University.": [
        [
            71,
            77,
            [
                "Regalia"
            ]
        ]
    ],
    "Swillens obtained a degree in drawing at the Utrecht School for Applied Arts.": [
        [
            0,
            8,
            [
                "Swill ens"
            ]
        ]
    ],
    "He also was a musician who played the oboe in the Utrecht Orchestra, and published various articles on the history of music, mostly focusing on his home city Utrecht.": [],
    "Swillens decided to dedicate his active life to the visual arts, when he, in 1918, joined the Art historical Institute at Utrecht University as a volunteering assistant of <a href=\"/vogelsangw\">Willem Vogelsang</a>.": [
        [
            0,
            8,
            [
                "Swill ens"
            ]
        ]
    ],
    "Swillens' task was to provide and to keep instructive materials needed for the art-historical education of the students, such as slides and reproductions.": [
        [
            0,
            8,
            [
                "Swill ens"
            ]
        ]
    ],
    "Vogelsang also ordered him to make models, plaster casts, and technical drawings, the latter to visualize the rules of the perspective.": [
        [
            0,
            9,
            [
                "Vogel sang"
            ]
        ]
    ],
    "In addition, Swillens began to collect, mainly at his own expenses, all sorts of tools and materials, used in studios of painters, sculptors and engravers, and other documentation on visual arts, like prints, drawings, paintings and books.": [
        [
            13,
            21,
            [
                "Swill ens"
            ]
        ]
    ],
    "In 1923, Swillens became an employee, with the title of amanuensis.": [
        [
            9,
            17,
            [
                "Swill ens"
            ]
        ]
    ],
    "This post was upgraded to <em>teekenaar</em> (draughtsman, or designer) in 1929.": [],
    "From 1930 onward, he was allowed to teach a course on techniques of the arts.": [],
    "In 1940, no longer able to keep and to expand the collection by his own means, he decided to sell it.": [],
    "In 1941, the Art Historical Institute purchased the so-called \"Technische Verzamelingen\".": [
        [
            63,
            73,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ]
    ],
    "At the same time, Swillens hoped to be rewarded with a higher position, but the Curators of the University did not agree.": [
        [
            18,
            26,
            [
                "Swill ens"
            ]
        ]
    ],
    "In 2002, the \"Swillenscollectie\" was put on display in the museum of the University of Utrecht.": [],
    "As an art historian, and as a catholic as well, he was highly interested in the rich culture and artistic tradition of the mediaeval town of Utrecht.": [
        [
            123,
            132,
            [
                "medieval"
            ]
        ]
    ],
    "He published articles on a number of unknown Utrecht artists, including the sculptor Adriaen van Wesel (ca 1420-1499/1500).": [
        [
            85,
            92,
            [
                "Adrian",
                "Adrien",
                "Adriane",
                "Adrián"
            ]
        ]
    ],
    "Swillens' studies on Dutch seventeenth-century painting and architecture included a number of elaborate monographs on Pieter Janszoon Saenredam (1935), Johannes Vermeer (1950) and Jacob van Campen (1961).": [
        [
            0,
            8,
            [
                "Swill ens"
            ]
        ],
        [
            125,
            133,
            [
                "Mansion",
                "Jason",
                "Monsoon",
                "Hanson",
                "Manson",
                "Anson"
            ]
        ],
        [
            190,
            196,
            [
                "Camden",
                "Camped",
                "Camper",
                "Dampen",
                "Kampen",
                "Cam pen"
            ]
        ]
    ],
    "He also studied the 1718-1721 work of <a href=\"/houbrakena\">Arnold Houbraken</a> (1660-1719): <em>De Groote Schouburgh der Nederlantsche Konstschilders en Schilderessen</em> (Great theatre of Netherlandish painters and paintresses).": [],
    "His useful three-volume transcription appeared between 1943 and 1953, completed with several indexes.": [],
    "Swillens stated more than once that the clearest sources to know an artist are documentary materials and facts, in addition to a technical and structural analysis of his works.": [
        [
            0,
            8,
            [
                "Swill ens"
            ]
        ]
    ],
    "Philosophical and historical reflections and aesthetical evaluations were in Swillens' view not relevant.": [
        [
            45,
            56,
            [
                "esthetical"
            ]
        ],
        [
            77,
            85,
            [
                "Swill ens"
            ]
        ]
    ],
    "Some art historians, including <a href=\"/gersonh\">Horst Gerson</a> (in Zeitschrift für Kunstgeschichte 5 (1936): 205-206) criticized this purely descriptive and objective approach.": [],
    "In 1955, Swillens retired from the Institute with a Farewell lecture: <em>Kunstschepping en kunsttechniek</em>, presenting his rather romantic and traditional ideas on the creative process.": [
        [
            9,
            17,
            [
                "Swill ens"
            ]
        ]
    ],
    "In his view, works of art where sublime revelations of lucid images from the soul of their creator.": [],
    "In 1958, Swillens won the \"Zilveren Anjer\", granted by the <em>Prins Bernhard-Fund</em>.": [
        [
            9,
            17,
            [
                "Swill ens"
            ]
        ],
        [
            27,
            35,
            [
                "Silvered",
                "Silvan"
            ]
        ],
        [
            36,
            41,
            [
                "Anger"
            ]
        ]
    ],
    "In 1961, the Utrecht Centraal Museum asked him to prepare an exhibition on Pieter Jansz.": [
        [
            21,
            29,
            [
                "Central"
            ]
        ],
        [
            82,
            87,
            [
                "Janusz"
            ]
        ]
    ],
    "Saenredam.": [],
    "On this occasion Swillens republished a separate <em>Catalogue raisonné</em> of Saenredam's works, together with <a href=\"/regterenaltenai\">I.": [
        [
            17,
            25,
            [
                "Swill ens"
            ]
        ]
    ],
    "Q. van Regteren Altena</a>, in a Dutch and an English edition.</p>": [
        [
            3,
            6,
            [
                "Van"
            ]
        ],
        [
            7,
            15,
            [
                "Retain",
                "Regain",
                "Restart",
                "Aegean",
                "Relearn"
            ]
        ],
        [
            16,
            22,
            [
                "Alena",
                "ALENA",
                "Alhena"
            ]
        ]
    ]
}