{
    "<p>Classical art scholar and professor at Bryn Mawr; wrote an early important survey of ancient art.": [],
    "Swindler was born to Harrison T. Swindler and Ida M. Hamilton (Swindler).": [],
    "She received her bachelor's from Indiana University in 1905 and her Master’s in 1906.": [],
    "She then worked as a scholar and then a fellow in Greek at Bryn Mawr College from 1906-1909. achieved early recognition through a 1909 article identifying a pot as by the Penthesilea Painter.": [
        [
            93,
            101,
            [
                "Achieved"
            ]
        ]
    ],
    "A Mary E. Garrett European Fellowship for the 1909-1910 academic year allowed her to study at the University of Berlin and the American School of Classical Studies at Athens.": [],
    "She received her Ph.": [
        [
            17,
            19,
            [
                "pH",
                "PH",
                "PA",
                "PC",
                "Mph",
                "PM"
            ]
        ]
    ],
    "D. from Bryn Mawr in 1912, after which she joined the faculty of the college.": [
        [
            3,
            7,
            [
                "From"
            ]
        ]
    ],
    "Her dissertation focused on the Cretan cults of Apollo.": [],
    "After fifteen years or research, Swindler published her most notable work, <em>Ancient Painting: From the Earliest Times to the Period of Christian Art</em>, in 1929.": [],
    "She was awarded a full professor position at Bryn Mawr in 1931.": [],
    "From 1934 to 1938, she was a major figure in Bryn Mawr’s excavations in Tarsus in Cilicia, Turkey.": [
        [
            82,
            89,
            [
                "Militia",
                "Galicia",
                "Silica",
                "Alicia",
                "Cilia",
                "Felicia"
            ]
        ]
    ],
    "The excavations lasted until 1949, jointly performed by Harvard University and the Archaeological Institute of America under fellow Bryn Mawr archaeologist Hetty Goldman (1881-1972).": [
        [
            156,
            161,
            [
                "Betty",
                "Petty",
                "Getty",
                "Hefty",
                "Jetty",
                "Shetty"
            ]
        ]
    ],
    "In 1940, Swindler founded Bryn Mawr’s Ella Riegel Memorial Museum.": [
        [
            43,
            49,
            [
                "Siegel",
                "Rigel",
                "Rieger"
            ]
        ]
    ],
    "From 1932 to 1946, she edited.": [],
    "as Editor-in-Chief, the <em>American Journal of Archaeology</em>, the first woman to hold that position, and “is credited with bringing the journal to maturity and making it a truly international publication.” (Bryn Mawr) The <em>Journal</em> itself, described her award as having “won the admiration of archaeologists on both sides of the water.” After she retired from her editorship, she was named Norton Lecturer for the Archaeological Institute of America, named for <a href=\"/nortonc\">Charles Eliot Norton</a>.": [
        [
            0,
            2,
            [
                "As"
            ]
        ]
    ],
    "Swindler retired from Bryn Mawr in 1949 but continued to teach, research, and work in archaeological sites.": [],
    "After her retirement from Bryn Mawr, she accepted visiting professor and curator positions from the University of Pennsylvania, the University of Michigan, and Bryn Mawr.": [],
    "The American Association of University Women gave her it's annual achievement award in 1952.": [],
    "She was honored by the American Council of Learned Societies in 1959.": [],
    "Her students include <a href=\"/thompsond\">Dorothy Burr Thompson</a>.</p>\n\n<p> </p>\n\n<p> </p>\n\n<p><em>Ancient Painting</em> was the first survey-style work to treat all of ancient art, from Paleolithic cave painting to the late antique (\"early Christian art\").": [],
    "It became a standard for the classroom and ushered in the genre writing of that subject.": [],
    "As the editor of the <em>AJA</em>, she had major influence over the development of archaeology in the United States (Medwid).</p>\n\n<p> </p>\n\n<p> </p>": []
}