{
    "<p>Magritte scholar; art critic, exhibition organizer.": [],
    "Sylvester was the son of Philip Sylvester a fish-merchant-cum-silver dealer, and Sybil Rosen (Sylvester).": [
        [
            87,
            92,
            [
                "Rose",
                "Risen",
                "Roses",
                "Rouen",
                "Rosin",
                "Rosé"
            ]
        ]
    ],
    "Sylvester was raised a devout Jew but suffered from anti-semitic sigmatism in his private schooling.": [
        [
            52,
            64,
            [
                "anti-Semitic",
                "antisemitic",
                "anti-Semitism",
                "anti-emetic"
            ]
        ],
        [
            65,
            74,
            [
                "dogmatism",
                "astigmatism",
                "magmatism"
            ]
        ]
    ],
    "Thrown out of his home for contemplating Roman Catholicism in his teens, he entered University College School in central London, but was expelled for truancy.": [],
    "He learned to be an art writer while writing copy for George Orwell at <em>Tribune</em> newspaper from 1942 to 1945 supporting himself by dealing in silver.": [],
    "In 1947 he left for Paris rather than major in Moral Sciences at Cambridge.": [
        [
            3,
            7,
            [
                "1947,"
            ]
        ]
    ],
    "There he met the French artistic community, including Leger, Masson, Brancusi and Giacometti.": [
        [
            61,
            67,
            [
                "Mason",
                "Manson",
                "Hasson",
                "Mas son",
                "Mass on"
            ]
        ],
        [
            69,
            77,
            [
                "Branch",
                "Branches",
                "Francis",
                "Brands",
                "Frances",
                "François"
            ]
        ]
    ],
    "He read and became influenced by the philosophy of Sir Alfred Jules Ayer (1910-1989).": [
        [
            68,
            72,
            [
                "Layer",
                "Mayer",
                "Bayer",
                "Dyer",
                "Ayers",
                "Aye"
            ]
        ]
    ],
    "In 1948 he delivered broadcasts for the BBC on art and artists, working as the private secretary of Henry Moore and closely associating with Francis Bacon in 1949.": [
        [
            3,
            7,
            [
                "1948,"
            ]
        ]
    ],
    "He married Pamela Bidden in 1950 (later divorced).": [],
    "He curated the 1951 exhibitions of sculpture of Moore, now a personal friend, as well as drawings by Alberto Giacometti, both at the Tate Gallery.": [],
    "The Moore exhibition began a celebrated debate with the historian and critic <a href=\"/bergerj\">John Berger</a> which lasted through much of the 1950s.": [],
    "Sylvester espoused his approach through <em>Encounter</em> and Berger via <em>The New Statesman</em>.": [],
    "Sylvester defended art on the grounds of individual experience in contrast to Berger's socio-political approach.": [],
    "Sylvester was a visiting lecturer at the Slade School of Fine Art between 1953 and 1957.": [
        [
            41,
            46,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "He mounted an exhibition of Stanley Spencer in 1954.": [],
    "In 1960 he visited New York at the invitation of the United States State Department.": [
        [
            3,
            7,
            [
                "1960,"
            ]
        ]
    ],
    "There Sylvester discovered the art of Jasper Johns, de Kooning, Barnett Newman and Mark Rothko.": [
        [
            55,
            62,
            [
                "Mooning"
            ]
        ]
    ],
    "He expounded the New York School in a series of BBC radio programs upon his return to England.": [],
    "Sylvester was appointed a trustee of the Tate Gallery in 1967 (to 1969).": [],
    "During this same time he served as a visiting scholar at Swarthmore College in the United States.": [],
    "Other exhibitions he headed included René Magritte in 1969, Robert Morris and Henri Laurens, both 1971, \"Joan Miro Bronzes,\" 1972, Willem de Kooning in 1977, and \"Dada and Surrealism Reviewed\" (1977).": [
        [
            105,
            114,
            [
                "Joan Miró"
            ]
        ]
    ],
    "He resigned as chairman from the Arts Panel and was appointed CBE both 1983.": [],
    "He joined the acquisitions committee of the Musee d'Art Moderne in Paris in 1984, remaining until 1996.": [
        [
            14,
            26,
            [
                "acquisitions'",
                "acquisition's"
            ]
        ],
        [
            44,
            49,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            56,
            63,
            [
                "Modern",
                "Moderns",
                "Moderna"
            ]
        ]
    ],
    "An exhibition of late Picasso works was launched in 1988.": [],
    "Though Sylvester had no formal degree in art, he set about co-authoring what became a five-volume <em>catalogue raisonné</em> on the work of Magritte, issuing it beginning in 1992 with Sarah Whitfield.": [],
    "In 1993 Sylvester organized an exhibition of Sir Francis Bacon, as Britain's contribution to the Venice Biennale.": [],
    "He was awarded the Biennale's Golden Lion Award, never before bestowed on a critic.": [],
    "His Interviews with Francis Bacon appeared in several editions.": [],
    "<em>Looking Back on Francis Bacon</em> was followed by <em>Looking at Giacometti</em> in 1994.": [],
    "He jointly curated the large exhibition of Willem de Kooning painting in London and in Washgington, D. C., 1994-1995.": [
        [
            87,
            98,
            [
                "Washington"
            ]
        ]
    ],
    "In 1995 he was made a Commander in the Order of Arts and Letters in France.": [
        [
            3,
            7,
            [
                "1995,"
            ]
        ]
    ],
    "He was an Honorary Academician in the Royal Academy in London.": [],
    "Sylvester became a trustee of the Henry Moore Foundation in 1996.": [],
    "<em>About Modern Art</em> which included elements of autobiography, appeared the same year.": [],
    "In 2000 he organized a major Francis Bacon exhibition for Paris, traveling to Munich and Dublin and was awarded Britain's Hawthornden Prize for art criticism.": [
        [
            3,
            7,
            [
                "2000,"
            ]
        ],
        [
            122,
            133,
            [
                "Hawthorn den"
            ]
        ]
    ],
    "He died of colon cancer in London.": [],
    "A book of interviews with American artists, including Johns, Robert Rauschenberg, de Kooning and Richard Serra remained unfinished at his death.": [
        [
            85,
            92,
            [
                "Mooning"
            ]
        ]
    ],
    "Sylvester had a daughter with English novelist Shena Mackay (b.": [
        [
            47,
            52,
            [
                "Shea",
                "Siena",
                "Sheba",
                "Sheena",
                "Shana",
                "Sheng"
            ]
        ]
    ],
    "1944).": [],
    "The Tate Modern held a posthumous exhibition of his work \"Looking at Modern Art: In Memory of David Sylvester\" in 2004.": [],
    "Sylvester followed Ayer's philosophy, insisting on the primacy of direct encounters with works of art.": [
        [
            19,
            23,
            [
                "Layer",
                "Mayer",
                "Bayer",
                "Dyer",
                "Ayers",
                "Aye"
            ]
        ]
    ],
    "His willingness to encounter every work of art as a new experiment and to arrive at new conclusions marked him, \"as the most important English heir to <a href=\"/fryr\">Roger Fry</a> in 20th-century art criticism.\"": [],
    "(Green).": [],
    "Although endorsing the non-objective art of Donald Judd and Barnet Newman, he was the champion of figurative art.": [
        [
            60,
            66,
            [
                "Barnes",
                "Barney",
                "Baronet",
                "Barnett",
                "Garnet",
                "Bar net"
            ]
        ]
    ],
    "He decried Berger's championship of \"Social Realism\" and the artists such Marxist critics were forced to ignore: Giacometti, Masson, Picasso, Moore, Sutherland, and, most importantly for Sylvester Francis Bacon.": [
        [
            125,
            131,
            [
                "Mason",
                "Manson",
                "Hasson",
                "Mas son",
                "Mass on"
            ]
        ]
    ],
    "Though his debate with Berger never produced a victor, his espousal of the personal interpetation of art prepared the way for the British art-going public for American Abstract Expressionism.</p>": [
        [
            84,
            97,
            [
                "interpretation"
            ]
        ]
    ]
}