{
    "<p>Author of a popular renaissance history and an influential Michelangelo biography; early gay studies writer.": [],
    "Symonds was the son of John Addington Symonds, M.D., (1807-1871) a socially prominent British physician and Harriet Sykes (1808/9-1844).": [
        [
            0,
            7,
            [
                "Seconds",
                "Edmonds",
                "Almonds",
                "Synods",
                "Simmonds"
            ]
        ],
        [
            38,
            45,
            [
                "Seconds",
                "Edmonds",
                "Almonds",
                "Synods",
                "Simmonds"
            ]
        ]
    ],
    "After his mother's death he was raised by a strict aunt.": [],
    "His father instilled in him a love for Greek and Italian art, who himself studied these humanities two hours daily.": [],
    "Symonds entered the Harrow School in 1854, where his homosexual awakening led to a relationship with a fellow student, Willie Dyer, in 1858.": [
        [
            0,
            7,
            [
                "Seconds",
                "Edmonds",
                "Almonds",
                "Synods",
                "Simmonds"
            ]
        ]
    ],
    "Symonds entered Balliol College, Oxford, in 1858, meeting there the classicists Benjamin Jowett (1817-93) and John Conington (1825-69).": [
        [
            0,
            7,
            [
                "Seconds",
                "Edmonds",
                "Almonds",
                "Synods",
                "Simmonds"
            ]
        ],
        [
            89,
            95,
            [
                "Jewett"
            ]
        ],
        [
            115,
            124,
            [
                "Covington",
                "Coning ton"
            ]
        ]
    ],
    "Like Jowett, Symonds became a master at an Oxford collection, Magdalen, for the1862-3 year.": [
        [
            5,
            11,
            [
                "Jewett"
            ]
        ],
        [
            13,
            20,
            [
                "Seconds",
                "Edmonds",
                "Almonds",
                "Synods",
                "Simmonds"
            ]
        ],
        [
            62,
            70,
            [
                "Magdalena",
                "Magdalene"
            ]
        ]
    ],
    "There, his essay \"The Renaissance\" won the Chancellor's Prize.": [],
    "When Symonds fell ill with a variety of illnesses, including an eye inflammation, a diagnosis of sexual repression was made; the cure prescribed, ironically was marriage.": [
        [
            5,
            12,
            [
                "Seconds",
                "Edmonds",
                "Almonds",
                "Synods",
                "Simmonds"
            ]
        ]
    ],
    "More physical and mental illnesses ensued, including pulmonary disease.": [],
    "Symonds made an extended trip to Belgium, Germany, Austria, France, Italy between 1860 to 1863 to to recover his health.": [
        [
            0,
            7,
            [
                "Seconds",
                "Edmonds",
                "Almonds",
                "Synods",
                "Simmonds"
            ]
        ],
        [
            74,
            94,
            [
                "between 1860 and 1863"
            ]
        ],
        [
            95,
            100,
            [
                "to"
            ]
        ]
    ],
    "In Switzerland he met another British subject, Janet Catherine North (1837-1913), sister of the botanical artist Marianne North (1830-1890), whom he married in 1864.": [
        [
            3,
            14,
            [
                "Switzerland,"
            ]
        ]
    ],
    "Symonds entered law school in 1865 but was diagnosed with tuberculosis (and another nervous breakdown) in 1868.": [
        [
            0,
            7,
            [
                "Seconds",
                "Edmonds",
                "Almonds",
                "Synods",
                "Simmonds"
            ]
        ]
    ],
    "He secured a position lecturing on Greek art at Clifton College in 1869 and began another affair with Clifton student Norman Moor, whom he took to Italy and Switzerland.": [],
    "He also lectured in art at Society for Higher Education for Women.": [],
    "<em>Sketches in Italy and Greece</em> (1874) and the first volume of his history of the Italian renaissance, <em>Renaissance in Italy: the Age of the Despots</em> (1875) appeared in succession.": [],
    "His father died in 1871 and the Symonds, now in control of his family fortune in rail investments, moved to the manner.": [
        [
            32,
            39,
            [
                "Seconds",
                "Edmonds",
                "Almonds",
                "Synods",
                "Simmonds"
            ]
        ]
    ],
    "The second and third volumes of his renaissance history, <em>The Revival of Learning</em>, and <em>The Fine Arts</em> both appeared in 1877.": [],
    "In 1877, too, Symonds set out for Egypt but got only as far as Davos, Switzerland.": [
        [
            14,
            21,
            [
                "Seconds",
                "Edmonds",
                "Almonds",
                "Synods",
                "Simmonds"
            ]
        ]
    ],
    "In 1881 be built a permanent home there, Am Hof.": [
        [
            44,
            47,
            [
                "Of",
                "How",
                "Hot",
                "Hop",
                "Hoc",
                "HF"
            ]
        ]
    ],
    "In Davos he met among others Robert Louis Stevenson also convalescing from tuberculosis.": [
        [
            3,
            8,
            [
                "Davos,"
            ]
        ]
    ],
    "During spring and fall, Symonds and his family spent in Venice at Ca' Torresella owned by Horatio Forbes Brown (1854-1926).": [
        [
            24,
            31,
            [
                "Seconds",
                "Edmonds",
                "Almonds",
                "Synods",
                "Simmonds"
            ]
        ],
        [
            70,
            80,
            [
                "Torricelli",
                "Bordetella",
                "Tordesillas"
            ]
        ]
    ],
    "In 1881 he met a gondolier, Angelo Fusato (1857-1923) who became his final life partner, though Angelo, with Symonds' help, married the woman who had borne Fusato two sons.": [
        [
            3,
            7,
            [
                "1881,"
            ]
        ],
        [
            35,
            41,
            [
                "Gusto",
                "Fusty",
                "Rubato",
                "USPTO"
            ]
        ],
        [
            109,
            116,
            [
                "Seconds",
                "Edmonds",
                "Almonds",
                "Synods",
                "Simmonds"
            ]
        ],
        [
            156,
            162,
            [
                "Gusto",
                "Fusty",
                "Rubato",
                "USPTO"
            ]
        ]
    ],
    "In 1883, Symonds published the first history of homosexuality in English, <em>Problem in Greek Ethics</em>, written in 1873.": [
        [
            9,
            16,
            [
                "Seconds",
                "Edmonds",
                "Almonds",
                "Synods",
                "Simmonds"
            ]
        ]
    ],
    "His translation of Michelangelo's poetry, <em>The Sonnets of Michael Angelo Buonarroti</em> appeared in 1878.": [],
    "At the suggestion of his publisher, John C. Nimmo, he translated <em>The Life of <a href=\"/cellinib\">Benvenuto Cellini</a></em>, published in 1888.": [
        [
            44,
            49,
            [
                "Jimmy",
                "IMO",
                "Ammo",
                "Limbo",
                "Nimrod",
                "Timmy"
            ]
        ]
    ],
    "A collection of essays, <em>Essays: Speculative and Suggestive</em> (1890), included \"On the Application of Evolutionary Principles to Art and Literature,\" a discussion of biological and cultural evolutionary stages of birth, acme and decline.": [],
    "Another Symonds's essay \"Landscape\" traced the subject from the Classical to the baroque.": [
        [
            8,
            15,
            [
                "Seconds",
                "Edmonds",
                "Almonds",
                "Synods",
                "Simmonds"
            ]
        ]
    ],
    "His own biography <em>A Problem in Modern Ethics</em> appeared in 1891 as well as articles on renaissance figures for the <em>Encyclopaedia Britannica</em>.": [],
    "The success of the Cellini biography lead Nimmo publishers to commission a biography of Michelangelo.": [
        [
            42,
            47,
            [
                "Jimmy",
                "IMO",
                "Ammo",
                "Limbo",
                "Nimrod",
                "Timmy"
            ]
        ]
    ],
    "Symonds spent months sifting through the Florentine archives in order to write his <em>Life of Michelangelo Buonarroti</em>, which appeared shortly before his death.": [
        [
            0,
            7,
            [
                "Seconds",
                "Edmonds",
                "Almonds",
                "Synods",
                "Simmonds"
            ]
        ]
    ],
    "The same year he commission Havelock Ellis (1859-1939) to co-write a book on \"Sexual inversion\" (homosexuality) in 1892.": [
        [
            17,
            27,
            [
                "commissions",
                "commissioned"
            ]
        ]
    ],
    "While lecturing in Rome in April 1893 he caught pneumonia and died.": [],
    "He is buried in the protestant cemetery in Roma near Shelley's grave.": [],
    "Ellis and Symond's investigation of homosexuality first appeared in German as <em>Das konträre Geschlechtsgefühl</em> in 1896 and then in English as <em>Sexual Inversion</em> (1897), though suppressed.": [
        [
            10,
            16,
            [
                "Second",
                "Simon",
                "Raymond",
                "Synod",
                "Edmond",
                "Simone"
            ]
        ]
    ],
    "It was reissued as <em>Studies in the Psychology of Sex, volume one, Sexual Inversion</em> now only with Ellis' name, at the insistence of Brown.": [],
    "Symonds' children included the later nursing pioneer Dame Katharine Furse (1875-1952).": [
        [
            0,
            7,
            [
                "Seconds",
                "Edmonds",
                "Almonds",
                "Synods",
                "Simmonds"
            ]
        ],
        [
            68,
            73,
            [
                "Nurse",
                "Curse",
                "Fuse",
                "Purse",
                "Furs",
                "Furze"
            ]
        ]
    ],
    "Symonds' biography of Michelangelo was widely read at the time; it immediately superseded the other early documentary biography of the artist by <a href=\"/grimmh\">Herman Grimm</a>, also available in English.": [
        [
            0,
            7,
            [
                "Seconds",
                "Edmonds",
                "Almonds",
                "Synods",
                "Simmonds"
            ]
        ]
    ],
    "Symonds revealed in his Michelangelo biography that the Buonarroti archives altered the artist's poems and letters in their publication to hide his homosexuality.": [
        [
            0,
            7,
            [
                "Seconds",
                "Edmonds",
                "Almonds",
                "Synods",
                "Simmonds"
            ]
        ]
    ],
    "Symonds' translation of both Michelangelo's sonnets and Cellini's autobiography are his most durable works.": [
        [
            0,
            7,
            [
                "Seconds",
                "Edmonds",
                "Almonds",
                "Synods",
                "Simmonds"
            ]
        ]
    ],
    "Much of his writing, as in <em>The Age of the Despots</em>, belies a Hegelian conception of history.": [],
    "The volume on <em>The Fine Arts</em> praises renaissance painting but disparages its architecture as remaining medieval in spirit.": [],
    "To Symonds, renaissance painting harmonized pagan and Christian traditions, emphasizing the humanity of both spiritual beliefs.": [
        [
            3,
            10,
            [
                "Seconds",
                "Edmonds",
                "Almonds",
                "Synods",
                "Simmonds"
            ]
        ]
    ],
    "Symonds' renaissance, siding with <a href=\"/burckhardtj\">Jacob Burckhardt</a>, emphasized the secular nature over Christian superstition.": [
        [
            0,
            7,
            [
                "Seconds",
                "Edmonds",
                "Almonds",
                "Synods",
                "Simmonds"
            ]
        ]
    ],
    "This set him at odds with the other popular prevailing notion, that of <a href=\"/ruskinj\">John Ruskin</a> and the idea of Christian progress.": [],
    "Implicit in Symonds' particular history of art is the notion of sexual liberation (Norton).": [
        [
            12,
            19,
            [
                "Seconds",
                "Edmonds",
                "Almonds",
                "Synods",
                "Simmonds"
            ]
        ]
    ],
    "Symonds' initial posthumous reputation was clouded by the biography written of him by Brown likely rendered unrecognizable by Edmund Gosse.": [
        [
            0,
            7,
            [
                "Seconds",
                "Edmonds",
                "Almonds",
                "Synods",
                "Simmonds"
            ]
        ]
    ],
    "Further damage was done when the London Library, who inherited Symonds' personal papers, burned everything except the Brown biography, under orders of Gosse and Charles Hagberg Wright, the librarian.</p>": [
        [
            63,
            70,
            [
                "Seconds",
                "Edmonds",
                "Almonds",
                "Synods",
                "Simmonds"
            ]
        ],
        [
            151,
            156,
            [
                "Goose",
                "Posse",
                "Fosse",
                "Gorse"
            ]
        ],
        [
            169,
            176,
            [
                "Hag berg"
            ]
        ]
    ]
}