{
    "<p>Professor of English and writer on art history.": [],
    "Sypher was born to Harry Wylie Sypher and Martha Berry (Sypher).": [
        [
            0,
            6,
            [
                "Safer",
                "Cypher"
            ]
        ],
        [
            31,
            37,
            [
                "Safer",
                "Cypher"
            ]
        ],
        [
            56,
            62,
            [
                "Safer",
                "Cypher"
            ]
        ]
    ],
    "He graduated from Amherst College in 1927, continuing for two master's degrees, the first from Tufts University, in 1929 and, after marrying Lucy Johnston the same year, pursued a second from Harvard University in 1932.": [],
    "He joined Simmons College, Boston, as an instructor beginning in 1929.": [],
    "Sypher was awarded his Ph.D., from Harvard in 1937.": [
        [
            0,
            6,
            [
                "Safer",
                "Cypher"
            ]
        ]
    ],
    "At Simmons, Sypher advanced through the ranks, being promoted to assistant professor in 1936, and associate professor, 1941 and professor of English in 1945.": [
        [
            12,
            18,
            [
                "Safer",
                "Cypher"
            ]
        ]
    ],
    "He was awarded a Guggenheim fellowship in 1949-50, and again in 1958-59.": [],
    "In 1963 Sypher wrote his groundbreaking anthology of art history, <em>Art History: An Anthology of Modern Criticism</em>.": [
        [
            8,
            14,
            [
                "Safer",
                "Cypher"
            ]
        ]
    ],
    "Together with that of <em>German Readings in the History and Theory of Fine Arts</em> by <a href=\"/bieberm\">Margarete Bieber</a> in 1946, it was one of the first anthologies of art-historical literature published in the United States and the first with full English translations.": [],
    "In 1966 he was named alumnae professor of English.": [
        [
            3,
            7,
            [
                "1966,"
            ]
        ]
    ],
    "He received a Litt.D., from Middlebury College, 1969, retiring from Simmons professor emeritus in 1973.": [
        [
            14,
            18,
            [
                "List",
                "Lift",
                "Pitt",
                "ITT",
                "Lott",
                "Witt"
            ]
        ],
        [
            19,
            20,
            [
                " D"
            ]
        ]
    ],
    "After retirement he was awarded L.H.D.": [
        [
            6,
            16,
            [
                "retirement,"
            ]
        ]
    ],
    "'s from Simmons College, 1973, and Amherst College, 1977.": [],
    "Throughout his life, Sypher wrote on the history of art in addition to literature, often combining both.": [
        [
            21,
            27,
            [
                "Safer",
                "Cypher"
            ]
        ]
    ],
    "Sypher viewed art history and criticism as essentially the same thing.": [
        [
            0,
            6,
            [
                "Safer",
                "Cypher"
            ]
        ]
    ],
    "Defining style as the essence of an art form, Sypher's works trace art as it modulates formally without perceptible effect from social forces.</p>": [
        [
            46,
            52,
            [
                "Safer",
                "Cypher"
            ]
        ]
    ]
}