{
    "<p>Historian of Photography and photographer.": [],
    "Szarkowski's father Julius, was an assistant postmaster in Ashland, WI; his mother was Rose Woychik (Szarkowski).": [
        [
            0,
            10,
            [
                "Murkowski",
                "Swarovski"
            ]
        ],
        [
            92,
            99,
            [
                "Worship",
                "Psychic",
                "Joachim",
                "Orchid",
                "Cochin",
                "Sochi"
            ]
        ],
        [
            101,
            111,
            [
                "Murkowski",
                "Swarovski"
            ]
        ]
    ],
    "The young Szarkowski began working with a camera at age eleven and by high school was an skilled photographer.": [
        [
            10,
            20,
            [
                "Murkowski",
                "Swarovski"
            ]
        ],
        [
            86,
            88,
            [
                "a"
            ]
        ]
    ],
    "He entered the University of Wisconsin, Madison, but when World War II was declared, was drafted into the military.": [],
    "He graduated in 1948 [<em>New York Times</em> says 1947] with a degree in art history where he secured a job as photographer for the Walker Art Center, in Minneapolis, MN.": [],
    "He taught photography in Buffalo, NY in 1950 before joining the University of Minnesota in 1951 as an instructor in photography.": [],
    "He left the museum for the first of his two Guggenheim grants in 1953.": [],
    "During these years he photographed architecture in Chicago, principally that of Louis Sullivan, whose work was underappreciated at the time.": [],
    "He published a book, <em>The Idea of Louis Sullivan</em>, in 1956.": [],
    "A second early book, <em>The Face of Minnesota</em>, 1958 received national exposure by the television personality Dave Garroway on his morning talk show, <em>Today</em>.": [
        [
            120,
            128,
            [
                "Narrowly",
                "Galloway",
                "Carraway"
            ]
        ]
    ],
    "The book became a <em>New York Times</em> best-seller for several weeks, one of the few photography books to do so.": [
        [
            42,
            53,
            [
                "bestseller"
            ]
        ]
    ],
    "Szarkowski secured a second Guggenheim grant for 1962.": [
        [
            0,
            10,
            [
                "Murkowski",
                "Swarovski"
            ]
        ]
    ],
    "Shortly thereafter he was offered a job, age thirty-seven, to succeed <a href=\"/steichene\">Edward J. Steichen</a> as director of the photography department at the Museum of Modern Art, New York.": [],
    "He married Jill Anson (1933-2007), an architect, in 1963 in New York.": [],
    "At MoMA, Szarkowski widened the breadth of photography exhibited launching exhibitions that secured the medium a place as art.": [
        [
            9,
            19,
            [
                "Murkowski",
                "Swarovski"
            ]
        ]
    ],
    "Among them was his 1967 exhibition \"New Documents,\" which brought to international attention the work of three relatively unknown photographers, Gary Winogrand, Lee Friedlander and Diane Arbus.": [
        [
            150,
            159,
            [
                "Winograd",
                "Wino grand"
            ]
        ],
        [
            165,
            176,
            [
                "Fried lander"
            ]
        ],
        [
            187,
            192,
            [
                "Arius",
                "Airbus",
                "Albus",
                "Argus",
                "Århus",
                "Ar bus"
            ]
        ]
    ],
    "His 1976 exhibition of William Eggleston heaped criticism on Szarkowski (from Ansel Adams, among others) because the photographer worked from 35 millimeters slides and in color, considered amateur and commercial formats.": [
        [
            31,
            40,
            [
                "Galveston",
                "Edgerton",
                "Angleton",
                "Ecclestone",
                "Reggaeton"
            ]
        ],
        [
            61,
            71,
            [
                "Murkowski",
                "Swarovski"
            ]
        ]
    ],
    "His show \"Mirrors and Windows,\" 1978, portrayed photography into two groups, documentary images and those primarily of interpretive sphere.": [],
    "Szarkowski became increasingly conservative in later years, disliking photography-based art and Post-Modernism.": [
        [
            0,
            10,
            [
                "Murkowski",
                "Swarovski"
            ]
        ]
    ],
    "He mounted a final show, \"Photography Until Now,\" which examined how technological development changed the look of photographs.": [],
    "He retired in 1991 as director emeritus, succeeded by Peter Galassi.": [
        [
            54,
            67,
            [
                "Péter Gulácsi"
            ]
        ]
    ],
    "His photography was given a 2005/2006 retrospective at the San Francisco Museum of Modern Art and MoMA.": [],
    "Szarkowski's wife died in 2006 and he suffered a stroke and died the folowing year at age eighty-one.": [
        [
            0,
            10,
            [
                "Murkowski",
                "Swarovski"
            ]
        ],
        [
            30,
            34,
            [
                ", and"
            ]
        ],
        [
            69,
            77,
            [
                "following",
                "flowing",
                "fol owing"
            ]
        ]
    ],
    "John Szarkowski \"almost single-handedly elevated photography's status...to that of a fine art.\"": [
        [
            5,
            15,
            [
                "Murkowski",
                "Swarovski"
            ]
        ]
    ],
    "(Gefter).": [
        [
            1,
            7,
            [
                "Getter",
                "Defter",
                "Lefter"
            ]
        ]
    ],
    "He abandoned his predecessors' approach--the lofty themes of art that Steichen has posited and the art-historical approach of <a href=\"/newhallb\">Beaumont Newhall</a> for a formalist view akin to <a href=\"/greenbergc\">Clement Greenberg</a> (Grundberg).": [
        [
            70,
            78,
            [
                "Stephen",
                "Stricken",
                "Staten",
                "Seamen",
                "Stacked",
                "Stacey"
            ]
        ]
    ],
    "\"He illustrated how the creative issues, such as subject selection, vantage, and frame, were similar whether the camera was wielded by a journeyman, a Sunday hobbyist, or an artist\" (</p>": []
}