{
    "Sculptor and art lecturer at the University of Chicago and Art Institute; wrote a history of sculpture in the United States.": [],
    "Taft was descended from the Massachusetts Tafts, who had arrived in American in 1675.": [
        [
            42,
            47,
            [
                "Taft's",
                "Taft",
                "Rafts",
                "Tufts",
                "Tarts",
                "Tats"
            ]
        ]
    ],
    "His father, Don Carlos Taft (1827-1907), was professor of geology at the University of Illinois, (then known as Illinois Industrial University).": [],
    "Lorado Taft studied art informally by a faculty friend of the family.": [
        [
            0,
            6,
            [
                "Dorado",
                "Lora do"
            ]
        ]
    ],
    "Taft graduated from the University in 1879, gained an M.A.": [],
    "the following year, and continued study in art at the École des Beaux-Arts in Paris under Augustin A. Dumont, J. M. B. Bonnassieux, and Jules Thomas.": [
        [
            0,
            3,
            [
                "The"
            ]
        ],
        [
            54,
            59,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            60,
            63,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "He returned to Chicago in 1886 where he set up a studio as a sculptor and began lecturing at the Art Institute of Chicago art school.": [],
    "He married Carrie Bartlett of Boston, however she died in childbirth the following year.": [],
    "Taft's sculptural work, including commissions for the 1893 World's Fair in Chicago, gained him fame as an artist.": [],
    "in 1896 he married a cousin of his first wife, Ada Bartlett.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "In 1903, Taft published <em>History of American Sculpture</em>, the country's first serious history of American plastic arts.": [],
    "This followed a vigorous lecture circuit and courses at the new University of Chicago.": [],
    "Taft also moved his studio to the Midway, the former rides space of the 1893 World's Fair, across from the University of Chicago.": [],
    "In 1909 he was elected to the National Academy of Design.": [
        [
            3,
            7,
            [
                "1909,"
            ]
        ]
    ],
    "He was a member of the National Fine Arts Commission 1925-29.": [],
    "He suffered a paralytic stroke and died following a subsequent heart attack.": [],
    "Taft had planned a special museum for \"comparative art,\" but his endowment was so small that the plan could not be realized.": [],
    "Taft's sister, Zulime, was married to the novelist Hamlin Garland (1860-1940).": [
        [
            15,
            21,
            [
                "Julie",
                "Lime",
                "Slime",
                "Sublime",
                "Clime",
                "Zulip"
            ]
        ]
    ],
    "Taft referred to himself as an \"art missionary.\"": [],
    "He strove in his books, both on the history of art and art appreciation, to make the American public \"less casual\" about their arts.": [],
    "Taft's sculpture was conservative, beaux-arts tradition.": [],
    "But his writing is valued for the championing of the form of sculpture--if not modernist sculpture of Europe--on American soil.": [],
    "Taft is one of three pioneers, alongside <a href=\"/ishamw\">Samuel Isham</a> and <a href=\"https://arthistorians.info/hartmanns/\">Sadakichi Hartmann</a>, who authored the first significant American art histories.": []
}