{
    "<p>Marxist architectural historian of the Renaissance and modern era; architectural theorist.": [],
    "Tafuri was born to Simmaco Tafuri and Elena Trevi (Tafuri).": [
        [
            0,
            6,
            [
                "Safari",
                "Lauri"
            ]
        ],
        [
            19,
            26,
            [
                "Impact",
                "Summary",
                "Stomach",
                "Simmons",
                "Gimmick",
                "Sigma"
            ]
        ],
        [
            27,
            33,
            [
                "Safari",
                "Lauri"
            ]
        ],
        [
            44,
            49,
            [
                "Tree",
                "Trees",
                "Treat",
                "Trend",
                "Rev",
                "Trent"
            ]
        ],
        [
            51,
            57,
            [
                "Safari",
                "Lauri"
            ]
        ]
    ],
    "His father was an engineer.": [],
    "He studied architecture at the Scuola Superiore di Architettura at Rome (now within the University of Rome La Sapienza).": [
        [
            31,
            37,
            [
                "Sculley",
                "Scholar",
                "Scroll",
                "Cupola",
                "Scuba",
                "Scala"
            ]
        ],
        [
            38,
            47,
            [
                "Superior",
                "Superiors"
            ]
        ],
        [
            51,
            63,
            [
                "Architecture",
                "Architectural"
            ]
        ]
    ],
    "As a student, he campaigned against such figures as Enrico del Debbio (1891-1973) and Saverio Muratori (1910-1973) advocating for curriculum change to include urban planning and architectural history.": [
        [
            63,
            69,
            [
                "Debbie",
                "Deb bio"
            ]
        ],
        [
            86,
            93,
            [
                "Salerno",
                "Saver",
                "Savers",
                "Aveiro",
                "Severin"
            ]
        ],
        [
            94,
            102,
            [
                "Curator",
                "Curators",
                "Moratoria"
            ]
        ]
    ],
    "Tafuri attended courses by, among others, <a href=\"/argang\">Giulio Carlo Argan</a>, who was appointed chair of art history at Rome in 1959--the year of Tafuri's graduation--and the Marxist philosopher Galvano della Volpe (1895-1968).": [
        [
            0,
            6,
            [
                "Safari",
                "Lauri"
            ]
        ]
    ],
    "Tafuri supported the student actions that resulted in the reformist appointments of Luigi Piccinato (1899-1983), Ludovico Quaroni (1911-1987) and <a href=\"/zevib\">Bruno Zevi</a> to the faculty in 1963 and 1964.": [
        [
            0,
            6,
            [
                "Safari",
                "Lauri"
            ]
        ],
        [
            90,
            99,
            [
                "Pizzicato",
                "Succinate",
                "Vaccinate",
                "Vaccinator",
                "Buccinator"
            ]
        ],
        [
            122,
            129,
            [
                "Guarani",
                "Guaraní"
            ]
        ]
    ],
    "He taught as an assistant to Quaroni, maintaining an architectural practice (in the Architetti e Urbanisti Associati) and supporting the 'counter-school' Associazione Studenti e Architetti.": [
        [
            29,
            36,
            [
                "Guarani",
                "Guaraní"
            ]
        ],
        [
            84,
            94,
            [
                "Architect",
                "Architects"
            ]
        ],
        [
            97,
            106,
            [
                "Urbanist",
                "Urbanists",
                "Urbanistic"
            ]
        ],
        [
            107,
            116,
            [
                "Associate"
            ]
        ],
        [
            154,
            166,
            [
                "Association",
                "Associations"
            ]
        ],
        [
            167,
            175,
            [
                "Students",
                "Student"
            ]
        ],
        [
            178,
            188,
            [
                "Architect",
                "Architects"
            ]
        ]
    ],
    "In the mid-1960s, Tafuri moved from practicing architecture to architectural history, initially teaching at the Politecnico di Milano as an assistant to Ernesto Nathan Rogers (1909-1969), 1964-1966, and in Palermo in 1966-1968 (where <a href=\"/brandic\">Cesare Brandi</a> was also a professor).": [
        [
            18,
            24,
            [
                "Safari",
                "Lauri"
            ]
        ],
        [
            112,
            123,
            [
                "Polytechnic",
                "Politico",
                "Polytechnics"
            ]
        ]
    ],
    "Tafuri wrote a small monograph on Quaroni and another on Japanese modernism in 1964.": [
        [
            0,
            6,
            [
                "Safari",
                "Lauri"
            ]
        ],
        [
            34,
            41,
            [
                "Guarani",
                "Guaraní"
            ]
        ]
    ],
    "Early essays appeared in <em>Quaderni dell'Istituto di storia dell'architettura</em>, edited by Vicenzo Fasolo (1885-1969), <em>Casabella-continua</em>, <em>Comunità</em> of Adriano Olivetti (1901-1960), and the journal of <em>Italia nostra</em>.": [],
    "He married Guiseppina Rapisarda in 1966 and published his first major historical monograph, <em>L'Architettura del manierismo nel '500 europeo</em>, which secured him an appointment in Venice at the Istituto Universitario di Architettura di Venezia in 1968.": [],
    "He remained at the Istituto his professional career.": [
        [
            19,
            27,
            [
                "Institute"
            ]
        ]
    ],
    "In 1968, too, he wrote the first of two books which would secure his reputation.": [],
    "<em>Teorie e storia dell'architettura</em> focused on the architectural historian's responsibility to change architecture fundamentally, chiding the deficiencies of architects as historians.": [],
    "It also predicted the failure of modernism (drawing on the work of Walter Benjamin, 1892-1940), citing modern architecture's complicity with capitalism.": [],
    "The book was criticized by Zevi and <a href=\"/portoghesip\">Paolo Portoghesi</a>, both architect/historians, who disputed in particular the mission of architectural historians to shape contemporary architecture.": [
        [
            27,
            31,
            [
                "Devi",
                "Levi",
                "Nevi"
            ]
        ]
    ],
    "After a monograph on Florentine culture, <em>L'Architettura dell'Umanesimo</em>, 1969, the second of his broad Marxist salvos, <em>Progetto e Utopia</em>, appeared in 1973, a historical assessment of architecture's relationship with capitalist development since the eighteenth century.": [],
    "Tafuri's innovative book subjects continued with <em>La città americana</em> and <em>Via Giulia</em> (a book of a Roman street) in 1973, the latter with <a href=\"/salernol\">Luigi Salerno</a> and <a href=\"/spezzaferrol\">Luigi Spezzaferro</a>, and regularly contributed to the American journal <em>Oppositions</em> as well as the European journals <em>Casabella</em>, <em>Domus</em>, and <em>L'Architecture d'aujourd'hui</em>.": [
        [
            0,
            6,
            [
                "Safari",
                "Lauri"
            ]
        ]
    ],
    "Though he ran for political office in Rome, his political associations remained informal, especially after the mid-1970s.": [],
    "Tafuri's interest increasingly moved to the French historiographical tradition (from the Annales School to the histories of technique of Michel Foucault, 1926-1984).": [
        [
            0,
            6,
            [
                "Safari",
                "Lauri"
            ]
        ],
        [
            89,
            96,
            [
                "Annals",
                "Ann ales"
            ]
        ]
    ],
    "In 1976, Tafuri transitioned the Istituto di Storia dell'Architettura at IUAV into a critical entity, the Dipartimento di Analisi, Critica e Storia dell'Architettura.": [
        [
            9,
            15,
            [
                "Safari",
                "Lauri"
            ]
        ],
        [
            33,
            41,
            [
                "Institute"
            ]
        ],
        [
            45,
            51,
            [
                "Astoria",
                "Styria",
                "Stria"
            ]
        ],
        [
            57,
            69,
            [
                "Architecture",
                "Architectural"
            ]
        ],
        [
            73,
            77,
            [
                "UAV",
                "IAV",
                "I UAV",
                "IU AV"
            ]
        ],
        [
            106,
            118,
            [
                "Divertimento"
            ]
        ],
        [
            122,
            129,
            [
                "Analysis",
                "Analyst",
                "Annalise",
                "Annalist",
                "Anaïs",
                "Annalisa"
            ]
        ],
        [
            131,
            138,
            [
                "Critical",
                "Critics",
                "Critic",
                "Critic a"
            ]
        ],
        [
            141,
            147,
            [
                "Astoria",
                "Styria",
                "Stria"
            ]
        ],
        [
            153,
            165,
            [
                "Architecture",
                "Architectural"
            ]
        ]
    ],
    "Appointed Chair of the Istituto di storia dell'architettura at IUAV, Tafuri hired politically active architects, historians and philosophers whose research and writing projects were akin to Tafuri's.": [
        [
            23,
            31,
            [
                "Institute"
            ]
        ],
        [
            32,
            34,
            [
                "DI",
                "Di",
                "I",
                "did",
                "do",
                "Dr"
            ]
        ],
        [
            35,
            41,
            [
                "Astoria",
                "Styria",
                "stria"
            ]
        ],
        [
            47,
            59,
            [
                "architecture",
                "architectural"
            ]
        ],
        [
            63,
            67,
            [
                "UAV",
                "IAV",
                "I UAV",
                "IU AV"
            ]
        ],
        [
            69,
            75,
            [
                "Safari",
                "Lauri"
            ]
        ],
        [
            190,
            196,
            [
                "Safari",
                "Lauri"
            ]
        ]
    ],
    "These included Cacciari, Giorgio Ciucci (b.": [
        [
            15,
            23,
            [
                "Cagliari"
            ]
        ],
        [
            33,
            39,
            [
                "Gucci",
                "Cocci"
            ]
        ]
    ],
    "1939), Francesco Dal Co (b.": [
        [
            17,
            20,
            [
                "DAL",
                "Day",
                "Deal",
                "Dual",
                "Dan",
                "Dale"
            ]
        ]
    ],
    "1945), Marco De Michelis (b.": [],
    "1945) and Mario Manieri Elia (1929-2011).": [
        [
            16,
            23,
            [
                "Manner",
                "Manners",
                "McNair",
                "Mandarin",
                "Manger",
                "Maier"
            ]
        ]
    ],
    "Together with Georges Teyssot (b.": [
        [
            22,
            29,
            [
                "East",
                "Mascot",
                "Talbot",
                "Tarot",
                "Basso",
                "Lasso"
            ]
        ]
    ],
    "1946) and Cacciari, Tafuri invited Foucault to Venice in 1978 for a series of discussions, published as <em>Il dispositivo Foucault</em>, 1978.": [
        [
            10,
            18,
            [
                "Cagliari"
            ]
        ],
        [
            20,
            26,
            [
                "Safari",
                "Lauri"
            ]
        ]
    ],
    "He again reorganized the Istituto again in 1982 as the Dipartimento di Storia dell'Architettura, shifting emphasis from the nineteenth and twentieth centuries to the early modern period.": [
        [
            25,
            33,
            [
                "Institute"
            ]
        ],
        [
            55,
            67,
            [
                "Divertimento"
            ]
        ],
        [
            71,
            77,
            [
                "Astoria",
                "Styria",
                "Stria"
            ]
        ],
        [
            83,
            95,
            [
                "Architecture",
                "Architectural"
            ]
        ]
    ],
    "His essays from the 1960s and 1970s were collected as <em>La sfera e il labirinto</em> in 1980.": [],
    "Tafuri's only volume in the the <em>Microstoria</em> series edited by <a href=\"/ginzburgc\">Carlo Ginzburg</a> and Giovanni Levi, on the Venetian church of San Francesco della Vigna, <em>La chiesa di S. Francesco della vigna nella Venezia</em> was co-authored by Antonio Foscari in 1983.": [
        [
            0,
            6,
            [
                "Safari",
                "Lauri"
            ]
        ],
        [
            24,
            31,
            [
                "the"
            ]
        ]
    ],
    "<em>Venezia e il rinascimento</em> appeared in 1985 followed by a broad and polemical assessment of Italy's architectural history since the end of World War Two, <em>Storia dell'architettura italiana, 1944-85</em>, 1986, in which he castigated those architects who had ensured a the trajectory from post-war ineffectuality to postmodern frivolity, particularly Carlo Aymonino and Carlo Scarpa.": [],
    "The work came under criticism by Aldo Rossi.": [],
    "An essay on Peter Eisenman was published in Eisenman's book of essays, <em>Houses of Cards</em>, 1987.": [
        [
            18,
            26,
            [
                "Wiseman"
            ]
        ],
        [
            44,
            52,
            [
                "Wiseman"
            ]
        ]
    ],
    "Tafuri's masterwork on this period, <em>Ricerca del rinascimento</em> (1992) revisited the Renaissance foundations of modern architecture, addressing architecture as an institution, tradition and technique.": [
        [
            0,
            6,
            [
                "Safari",
                "Lauri"
            ]
        ]
    ],
    "In his final years, Tafuri became a champion for architectural conservation carried out by trained architects.": [
        [
            20,
            26,
            [
                "Safari",
                "Lauri"
            ]
        ]
    ],
    "He succeeded in halting the plans for Renzo Piano to modernize the environs of Palladio's Basilica in Vincenza and was involved in the restoration of Giulio Romano's Palazzo Te.": [
        [
            102,
            110,
            [
                "Vicenza",
                "Vincenzo"
            ]
        ]
    ],
    "Tafuri was one of the first professional (academic) architectural historians in Italy.": [
        [
            0,
            6,
            [
                "Safari",
                "Lauri"
            ]
        ]
    ],
    "His opinions, always strongly argued, have been criticized for being uneven, perhaps a result of his constant revision of them.": [],
    "For example, he praised Le Corbusier's architecture in Algiers, but despaired Corbusier's Chandigarh work.": [
        [
            78,
            87,
            [
                "Cor busier"
            ]
        ]
    ],
    "He claimed regret in later years at the haste in which he wrote his first book, <em>L'Architettura del manierismo nel '500 europeo</em>.": [],
    "As the head of the so-called Venice School of architectural history, he exerted a substantial influence over generations of architects, historians and theorists in Italy, Europe and North America.": [],
    "Tafuri's <em>Teorie e storia dell'architettura</em>, stands as \"a pointed assessment of historical knowledge in architecture that positioned the architectural historian as an agent of institutional and political change\" (Leach).": [
        [
            0,
            6,
            [
                "Safari",
                "Lauri"
            ]
        ]
    ],
    "<em>Progetto e Utopia</em>, was a more pointed Marxist historical assessment of architecture's relationship with capitalist development since the eighteenth century.": [],
    "As a theorist, he saw capitalist production and consumption eroding values, not stabilizing them, and hence the modern era was not able to create a context of belief in which architecture could flower.": [],
    "Tafuri insisted there was no difference between criticism and history--that the tools and tasks (relative to contemporary architectural culture) remained constant as distance from the subject moved in time.": [
        [
            0,
            6,
            [
                "Safari",
                "Lauri"
            ]
        ]
    ],
    "As a Renaissance scholar, he was called to write essays on the retrospective exhibitions of Raphael (1984), Giulio Romano (1989) and Francesco di Giorgio Martini (1993).": [],
    "Tafuri accused his critics, Zevi and Portughese, as performing \"operative\" (or instrumental) architectural criticism, i.e., using their agendas as practicing architects to frame the history of architecture, anathema to his own \"critical\" position.": [
        [
            0,
            6,
            [
                "Safari",
                "Lauri"
            ]
        ],
        [
            28,
            32,
            [
                "Devi",
                "Levi",
                "Nevi"
            ]
        ],
        [
            37,
            47,
            [
                "Portuguese"
            ]
        ]
    ],
    "He instead suggested that architectural criticism and history should be considered the same thing, and that practicing architects abandon criticism.": [],
    "The controversy distilled to the means by which architectural historians could positively affect the work of architects.": [],
    "Tafuri polemically held there should be no difference between criticism and history.": [
        [
            0,
            6,
            [
                "Safari",
                "Lauri"
            ]
        ]
    ],
    "Some of Tafuri's notions may have been drawn from the 1891 book, <em>Architecture, Mysticism and Myth</em> by <a href=\"/lethabyw\">W.": [
        [
            8,
            14,
            [
                "Safari",
                "Lauri"
            ]
        ]
    ],
    "R. Lethaby</a>.": [
        [
            3,
            10,
            [
                "Letha by"
            ]
        ]
    ],
    "In addition to influences by Foucault, Volpe, Benjamin, and Theodor Adorno (1903-1969), Tafuri's work shows the effect of the circles in which he operated in Venice and Rome, including the German-language scholarship of the Biblioteca Hertziana's Renaissance specialists.</p>": [
        [
            39,
            44,
            [
                "Vole",
                "VoLTE"
            ]
        ],
        [
            88,
            94,
            [
                "Safari",
                "Lauri"
            ]
        ]
    ]
}