{
    "<p>Philosopher, literary and art critic; first chair in the history of art at the école des Beaux-Arts, Paris.": [
        [
            82,
            87,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            88,
            91,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Taine began as a lycée teacher at Toulon and Nevers, France.": [
        [
            45,
            51,
            [
                "Never",
                "Levers",
                "Fevers",
                "Severs",
                "Revers"
            ]
        ]
    ],
    "His refusal to sign an allegiance oath to the new President of France, after the 1851 <em>coup d'état</em> forced his dismissal.": [],
    "Taine completed his dissertation in 1853 on Lafontaine, <em>Essai sur les fables de La Fontaine</em>.": [
        [
            44,
            54,
            [
                "Fontaine"
            ]
        ]
    ],
    "In 1855, his <em>Voyage aux eaux des Pyénées</em> appeared.": [],
    "His <em>Histoire de la littérature anglaise</em> appeared in 1864.": [],
    "Student revolts to the teaching of art history and esthetics by <a href=\"/violletleduce\">Eugène Viollet-le-Duc</a> in Paris at the École des Beaux-Arts resulted in Taine's appointment to the position in 1864 by Victor Duruy (1811-1894), the famous reformist Minister of Education under Napoleon III.": [
        [
            51,
            60,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "Taine's lectures to students and scholars were deeply inspiring.": [],
    "His courses wove documents and his personal insights from his museums and travels which had recently come to light.": [],
    "Taine lectured in themes encompassing five-year spands, beginning with Italy, then the Netherlands and finally Greece.": [
        [
            48,
            54,
            [
                "stands",
                "spans",
                "spends",
                "sands",
                "spanks"
            ]
        ]
    ],
    "This course was repeated until his retirement in 1884.": [],
    "He was succeeded by <a href=\"/muntze\">Eugène Müntz</a>.": [],
    "In 1882 he published his lectures as the <em>Philosophie de l'art</em>, rising to be the most distinguished French historian of the late 19th century.": [
        [
            3,
            7,
            [
                "1882,"
            ]
        ]
    ],
    "As an historian, his most important work, a history of the <em>ancien égime</em> and the French Revolution, <em>Les Origines de la France contemporaine</em>, was written between 1876 and 1893.": [
        [
            3,
            5,
            [
                "a"
            ]
        ]
    ],
    "His art writings affected an entire generation of artists and art scholars, including <a href=\"/michela\">André Michel</a>, <a href=\"/fromentine\">Eugène Fromentin</a>.and <a href=\"/santosr\">Reynaldo dos Santos</a>.": [],
    "Among his anti-positivist detractors were his successor at the École des Beaux-Arts, Müntz, and <a href=\"/justic\">Carl Nicolaus Heinrich Justi</a>.": [
        [
            63,
            68,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            69,
            72,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            85,
            90,
            [
                "Munoz",
                "Muñoz"
            ]
        ]
    ],
    "He was a classmate of art historian and biographer <a href=\"/lagrangel\">Léon Lagrange</a> Taine 's methodology was positivist (the concept that history is ever-improving) and determinist.": [],
    "He replaced the highly subjective, personalized account of art with a scientific model, one that he had employed for literary criticism beginning in the 1850s.": [],
    "For Taine, environment, social conditions and to a lesser extent race were the three essential determinants for artistic production.": [],
    "He praised the Italian Renaissance painters, emphasizing their imagination as their predominant \"racial\" characteristic.": [],
    "Lumping Dutch and German painters together, Taine praised those artists' positive outlook as critical to their resultant art.": [],
    "The arts were, for Taine, documents of history, a view he shared closely with his German counterpart, <a href=\"/schnaasek\">Karl Julius Ferdinand Schnaase</a>.": [],
    "Taine could reproduce the facts of an historical situation in excruciating detail, which he considered part of a scientific approach to his topic.": [],
    "Discounting the commonly viewed 19th-century role of the genius, Taine argued for sensitivity for the geographical, social and environmental-historical context.": [],
    "The role of the art critic was to first form a picture of the conditions in which the creative process of each artist took place and then come to an opinion.</p>": []
}