{
    "<p>Americanist art history professor at the University of Chicago 1960-1974, and director, National Museum of American Art, 1970-1981.": [
        [
            3,
            14,
            [
                "Americanism"
            ]
        ]
    ],
    "Taylor was the son of James Edmond and Anna L. M. Scott (Taylor).": [],
    "He attended the Portland Museum art school before entering Reed College, where he received his degree in 1939.": [],
    "He initially worked as a designer for ballet and theatre groups including the San Francisco Opera Ballet.": [
        [
            49,
            56,
            [
                "theater"
            ]
        ]
    ],
    "He also taught at his alma mater.": [],
    "After World War II was declared Taylor joined the U.S.": [],
    "Army infantry, fighting in the European Theater and rising to the rank of major.": [],
    "He was awarded the Bronze Star for his service.": [],
    "He returned to Reed after the war where he received a master's degree in literature, before entering Princeton University graduate program in art history.": [],
    "He received a second master's degree in 1949.": [],
    "Taylor joined the Department of Art at the University of Chicago, continuing to pursue his Ph.D.": [],
    "from Princeton, which was awarded in 1956.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "His dissertation topic was on the American 19th-century artist William Page.": [],
    "The same year he won an award at Chicago for teaching excellence.": [],
    "In he published perhaps his most well-known book, <em>Learning to Look: a Handbook for the Visual Arts</em>.": [
        [
            3,
            5,
            [
                "the",
                "his"
            ]
        ]
    ],
    "The primer became a standard text for art history, humanities, and museum courses selling over 300,000 copies in two editions.": [],
    "Taylor became a full professor in 1960 and was named the William Rainey Harper chair of art history in 1963.": [
        [
            65,
            71,
            [
                "Rainy",
                "Rained",
                "Radney",
                "Reinna"
            ]
        ]
    ],
    "Together with his former student, <a href=\"/selzp\">Peter H. Selz</a> and <a href=\"/chipph\">Herschel B. Chipp</a>, Taylor published the first book on primary sources of American art history, <em>Theories of Modern Art</em>.": [],
    "He was appointed director of the Smithsonian's National Museum of American Art in 1970.": [],
    "As director, Taylor doubled the collections of the National Museum.": [],
    "Taylor oversaw the opening of the Renwick Gallery (a department of the National Museum Collection) in 1972.": [],
    "In 1974, Taylor launched a computerized project to list every American painting created before 1914.": [],
    "He launched the major show of Elihu Vedder at the Museum in 1979.": [
        [
            30,
            35,
            [
                "Elite",
                "Lieu",
                "Elias",
                "Eliot",
                "Eliza",
                "Elie"
            ]
        ],
        [
            36,
            42,
            [
                "Redder",
                "Bedder",
                "Wedder"
            ]
        ]
    ],
    "Bilingual in English and Spanish (as well as the standard art research languages of Italian, German and Dutch) he for many years maintained a home in Taxco, Mexico, and was instrumental in preserving the historic district of that small town.": [
        [
            150,
            155,
            [
                "Taco"
            ]
        ]
    ],
    "Taylor served on the board of the Museum of Contemporary Art of Chicago.": [],
    "He suffered a heart attack in 1981 and died in a Georgetown hospital.": [],
    "He was succeeded by Charles C. Eldredge (b.": [
        [
            31,
            39,
            [
                "Eldridge",
                "El dredge"
            ]
        ]
    ],
    "1937).": [],
    "In 1987, his manuscript for <em>Nineteenth-century Theories of Art</em> was published.": [],
    "His Chicago students, in addition to Chipp, included the art historian <a href=\"/blums\">Shirley Blum</a>.": [
        [
            37,
            42,
            [
                "Chip",
                "Chips",
                "Chimp",
                "Chirp",
                "Chippy",
                "Chi pp"
            ]
        ]
    ],
    "His tenure at the National Museum was marked by creating study and scholarship positions in an attempt to make museums scholarly training grounds the way universities were.": [],
    "He avoided \"blockbuster\" shows, once quipping that \"more than five people in front of one painting is a mob.\"": [],
    "His book <em>Learning to Look: A Handbook for the Visual Arts</em> was the heart of his teaching in that before all else he taught the art of seeing (Blum).</p>": []
}