{
    "<p>Director of the Metropolitan Museum of Art 1940-1955.": [],
    "Taylor was the son of Dr.": [],
    "William Johnson Taylor, an orthopedic surgeon and previous president of the College of Physicians and president of the Library Company in Philadelphia, and Philadelphia socialite Emily Buckley Newbold.": [
        [
            193,
            200,
            [
                "New bold"
            ]
        ]
    ],
    "He attended the Kent (preparatory) School before graduating from the University of Pennsylvania in 1924.": [],
    "Taylor traveled to France to teach English at the Lycée de Chartres 1924-1925.": [],
    "He quite the following year and entered the Sorbonne where he met the medievalist art historian <a href=\"/focillonh\">Henri Focillon</a>.": [],
    "He was Focillon's first American student and the two kept in contact all their lives.": [
        [
            7,
            15,
            [
                "Bouillon"
            ]
        ]
    ],
    "Returning to the United States, he enrolled in graduate school at the Graduate School of Princeton, spending the 1926-1927 year in Europe as a Carnegie Fellow.": [],
    "He returned to the United States in 1928, married Pamela Coyne, and left Princeton without completing his degree to become curator of medieval art at the Philadelphia Museum of Art under <a href=\"/kimballf\">Fiske Kimball</a>.": [
        [
            57,
            62,
            [
                "Cone",
                "Boyne",
                "Coyle"
            ]
        ]
    ],
    "During the Philadelphia years he edited the museum's publications, made major installation of medieval art in the new building, and smoothed hurt feelings by Kimball's quick temper and tongue.": [],
    "In 1931 he left to become the Director of the Worcester Museum of Art, Worceter, MA.": [
        [
            3,
            7,
            [
                "1931,"
            ]
        ],
        [
            71,
            79,
            [
                "Worcester"
            ]
        ]
    ],
    "The Worcester museum had a long relationship with school education, which Taylor continued to build.": [],
    "He also sought to fill in gaps in the permanent collection, purchasing among other masterpieces, Piero di Cosimo's <em>Discovery of Honey</em> and Quentin Massy's <em>Rest on the Flight into Egypt</em>.": [
        [
            106,
            112,
            [
                "Costco",
                "Casino",
                "Cosmic",
                "Cosmos",
                "Como",
                "Cosine"
            ]
        ],
        [
            155,
            160,
            [
                "Mass",
                "Massey",
                "Messy",
                "Missy",
                "Mossy",
                "Sassy"
            ]
        ]
    ],
    "Other innovations at Worcester included placing book in galleries and establishing public reading rooms for every museum department.": [],
    "Most visionary, Taylor was one of the first to mount temporary exhibitions in the art world in order to entice new visitors to the museum.": [],
    "In 1939 he succeeded the famed Egyptologist <a href=\"/winlockh\">Herbert Eustis Winlock</a> as director of the Metropolitan Museum of Art.": [
        [
            3,
            7,
            [
                "1939,"
            ]
        ]
    ],
    "Taylor was a capable administrator, if eccentric.": [],
    "He watched as the opportunity to fold the Whitney Museum of American Art and the Museum of Modern Art into the Metropolitan slipped through his fingers.": [],
    "This was partially due to his low opinion of modern art.": [],
    "He frequently referred to the fledgling Museum of Modern Art as \"that whorehouse on Fifty-third Street.\"": [],
    "A poor fundraiser, he was jealous of curator <a href=\"/rorimerj\">James Rorimer</a> and Rorimer's relationship with the Met's major benefactor, John D. Rockefeller.": [],
    "Taylor distained academic scholarship and any art that seemed to need it for appreciation.": [
        [
            7,
            16,
            [
                "disdained",
                "distrained"
            ]
        ]
    ],
    "His distain for archaeology was well-known, perhaps because the barrel-waisted Taylor had once been denied access to a dig.": [
        [
            4,
            11,
            [
                "disdain",
                "distrain",
                "dist ain"
            ]
        ],
        [
            64,
            78,
            [
                "barrel-waited"
            ]
        ]
    ],
    "He termed Metropolitan's Greek vase collection, \"vases de nuit\" (chamber pots) (Tompkins).": [
        [
            58,
            62,
            [
                "newt",
                "new",
                "news",
                "unit",
                "suit",
                "quit"
            ]
        ]
    ],
    "When a medieval font was mistakenly delivered to the Cloisters instead of the intended Philadelphia Museum of Art, Taylor refused to exchange the two because of a perceived sleight by its director.": [],
    "(The font remains at the Cloisters to this day).": [],
    "He disparaged popular notions of museum esthetics, summarized in his 1945 book <em>Babel's Tower</em>.": [
        [
            40,
            49,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "His tenure he greatly increased the size of the education department of the Met.": [],
    "He resigned in 1954 to return as director of the Worcester Museum.": [],
    "He died unexpectedly at age 54 after kidney surgery.</p>": []
}