{
    "<p>Professor of Medieval and Modern Art History.": [],
    "Tea was the daughter of a medical doctor and Anna Ricci, the director of the Asilo Umberto I in Vercelli.": [
        [
            50,
            55,
            [
                "Rich",
                "Rice",
                "Rico",
                "Rick",
                "RISC",
                "Richie"
            ]
        ],
        [
            77,
            82,
            [
                "Silo",
                "A silo"
            ]
        ],
        [
            96,
            104,
            [
                "Vermicelli",
                "Mercalli"
            ]
        ]
    ],
    "She was raised in Verona and graduated from University of Padua in 1911.": [],
    "She completed her graduate studies in art history in Rome in 1916 studying under <a href=\"”/venturia”\">Adolfo Venturi</a>.": [],
    "Tea taught in Rome at a Liceo Classico and was an ispettrice di belle arti (Inspector of Fine Arts) in Ravenna as a Sovrintendenza ai Monumenti, and in Venice, Trento and Roman Forum.": [
        [
            24,
            29,
            [
                "Lice"
            ]
        ],
        [
            30,
            38,
            [
                "Classic",
                "Classics"
            ]
        ],
        [
            61,
            63,
            [
                "DI",
                "Di",
                "I",
                "did",
                "do",
                "Dr"
            ]
        ],
        [
            70,
            74,
            [
                "art",
                "anti",
                "arts",
                "Artie",
                "arty",
                "ARI"
            ]
        ],
        [
            131,
            133,
            [
                "AI"
            ]
        ],
        [
            134,
            143,
            [
                "Monument",
                "Monuments"
            ]
        ]
    ],
    "It was at the Roman Forum that she met <a href=\"”/bonig”\">Giacomo Boni</a>.": [],
    "While he asked her to work as a secretary, they eventually conducted excavations together including that of the Basilica of Santa Maria Antiqua.": [
        [
            136,
            143,
            [
                "Antique",
                "Antigua"
            ]
        ]
    ],
    "She was then nominated to be a librarian in Milan at the Real Accademia di Belle Arti in Brera.": [
        [
            62,
            71,
            [
                "Academia"
            ]
        ],
        [
            81,
            85,
            [
                "Art",
                "Anti",
                "Arts",
                "Artie",
                "Arty",
                "ARI"
            ]
        ],
        [
            89,
            94,
            [
                "Breda",
                "Berra",
                "Br era"
            ]
        ]
    ],
    "In 1926, she enrolled in a free course at the Catholic University of Milan.": [],
    "She began working with Giuseppe Polvara (1884-1950) in 1929 to organize the Beato Angelico School.": [
        [
            32,
            39,
            [
                "Polar",
                "Pollard",
                "Poltava",
                "POLMAR"
            ]
        ],
        [
            76,
            81,
            [
                "Beat",
                "Beats",
                "SEATO",
                "Bento"
            ]
        ]
    ],
    "For many years, she worked with this avant-garde institution of artistic and political reform, however, when the school transformed into a religious institution subject to juridical conditions, she decided to focus on her students.": [],
    "The Scuola Beato Angelico eventually moved its headquarters to viale San Gimignano; she, however, remained at its old location and founded the Opera di assistenza agli artisti e alle modelle.": [
        [
            4,
            10,
            [
                "Sculley",
                "Scholar",
                "Scroll",
                "Cupola",
                "Scuba",
                "Scala"
            ]
        ],
        [
            11,
            16,
            [
                "Beat",
                "Beats",
                "SEATO",
                "Bento"
            ]
        ],
        [
            63,
            68,
            [
                "viable",
                "vial",
                "vile",
                "vale",
                "vials",
                "vi ale"
            ]
        ],
        [
            149,
            151,
            [
                "DI",
                "Di",
                "I",
                "did",
                "do",
                "Dr"
            ]
        ],
        [
            152,
            162,
            [
                "assistance",
                "assistant",
                "assisted",
                "assisting",
                "assistants"
            ]
        ],
        [
            163,
            167,
            [
                "Agni",
                "Ali",
                "AGI",
                "AGL",
                "AGLH"
            ]
        ],
        [
            168,
            175,
            [
                "artist",
                "artists",
                "artistic",
                "artiste"
            ]
        ],
        [
            178,
            182,
            [
                "all",
                "able",
                "Allen",
                "ally",
                "alley",
                "axle"
            ]
        ],
        [
            183,
            190,
            [
                "Moselle",
                "modelled"
            ]
        ]
    ],
    "Upon completion of the course at the Catholic University of Milan, she was first named to the department of Art Criticism and then to the department of Art History and Magisterium.": [],
    "Her most important contributions are found in the <em>Arte Cristiana</em> publications from 1927 to 1962.": [],
    "In 1964, she fractured her femur and her health slowly declined.": [],
    "She retired to live with her sister in 1967 and dying in 1971.": [],
    "She worked on the magazines <em>Arte cristiana </em>, <em>Theatrica </em>, and <em>Vita e pensiero </em> and the newspapers <em>Corriere della Sera </em> and <em>Italia </em>.": [],
    "Tea wrote the collection <em>Quaderni dell’artista</em>, and <em>Umanesimo cristiano </em>, <em>Chiesa e impero nell’arte dei primi secoli Cristiani </em>, <em>Meditazioni su Giotto </em>, and <em>Paolo Veronese </em>.</p>": []
}