{
    "<p>Professor of History of Architecture at Delft University of Technology; active at the Netherlands Department for the Conservation of Historic Buildings and Sites.": [],
    "Ter Kuile attended the Gymnasium in Deventer.": [
        [
            0,
            3,
            [
                "TER",
                "Her",
                "Term",
                "Ten",
                "Tea",
                "Per"
            ]
        ],
        [
            4,
            9,
            [
                "Guile"
            ]
        ],
        [
            36,
            44,
            [
                "Dev enter"
            ]
        ]
    ],
    "In 1920 and 1921 he studied architecture, decorative arts, and arts and crafts in Haarlem.": [],
    "In 1922, he became a law student at Leiden University.": [],
    "After one year, he switched to history of art and archaeology, in which field he graduated in 1927.": [],
    "In 1929, he obtained his doctorate with a dissertation on wooden spires in the Northern Netherlands: De houten torenbekroningen in de Noordelijke Nederlanden.": [
        [
            104,
            110,
            [
                "often",
                "house",
                "House",
                "houses",
                "route",
                "hosted"
            ]
        ]
    ],
    "During the preparation of his dissertation, supervised by Wilhelm Martin (q.v.": [],
    "), he worked as a voluntary assistant at the Amsterdam Rijksmuseum.": [
        [
            0,
            1,
            [
                ""
            ]
        ]
    ],
    "Soon after obtaining his degree, he was appointed curator at the Rijksmuseum Twenthe in Enschede.": [
        [
            77,
            84,
            [
                "Twenty",
                "Tenth",
                "Twenties",
                "Tenths",
                "Drenthe",
                "Teethe"
            ]
        ]
    ],
    "In 1931, he began his career in the field of documentation and preservation of historic monuments, first at the Rijkscommissie voor de Monumentenzorg, and from 1933 at the Rijksbureau voor de Monumentenzorg, where he served for many years, gradually climbing to higher positions in 1937, 1942, and 1959.": [
        [
            127,
            131,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            184,
            188,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ]
    ],
    "As an employee of this latter organization, which had been created in 1918 (from 1947 onwards known as the Rijksdienst voor de Monumentenzorg, i.e., the Netherlands Department for the Conservation of historic Buildings and Sites), he contributed five volumes to the series De Nederlandse Monumenten van Geschiedenis en Kunst.": [
        [
            119,
            123,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            276,
            287,
            [
                "Nederland"
            ]
        ],
        [
            319,
            324,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "His architectural research led to numerous publications in the Bulletin of the Nederlandse Oudheidkundige Bond (Dutch Antiquarian Association), of which he was the editor for some years.": [
        [
            79,
            90,
            [
                "Nederland"
            ]
        ]
    ],
    "Between 1949 and 1955, he was the president of this association.": [],
    "In 1946 he obtained a teaching position, and subsequently, in 1947, an extraordinarius professorship in the history of architecture at Delft University of Technology.": [
        [
            3,
            7,
            [
                "1946,"
            ]
        ],
        [
            71,
            86,
            [
                "extraordinarily"
            ]
        ]
    ],
    "He held his inaugural lecture in October 1947: Het venster in de geschiedenis van de monumentale Westerse architectuur.": [
        [
            47,
            50,
            [
                "He",
                "Get",
                "Her",
                "Set",
                "Hit",
                "Let"
            ]
        ],
        [
            51,
            58,
            [
                "center",
                "enter",
                "monster",
                "Easter",
                "vested",
                "Lester"
            ]
        ],
        [
            85,
            96,
            [
                "monumental",
                "monument ale"
            ]
        ],
        [
            97,
            105,
            [
                "Western",
                "Westerly",
                "Esters",
                "Testers",
                "Westerns",
                "Westerner"
            ]
        ],
        [
            106,
            118,
            [
                "architecture"
            ]
        ]
    ],
    "In addition, between 1949 until 1951, he taught art history, after the retirement of W.A.E.": [],
    "van der Pluym (1879-1960).": [
        [
            0,
            3,
            [
                "Van"
            ]
        ],
        [
            8,
            13,
            [
                "Plum",
                "Plumy"
            ]
        ]
    ],
    "Ter Kuile also served as the librarian of the department of architecture.": [
        [
            0,
            3,
            [
                "TER",
                "Her",
                "Term",
                "Ten",
                "Tea",
                "Per"
            ]
        ],
        [
            4,
            9,
            [
                "Guile"
            ]
        ]
    ],
    "He was the advisor of C.L.": [],
    "Temminck Groll and J.C.": [
        [
            0,
            8,
            [
                "Terminal",
                "Terminus",
                "Stemming",
                "Gimmick",
                "Teaming",
                "Termini"
            ]
        ],
        [
            9,
            14,
            [
                "Roll",
                "Grill",
                "Troll",
                "Growl",
                "Droll",
                "G roll"
            ]
        ]
    ],
    "Visser.": [
        [
            0,
            6,
            [
                "Kisser",
                "Pisser"
            ]
        ]
    ],
    "Both these students submitted, respectively in 1963 and 1964, dissertations on urban architecture in the Middle Ages.": [],
    "Ter Kuile did research on architecture from Antiquity until the nineteenth century.": [
        [
            0,
            3,
            [
                "TER",
                "Her",
                "Term",
                "Ten",
                "Tea",
                "Per"
            ]
        ],
        [
            4,
            9,
            [
                "Guile"
            ]
        ]
    ],
    "Medieval architecture was one of his favorite fields, in which he published a number of important studies, often on individual monuments.": [],
    "An important study on the original connection between three churches in Utrecht and the church of St.": [],
    "Lebuinus in Deventer, built under Bishop Bernold of Utrecht (1027-1054), may be singled out.": [
        [
            0,
            8,
            [
                "Terminus",
                "Lagoons",
                "Leanings",
                "Linus",
                "Baboons",
                "Leggings"
            ]
        ],
        [
            12,
            20,
            [
                "Dev enter"
            ]
        ],
        [
            41,
            48,
            [
                "Bern old"
            ]
        ]
    ],
    "Ter Kuile always paid much attention to the material and esthetical aspects of buildings and had a strong affinity for the space in architecture.": [
        [
            0,
            3,
            [
                "TER",
                "Her",
                "Term",
                "Ten",
                "Tea",
                "Per"
            ]
        ],
        [
            4,
            9,
            [
                "Guile"
            ]
        ]
    ],
    "His book on Netherlands Romanesque churches appeared in 1975: De Romaanse kerkbouwkunst in de Nederlanden.": [
        [
            9,
            23,
            [
                "on the Netherlands"
            ]
        ],
        [
            65,
            73,
            [
                "Romance",
                "Romans",
                "Romansh",
                "Romaine",
                "Romaines"
            ]
        ]
    ],
    "It covered both the Northern and the Southern Netherlands, including Belgium.": [],
    "The revised second edition of this book was presented to ter Kuile at the age of 82.": [
        [
            57,
            60,
            [
                "TER",
                "her",
                "term",
                "ten",
                "tea",
                "per"
            ]
        ],
        [
            61,
            66,
            [
                "Guile"
            ]
        ]
    ],
    "While most of his work was in Dutch, he occasionally published in French and English.": [],
    "In 1962, he contributed a French article, on the Carolingian churches of Oosterbeek and Tienhoven, to the Festschrift M.D.": [
        [
            73,
            83,
            [
                "Etterbeek"
            ]
        ],
        [
            88,
            97,
            [
                "Beethoven",
                "Eindhoven",
                "Tienanmen"
            ]
        ]
    ],
    "Ozinga (q.v.": [
        [
            0,
            6,
            [
                "Owing",
                "Oozing",
                "Dozing",
                "Zing",
                "Zingy",
                "OKing"
            ]
        ]
    ],
    "), professor in the history of architecture at Utrecht University.": [
        [
            0,
            1,
            [
                ""
            ]
        ]
    ],
    "Two English surveys on sculpture and architecture appeared in the Pelican series Art and Architecture in Belgium: 1600-1800 (1960) and Dutch Art and Architecture: 1600-1800 (1966) respectively.": [],
    "These publications led to a wider recognition of his work.": [],
    "When he retired from Delft University, he was offered a Liber Amicorum: Delftse studiën.": [
        [
            56,
            61,
            [
                "Fiber",
                "Liner",
                "Liver",
                "Libel",
                "Liter",
                "Tiber"
            ]
        ],
        [
            62,
            70,
            [
                "Decorum",
                "Mizoram",
                "AMISOM",
                "McCrum",
                "Amicus"
            ]
        ],
        [
            72,
            79,
            [
                "Delete",
                "Defuse",
                "Deletes",
                "Delphine",
                "Delft",
                "Delouse"
            ]
        ],
        [
            80,
            87,
            [
                "studied",
                "studies"
            ]
        ]
    ],
    "His fare well lecture on June 24, 1965 was on Kleurige Architectuur (colorful architecture).": [
        [
            14,
            21,
            [
                "lectures",
                "lectured"
            ]
        ],
        [
            34,
            38,
            [
                "1965,"
            ]
        ],
        [
            46,
            54,
            [
                "Keurig"
            ]
        ],
        [
            55,
            67,
            [
                "Architecture"
            ]
        ]
    ],
    "Ter Kuile continued publishing after his retirement.": [
        [
            0,
            3,
            [
                "TER",
                "Her",
                "Term",
                "Ten",
                "Tea",
                "Per"
            ]
        ],
        [
            4,
            9,
            [
                "Guile"
            ]
        ]
    ],
    "His fifth, and last, contribution to the series De Nederlandse Monumenten van Geschiedenis en Kunst appeared in 1974.": [
        [
            51,
            62,
            [
                "Nederland"
            ]
        ],
        [
            94,
            99,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "At the age of 78, he published a study on the architecture of the former residence of the counts of Holland in the Binnenhof at The Hague.</p>": []
}