{
    "<p>Engineer; architectural historian.": [],
    "Terwen studied architecture at Delft University of Technology.": [
        [
            0,
            6,
            [
                "Teen",
                "Termed",
                "Bergen",
                "Erwin",
                "Tern",
                "Terse"
            ]
        ]
    ],
    "In 1950 he married the art historian Jeanne de Loos (1910-1973), the daughter of the art historian <a href=\"/looshaaxmanj\">Jeanne de Loos-Haaxman</a>.": [
        [
            3,
            7,
            [
                "1950,"
            ]
        ]
    ],
    "In 1952 he was an adviser for the exhibition on the Leiden architect Willem van der Helm (ca 1628-1675), held in the Municipal Museum De Lakenhal in Leiden, at the occasion of the fiftieth anniversary of the foundation of the \"Oud Leiden\" Society.": [
        [
            3,
            7,
            [
                "1952,"
            ]
        ],
        [
            227,
            230,
            [
                "Out",
                "Old",
                "Our",
                "Odd",
                "Loud",
                "Mud"
            ]
        ]
    ],
    "Terwen provided drawings for models of three city gates designed by Van der Helm.": [
        [
            0,
            6,
            [
                "Teen",
                "Termed",
                "Bergen",
                "Erwin",
                "Tern",
                "Terse"
            ]
        ],
        [
            72,
            75,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ]
    ],
    "In 1953 Terwen began teaching the history of architecture at Leiden University.": [
        [
            8,
            14,
            [
                "Teen",
                "Termed",
                "Bergen",
                "Erwin",
                "Tern",
                "Terse"
            ]
        ]
    ],
    "In addition he joined the new department of the history of photography of the Leiden Prentenkabinet, founded by <a href=\"/vandewaalh\">Henri Van de Waal</a>.": [
        [
            3,
            11,
            [
                "addition,"
            ]
        ]
    ],
    "In 1965 he obtained a professorship of the history of architecture at Delft University of Technology.": [
        [
            3,
            7,
            [
                "1965,"
            ]
        ]
    ],
    "His inaugural lecture dealt with the function of the history of architecture in the training of architects.": [],
    "He was particularly interested in the impact of the treatises of Andrea Palladio and Vincenzo Scamozzi on Dutch Classicism.": [
        [
            94,
            102,
            [
                "Scampi",
                "Schmooze"
            ]
        ]
    ],
    "In 1971 Terwen returned to Leiden University, where he was appointed professor of the history of architecture.": [
        [
            8,
            14,
            [
                "Teen",
                "Termed",
                "Bergen",
                "Erwin",
                "Tern",
                "Terse"
            ]
        ]
    ],
    "His inaugural lecture in Leiden dealt with the buildings of Prince Johan Maurits van Nassau-Siegen (1604-1679).": [
        [
            73,
            80,
            [
                "Maurice",
                "Marries",
                "Maturity",
                "Merits",
                "Mauritius",
                "Marius"
            ]
        ]
    ],
    "Between 1973 and 1981 he headed the editorial board of the Leids Jaarboekje, the annual publication of the Vereniging Oud Leiden.": [
        [
            59,
            64,
            [
                "Lads",
                "Lands",
                "Laws",
                "Leads",
                "Lady",
                "Leeds"
            ]
        ],
        [
            107,
            117,
            [
                "Varnishing"
            ]
        ],
        [
            118,
            121,
            [
                "Out",
                "Old",
                "Our",
                "Odd",
                "Loud",
                "Mud"
            ]
        ]
    ],
    "In 1980, at the Palladio exhibition in Vicenza, he delivered a lecture on the influence of Palladio on Dutch architecture.": [],
    "In Leiden, as a member of the Committee of Monuments, he made an inventory of the nineteenth- and twentieth- century buildings of the city.": [],
    "It was published in 1982 in <em>Stadswerk</em>.": [],
    "He retired from Leiden University in 1983 and honored with a Festschrift <em>Bouwen en in Nederland</em> in 1985.": [],
    "With Koen Ottenheym he co-authored, in 1993, a monograph on the Dutch architect Pieter Post, <em>Pieter Post (1608-1669): architect</em>.": [
        [
            10,
            19,
            [
                "Tottenham",
                "Dagenham",
                "Oppenheim"
            ]
        ]
    ],
    "In his farewell lecture from Leiden University Terwen returned to the topic of the connection between the Italian architects Palladio and Scamozzi and Dutch Classicism, which had occupied him for many years.": [
        [
            47,
            53,
            [
                "Teen",
                "Termed",
                "Bergen",
                "Erwin",
                "Tern",
                "Terse"
            ]
        ],
        [
            138,
            146,
            [
                "Scampi",
                "Schmooze"
            ]
        ]
    ],
    "He came to the conclusion that Scamozzi's influence on Dutch architecture was of greater importance than Palladio's.</p>": [
        [
            31,
            39,
            [
                "Scampi",
                "Schmooze"
            ]
        ]
    ]
}