{
    "<p>Second chair in art history at the University of Vienna 1873; director of the Albertina museum.": [],
    "Thausing was born in Aussig am Elbe, Austria which is present-day Ústi nad Labem, Czech Republic.": [
        [
            0,
            8,
            [
                "Housing",
                "Causing",
                "Chasing",
                "Hauling",
                "Phasing",
                "Teasing"
            ]
        ],
        [
            21,
            27,
            [
                "Aussie"
            ]
        ],
        [
            66,
            70,
            [
                "USTA",
                "STI",
                "USI",
                "USTB",
                "USTCI",
                "USTL"
            ]
        ],
        [
            71,
            74,
            [
                "NAD",
                "and",
                "had",
                "bad",
                "ad",
                "Neil"
            ]
        ],
        [
            75,
            80,
            [
                "Label"
            ]
        ]
    ],
    "He initially studied at Prague before changing his studies to German literature and philology at the University in Vienna.": [],
    "The work of <a href=\"/heiderg\">Gustav A. Heider</a> and <a href=\"/eitelbergerr\">Rudolf Eitelberger von Edelberg</a> changed his mind to study art history.": [],
    "Thausing studied at the Institut für österreichische Geschichtsforschung under Eitelberger and received his degree in Tübingen.": [
        [
            0,
            8,
            [
                "Housing",
                "Causing",
                "Chasing",
                "Hauling",
                "Phasing",
                "Teasing"
            ]
        ],
        [
            24,
            32,
            [
                "Institute"
            ]
        ],
        [
            33,
            36,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "He accepted the librarian position at Vienna's Imperial museum of works on paper, the Graphiksammlung des Erzherzogs Albrecht (the Albertina), in 1864.": [
        [
            102,
            105,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "In 1871 he was among the team of art historians (the others including <a href=\"/woltmanna\">Alfred Woltmann</a>, <a href=\"/lutzowk\">Carl von Lützlow</a>, <a href=\"/bayersdorfera\">Adolf Bayersdorfer</a>, <a href=\"/lippmannf\">Friedrich Lippmann</a>, <a href=\"/lubkew\">Wilhelm Lübke</a>, <a href=\"/meyerb\">Bruno Meyer</a>, <a href=\"/woermannk\">Karl Woermann</a>, <a href=\"/malszg\">G.": [
        [
            3,
            7,
            [
                "1871,"
            ]
        ]
    ],
    "Malsz</a> and <a href=\"/bodew\">Wilhelm Bode</a>) who convened in Dresden to determine which of two versions of Hans Holbein the younger's \"Meyer Madonna\" was the autograph work.": [
        [
            0,
            5,
            [
                "Also",
                "Male",
                "Males",
                "Mass",
                "False",
                "Mall"
            ]
        ]
    ],
    "The so-called \"Holbein convention,\" one of the important events in nineteenth-century art history when many methodical approaches were employed to determined authenticity, concluded that the Darmstadt version was the original.": [],
    "He published a compilation of letters of the artist Albrecht Dürer in 1873.": [],
    "The following year he was appointed professor at the Institut für Geschichtsforschung at the University of Vienna.": [
        [
            53,
            61,
            [
                "Institute"
            ]
        ],
        [
            62,
            65,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "In 1875 Thausing published his pioneering monograph on Dürer which met with critical success, particularly in the French and English translations.": [
        [
            8,
            16,
            [
                "Housing",
                "Causing",
                "Chasing",
                "Hauling",
                "Phasing",
                "Teasing"
            ]
        ]
    ],
    "Shortly thereafter, Thausing was appointed director of the Albertina.": [
        [
            20,
            28,
            [
                "Housing",
                "Causing",
                "Chasing",
                "Hauling",
                "Phasing",
                "Teasing"
            ]
        ]
    ],
    "His collecting and administration turned the museum into the premiere works-on-paper museums in the world.": [],
    "One day, Thausing encountered <a href=\"/morellig\">Giovanni Morelli</a>, the founder of modern connoisseurship.": [
        [
            9,
            17,
            [
                "Housing",
                "Causing",
                "Chasing",
                "Hauling",
                "Phasing",
                "Teasing"
            ]
        ]
    ],
    "The meeting was one of the major events development of the Vienna school.": [],
    "Thausing's students and later assistants, first <a href=\"/wickhofff\">Franz Wickhoff</a> and then <a href=\"/riegla\">Aloïs Riegl</a>, learned much from both men.": [
        [
            0,
            8,
            [
                "Housing",
                "Causing",
                "Chasing",
                "Hauling",
                "Phasing",
                "Teasing"
            ]
        ]
    ],
    "They joined Thausing in the formation of the (first) Vienna School of art history at the University of Vienna.": [
        [
            12,
            20,
            [
                "Housing",
                "Causing",
                "Chasing",
                "Hauling",
                "Phasing",
                "Teasing"
            ]
        ]
    ],
    "Thausing's subsequent articles in the <em>Zeitschrift für bildende Kunst</em> reflected Morelli's methodology in practice.": [
        [
            0,
            8,
            [
                "Housing",
                "Causing",
                "Chasing",
                "Hauling",
                "Phasing",
                "Teasing"
            ]
        ]
    ],
    "In 1882 his book on Dürer was published in English, translated by the (British) Royal Academy secretary <a href=\"/eatonf\">Frederick Alexis Eaton</a>.": [],
    "Thausing battled with neurosis his whole life and was committed to a sanatorium in Rome, where Morelli visited him shortly before his death.": [
        [
            0,
            8,
            [
                "Housing",
                "Causing",
                "Chasing",
                "Hauling",
                "Phasing",
                "Teasing"
            ]
        ],
        [
            95,
            102,
            [
                "Morally",
                "Morelos",
                "Moselle",
                "Lorelei",
                "Morelia",
                "Morel"
            ]
        ]
    ],
    "On an excursion from the hospital the same year, Thausing committed suicide in town of Aussig am Elbe.": [
        [
            49,
            57,
            [
                "Housing",
                "Causing",
                "Chasing",
                "Hauling",
                "Phasing",
                "Teasing"
            ]
        ],
        [
            87,
            93,
            [
                "Aussie"
            ]
        ]
    ],
    "His students included art historians as disparate as Wickhoff, <a href=\"/thodeh\">Henry Thode</a> and Riegl.": [
        [
            53,
            61,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ]
    ],
    "Thausing's monograph on Dürer is one of the great positivist art histories.": [
        [
            0,
            8,
            [
                "Housing",
                "Causing",
                "Chasing",
                "Hauling",
                "Phasing",
                "Teasing"
            ]
        ]
    ],
    "Thausing's view of the artist was as the (Carlyle-style) man-of-action hero.": [
        [
            0,
            8,
            [
                "Housing",
                "Causing",
                "Chasing",
                "Hauling",
                "Phasing",
                "Teasing"
            ]
        ]
    ],
    "To Thausing, Dürer was representative of the <em>Volksgeist</em> of the age of the Reformation.": [
        [
            3,
            11,
            [
                "Housing",
                "Causing",
                "Chasing",
                "Hauling",
                "Phasing",
                "Teasing"
            ]
        ]
    ],
    "His view of art history was largely free of esthetic evaluation; in his 1873 work on methodology, he wrote, \"I can truly imagine a better art history in which the word 'beautiful' does not ever appear.\"": [],
    "The animadversion he lodged against his art history colleagues, especially those in Berlin, tarnished his overall reputation (Feist/Metzler).</p>": [
        [
            132,
            139,
            [
                "Metzger"
            ]
        ]
    ]
}