{
    "<p>Scholar of the Dutch Baroque painting and costume; editor of the <em>Algemeene kunst geschiedenis</em>.": [],
    "Van Thienen attended high school (Gymnasium) in Delft.": [
        [
            4,
            11,
            [
                "Trained",
                "Trainer",
                "Thieves",
                "Thine",
                "Thinner",
                "Chained"
            ]
        ]
    ],
    "He studied art history at Utrecht University, where he obtained his doctor's degree in 1929, under <a href=\"/vogelsangw\">Willem Vogelsang</a>.": [],
    "His dissertation dealt with the history of the costume in Holland between 1600 and 1670, <em>Studien zur Kostümgeschichte der Blütezeit Hollands</em>.": [],
    "After its publication, a broader edition followed in 1930, <em>Das Kostüm der Blütezeit Hollands</em>.": [],
    "Between 1933 and 1938 he held the position of teacher and keeper at the Academy of Fine Arts in The Hague.": [],
    "In 1935 he was appointed as research assistant of applied arts at the Hague Gemeentemuseum, where he subsequently became curator in 1938, (until 1943).": [
        [
            3,
            7,
            [
                "1935,"
            ]
        ],
        [
            66,
            69,
            [
                "The"
            ]
        ]
    ],
    "In that period he published two monographs, one on Vermeer (1939) and one on Pieter de Hoogh (1941), both in the <em>Palet</em> series.": [],
    "In the late 1930s he was among the Dutch art historians who accepted the painting <em>Christ at Emmaus</em>, actually painted by forger Han van Meegeren, as a Vermeer, following the authentication by <a href=\"/brediusa\">Abraham Bredius</a>.": [
        [
            144,
            152,
            [
                "Aegean",
                "Keegan",
                "Meghan",
                "Meagan"
            ]
        ]
    ],
    "Assisted by <a href=\"/boonk\">Karel G. Boon</a> he became, in 1941, the editor of <em>Algemeene kunstgeschiedenis</em>, a Dutch-language art-history survey (1941-1951).": [],
    "In 1943 he was appointed professor of iconography at the Amsterdam Rijksacademie voor Beeldende Kunsten, succeeding Pieter Hendrik van Moerkerken (1877-1951), and subsequently, in 1944, professor of art history.": [
        [
            3,
            7,
            [
                "1943,"
            ]
        ],
        [
            81,
            85,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            86,
            95,
            [
                "Beeline",
                "Beelined"
            ]
        ],
        [
            96,
            103,
            [
                "Unseen",
                "Munster",
                "Tungsten",
                "Austen",
                "Kirsten",
                "Kinsmen"
            ]
        ]
    ],
    "In 1945 he in addition obtained a teaching position at the Amsterdam Theatre School.": [],
    "From 1945 to 1949 he was an editorial board member of the Dutch monthly <em>Apollo, Maandschrift voor literatuur en beeldende kunst</em>.": [],
    "In 1951 he published <em>Het Noord-Nederlands costuum van de Gouden Eeuw</em>.": [
        [
            3,
            7,
            [
                "1951,"
            ]
        ]
    ],
    "This study was translated in English as <em>The Great Age of Holland, 1600-1660</em>.": [],
    "In 1952 Thienen was elected vice president of the international conference of the history of costume in Venice.": [
        [
            8,
            15,
            [
                "Trained",
                "Trainer",
                "Thieves",
                "Thine",
                "Thinner",
                "Chained"
            ]
        ]
    ],
    "In the academic year 1952-1953 he was visiting professor of art history at Groningen University.": [],
    "In 1960 he published an overview of the development of costume in Europe, from the 1100s up to the present (the second edition up to 1967), <em>Acht eeuwen kostuum</em> (The costume during eight centuries).": [
        [
            3,
            7,
            [
                "1960,"
            ]
        ]
    ],
    "He retired from the Amsterdam Rijksacademie in 1967, succeeded by <a href=\"/vanwessemj\">Jan Nicolas van Wessem</a>.": [],
    "In 1969 he published a two volume study on the history of the European theatre from antiquity to the present day, <em>Het doek gaat op: vijfentwintig eeuwen in en om het Europese theater</em> (25 centuries European theatre).</p>": [
        [
            3,
            7,
            [
                "1969,"
            ]
        ],
        [
            71,
            78,
            [
                "theater"
            ]
        ]
    ]
}