{
    "<p>Editor of volumes 3-15 of the magisterial dictionary of artists, <em>Allgemeines Lexikon der bildenden Künstler</em>.": [],
    "Thieme studied art history in Leipzig, receiving his degree in 1892 under <a href=\"/springera\">Anton Springer</a> with a dissertation on the work of Hans Schäufelein.": [
        [
            0,
            6,
            [
                "Theme",
                "Thieve"
            ]
        ]
    ],
    "He entered the Berlin Gemäldegalerie under <a href=\"/bodew\">Wilhelm Bode</a>.": [],
    "In 1898 he began work on a comprehensive dictionary of artists, architects and decorators enjoinging the assistance of <a href=\"/beckerf\">Felix Becker</a>.": [
        [
            3,
            7,
            [
                "1898,"
            ]
        ],
        [
            90,
            100,
            [
                "enjoining"
            ]
        ]
    ],
    "The two were inspired by the work of <a href=\"/naglerg\">G.": [],
    "K. Nagler</a> and his <em>Neues Allgemeines Künstlerlexicon</em> (1835-1852) which had appeared in 22 volumes.": [
        [
            3,
            9,
            [
                "Nadler",
                "Nagger"
            ]
        ]
    ],
    "The publisher <a href=\"/engelmannw\">Wilhelm Engelmann</a> bought the rights to Nagler's work, assigning the new edition to the Gemäldegalerie director <a href=\"/meyerj\">Julius Meyer</a>.": [],
    "However, only three of the planned fifteen volumes of the new <em>Allgemeines Künstler-Lexikon</em> had appeared by 1885, largely because Meyer envisioned massive entries on more famous artists.": [],
    "Thieme and Becker reorganized the project, financing the project completely privately and frequently from their own resources.": [
        [
            0,
            6,
            [
                "Theme",
                "Thieve"
            ]
        ]
    ],
    "The first volume appeared in 1907.": [],
    "As editors, they assigned entries to over 300 writers, many of whom were young art historians who later became famous in their own right.": [],
    "Becker withdrew from the project in 1910 because of ill health.": [],
    "Beginning with volume three, Thieme edited the project alone--his sole name first appeared on volume five.": [
        [
            29,
            35,
            [
                "Theme",
                "Thieve"
            ]
        ]
    ],
    "Engelmann's firm was bought by E. A. Seeman in 1911 who subsequently published the set.": [
        [
            0,
            9,
            [
                "Tengelmann"
            ]
        ],
        [
            37,
            43,
            [
                "Seaman",
                "See man",
                "Seem an"
            ]
        ]
    ],
    "Beginning with volume thirteen, <a href=\"/willisf\">Frederick Charles Willis</a> (b.": [],
    "1883) became joint editor.": [],
    "The First World War interrupted contact with foreign sources and the ensuing inflation in Germany required new financial support.": [],
    "In 1921 the prestigeous Deutsche Verein für Kunstwissenschaft (German Association for the Study of Art) took over sponsorship.": [
        [
            12,
            23,
            [
                "prestigious"
            ]
        ],
        [
            33,
            39,
            [
                "Vain",
                "Vegan",
                "Marin",
                "Herein",
                "Vermin",
                "Karin"
            ]
        ],
        [
            40,
            43,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "The Verein's equally prestigeous board (Kuratorium), included at one time or another, in addition to Bode, <a href=\"/falkej\">Jakob Falke</a>, <a href=\"/friedlanderm\">Max J. Friedländer</a>, <a href=\"/goldschmidta\">Adolph Goldschmidt</a> and <a href=\"/pinderw\">Wilhelm Pinder</a>.": [
        [
            4,
            10,
            [
                "Vain",
                "Vegan",
                "Marin",
                "Herein",
                "Vermin",
                "Karin"
            ]
        ],
        [
            21,
            32,
            [
                "prestigious"
            ]
        ],
        [
            40,
            50,
            [
                "Moratorium"
            ]
        ]
    ],
    "Thieme died before Becker, however, in 1922 and beginning with volume sixteen, the editorship was assumed by <a href=\"/vollmerh\">Hans Vollmer</a>, a contributor since 1906, who saw the immense project to completion.": [
        [
            0,
            6,
            [
                "Theme",
                "Thieve"
            ]
        ]
    ],
    "A British bombing of Leipzig in 1943 destroyed the type-set for the last three volumes and had to be reset from galleys.": [],
    "Vollmer continued the initiative for a twentieth-century set, <em>Allgemeines Lexikon der bildenden Künstler des XX.": [
        [
            0,
            7,
            [
                "Volume",
                "Volumes",
                "Roller",
                "Polymer",
                "Volley",
                "Collier"
            ]
        ],
        [
            66,
            77,
            [
                "Allegiances",
                "Alleghenies"
            ]
        ],
        [
            78,
            85,
            [
                "Lexicon"
            ]
        ],
        [
            86,
            89,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            90,
            99,
            [
                "blended",
                "blender",
                "bidden"
            ]
        ],
        [
            100,
            108,
            [
                "Munster",
                "Koestler",
                "Rustler",
                "Punster",
                "Münster",
                "Hustler"
            ]
        ],
        [
            109,
            112,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Jahrhunderts</em> published between 1953 and 1962.": [],
    "A re-edition of the work began in 1983 in Leipzig, but the poor quality of this (published in the Communist DDR); resulted in the project's revision and complete re-editing as the <em>Saur Allgemeines Künstler-Lexikon</em>, its successor.": [],
    "\"Thieme-Becker\" as the work was universally known, was a milestone for scholarly biographical art publishing.": [
        [
            1,
            14,
            [
                "Theme-Becker"
            ]
        ]
    ],
    "The dictionary made each entry rich in facts, shied away from value judgments and was open to artists of all specialities, religions, time periods (antique to 19th century) and nationalities (Fork).": [],
    "It's roots, according to Vollmer, lay not only with Nagler and the <em>Allgemeines Künsterlexikon</em>, 1814 by <a href=\"/fuselih\">Heinrich Fuseli</a>, but also the <em>Lexikon der Nürnberger Künstler</em> of <a href=\"/andresena\">Andreas Andresen</a> and the <em>Lexikon der russischen Künstler</em> by <a href=\"/dobberte\">Eduard Dobbert</a>.</p>": [
        [
            25,
            32,
            [
                "Volume",
                "Volumes",
                "Roller",
                "Polymer",
                "Volley",
                "Collier"
            ]
        ],
        [
            52,
            58,
            [
                "Nadler",
                "Nagger"
            ]
        ]
    ]
}