{
    "<p>Scholar of the Italian Renaissance, Michelangelo scholar; professor at Heidelberg.": [],
    "Thode was the son of Robert Thode (1825-1898), a banker in Dresden and Adolfine Dzondi (Thode) (1822-1900).": [
        [
            0,
            5,
            [
                "Those",
                "Rhode",
                "Thole",
                "Th ode"
            ]
        ],
        [
            28,
            33,
            [
                "Those",
                "Rhode",
                "Thole",
                "Th ode"
            ]
        ],
        [
            71,
            79,
            [
                "Adeline",
                "Adaline",
                "Doline"
            ]
        ],
        [
            80,
            86,
            [
                "Done",
                "Zone",
                "Bond",
                "Bonds",
                "Zones",
                "Pond"
            ]
        ],
        [
            88,
            93,
            [
                "Those",
                "Rhode",
                "Thole",
                "Th ode"
            ]
        ]
    ],
    "He attended the Gymnasium in Goerlitz, entering the university in Leipzig initially to study law.": [
        [
            29,
            37,
            [
                "Berlitz"
            ]
        ]
    ],
    "Thode changed to art history, studying in Vienna, Berlin and Munich, writing his dissertation under <a href=\"/thausingm\">Moriz Thausing</a> in Vienna in 1880.": [
        [
            0,
            5,
            [
                "Those",
                "Rhode",
                "Thole",
                "Th ode"
            ]
        ]
    ],
    "He spent several years in study in Italy, France and England.": [],
    "In 1884 he and <a href=\"/tschudih\">Hugo von Tschudi</a> began editing the presigeous art-history journal <em>Repertorium für Kunstwissenschaft</em>.": [
        [
            3,
            7,
            [
                "1884,"
            ]
        ]
    ],
    "He wrote his <em>habilitation</em> in 1886 at the University of Bonn.": [],
    "In the same year he married the oldest daughter Cosima [Liszt] Wagner and Hans von Bülow, Daniela von Buelow (1860-1940).": [
        [
            48,
            54,
            [
                "Colima"
            ]
        ],
        [
            102,
            108,
            [
                "Below"
            ]
        ]
    ],
    "In 1889, at the recommendation of Berliner Museum director <a href=\"/bodew\">Wilhelm Bode</a>, Thode was offered the position of director at Städelschen Kunstinstitut in Frankfurt.": [],
    "However disagreements with the administration led to his resignation in 1891.": [
        [
            0,
            7,
            [
                "However,"
            ]
        ]
    ],
    "It was in Frankfurt where Thode met the painter Hans Thoma; the two became lifelong friends.": [
        [
            26,
            31,
            [
                "Those",
                "Rhode",
                "Thole",
                "Th ode"
            ]
        ],
        [
            53,
            58,
            [
                "Thomas",
                "Tahoma"
            ]
        ]
    ],
    "While researching in Venice in 1892, he bought a gold ring found by some peasants who had been digging a ditch.": [],
    "The ring bore the medieval inscription 'Willingly thine own'.": [],
    "Thode recognized the style as around 1500.": [
        [
            0,
            5,
            [
                "Those",
                "Rhode",
                "Thole",
                "Th ode"
            ]
        ]
    ],
    "Within six days he was able to identify the original owner and the circumstances behind the ring and how it came to be lost where it was.": [],
    "The story was written as <em>Frangipani's Ring: an Event in the Life of Henry Thode</em> (1900).": [],
    "In 1893 Thode became <em>extraordinarius</em> professor at the University of Heidelberg and in 1896 full professor.": [
        [
            8,
            13,
            [
                "Those",
                "Rhode",
                "Thole",
                "Th ode"
            ]
        ]
    ],
    "He declined a call to Berlin in 1901.": [],
    "Thode carried on a high-profile social life and his students frequently complained that he was not easily accessible.": [
        [
            0,
            5,
            [
                "Those",
                "Rhode",
                "Thole",
                "Th ode"
            ]
        ]
    ],
    "The Thodes moved to a Villa Cargnacco at the Gardasee in 1910 where they maintained a lavish lifestyle.": [
        [
            4,
            10,
            [
                "Rhodes",
                "Tholes",
                "Th odes"
            ]
        ],
        [
            28,
            37,
            [
                "Carrasco",
                "Carpaccio"
            ]
        ],
        [
            45,
            53,
            [
                "Garden",
                "Garage",
                "Gardner",
                "Garbage",
                "Garages",
                "Gardener"
            ]
        ]
    ],
    "That year, he met the Danish Violinist Hertha Tegner (1884-1946) and the two fell madly in love.": [
        [
            39,
            45,
            [
                "Bertha"
            ]
        ],
        [
            46,
            52,
            [
                "Tegnér",
                "Tenner",
                "Wegner"
            ]
        ]
    ],
    "In 1911, Thode retired as an <em>emeritus</em> professor and was succeeded, against his personal wishes, by <a href=\"/neumannc\">Carl Neumann</a>.": [
        [
            9,
            14,
            [
                "Those",
                "Rhode",
                "Thole",
                "Th ode"
            ]
        ]
    ],
    "Thode divorced Daniela in 1914 and married Tegner.": [
        [
            0,
            5,
            [
                "Those",
                "Rhode",
                "Thole",
                "Th ode"
            ]
        ],
        [
            43,
            49,
            [
                "Tegnér",
                "Tenner",
                "Wegner"
            ]
        ]
    ],
    "When the first World War concluded in 1918, the Italian government forced them to abandon their villa in Tuscany and the house was adopted by poet/adventurer Gabriele d'Annunzio (1863-1938), who also appropriated their art book collection for his own.": [
        [
            169,
            177,
            [
                "Antonio",
                "Nuncio",
                "António",
                "Antônio"
            ]
        ]
    ],
    "The loss of the house, the extensive library, its art collection as well as some of Thode's unpublished manuscripts weakened his health.": [
        [
            84,
            89,
            [
                "Those",
                "Rhode",
                "Thole",
                "Th ode"
            ]
        ]
    ],
    "He drifted about in various German cities until 1919 when the couple emigrated to Copenhagen, where postwar hardships were not as bad.": [
        [
            69,
            81,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "Thode died of complications of a gastric operation.": [
        [
            0,
            5,
            [
                "Those",
                "Rhode",
                "Thole",
                "Th ode"
            ]
        ]
    ],
    "His students included <a href=\"/valentinerw\">Wilhelm Rheinhold Otto Valentiner</a>, <a href=\"/schapierom\">Rosa Schapire</a>, <a href=\"/vossh\">Hermann Voss</a> and <a href=\"/bodenhausene\">Eberhard Freiherr von Bodenhausen</a>.": [],
    "The dancer Isadora Duncan, who attended lectures of Thode, called him her \"spiritual husband.\"": [
        [
            52,
            57,
            [
                "Those",
                "Rhode",
                "Thole",
                "Th ode"
            ]
        ]
    ],
    "Thode countered the dominant late-nineteenth-century view advanced by <a href=\"/burckhardtj\">Jacob Burckhardt</a> and others that the Renaissance was as a period of emancipation from medieval values and the emergence of the modern individual.": [
        [
            0,
            5,
            [
                "Those",
                "Rhode",
                "Thole",
                "Th ode"
            ]
        ]
    ],
    "A romantic and ultra Wagnerian (he had met Richard Wagner in his youth) who believed that art had reached its acme under the German masters of Friedrich Schiller and Wagner, Thode emphasized the important role Christian influences played.": [
        [
            174,
            179,
            [
                "Those",
                "Rhode",
                "Thole",
                "Th ode"
            ]
        ]
    ],
    "Thode's <em>Franz von Assisi</em> sided with Paul Sabatier (1858-1928) in the assertation that the monk's emphasis on God's creation was the impetus for the Renaissance.": [
        [
            0,
            5,
            [
                "Those",
                "Rhode",
                "Thole",
                "Th ode"
            ]
        ],
        [
            78,
            89,
            [
                "assertion",
                "dissertation"
            ]
        ]
    ],
    "The debates drew lines among the contemporary Renaissance scholarly community, with some, such as <a href=\"/warburga\">Aby M. Warburg</a>, siding with Burckhardt.": [],
    "Thode's principal following, according to Valentiner, was in large part because of his delivery style.": [
        [
            0,
            5,
            [
                "Those",
                "Rhode",
                "Thole",
                "Th ode"
            ]
        ],
        [
            42,
            52,
            [
                "Valentine",
                "Valentines"
            ]
        ]
    ],
    "Florid descriptions of Italian cities and mysterious early Christian monuments were typical.": [],
    "His attack on French Impressionism's impact on Germany as the \"commercial interest of a small clique in Berlin,\" a swipe at the artist Max Liebermann and the art-historical work of <a href=\"/meiergraefej\">Julius Meier-Graefe</a>, was soundly refuted by the painter in print.": [],
    "Perhaps the bitterest attack came from Vienna school historian <a href=\"/wickhofff\">Franz Wickhoff</a>, who in a review <em>approving</em> of Thode's attribution of the crucifix at San Spirito, Florence, charged that Thode filled the world with false Mantegnas and Correggios and that Thode's book on Dürer contained more by others than the Dürer himself.": [],
    "Thode's research on Michelangelo found a legacy in the later work of <a href=\"/ackermanj\">James S. Ackerman</a> (Lein).</p>": [
        [
            0,
            5,
            [
                "Those",
                "Rhode",
                "Thole",
                "Th ode"
            ]
        ]
    ]
}