{
    "<p>Boston curator and artist.": [],
    "Abbott was born in Minnesota.": [],
    "After her parents’ divorice, she lived with her grandmother and three aunts.": [
        [
            19,
            27,
            [
                "divorce"
            ]
        ]
    ],
    "In 1940, she graduated from Carleton College and joined the Art Students League of New York.": [],
    "Abbott married Lawerence Evans Thompson (1918-2005) a lieutenant in the US Navy who later became a professor of business administration at Harvard University.": [
        [
            15,
            24,
            [
                "Lawrence"
            ]
        ]
    ],
    "After WWII, the family moved to Cambridge, Massachusetts where her husband had secured a job.": [],
    "Throughout her early years, Abbott Thompson traveled with her family to China, Afghanistan, Egypt, Rome, and Lisbon.": [],
    "In 1960, the family moved to Lincoln, Massachusetts.": [],
    "For her 50th birthday, Abbott Thompson received a studio from them.": [],
    "Abbott Thompson’s first introduction to the Boston art scene came in 1970, when she became a board member of both the deCordova Museum in Lincoln, Mase Cambridge Center for Adult Education.": [
        [
            118,
            127,
            [
                "Cordova"
            ]
        ],
        [
            147,
            151,
            [
                "Made",
                "Make",
                "Base",
                "Case",
                "Male",
                "Mass"
            ]
        ]
    ],
    "In 1986, Abbott Thompson published <em>Origins of Boston Expressionism: The Artist’s Perspective</em>.": [],
    "After this work, she turned her research focus to Hyman Bloom.": [],
    "She published <em>Hyman Bloom</em>, a work describing the critical role Bloom played in the Boston Expressionist movement.": [],
    "At the Fuller Museum of Art in Brockton, MA, Abbott Thompson curated Bloom’s work in a 1996 exhibit titled “The Spirit of Hyman Bloom: Sixty Years of Painting and Drawing.” Abbott Thompson was widely known for her group shows, including “Landscape as Metaphor: The Transcendental Vision”(1993) at Fitchburg Art Museum and a series at the Concord Art Association titled “The Master Printers,” “Exploring the Woodcut,” and “The Unique Print.” Abbott Thompson had an art gallery for her own work from 1970 to 2010.": [],
    "She contracted pancreatic cancer and died in Lincoln, Massachusetts in 2012.": [],
    "</p><p>According to painter Roger Kizik, Abbott Thompson was “a great friend of New England artists.” Artist and former professor at Massachusetts College of Art Jeremy Foss shared a similar sentiment, stating “So many of us were helped professionally by important exhibitions Dorothy organized, sometimes with more difficulty and frustration than most people knew...No one had better taste or more integrity.”</p>": [
        [
            34,
            39,
            [
                "Kick",
                "Kirk",
                "Kiosk",
                "Kink",
                "Kiwi",
                "Kiwis"
            ]
        ],
        [
            169,
            173,
            [
                "FOSS",
                "Loss",
                "Boss",
                "Ross",
                "Toss",
                "Moss"
            ]
        ],
        [
            367,
            369,
            [
                " No"
            ]
        ]
    ]
}