{
    "<p>Archaeologist and classical-art historian at Bryn Mawr; authority on Hellenistic terracotta figurines.": [],
    "Burr's father, Charles Henry Burr, Jr.": [],
    "(d.": [],
    "1925) was a prominent constitutional lawyer in Philadelphia.": [],
    "Her mother was the biographer and novelist.": [],
    "Burr attended Miss Hill's School in Center City, PA, and The Latin School in Philadelphia.": [],
    "She began her study of Latin at age 9 and Greek at 12.": [],
    "At age 13, she took a Grand Tour of Europe, visiting museums and monuments of Europe.": [],
    "In Switzerland, they were caught in the early fighting of the first World War.": [],
    "The family moved to London in 1917 where her father consulted for the British government.": [],
    "They returned in 1919 and Dorothy entered Bryn Mawr where she was exposed to the lectures of <a href=\"/carpenterr\">Rhys Carpenter</a> and <a href=\"/swindlerm\">Mary Hamilton Swindler</a>.": [],
    "Carpenter instilled in her a love of Hellenistic sculpture.": [],
    "She graduated <em>summa cum laude</em> in 1923, the first graduate with a major in Greek and archaeology, and was awared the college's European Fellowship.": [
        [
            114,
            120,
            [
                "award",
                "awarded",
                "awards",
                "aware",
                "weird",
                "sward"
            ]
        ]
    ],
    "She studied at the American School of Classical Studies in Athens (ASCSA) for two years, excavating under the direction of Carl Blegen (1887-1971) at Phlius and under Hetty Goldman (1881-1972) at Eutresis.": [
        [
            67,
            72,
            [
                "AS CSA",
                "ASC SA"
            ]
        ],
        [
            128,
            134,
            [
                "Been",
                "Began",
                "Begin",
                "Begun",
                "Legend",
                "Eleven"
            ]
        ],
        [
            150,
            156,
            [
                "Plus",
                "Prius",
                "Julius",
                "Philips",
                "Pius",
                "Delius"
            ]
        ],
        [
            167,
            172,
            [
                "Betty",
                "Petty",
                "Getty",
                "Hefty",
                "Jetty",
                "Shetty"
            ]
        ],
        [
            196,
            204,
            [
                "Enuresis",
                "Eustress"
            ]
        ]
    ],
    "Among her archaeological accomplishments, she discovered in 1925 a <em>tholos</em> (a beehive shaped vault of a late Greek Bronze Age tomb) which proved to be the burial place of the king and queen of Midea.": [],
    "She received her Ph.D.": [],
    "in 1931, the subject of which was a catalog of the 117 Hellenistic terracotta figures from Myrina (southwestern coast of Turkey) owned by Boston Museum of Fine Arts.": [
        [
            0,
            2,
            [
                "In"
            ]
        ],
        [
            91,
            97,
            [
                "Marina",
                "Myrna"
            ]
        ]
    ],
    "When the MFA's curator of Classical Antiquities, <a href=\"/caskeyl\">Lacey D. Caskey</a>, declined publication by the Museum, Burr had the dissetation published privately in Austria.": [],
    "The following year she was appointed the first woman Fellow of the Athenian Agora excavations.": [],
    "The dig's assistant director of field work was the Canadian archaeologist Homer Thompson (1906-2000).": [],
    "The two met and were married in 1934.": [],
    "The coupled returned to Canada where her husband accepted positions as curator of the classical collection at the Royal Ontario Museum of Archaeology and assistant professor in fine arts at the University of Toronto.": [],
    "Every summer they returned to the Agora digs.": [],
    "In 1936, Burr Thompson was responsible for the discovery of the garden of the Temple of Hepaistos.": [
        [
            88,
            97,
            [
                "Hepatitis",
                "Hephaestus",
                "Heists",
                "Repaints",
                "Repasts",
                "Hermiston"
            ]
        ]
    ],
    "She researched garden history and tradition in this context and became an expert on garden lore not only of early Greece but of Babylon, Egypt and Italy as well.": [],
    "When World War II halted Agora excavations and her husband volunteered for the navy in 1942, Thompson took over his teaching responsibilities at at the University of Toronto.": [
        [
            142,
            147,
            [
                "at"
            ]
        ]
    ],
    "In addition to her teaching responsibilities, she was a contributing editor to the Canadian Classical Associations' journal, <em>Phoenix</em>.": [],
    "In 1946 her husband accepted the chair vacated by Goldman at the Institute of Advanced Study in Princeton, and Burr Thompson fulfilled a position offer him as acting director of the Royal Ontario Museum until she moved to Princeton with him the following year.": [],
    "At Princeton she continued to publish articles and books, maintaining an office at the Institute, in addition to raising her three daughters.": [
        [
            3,
            12,
            [
                "Princeton,"
            ]
        ]
    ],
    "Her translation of 6th and 7th century B.C.": [],
    "Greek lyrics, <em>Swans and Amber</em>, was published in 1948.": [],
    "The couple spent every summer at the Agora excavation in Athens, hosting scholars at the American School.": [],
    "Beginning in 1952 a series of important articles by Burr Thompson on Agorean terracottas appeared in <em>Hesperia</em>.": [
        [
            69,
            76,
            [
                "Azorean"
            ]
        ],
        [
            77,
            88,
            [
                "terracotta"
            ]
        ]
    ],
    "Beginning in 1953, she taught as a visiting professor at universities in the United States and Australia.": [],
    "A major work on her area of specialty, Greek terracotta, appeared in 1963 as <em>Troy: the Terra-Cotta Figurines of the Hellenistic Period</em>, the objects of which had been unearthed by the University of Cincinnati, 1932-38.": [],
    "In 1987 she was awarded the Gold Medal for distinguished achievement by the American Institute of Archaeology.</p>": [
        [
            3,
            7,
            [
                "1987,"
            ]
        ]
    ]
}