{
    "Curator and early historian of African and African-American art.": [],
    "Thompson was born and raised in El Paso, Texas, by his father, a surgeon, and his mother, a local arts patron.": [],
    "He grew to appreciate the cultures on either side of the border with Mexico.": [],
    "On a trip to Mexico City during his last year of high school, Thompson first heard mambo, a genre of Cuban dance music.": [],
    "This experience sparked what would become a lifelong passion for Afro-Atlantic music, dance, visual arts, and culture.": [],
    "After graduating from Phillips Academy Andover, in Massachusetts, Thompson enrolled at Yale University, where he lived in Branford College and completed his B.A.": [],
    "in 1955.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "He then served for two years in the U.S.": [],
    "Army in Germany and toured as a drummer with the All Army Talent Show.": [],
    "He released an Afro-Cuban percussion album, <em>Safari of One</em>, in 1959 before returning to Yale to pursue doctoral work.": [],
    "Thompson received an M.A.": [],
    "in 1961 from Yale, and subsequently a Ph.D.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "in 1965 under <a href=\"/kublerg\">George Kubler</a>, becoming the second person to receive a degree in the field of African art in the United States.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "His dissertation, <em>Yoruba Dance Sculpture: Its Contexts and Critics</em>, introduced the study of Yoruba religion and dance practices to art history, and served as the methodological foundation for the study of African art.": [],
    "He accepted a teaching position at Yale after receiving his Ph.D., and is currently the Colonel John Trumbull Professor in the Department of the History of African and African American Art.": [],
    "He also served as Master of Timothy Dwight College from 1978 until 2010, making him the longest serving master of a residential college at Yale.": [],
    "Thompson's research encompasses art from the entire African diaspora, ranging from Afro-Brazilian art to African-American art.": [],
    "In 1974, he curated an exhibit at the National Gallery of Art, entitled, <em>African Art in Motion: Icon and Act</em>, which emphasized the importance of movement and dance in the African artistic tradition.": [],
    "Thompson's 1983 book, <em>Flash of the Spirit: African and African-American Art and Philosophy</em> was the first comprehensive study of the African religious traditions, such as altar building and divination ceremonies, that influenced Caribbean and African-American cultures.": [],
    "His field research in Africa, the Caribbean, and South America emphasizes the strength of African religious, philosophical, and artistic traditions despite the social obstacles presented by the international slave trade.": [],
    "The more recent field of African diaspora studies developed from Thompson's publications and his research on Africa art from a global perspective.": [],
    "Methodologically, Thompson introduced the contextual foundation for the study of African art.": [],
    "Instead of simply seeing African sculpture in exclusively aesthetic terms, he underscored how the art functioned in dance and spiritual beliefs of those who created it.": [],
    "The College Art Association presented its inaugural Distinguished Lifetime Achievement Award for Art Writing to Thompson in 2003.": [],
    "In 2007, Thompson was given the \"Outstanding Contribution to Dance Research\" award, by the Congress on Research in Dance.Thompson was named CAA's Distinguished Scholar in 2015.": [
        [
            121,
            129,
            [
                " Thompson"
            ]
        ]
    ],
    "Thompson currently resides in New Haven, CT where he continues to teach his popular Yale courses, including “African art and New York mambo.\"": [
        [
            140,
            141,
            [
                "”"
            ]
        ]
    ]
}