{
    "<p>Vermeer scholar and \"rediscoverer;\" and collector and French Salon critic important for Impressionism; co-founder of L'Alliance des arts.": [
        [
            24,
            36,
            [
                "rediscovered"
            ]
        ],
        [
            131,
            134,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Thoré wrote criticism beginning in the 1830s, during the regime of the July Monarchy (1830-48).": [
        [
            0,
            5,
            [
                "There",
                "Those",
                "Shore",
                "Tore",
                "Thor",
                "Thorpe"
            ]
        ]
    ],
    "By the 1840s his art criticism was wide ranging encompassing aesthetic and political views.": [
        [
            35,
            47,
            [
                "wide-ranging"
            ]
        ]
    ],
    "He extolled the work of Eugène Delacroix, Théodore Rousseau and other Barbizon school painters, chiding the conservative painters such as Jean-Auguste-Dominique Ingres as well as the more popular artists such as Paul Delaroche and Horace Vernet.": [
        [
            70,
            78,
            [
                "Barbican"
            ]
        ]
    ],
    "In 1842 he and Paul Lacroix (1806-1884) founded a private agency to sell and promote art, the <em>Alliance des Arts</em>.": [
        [
            3,
            7,
            [
                "1842,"
            ]
        ],
        [
            20,
            27,
            [
                "Croix",
                "Delacroix"
            ]
        ]
    ],
    "They also published a Bulletin.": [],
    "Between 1844-8 Thoré was the art critic for <em>Le Constitutionnel</em>.": [
        [
            15,
            20,
            [
                "There",
                "Those",
                "Shore",
                "Tore",
                "Thor",
                "Thorpe"
            ]
        ]
    ],
    "Because of his support of some of the radicals in the 1848 revolution, (he was a Saint-Simonist and exponent of Pierre Leroux, 1797-1871) was forced into exile in 1849.": [
        [
            81,
            95,
            [
                "Saint-Si monist"
            ]
        ],
        [
            119,
            125,
            [
                "Le roux"
            ]
        ]
    ],
    "After living in London, Brussels and in Switzerland, he returned in 1859, continuing to write under the government of Second Empire (1851-70).": [],
    "In 1855, Thoré began using the Dutch-sounding pseudonym \"Willem Bürger,\" focusing his writing on northern European art.": [
        [
            9,
            14,
            [
                "There",
                "Those",
                "Shore",
                "Tore",
                "Thor",
                "Thorpe"
            ]
        ],
        [
            57,
            70,
            [
                "William Burges"
            ]
        ]
    ],
    "An active archival researcher and connoisseur, he is credited with the rediscovery of Johannes Vermeer and significant re-evaluations of of other seventeenth-century Dutch artists, including Frans Hals.": [
        [
            134,
            139,
            [
                "of"
            ]
        ]
    ],
    "He published museum catalogues and reviews of collections and exhibitions in Europe, as well as studies of the Spanish and English schools.": [
        [
            20,
            30,
            [
                "catalogs"
            ]
        ]
    ],
    "Among these was the Velazquez catalog for French edition of <em>Velazquez and his Works</em> by <a href=\"/maxwellw\">William Stirling Maxwell</a> in 1865.": [],
    "His criticism derided French baroque painting as too heavily influenced by Italy, terming it as inauthentic of a national identity.": [],
    "He lauded Dutch 17th-century naturalism and what has subsequently come to be seen as the acme of Netherlandish painting, the art of the Dutch Republic.": [],
    "It's direct appeal to simple human virtues, he declared made it an art for the people (\"l'art pour l'homme\").": [
        [
            101,
            106,
            [
                "home",
                "Somme",
                "homie"
            ]
        ]
    ],
    "He continued to deplore the dark history painting of the Academie and the Second Empire, particularly that of Jean-Léon Gérôme and Alexandre Cabanel, in favor of Realism painter such as Gustave Courbet (his favorite), Jean-François Millet, and the Impressionists Claude Monet and Auguste Renoir.": [
        [
            57,
            65,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            141,
            148,
            [
                "Cabinet",
                "Cabaret",
                "Caramel",
                "Chanel",
                "Cabal",
                "Caravel"
            ]
        ],
        [
            280,
            287,
            [
                "August",
                "Augusta",
                "Augusto",
                "Augusts",
                "Auguster"
            ]
        ]
    ],
    "As early as 1860, Thoré began purchasing Vermeer paintings.": [
        [
            18,
            23,
            [
                "There",
                "Those",
                "Shore",
                "Tore",
                "Thor",
                "Thorpe"
            ]
        ]
    ],
    "<em>A Lady Standing at the Virginal</em> (1672-73, National Gallery, London) was acquired sometime before 1876, <em>Woman with a Pearl Necklace</em> (1664, Berlin, Gemäldegalerie) was bought from Henry Grevedon in June 1866.": [
        [
            202,
            210,
            [
                "Green",
                "Freedom",
                "Greed",
                "Greedy",
                "Grieved",
                "Acevedo"
            ]
        ]
    ],
    "<em>A Lady Seated at the Virginal</em> (1675, National Gallery, London) was purchased for a mere 2,000 francs in 1867.": [],
    "Thoré was one of the first to recognize the importance of Manet in the 1868 Salon featuring his work.": [
        [
            0,
            5,
            [
                "There",
                "Those",
                "Shore",
                "Tore",
                "Thor",
                "Thorpe"
            ]
        ]
    ],
    "The sale of Thoré's collection by Hotel Drouot in 1892 brought the Vermeers and other works into more public collections.": [
        [
            12,
            17,
            [
                "There",
                "Those",
                "Shore",
                "Tore",
                "Thor",
                "Thorpe"
            ]
        ],
        [
            40,
            46,
            [
                "Doubt",
                "Root",
                "Drought",
                "Robot",
                "Trout",
                "Dropout"
            ]
        ],
        [
            67,
            75,
            [
                "Vermeer's",
                "Vermeer"
            ]
        ]
    ],
    "Though Thoré's criticism may appear overly political, his early recognition of the important masters of French nineteenth-century painting and the Dutch baroque place him at a seminal point in art history.": [
        [
            7,
            12,
            [
                "There",
                "Those",
                "Shore",
                "Tore",
                "Thor",
                "Thorpe"
            ]
        ]
    ],
    "His most important contribution was in the history of taste and collecting, particularly the reevaluation of Dutch artists as well as an early supporter of Impressionism.</p>": []
}