{
    "<p>Historian of Renaissance and Baroque art; wife of art historian <a href=\"/tietzeh\">Hans Tietze</a>.": [],
    "Conrat was the daughter of Hugo Conrat, a wealthy Viennese businessman with an enormous passion for music.": [
        [
            0,
            6,
            [
                "Conrad"
            ]
        ],
        [
            32,
            38,
            [
                "Conrad"
            ]
        ]
    ],
    "Brahms was a dinner guest during Conrat's childhood and versions of her father's poetry Brahms set to music (<em>Zigeunerlieder</em>, opus 103).": [
        [
            33,
            39,
            [
                "Conrad"
            ]
        ]
    ],
    "She attended the Institut Hanausek until age twelve and then the new Mädchenschule gymnasium, graduating in 1901.": [
        [
            17,
            25,
            [
                "Institute"
            ]
        ],
        [
            26,
            34,
            [
                "Hansen",
                "Harassed",
                "Nausea",
                "Handset",
                "Heinous",
                "Hansel"
            ]
        ]
    ],
    "She attended the University of Vienna between 1902-1905 where she met a young art history graduate student, <a href=\"/tietzeh\">Hans Tietze</a>, both students of the first \"Vienna school\" art historian <a href=\"/wickhofff\">Franz Wickhoff</a>.": [],
    "She wrote and published her dissertation under Wickhoff in 1905 on Austrian baroque sculptor Georg Raphael Donner (1693-1741), only the second woman to be graduated in art history during Wickhoff's tenure.": [
        [
            47,
            55,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ],
        [
            187,
            195,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ]
    ],
    "Conrat married Tietze in December of 1905, the same year as her first published article.": [
        [
            0,
            6,
            [
                "Conrad"
            ]
        ],
        [
            15,
            21,
            [
                "Title",
                "Tithe",
                "Waite",
                "Dietz",
                "Tsetse",
                "Tiptoe"
            ]
        ],
        [
            25,
            41,
            [
                "December 1905"
            ]
        ]
    ],
    "As Europe lacked any significant teaching positions for women then, Tietze-Conrat assisted her husband in his first position as an investigator for the commission on preservation of Austrian monuments (Zentralkommision für Denkmalpflege).": [
        [
            68,
            81,
            [
                "Title-Conrat",
                "Tietze-Conrad"
            ]
        ],
        [
            219,
            222,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ]
    ],
    "The Tietzes had four children between 1908 and 1918.": [
        [
            4,
            11,
            [
                "Titles",
                "Tithes",
                "Tiptoes",
                "Tittles",
                "Tetzel",
                "Ditzes"
            ]
        ]
    ],
    "Her husband served in the Austrian army from 1914, his duties still connected with the preservation of monuments, only now in north Italy.": [],
    "The Tietzes were first and foremost a research team.": [
        [
            4,
            11,
            [
                "Titles",
                "Tithes",
                "Tiptoes",
                "Tittles",
                "Tetzel",
                "Ditzes"
            ]
        ]
    ],
    "The Tietzes left the raising of thier children to a trusted nanny (who lived with the family until age 90).": [
        [
            4,
            11,
            [
                "Titles",
                "Tithes",
                "Tiptoes",
                "Tittles",
                "Tetzel",
                "Ditzes"
            ]
        ],
        [
            32,
            37,
            [
                "their",
                "hear",
                "tier",
                "Thai",
                "thief",
                "shear"
            ]
        ]
    ],
    "Both from well-to-do families, the art historian husband/wife team saw as part of their mission the support of contemporary art in Vienna as well as its historical research.": [],
    "Oskar Kokoschka was commissioned to paint a portrait of the two in 1909 (today, Museum of Modern Art, Abby Aldrich Rockefeller Fund, 651.39).": [],
    "Together they helped organize the Vienna Society for the Advancement of Contemporary Art (Gesellschaft zur Förderung der modernen Kunst in Wien) in 1920.": [
        [
            103,
            106,
            [
                "our",
                "fur",
                "bur",
                "cur",
                "Eur",
                "AUR"
            ]
        ],
        [
            107,
            116,
            [
                "Ordering",
                "Bordering"
            ]
        ],
        [
            117,
            120,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            130,
            135,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ],
        [
            139,
            143,
            [
                "Vienna"
            ]
        ]
    ],
    "As art historians, the Tietzes worked closely together, their desks pushed facing each other in order to facilitate discussion.": [
        [
            23,
            30,
            [
                "Titles",
                "Tithes",
                "Tiptoes",
                "Tittles",
                "Tetzel",
                "Ditzes"
            ]
        ]
    ],
    "Each, however, continued to publish separately as well as together.": [],
    "<a href=\"/tietzeh\">Hans Tietze</a> made guest lectures to the United States in 1932 and 1935, Erica joining him on the second journey.": [],
    "The discovery of a large amount of material in the Uffizi on Venetian drawings by Erica Tietze-Conrat gave her the idea to publish a catalog of drawings from the Republic.": [
        [
            51,
            57,
            [
                "Office",
                "Suffix",
                "Fiji",
                "Affine",
                "Affirm",
                "Effigy"
            ]
        ],
        [
            88,
            101,
            [
                "Title-Conrat",
                "Tietze-Conrad"
            ]
        ]
    ],
    "From 1935 onward they traveled with that thought in mind.": [],
    "When the <em>Anschluss</em> came in 1938, Tietze-Conrat was in Italy, unaware of the situation.": [
        [
            42,
            55,
            [
                "Title-Conrat",
                "Tietze-Conrad"
            ]
        ]
    ],
    "Her husband escaped Austria (both were from Jewish-extraction families) and met her in Italy.": [],
    "After word that their grown children were safe, the couple continued their research, visiting museums in the Netherlands and Paris.": [],
    "In 1939 they emigrated to the United States, leaving their housekeeper to watch over their Austrian home throughout the war.": [
        [
            3,
            7,
            [
                "1939,"
            ]
        ],
        [
            13,
            25,
            [
                "immigrated to",
                "emigrated from"
            ]
        ]
    ],
    "Hans Tietze taught for a single year as a Carnegie Professor at the Toledo Museum of Art before the couple moved to New York.": [
        [
            5,
            11,
            [
                "Title",
                "Tithe",
                "Waite",
                "Dietz",
                "Tsetse",
                "Tiptoe"
            ]
        ]
    ],
    "During these financially difficult times, they sold their Kokoschka and joined the large cultural expatriate community there.": [
        [
            58,
            67,
            [
                "Yokosuka"
            ]
        ]
    ],
    "They became American citizens in 1944.": [],
    "Hans never found an academic appointment in America, his only income coming from occasional assignments from the Metropolitan Museum of Art and the National Gallery of Art, Washington.": [],
    "When Columbia University offered him a course on Venetian art in the spring semester of 1954, Tietze, who was dying of cancer, was too ill to finish the class.": [
        [
            94,
            100,
            [
                "Title",
                "Tithe",
                "Waite",
                "Dietz",
                "Tsetse",
                "Tiptoe"
            ]
        ]
    ],
    "Erica completed the lectures and was subsequently asked to lecture at Columbia again in 1955 and 1956.": [],
    "This was her only academic position as well.": [],
    "Her strong convictions to art remained.": [],
    "As a young Ph.D.": [],
    "candidate from Princeton, <a href=\"/hovingt\">Thomas Hoving</a> recalled Tietze Conrat's intimidating shouts of \"You--Are--Wrong!\"": [
        [
            0,
            9,
            [
                "Candidate"
            ]
        ]
    ],
    "at graduate student symposia at the Frick Collection (McPhee).": [
        [
            0,
            2,
            [
                "At"
            ]
        ],
        [
            54,
            60,
            [
                "McGhee"
            ]
        ]
    ],
    "In 1955 she published a monograph on Mantegna and two years later, <em>Dwarfs and Jesters in Art</em>.": [
        [
            3,
            7,
            [
                "1955,"
            ]
        ]
    ],
    "In 1970 a room in the Österreichisches Barockmuseum, Lower Belvedere, was named in her honor for having revived the study of neglected Austrian masters such as Donner.": [],
    "Both Tietze-Conrat and her husband are noted for their compilation of fastidious catalogs.": [
        [
            5,
            18,
            [
                "Title-Conrat",
                "Tietze-Conrad"
            ]
        ]
    ],
    "The three-volume critical catalog of Albrecht Dürer (1928-38) contains all the categories of a modern evaluative <em>catalogue raisonné</em>.": [],
    "Many of the articles both published were the result of their research in catalog compilation.": [],
    "Their second combined achievement, a critical catalog of Venetian drawings (1944), required that they examine a relatively untouched area of Italian works on paper.": [],
    "Unlike Roman or Florentine, Venetian drawings were relatively unstudied.": [],
    "Savvy enough to understand that students often copied master drawings, they used carefully developed standards to authenticate autograph pieces.": [],
    "Some of their findings and attributions have not borne the test of time, particularly their assertion that the \"Sketchbooks of Jacopo Bellini\" represent many artists work over a range of years.</p>": [
        [
            127,
            133,
            [
                "JaCoCo"
            ]
        ]
    ]
}