{
    "<p>\"Vienna School\"-trained historian of Venetian art; author of a major \"principles of art history\" monograph and developer of Baroque Museum, Vienna.": [],
    "Tietze was the son of a Czech lawyer, Siegfried Tietze (d.": [
        [
            0,
            6,
            [
                "Title",
                "Tithe",
                "Waite",
                "Dietz",
                "Tsetse",
                "Tiptoe"
            ]
        ],
        [
            48,
            54,
            [
                "Title",
                "Tithe",
                "Waite",
                "Dietz",
                "Tsetse",
                "Tiptoe"
            ]
        ]
    ],
    "1920), and Auguste Pohl.": [
        [
            11,
            18,
            [
                "August",
                "Augusta",
                "Augusto",
                "Augusts",
                "Auguster"
            ]
        ],
        [
            19,
            23,
            [
                "Poll",
                "Pool",
                "OHL",
                "Kohl",
                "PHL",
                "POH"
            ]
        ]
    ],
    "The family name had originally been Taussig.": [
        [
            36,
            43,
            [
                "Aussie",
                "Trussing"
            ]
        ]
    ],
    "He was born in Prague, Czechoslovakia, which is present-day Prague, Czech Republic.": [],
    "He attended the Gymnasium Altstadt in Prague.": [
        [
            26,
            34,
            [
                "Altitude",
                "Alistair",
                "Alastair",
                "Ronstadt",
                "Allstate",
                "Hallstatt"
            ]
        ]
    ],
    "His father converted the family from Judaism to protestant Christianity in 1893 moving the family to Vienna.": [],
    "Tietze graduated from the Schottengymnasium there in 1898.": [
        [
            0,
            6,
            [
                "Title",
                "Tithe",
                "Waite",
                "Dietz",
                "Tsetse",
                "Tiptoe"
            ]
        ]
    ],
    "Anxious to be seen as fully Austrian, he volunteered for a year's service in the Austrian army 1899-1900.": [],
    "Following discharge he entered the university in Vienna studying archaeology and history and art history between 1900-1903.": [
        [
            10,
            19,
            [
                "discharge,"
            ]
        ]
    ],
    "Vienna's art history program was in the midst of solidifying its famous \"Vienna School\" methodology and Tietze studied with the masters including <a href=\"/riegla\">Aloïs Riegl</a>, <a href=\"/schlosserj\">Julius Alwin von Schlosser</a> and <a href=\"/wickhofff\">Franz Wickhoff</a>.": [
        [
            104,
            110,
            [
                "Title",
                "Tithe",
                "Waite",
                "Dietz",
                "Tsetse",
                "Tiptoe"
            ]
        ]
    ],
    "He wrote his dissertation under Wickhoff on the topic of medieval typological representation, awarded his degree in 1903.": [
        [
            32,
            40,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ]
    ],
    "His article on <a href=\"/holandaf\">Francesco de Hollanda</a> was termed by Schlosser \"an exemplary piece of research\" (Held).": [],
    "In 1905 he married fellow Vienna art-history student <a href=\"/tietzee\">Erika Conrat</a> who hailed from a prominent and cultural Viennese family.": [
        [
            3,
            7,
            [
                "1905,"
            ]
        ]
    ],
    "Tietze wrote his <em>habilitation</em> (also under Wickhoff) on the topic of Anibale Caracci's frescos at the Palazzo Farnese, accepted in 1905.": [
        [
            0,
            6,
            [
                "Title",
                "Tithe",
                "Waite",
                "Dietz",
                "Tsetse",
                "Tiptoe"
            ]
        ]
    ],
    "Study of baroque artists was still rare in academic art history, the period generally considered degenerate.": [],
    "Tietze worked as Wickhoff's assistant holding an <em>ad personam</em> chair in the Erstes Kunsthistorisches Institut of <a href=\"/strzygowski\">Josef Rudolf Thomas Strzygowski</a>.": [
        [
            0,
            6,
            [
                "Title",
                "Tithe",
                "Waite",
                "Dietz",
                "Tsetse",
                "Tiptoe"
            ]
        ],
        [
            17,
            25,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ],
        [
            83,
            89,
            [
                "Estes"
            ]
        ],
        [
            108,
            116,
            [
                "Institute"
            ]
        ]
    ],
    "The Tietzes raised their four children largely with a governness so as to be able to devote their energies to art.": [
        [
            4,
            11,
            [
                "Titles",
                "Tithes",
                "Tiptoes",
                "Tittles",
                "Tetzel",
                "Ditzes"
            ]
        ],
        [
            54,
            64,
            [
                "governess"
            ]
        ],
        [
            65,
            73,
            [
                "to"
            ]
        ]
    ],
    "He became an assisant at the Commission for Monument Preseveration (Zentralkommission für Denkmalplege), rising to secretary of the Commision in 1909.": [
        [
            13,
            21,
            [
                "assistant"
            ]
        ],
        [
            53,
            66,
            [
                "Perseveration"
            ]
        ],
        [
            86,
            89,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            132,
            141,
            [
                "Commission"
            ]
        ]
    ],
    "Headng a relatively small staff, he oversaw an inventory of monuments ultimately comprising thirteen volumes, <em>Österreichische Kunsttopographie</em>.": [
        [
            0,
            6,
            [
                "Heading"
            ]
        ]
    ],
    "In 1909, too, he was accepted as a <em>Privatdozent</em> at the University.": [],
    "Tietze and his wife enthusiastically supported modern art, commissioning the twenty-three-year-old expressionist paingter Oskar Kokoschka to paint their marriage portrait in 1909.": [
        [
            0,
            6,
            [
                "Title",
                "Tithe",
                "Waite",
                "Dietz",
                "Tsetse",
                "Tiptoe"
            ]
        ],
        [
            113,
            121,
            [
                "painter"
            ]
        ]
    ],
    "When World War I broke out, he mobilized into the army again intially seeing action but later as an officer assigned to art protection in Italy (1914-1918).": [
        [
            61,
            69,
            [
                "initially"
            ]
        ]
    ],
    "At the war's conclusion--disastrous for Austria--he, as a negotiator for war reparations of Austrian art, skillfully kept Austria's heritage intact (Buschbeck).": [
        [
            149,
            158,
            [
                "Busch beck"
            ]
        ]
    ],
    "Afterward, Tietze received an <em>ausserordentlicher</em> (assistant) professor appointment at Vienna and began editing the periodical <em>Die bildenden Künste</em>.": [
        [
            11,
            17,
            [
                "Title",
                "Tithe",
                "Waite",
                "Dietz",
                "Tsetse",
                "Tiptoe"
            ]
        ]
    ],
    "The next year Tietze submitted a proposal for the reorganization of Austrian museums and was appointed by Emil Förster-Streffleur to the art section of the Austrian government's instruction initiatvie (österreichische Staatsamt für Unterricht).": [
        [
            14,
            20,
            [
                "Title",
                "Tithe",
                "Waite",
                "Dietz",
                "Tsetse",
                "Tiptoe"
            ]
        ],
        [
            111,
            129,
            [
                "Forster-Streffleur"
            ]
        ],
        [
            190,
            200,
            [
                "initiative"
            ]
        ],
        [
            228,
            231,
            [
                "fur",
                "for",
                "four",
                "far",
                "our",
                "fun"
            ]
        ],
        [
            232,
            242,
            [
                "Interdict"
            ]
        ]
    ],
    "In 1920, too, the Tietzes consolidated their position as major public exponents of modern art by joining the Association for the Promotion of Modern Art in Vienna (Gesellschaft zur Föderung der modernen Kunst in Wien).": [
        [
            18,
            25,
            [
                "Titles",
                "Tithes",
                "Tiptoes",
                "Tittles",
                "Tetzel",
                "Ditzes"
            ]
        ],
        [
            177,
            180,
            [
                "our",
                "fur",
                "bur",
                "cur",
                "Eur",
                "AUR"
            ]
        ],
        [
            181,
            189,
            [
                "Modern",
                "Covering",
                "Flowering",
                "Modeling",
                "Ordering",
                "Bordering"
            ]
        ],
        [
            190,
            193,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            203,
            208,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ],
        [
            212,
            216,
            [
                "Vienna"
            ]
        ]
    ],
    "Beginning in 1923, Tietze reorganized the art museum system in Vienna from its imperial arrangement to one more reflecting the popular and pedagogical direction of the new federal goverment, integrating the Hapsburg collections into existing museums.": [
        [
            19,
            25,
            [
                "Title",
                "Tithe",
                "Waite",
                "Dietz",
                "Tsetse",
                "Tiptoe"
            ]
        ],
        [
            180,
            189,
            [
                "government"
            ]
        ]
    ],
    "This included combining of the print collection of the Hofbibliothek into the Albertina collection and the creation of the Belvedere galleries: the baroque museum in the Lower Belvedere, the 19th-century museum in the Upper Belvedere and the modern (20th-century) art museum in the Orangerie.": [
        [
            282,
            291,
            [
                "Orangeries"
            ]
        ]
    ],
    "He worked at this successfully until 1925 when he resigned over bureaucratic frustrations.": [],
    "He continued as a private teacher with a titular appointment to the University with a new outlook toward art--to portray art and artists as fully real players in history and not simply producers of art (Gombrich, 1954), writing radio broadcasts on art.": [],
    "His knowlege of modern art and respect as a scholar allowed him to continue to advise Austrian museums on purchase of late-19th-century (\"Post-Impressionist) art.": [
        [
            4,
            12,
            [
                "knowledge"
            ]
        ]
    ],
    "He embarked on a new assessment of Albrecht Dürer, joined by Erica.": [],
    "Volume one, <em>Der junge Dürer</em>, appeared in 1928, a ground-breaking work for its integration of all Dürer media and its \"ruthless rejection of many traditional and recent attributions\" (Gombrich, 1954).": [],
    "It was the new approach to Dürer that led him to study Venentian art, a favorite of his mentor, Wickhoff.": [
        [
            55,
            64,
            [
                "Venetian"
            ]
        ],
        [
            96,
            104,
            [
                "Kickoff",
                "Wyckoff",
                "Kick-off"
            ]
        ]
    ],
    "Tietze made guest lectures to the United States in 1932 and 1935.": [
        [
            0,
            6,
            [
                "Title",
                "Tithe",
                "Waite",
                "Dietz",
                "Tsetse",
                "Tiptoe"
            ]
        ]
    ],
    "The text for a catalog on Venetian renaissance drawings by the the pair was completed 1935 but remained unpublished until the English edition of 1944.": [
        [
            59,
            66,
            [
                "the"
            ]
        ]
    ],
    "A monograph on Titian was issued in 1936.": [],
    "The annexation of Austria by the Nazis in 1938 resulted in Tietze's <em>non-grata</em> status as a pacificist and of \"non-Arian\" background.": [
        [
            59,
            65,
            [
                "Title",
                "Tithe",
                "Waite",
                "Dietz",
                "Tsetse",
                "Tiptoe"
            ]
        ]
    ],
    "While traveling in Italy, the Tietzes were forbidden to return and their home plundered.": [
        [
            30,
            37,
            [
                "Titles",
                "Tithes",
                "Tiptoes",
                "Tittles",
                "Tetzel",
                "Ditzes"
            ]
        ]
    ],
    "The couple fled to London and then the United States leaving their apartment in the hands of their housekeeper.": [],
    "Tietze secured an appointment as a visiting professor at the Toledo Museum of Art under a Carnegie Foundation support for 1938-1939.": [
        [
            0,
            6,
            [
                "Title",
                "Tithe",
                "Waite",
                "Dietz",
                "Tsetse",
                "Tiptoe"
            ]
        ]
    ],
    "The following year the couple settled in New York city, sold their Kokoschka to the Museum of Modern Art (1939) living as private scholars.": [
        [
            41,
            54,
            [
                "New York City"
            ]
        ],
        [
            67,
            76,
            [
                "Yokosuka"
            ]
        ]
    ],
    "Tietze wrote introductions to European art catalogs for various regional American museums, lighter books for a general public (\"great art\" surveys and a book on forgeries) and continued his steady stream of scholarly aricles.": [
        [
            0,
            6,
            [
                "Title",
                "Tithe",
                "Waite",
                "Dietz",
                "Tsetse",
                "Tiptoe"
            ]
        ],
        [
            111,
            125,
            [
                "public"
            ]
        ],
        [
            217,
            224,
            [
                "articles",
                "auricles"
            ]
        ]
    ],
    "He secured occasional assignments from the Metropolitan Museum of Art and the National Gallery of Art, Washgington, D. C. He lectured at Columbia University on Venetian painting in the spring semester of 1954, but, already ill with cancer, was too ill to finish the class.": [
        [
            103,
            114,
            [
                "Washington"
            ]
        ]
    ],
    "The course was completed by Erica.": [],
    "He was cremated and his ashes buried under a tree at their summer home in New Boston, MA.": [
        [
            15,
            19,
            [
                ", and"
            ]
        ]
    ],
    "Students greatly influenced by his teaching in Vienna included <a href=\"/gombriche\">E.": [],
    "H. Gombrich</a> and <a href=\"/kurzo\">Otto Kurz</a>.": [],
    "Tietze's <em>Geistesgeschichte</em> approach to art history--most clearly seen in the Dürer catalogs--a view of an artist as a living personality and not as an evolution of styles--was directly inherited from his Vienna School training.": [
        [
            0,
            6,
            [
                "Title",
                "Tithe",
                "Waite",
                "Dietz",
                "Tsetse",
                "Tiptoe"
            ]
        ]
    ],
    "He was fascinated by neglected periods and genres; his early research into the Bolognese Anibale Carracci perhaps influenced the younger Kurz to write his dissertation on the (still unfashionable) baroque artist Guido Reni.": [
        [
            89,
            96,
            [
                "Anibal"
            ]
        ],
        [
            97,
            105,
            [
                "Carrack",
                "Carrasco",
                "Carpaccio"
            ]
        ],
        [
            137,
            141,
            [
                "Kurt",
                "Kurtz",
                "Kurd"
            ]
        ]
    ],
    "The Tietzes as a scholarly couple divided their work between Hans, the theorist and actual writer of the texts and Erica who provided the details (Held).": [
        [
            4,
            11,
            [
                "Titles",
                "Tithes",
                "Tiptoes",
                "Tittles",
                "Tetzel",
                "Ditzes"
            ]
        ]
    ],
    "<a href=\"/gombriche\">E.": [],
    "H. Gombrich</a> characterized Tietze's <em>Methode der Kunstgeschichte</em> as, in addition to displaying Tietze's learning, betraying the inner crisis of art history: what, in fact, the goal of the art historian should be (Gombrich, 1954).": [
        [
            30,
            36,
            [
                "Title",
                "Tithe",
                "Waite",
                "Dietz",
                "Tsetse",
                "Tiptoe"
            ]
        ]
    ],
    "Both Tietzes were intense driving personalities, a fact remarked upon by friends and adversaries alike.": [
        [
            5,
            12,
            [
                "Titles",
                "Tithes",
                "Tiptoes",
                "Tittles",
                "Tetzel",
                "Ditzes"
            ]
        ]
    ],
    "Kokoschka described his sitters as \"closed personalities so full of tension\" (MoMA).": [
        [
            0,
            9,
            [
                "Yokosuka"
            ]
        ]
    ],
    "<a href=\"/heldj\">Julius S. Held</a>, in a saludatory obituary, characterized Tietze as \"uncompromising\" and \"strong willed.\"": [],
    "This assured, unbending nature proved a detriment as much as an advantage.": [],
    "Tietze, who had made such significant reforms in Austrian museum culture, found himself shut out of appointments in the American Art Museum world.": [
        [
            0,
            6,
            [
                "Title",
                "Tithe",
                "Waite",
                "Dietz",
                "Tsetse",
                "Tiptoe"
            ]
        ]
    ],
    "His lack of admiration for connoisseurship as an end--a staple of art museology--brought distrust from museum directors.": [],
    "\"To identify connoisseurship with art history would be like confusing detection with jurisprudence,\" he remarked (Gombrich, 1954).": [],
    "The offense this caused can be seen in two reviews of Tietze books by the Art Institute of Chicago associate director <a href=\"/maxonj\">John Maxon</a>, whose analysis appeared so vindictive that that Columbia scholar David Rosand (b.": [
        [
            54,
            60,
            [
                "Title",
                "Tithe",
                "Waite",
                "Dietz",
                "Tsetse",
                "Tiptoe"
            ]
        ]
    ],
    "1938) decried it in print as a personal vendetta by Maxon.": [
        [
            52,
            57,
            [
                "Mason",
                "Saxon",
                "Taxon",
                "Macon",
                "Axon",
                "Manon"
            ]
        ]
    ],
    "<a href=\"/kultermannu\">Udo Kultermann</a> characterized Tietze as \"one of the outstanding scholars both in the area of the art of the Renaissance and of the modern era.": [],
    "\"</p>\n\n<p>&nbsp;</p>": []
}