{
    "<p>Scholar of Italian art; Finland's first professor of art history.": [],
    "He was born in Helsinki, Finland, which was formerly part of Russia.": [],
    "Tikkanen's father was the nationalist writer, journalist and co-founder of the newspaper <em>Suometar</em>, Paavo (Paul) Tikkanen (1823-1873) and his mother, Helena Maria Tengström (1829-1875), whose father (the boy's grandfather) was the Helsinki University professor of philosophy Johann Jakob Tengström (1787-1858).": [
        [
            0,
            8,
            [
                "Bikaner",
                "Raikkonen",
                "Tienanmen",
                "Tirane",
                "Tiananmen",
                "Tiranë"
            ]
        ]
    ],
    "The death of both parents at an early age resulted in his living with his mother's relative.": [],
    "The household spoke Swedish, at that time the tongue of the educated class in Finland as the region was at that time an autonomous Grand Duchy within the Russian Empire; Tikkanen was educated in that language.": [
        [
            170,
            178,
            [
                "Bikaner",
                "Raikkonen",
                "Tienanmen",
                "Tirane",
                "Tiananmen",
                "Tiranë"
            ]
        ]
    ],
    "After an initial interest in botony, he trained under the early Finnish esthetician and proto-art-historian <a href=\"/estlanderc\">Carl Gustaf Estlander</a>, who taught occasional classes in art history.": [
        [
            29,
            35,
            [
                "botany"
            ]
        ]
    ],
    "Estlander suggested Tikkanen to study art from the works themselves and consentrate on archives.": [
        [
            20,
            28,
            [
                "Bikaner",
                "Raikkonen",
                "Tienanmen",
                "Tirane",
                "Tiananmen",
                "Tiranë"
            ]
        ],
        [
            72,
            83,
            [
                "concentrate",
                "consent rate"
            ]
        ]
    ],
    "He received his master's degree in 1880 beginning a friendship with the professor of art history at the Technische Hochschule in Berlin, <a href=\"/dobberte\">Eduard Dobbert</a>, who advised Tikkanen in his early career.": [
        [
            104,
            114,
            [
                "Technical",
                "Technique",
                "Technics",
                "Technic",
                "Technicize"
            ]
        ]
    ],
    "Tikkanen studied both art history and studio art at the Akademie der Künste (Munich Academy of Art), the former under <a href=\"/carrierem\">Moritz Carrière</a>.": [
        [
            0,
            8,
            [
                "Bikaner",
                "Raikkonen",
                "Tienanmen",
                "Tirane",
                "Tiananmen",
                "Tiranë"
            ]
        ],
        [
            56,
            64,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            65,
            68,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            69,
            75,
            [
                "Sunset",
                "Unite",
                "Munster",
                "Unset",
                "Punster",
                "Münster"
            ]
        ]
    ],
    "He received his Ph.D in 1884 with a dissertation topic on Giotto under Estlander in Helsinki.": [
        [
            16,
            20,
            [
                "Ph.D."
            ]
        ]
    ],
    "The same year he was appointed docent (adjunct professor) of aesthetics and art history at the University of Helsinki, the first professional art historian in Finland, lecturing exclusively in Swedish.": [],
    "He also taught drawing at the Privata svenska flickskolan [school for girls] in Helsinki (to 1905).": [
        [
            30,
            37,
            [
                "Private"
            ]
        ],
        [
            38,
            45,
            [
                "Svenja"
            ]
        ]
    ],
    "He travelled in Europe 1885-1889, meeting <a href=\"/conwayw\">Martin Conway</a> in Berlin.": [],
    "Everywhere Tikkenan went, he sketched his subjects, leaving vast visual notebooks for later reference.": [
        [
            11,
            19,
            [
                "Tibetan",
                "Keenan",
                "Birkenau"
            ]
        ]
    ],
    "These notebooks were partially rersponsible for one of his two great contriubtions to art history.": [
        [
            31,
            43,
            [
                "responsible"
            ]
        ],
        [
            69,
            82,
            [
                "contributions"
            ]
        ]
    ],
    "The first in 1889, was the similarity between the mosaics of San Marco and the illustrations of the fifth-century Greek manuscript, the Cotton Genesis.": [],
    "His second, the discovery of a manuscript of St.": [],
    "John Climacus (Vat.": [
        [
            5,
            13,
            [
                "Climates",
                "Climaxes"
            ]
        ]
    ],
    "cod.": [
        [
            0,
            3,
            [
                "Cod"
            ]
        ]
    ],
    "graec.": [
        [
            0,
            5,
            [
                "Graec"
            ]
        ]
    ],
    "1754) which had been overlooked by art historians.": [],
    "By 1897 he was solely professor of art history at the University.": [],
    "This allowed majors of art history at the University, which Tikkanen supervised.": [
        [
            60,
            68,
            [
                "Bikaner",
                "Raikkonen",
                "Tienanmen",
                "Tirane",
                "Tiananmen",
                "Tiranë"
            ]
        ]
    ],
    "The following year he was appointed head of sculpture collection at the University, a position which he held until his death.": [],
    "He purchased and taught from casts of classical sculpture located in the museum.": [],
    "He began lecturing in Finnish in 1907--a language in which he was never completely fluent.": [],
    "Tikkanen wrote a vernacular art history survey, <em>Kuvaamataiteet uudemmalla ajalla</em> (Art History: Painting and Sculpture) in 1910.": [
        [
            0,
            8,
            [
                "Bikaner",
                "Raikkonen",
                "Tienanmen",
                "Tirane",
                "Tiananmen",
                "Tiranë"
            ]
        ]
    ],
    "A chair of art history was established in Helniki in 1920 which he held with funds donated by Privy Counsellor Hjalmar Linder (1862-1921), known as the Linder chair.": [
        [
            42,
            49,
            [
                "Helsinki"
            ]
        ],
        [
            100,
            110,
            [
                "Counselor"
            ]
        ],
        [
            111,
            118,
            [
                "Jamar"
            ]
        ],
        [
            119,
            125,
            [
                "Liner",
                "Hinder",
                "Lender",
                "Binder",
                "Cinder",
                "Finder"
            ]
        ],
        [
            152,
            158,
            [
                "Liner",
                "Hinder",
                "Lender",
                "Binder",
                "Cinder",
                "Finder"
            ]
        ]
    ],
    "His art history survey was translated into Swedish in 1925.": [],
    "He retired in 1926 (age 69) and was succeeded by his student, <a href=\"/okkoneno\">Onni Okkonen</a> as professor art history at the University of Helsinki.": [],
    "After his death, his student, the eminent Italo-sinologist, <a href=\"/sireno\">Osvald Sirén</a>, wrote a monograph on Tikkanen.": [
        [
            42,
            58,
            [
                "Italy-sinologist",
                "Italo-biologist"
            ]
        ]
    ],
    "Among his pupils, Sirén became the first professor of art history in Sweden in 1908; another, <a href=\"/boreniust\">Tancred Borenius</a>, was appointed professor of art history at University College London in 1922, and <a href=\"/okkoneno\">Onni Okkonen</a>, Tikkanen's successor.": [
        [
            18,
            23,
            [
                "Siren",
                "SIREN",
                "Sire",
                "Sired",
                "Sirens",
                "Sires"
            ]
        ]
    ],
    "His son was the architect Robert Tikkanen (1888-1947) and his grandson the author/artist Henrik Tikkanen (1924-1984).": [
        [
            33,
            41,
            [
                "Bikaner",
                "Raikkonen",
                "Tienanmen",
                "Tirane",
                "Tiananmen",
                "Tiranë"
            ]
        ],
        [
            96,
            104,
            [
                "Bikaner",
                "Raikkonen",
                "Tienanmen",
                "Tirane",
                "Tiananmen",
                "Tiranë"
            ]
        ]
    ],
    "Tikkanen left a voluminous correspondence and notebooks full of sketches of the art he studied, held in the department of art history at the University of Helsinki.": [
        [
            0,
            8,
            [
                "Bikaner",
                "Raikkonen",
                "Tienanmen",
                "Tirane",
                "Tiananmen",
                "Tiranë"
            ]
        ]
    ],
    "Though Tikkanen held the first appointment in art history in Finland, he was not the first to teach it in either than country or Scandanavia.": [
        [
            7,
            15,
            [
                "Bikaner",
                "Raikkonen",
                "Tienanmen",
                "Tirane",
                "Tiananmen",
                "Tiranë"
            ]
        ],
        [
            129,
            140,
            [
                "Scandinavia"
            ]
        ]
    ],
    "Previously, professors of esthetics had also lectured on the topic.": [
        [
            26,
            35,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "These forbears included Estlander in Finland, Carl Rupert Nyblom (1832-1907), at Uppsala, and Gustaf Ljunggren (1823-1905).": [
        [
            58,
            64,
            [
                "Nylon",
                "Byblos",
                "NYLON"
            ]
        ],
        [
            101,
            110,
            [
                "Lindgren"
            ]
        ]
    ],
    "Tikkanen avoided the esthetic approach to art history as his mentor, Estlander employed (Vakkari, <em>Shaping</em>, 2007).": [
        [
            0,
            8,
            [
                "Bikaner",
                "Raikkonen",
                "Tienanmen",
                "Tirane",
                "Tiananmen",
                "Tiranë"
            ]
        ],
        [
            89,
            96,
            [
                "Atari",
                "Alkali",
                "Akbar",
                "Ankara",
                "Dakar",
                "Packard"
            ]
        ]
    ],
    "Sirén notes a Vasarian view of art (styles reaching maturity and then decline), especially in Tikkenan's early writing.": [
        [
            0,
            5,
            [
                "Siren",
                "SIREN",
                "Sire",
                "Sired",
                "Sirens",
                "Sires"
            ]
        ],
        [
            14,
            22,
            [
                "Bavarian",
                "Valerian"
            ]
        ],
        [
            94,
            102,
            [
                "Tibetan",
                "Keenan",
                "Birkenau"
            ]
        ]
    ],
    "His position in the field of art history in Finland corresponded to the methodological and pedagogic approaches of <a href=\"/venturil\">Lionello Venturi</a> in Italy.": [],
    "The art theory of <a href=\"/croceb\">Benedetto Croce</a> and the <em>Kunstwollen</em> approach to art of <a href=\"/riegla\">Aloïs Riegl</a> are also reflected in his writing.": [],
    "Between 1897 and his retirement in 1926, Tikkanen trained the first generations of art historians in Finland, establishing the principles of the discipline there.": [
        [
            41,
            49,
            [
                "Bikaner",
                "Raikkonen",
                "Tienanmen",
                "Tirane",
                "Tiananmen",
                "Tiranë"
            ]
        ]
    ],
    "These were a strong pedagogic mission and the so-called scientific approach (documentation and adhering to less-subject analysis of art).": [],
    "Fifty years after Tikkenan's death, <a href=\"/weitzmannk\">Kurt Weitzmann</a> acknowledged him as responsible for the \"the fundamental observation that there exists a very close relationship between the Genesis mosaics of the Narthex of San Marco and the miniatures of the so-called Cotton Genesis,\" (Demus, Otto.": [
        [
            18,
            26,
            [
                "Tibetan",
                "Keenan",
                "Birkenau"
            ]
        ]
    ],
    "<em>Mosaics of San Marco</em>, 2, p.": [],
    "105, 142).</p>": []
}