{
    "<p>Professor of Art History, Museum Director.": [],
    "Timmers grew up in Sittard.": [
        [
            0,
            7,
            [
                "Timbers",
                "Timers",
                "Dimmers",
                "Trimmers",
                "Simmers"
            ]
        ],
        [
            19,
            26,
            [
                "Sitar",
                "Sitter",
                "Sitters",
                "Sitars",
                "PISTARD"
            ]
        ]
    ],
    "At the age of eleven, he entered the Gymnasium of the Canisiuscollege in Nijmegen.": [],
    "In 1926, he became a friar in the order of the Carmelites in Boxmeer.": [
        [
            61,
            68,
            [
                "Bomber",
                "Boxer",
                "Boomer",
                "Boxier"
            ]
        ]
    ],
    "After his novitiate he studied philosophy in the Carmelite House in Nijmegen.": [],
    "He left the order in 1930, remaining socially active as as a regional leader in the [Netherlands] Scout Association.": [
        [
            53,
            58,
            [
                "as"
            ]
        ]
    ],
    "During this time he began painting and etching.": [],
    "Between 1936 and 1940 he studied Art History at the Catholic University of Nijmegen, where, in 1942, he obtained his doctorate with a dissertation on the painter and art theorist <a href=\"/lairesseg\">Gérard de Lairesse</a> (1640-1711).": [],
    "His adviser was Gerard Brom (1882-1959), Professor of Aesthetics and Art History.": [
        [
            23,
            27,
            [
                "From",
                "Boom",
                "Bros",
                "Broom",
                "Brow",
                "Prom"
            ]
        ]
    ],
    "Between 1942 and 1946 he was the curator of the Aartsbischoppelijk Museum of Utrecht (Museum of the Archbishopric Utrecht).": [],
    "When Brom left his position in 1947, Timmers succeeded him as extraordinarius Professor of Aesthetics and Art History \"of the New Era\" at roughly the same time as his colleague, <a href=\"/meerf\">Frits van der Meer</a>, was appointed as extraordinarius Professor of Early Christian and Mediaeval Art (1946).": [
        [
            5,
            9,
            [
                "From",
                "Boom",
                "Bros",
                "Broom",
                "Brow",
                "Prom"
            ]
        ],
        [
            37,
            44,
            [
                "Timbers",
                "Timers",
                "Dimmers",
                "Trimmers",
                "Simmers"
            ]
        ],
        [
            62,
            77,
            [
                "extraordinarily"
            ]
        ]
    ],
    "Timmers' inaugural lecture, held on December 3, 1948, was on: De beeldhouwkunst van het Neder- en Middenmaasdal tijdens de 16de eeuw (Sculputre of the Lower and Central Valley of the Meuse in the Sixteenth Century).": [
        [
            0,
            7,
            [
                "Timbers",
                "Timers",
                "Dimmers",
                "Trimmers",
                "Simmers"
            ]
        ],
        [
            84,
            87,
            [
                "he",
                "get",
                "her",
                "set",
                "hit",
                "let"
            ]
        ],
        [
            88,
            93,
            [
                "Never",
                "Newer",
                "Nader",
                "Ne'er",
                "Seder",
                "Ceder"
            ]
        ],
        [
            112,
            119,
            [
                "tides",
                "widens",
                "middens",
                "lindens",
                "tildes"
            ]
        ],
        [
            128,
            132,
            [
                "new",
                "few",
                "EU",
                "feud",
                "Jew",
                "Zeus"
            ]
        ],
        [
            134,
            143,
            [
                "Sculpture"
            ]
        ]
    ],
    "In addition to his Nijmegen position, Timmers took on the duties of Professor of Art History and Iconography at the Jan van Eyck Academy of Fine Arts in Maastricht, from 1948 until 1977.": [
        [
            38,
            45,
            [
                "Timbers",
                "Timers",
                "Dimmers",
                "Trimmers",
                "Simmers"
            ]
        ]
    ],
    "In 1949 he moved to Maastricht, the capital of the province of Limburg.": [
        [
            3,
            7,
            [
                "1949,"
            ]
        ]
    ],
    "Timmers relinquished his position at Nijmegen University in 1955 to become the Director of the Jan van Eyck Academy and allow himself to concentrate on his work in Maastricht.": [
        [
            0,
            7,
            [
                "Timbers",
                "Timers",
                "Dimmers",
                "Trimmers",
                "Simmers"
            ]
        ]
    ],
    "From 1945-46 onwards, he also was Director of the Provinciaal Museum van Oudheden in Maastricht and Curator of the Bisschoppelijk Museum (Museum of the Bishopric Roermond).": [
        [
            5,
            12,
            [
                "1945–46"
            ]
        ],
        [
            50,
            61,
            [
                "Provincial"
            ]
        ],
        [
            73,
            81,
            [
                "Sudden"
            ]
        ]
    ],
    "Timmers brought together the collections of both institutions in a former convent in Maastricht, the so-called Bonnefanten complex, which was converted into a museum.": [
        [
            0,
            7,
            [
                "Timbers",
                "Timers",
                "Dimmers",
                "Trimmers",
                "Simmers"
            ]
        ]
    ],
    "He retired from his position as Director of the Bonnefantenmuseum in 1972 when the restoration was completed.": [],
    "Between 1947 and 1968, Timmers chaired the editorial board of De Maasgouw, in which periodical he frequently published, and of the Publications de la société historique et archéologique dans le Limbourg, both issued by the Limburgs Geschied- en Oudheidkundig Genootschap (LGOG).": [
        [
            23,
            30,
            [
                "Timbers",
                "Timers",
                "Dimmers",
                "Trimmers",
                "Simmers"
            ]
        ],
        [
            65,
            73,
            [
                "Glasgow",
                "Maslow"
            ]
        ],
        [
            150,
            157,
            [
                "society"
            ]
        ],
        [
            158,
            168,
            [
                "historize"
            ]
        ],
        [
            172,
            185,
            [
                "archeological",
                "archeologist",
                "archeologists",
                "archeologies"
            ]
        ],
        [
            186,
            190,
            [
                "days",
                "fans",
                "Dan",
                "Hans",
                "cans",
                "dams"
            ]
        ],
        [
            191,
            193,
            [
                "LE",
                "Le",
                "he",
                "we",
                "be",
                "me"
            ]
        ],
        [
            194,
            202,
            [
                "Limburg"
            ]
        ],
        [
            223,
            231,
            [
                "Limburg's",
                "Limburg",
                "Lim burgs"
            ]
        ],
        [
            232,
            240,
            [
                "Descried"
            ]
        ],
        [
            272,
            276,
            [
                "LOG",
                "AGOG",
                "GOG",
                "LAOG",
                "LGG",
                "LG OG"
            ]
        ]
    ],
    "Timmers was an expert and connoisseur of medieval and sixteenth-century sculpture in wood.": [
        [
            0,
            7,
            [
                "Timbers",
                "Timers",
                "Dimmers",
                "Trimmers",
                "Simmers"
            ]
        ]
    ],
    "In addition, he was specialized in the arts of the valley of the Meuse.": [],
    "Two elaborate monographs on that subject appeared successively in 1971 and 1980.": [],
    "He also published broader studies on art in the Netherlands and in Europe, such as Atlas van de Nederlandse beschaving (1957) and Atlas van het Romaans (1965), both translated into English, in 1959 and 1969 respectively.": [
        [
            96,
            107,
            [
                "Nederland"
            ]
        ],
        [
            108,
            118,
            [
                "behaving"
            ]
        ],
        [
            140,
            143,
            [
                "he",
                "get",
                "her",
                "set",
                "hit",
                "let"
            ]
        ],
        [
            144,
            151,
            [
                "Romans"
            ]
        ]
    ],
    "In the Dutch speaking world, Timmers is best known as the author of Christelijke Symboliek and Iconografie.": [
        [
            7,
            21,
            [
                "Dutch-speaking"
            ]
        ],
        [
            29,
            36,
            [
                "Timbers",
                "Timers",
                "Dimmers",
                "Trimmers",
                "Simmers"
            ]
        ],
        [
            68,
            80,
            [
                "Christlike"
            ]
        ],
        [
            81,
            90,
            [
                "Symbolic",
                "Symbolism",
                "Symbolize",
                "Symbolized",
                "Symbolizes",
                "Symboled"
            ]
        ],
        [
            95,
            106,
            [
                "Iconographic"
            ]
        ]
    ],
    "Between 1947 and 1987, several editions of this useful lexicon were published.": [],
    "His attempt, in 1965, to be appointed as the director of the Nederlands Historisch Instituut in Rome ended in disappointment, something he deeply regretted.": [
        [
            61,
            71,
            [
                "Nederland's",
                "Nederland"
            ]
        ],
        [
            72,
            82,
            [
                "Historic"
            ]
        ],
        [
            83,
            92,
            [
                "Institute"
            ]
        ]
    ],
    "During his lifetime he received special recognition for the work he had done in Maastricht and in the province of Limburg.": [],
    "The city of Sittard, the Bishopric of Roermond, the Province of Limburg, and the city of Maastricht granted him honorary awards.": [
        [
            12,
            19,
            [
                "Sitar",
                "Sitter",
                "Sitters",
                "Sitars",
                "PISTARD"
            ]
        ]
    ],
    "Timmers died in Maastricht at the age of 89.": [
        [
            0,
            7,
            [
                "Timbers",
                "Timers",
                "Dimmers",
                "Trimmers",
                "Simmers"
            ]
        ]
    ],
    "His name lives on in the Prof.": [],
    "Dr.": [],
    "Timmersstichting, the Timmers Foundation based in Sittard.</p>": [
        [
            22,
            29,
            [
                "Timbers",
                "Timers",
                "Dimmers",
                "Trimmers",
                "Simmers"
            ]
        ],
        [
            50,
            57,
            [
                "Sitar",
                "Sitter",
                "Sitters",
                "Sitars",
                "PISTARD"
            ]
        ]
    ]
}