{
    "<p>Australian colonial art historian and art patron.": [],
    "Marjorie Jean McCredie was born to John Alexandra and Florence Amelia Paterson (McCredie).": [
        [
            14,
            22,
            [
                "Accredit"
            ]
        ],
        [
            80,
            88,
            [
                "Accredit"
            ]
        ]
    ],
    "During her childhood, McCredie was influenced by her parents’ politics, her father a Fabian socialist and her mother active in the Australian National Women’s League.": [
        [
            22,
            30,
            [
                "Accredit"
            ]
        ]
    ],
    "McCredie grew up in Princes Hill and Kew, Australia.": [
        [
            0,
            8,
            [
                "Accredit"
            ]
        ],
        [
            37,
            40,
            [
                "New",
                "Few",
                "Key",
                "Knew",
                "Jew",
                "Lew"
            ]
        ]
    ],
    "She attended Presbyterian Ladies’ College boarding school and the University of Melbourne, where she graduated.": [],
    "During her time at the University of Melbourne, Tipping worked as a part-time journalist for the <em>Suns News-Pictorial</em>, writing a regular column, called “Farrago.” It was then edited by her future husband, E.W.": [],
    "(Bill) Tipping (1915–1970).": [],
    "They married in 1942, she taking the name Tipping.</p>\n\n<p>During the second World War, Tipping continued to work as a part-time journalist, eventually moving to a full-time position at the magazine <em>Scientific and Industrial Research</em>.": [
        [
            22,
            32,
            [
                "she's taking",
                "she is taking",
                "she was taking"
            ]
        ]
    ],
    "Additionally, she held a position in the industrial welfare and human resources department at Cyclone, a company that manufactured mosquito nets and stretchers for the war effort.": [],
    "The family lived in Boston, Massachusetts a the year when her husband was presented an award at Harvard University in 1951.": [
        [
            42,
            47,
            [
                "a",
                "the"
            ]
        ]
    ],
    "During that year, Tipping took numerous classes at Harvard that furthered in her interests in the arts and history before returning to Australia.": [],
    "In 1965, She convened the first conference of the Royal Historical Society of Victoria.": [],
    "The family returned to the US in 1968, where her husband had been appointed Washington correspondent for the <em>Herald</em> but due to his rapidly declining health, they returned to Australia the same year.": [],
    "In 1968, Tipping became the first woman fellow of the Royal Historical Society of Victoria.": [],
    "After her husband’s death in 1970, Tipping founded a charity for children with disabilities in her husband’s name.": [],
    "She published her husband’s collected writings, <em>The Tipping Olympics, Melbourne - 1956, Rome - 1960</em>, in 1972.</p>\n\n<p>From 1972 to 1975, Tipping served as the first woman president of the Royal Historical Society of Victoria.": [
        [
            174,
            179,
            [
                "female"
            ]
        ]
    ],
    "Motivated by the Foundation <em>Herald</em> Chair of the Fine Arts at the University of Melbourne, Professor <a href=\"/burkj\">Sir Joseph Burke</a>, Tipping began researching for a work on Australian landscapes, later published as <em>Eugene von Guerard’s Australian Landscapes</em> (1975).": [],
    "It was this work that began her interest in the arts and research, particularly of colonial Australia.</p>\n\n<p>In 1977, she published the picture book, <em>Melbourne on the Yarra</em>.": [],
    "Her 1978 book, <em>The Life and Work of Ludwig Becker (1808-1861)</em> garnered her an honorary MA in art history from the University of Melbourne.&nbsp; Following this publication, Tipping produced an edition of the sketches of colonial artist William Strutt: <em>Victoria the Golden</em>.": [
        [
            253,
            259,
            [
                "Strut",
                "Struts",
                "Strüth",
                "Struct"
            ]
        ]
    ],
    "Tipping was named a Member of the Order of the British Empire in 1981.": [],
    "A year later, she published an edition of the journals of Australian artist Eugene Von Guerard (1811-1901), <em>An Artist on the Goldfields</em>.": [
        [
            83,
            86,
            [
                "On",
                "Won",
                "Non",
                "Son",
                "Van",
                "Ton"
            ]
        ],
        [
            87,
            94,
            [
                "Gerard",
                "Gérard"
            ]
        ]
    ],
    "She returned to the topic of colonial Australian history, publishing <em>Convicts Unbound: The Story of the Calcutta Convicts and their Settlement in Australia</em> in 1988.&nbsp;She later consulted for the Grundy Television’s series <em>Convicts Unbounded</em>.": [],
    "She produced entries for the <em>Australian Dictionary of Biography</em>.</p>\n\n<p>The University of Melbourne granted her the first woman to earn the degree of Doctor of Letters by examination in 1990.": [],
    "In 1999, Tipping served as a contributor to both the Encyclopedia of Melbourne project at Monash University and the University of Melbourne’s Oral History project.": [],
    "She died of a stroke in 2009, age 92.</p>": []
}