{
    "<p>Michelangelo scholar and Columbia University professor.": [],
    "Tolnay was the son of Arnold von Tolnai, an high-ranking official of the Hungarian administration of the Austro-Hungarian government.": [
        [
            0,
            6,
            [
                "Today",
                "Tony",
                "Tonal",
                "Tollway",
                "Molnar",
                "Tonya"
            ]
        ],
        [
            33,
            39,
            [
                "Townie",
                "Tonal",
                "Tolkien",
                "Toni",
                "Molnar",
                "Toenail"
            ]
        ],
        [
            41,
            43,
            [
                "a"
            ]
        ]
    ],
    "He graduated from the Staatsovergymnasium in Budapest, where he was raised, in 1918.": [],
    "Tolnay was a participant in the famous Budapest <em>Sonntagskreis</em> (Sunday Circle) whose members included intellectuals such as the philosopher <a href=\"/lukacsg\">György Lukács</a> (1885-1971) and art historians <a href=\"/hausera\">Arnold Hauser</a>, <a href=\"/antalf\">Frederick Antal</a>, and <a href=\"/wildej\">Johannes Wilde</a>.": [
        [
            0,
            6,
            [
                "Today",
                "Tony",
                "Tonal",
                "Tollway",
                "Molnar",
                "Tonya"
            ]
        ]
    ],
    "Beginning in 1918, Tolnay studied art history and archaeology in Berlin (under <a href=\"/goldschmidta\">Adolph Goldschmidt</a>), in Frankfurt (under <a href=\"/kautzschr\">Rudolf Kautzsch</a>) and Vienna, completing his dissertation in 1925 under the pre-eminent Vienna-School scholar <a href=\"/schlosserj\">Julius Alwin von Schlosser</a>.": [
        [
            19,
            25,
            [
                "Today",
                "Tony",
                "Tonal",
                "Tollway",
                "Molnar",
                "Tonya"
            ]
        ]
    ],
    "His dissertation topic was on Hieronymous Bosch.": [
        [
            30,
            41,
            [
                "Hieronymus"
            ]
        ]
    ],
    "Methodologically, however, Tolnay was as much influenced by <a href=\"/dvorakm\">Max Dvořák</a>, another of the Vienna scholars.": [
        [
            27,
            33,
            [
                "Today",
                "Tony",
                "Tonal",
                "Tollway",
                "Molnar",
                "Tonya"
            ]
        ]
    ],
    "He moved to Rome, researching the topic that would become his life's major focus, Michelangelo.": [],
    "In 1928 he became a privatdozent associated with the University of Hamburg, coming into contact with the young <a href=\"/panofskye\">Erwin Panofsky</a> and writing his habilitation in 1929 on Michelangelo's late architecture.": [
        [
            3,
            7,
            [
                "1928,"
            ]
        ]
    ],
    "He married Rina Ada Clara Bartolucci in 1930.": [
        [
            11,
            15,
            [
                "Ring",
                "RNA",
                "Rink",
                "Nina",
                "Riga",
                "Rita"
            ]
        ]
    ],
    "He received research grants from the Bibliotheca Hertziana for additional study in Rome.": [],
    "Tolnay objected to the Nazi's policies and, although not Jewish himself, he, along with many Jewish art historians, emigrated from Germany.": [
        [
            0,
            6,
            [
                "Today",
                "Tony",
                "Tonal",
                "Tollway",
                "Molnar",
                "Tonya"
            ]
        ]
    ],
    "He fled to Paris in 1933 where he worked as the Chargé de Conférences at the Institut d'art et d'archéologie of the Sorbonne.": [
        [
            48,
            54,
            [
                "Charge",
                "Change",
                "Charged",
                "Charges",
                "Charger"
            ]
        ],
        [
            77,
            85,
            [
                "Institute"
            ]
        ],
        [
            97,
            108,
            [
                "archeologies"
            ]
        ]
    ],
    "Tolnay's 1939 book on the Master of Flémalle, written in French during this period, established the now accepted notion that this artist is the same as the artist Robert Campin and likely the artist Jacques Daret.": [
        [
            0,
            6,
            [
                "Today",
                "Tony",
                "Tonal",
                "Tollway",
                "Molnar",
                "Tonya"
            ]
        ],
        [
            36,
            44,
            [
                "Female"
            ]
        ],
        [
            170,
            176,
            [
                "Camping",
                "Cam pin",
                "Camp in"
            ]
        ],
        [
            207,
            212,
            [
                "Dart",
                "Part",
                "Heart",
                "Dark",
                "Diet",
                "Eat"
            ]
        ]
    ],
    "With Panofsky's written recommendation on his behalf, he immigrated to the United States in 1939, working at a member of the Institute for Advanced Study, Princeton, N. J., until 1948.": [
        [
            5,
            13,
            [
                "Sinofsky"
            ]
        ]
    ],
    "During this time he issued the first of what would become his five-volume analysis on the work of Michelangelo, <em>The Youth of Michelangelo</em>.": [],
    "He become a U.S.": [
        [
            3,
            9,
            [
                "becomes",
                "became"
            ]
        ]
    ],
    "citizen as well.": [
        [
            0,
            7,
            [
                "Citizen"
            ]
        ]
    ],
    "After a Guggenheim Fellowship for 1948-1949, he was named a Bollingen Fellow from 1949 until 1953.": [
        [
            60,
            69,
            [
                "Bollinger"
            ]
        ]
    ],
    "In 1953 Tolnay was appointed professor at Columbia University.": [
        [
            8,
            14,
            [
                "Today",
                "Tony",
                "Tonal",
                "Tollway",
                "Molnar",
                "Tonya"
            ]
        ]
    ],
    "He completed his Michelangelo series in 1960.": [],
    "Tolnay retired from Columbia in 1965 to become Director of the Casa Buonarotti in Florence.": [
        [
            0,
            6,
            [
                "Today",
                "Tony",
                "Tonal",
                "Tollway",
                "Molnar",
                "Tonya"
            ]
        ]
    ],
    "As director, he presided over the museum's rescue and restoration of the artworks damaged during the disastrous 1966 flood of the Arno river.": [],
    "He also reorganized the object numbering system and mounted several high-profile exhibitions.": [],
    "Tolnay married second time, to Anna-Marie Reps, a writer and painter, in 1971.": [
        [
            0,
            6,
            [
                "Today",
                "Tony",
                "Tonal",
                "Tollway",
                "Molnar",
                "Tonya"
            ]
        ]
    ],
    "During the final years of his life, he began issuing a corpus of Michelangelo drawings, <em>Corpus dei disegni di Michelangelo</em>, the first volume of which appeared in 1975.": [],
    "He died at age 82 in Florence.": [],
    "In 1934, Panofsky wrote that Tolnay was \"one of the most brilliant art historians\" of their time (Wendland).": [
        [
            9,
            17,
            [
                "Sinofsky"
            ]
        ],
        [
            29,
            35,
            [
                "Today",
                "Tony",
                "Tonal",
                "Tollway",
                "Molnar",
                "Tonya"
            ]
        ],
        [
            98,
            106,
            [
                "Wend land"
            ]
        ]
    ],
    "As a connoisseur, Tolnay's attributions convinced the great Berlin scholar <a href=\"/friedlanderm\">Max J. Friedländer</a> that some of Friedländer's own attributions had been wrong.": [
        [
            18,
            24,
            [
                "Today",
                "Tony",
                "Tonal",
                "Tollway",
                "Molnar",
                "Tonya"
            ]
        ]
    ],
    "As a modernist, Tolnay he followed the theory of Fülep (whom he acknowledged) in an essay on Cézanne Tolnay published in Hungarian in 1924, arguing that Cézanne's importance was his technique of representing the fragmented world of modernity through his brushstrokes, \"which embodies the essence of form.\"": [
        [
            16,
            22,
            [
                "Today",
                "Tony",
                "Tonal",
                "Tollway",
                "Molnar",
                "Tonya"
            ]
        ],
        [
            49,
            54,
            [
                "Julep"
            ]
        ],
        [
            101,
            107,
            [
                "Today",
                "Tony",
                "Tonal",
                "Tollway",
                "Molnar",
                "Tonya"
            ]
        ]
    ],
    "(Lackó).": [
        [
            1,
            6,
            [
                "Lack",
                "Lacks",
                "Wacko"
            ]
        ]
    ],
    "Tolnay was able to combine two disparate methodologies of his mentors, Goldschmidt and Dvořák, into a cohesive approach, respecting both the object and a theoretical framework on which to place it (Salvini).": [
        [
            0,
            6,
            [
                "Today",
                "Tony",
                "Tonal",
                "Tollway",
                "Molnar",
                "Tonya"
            ]
        ],
        [
            87,
            93,
            [
                "Dvorak"
            ]
        ],
        [
            198,
            205,
            [
                "Salving"
            ]
        ]
    ],
    "His major work on Michelangelo was eminently readable, but suffered, according to some, from Tolnay's lack of contact with the original sources.": [
        [
            93,
            99,
            [
                "Today",
                "Tony",
                "Tonal",
                "Tollway",
                "Molnar",
                "Tonya"
            ]
        ]
    ],
    "His legacy was continued by the work of <a href=\"/ackermanj\">James S. Ackerman</a> (Lein).</p>": []
}