{
    "<p>Architect, archaeologist, responsible for major restorations of Alhambra and Generalife.": [
        [
            80,
            90,
            [
                "Generalize",
                "Genera life"
            ]
        ]
    ],
    "Torres Balbás was the son of the Spanish geographer and historian Rafael Torres Campos (1853-1904) and Victorina Balbás.": [
        [
            7,
            13,
            [
                "Babas",
                "Balsas",
                "Balboas"
            ]
        ],
        [
            103,
            112,
            [
                "Victoria",
                "Victorian"
            ]
        ],
        [
            113,
            119,
            [
                "Babas",
                "Balsas",
                "Balboas"
            ]
        ]
    ],
    "Torres Balbás obtained his bachelor’s degree from the Instituto Cardenal Cisneros de Madrid where he worked with his father’s friend and Spanish art historian Manuel Bartolome Cossio (1857-1935).": [
        [
            7,
            13,
            [
                "Babas",
                "Balsas",
                "Balboas"
            ]
        ],
        [
            64,
            72,
            [
                "Cardinal",
                "Cardenas",
                "Cárdenas"
            ]
        ],
        [
            176,
            182,
            [
                "COSSIM",
                "Cassio"
            ]
        ]
    ],
    "Beginning in 1910, he attended the Escuela Superior de Arquitectura de Madrid (Superior School of Architecture of Madrid) and earned his degree in architecture in 1916.": [],
    "At the same time, he studied architecture at the Centro de Estudios Historicos (Center of Historic Studies) where he was a disciple of Miguel Asin y Palacios (1871–1944) and Manuel Gomez Moreno (1834-1918) and befriended Fransisco Javier Sánchez Cantón (1891–1971).": [
        [
            68,
            78,
            [
                "Historical",
                "Historic",
                "Historians",
                "Histories",
                "Historicism",
                "Historicist"
            ]
        ],
        [
            142,
            146,
            [
                "ASIN",
                "Asia",
                "Asian",
                "Basin",
                "Akin",
                "ASN"
            ]
        ],
        [
            221,
            230,
            [
                "Francisco"
            ]
        ],
        [
            246,
            252,
            [
                "Canton",
                "Cannon",
                "Canon",
                "Canyon",
                "Anton",
                "Cantons"
            ]
        ]
    ],
    "Between 1918-1923, he served as the secretary for the journal <em>Arquitectura</em>, the official publication of Spanish architects and the main forum of architectural debate at that time.": [],
    "His work for the journal not only allowed him to shape architectural criticism in Spain, but was also one of the first to open the door for public debate on contemporary architecture (Céspedes).": [
        [
            184,
            192,
            [
                "Speeds",
                "Besides",
                "Competes",
                "Resides",
                "Mercedes",
                "Respects"
            ]
        ]
    ],
    "He participated in the VIII Congreso Internacional de Arquitectura (8th International Architecture Conference) in Zaragoza in 1919.": [
        [
            28,
            36,
            [
                "Congress"
            ]
        ],
        [
            37,
            50,
            [
                "International"
            ]
        ]
    ],
    "Between 1923 to 1936, he was the preservation architect of the Alhambra in Granada and was responsible for directing extensive restoration work on the cathedral.": [
        [
            0,
            20,
            [
                "Between 1923 and 1936"
            ]
        ]
    ],
    "He simultaneously worked on the restoration of the Cathedral of Sigüenza from 1929 to 1936.": [
        [
            64,
            72,
            [
                "Siena",
                "Figueroa",
                "Piacenza",
                "Vicenza",
                "Iguana",
                "Saguenay"
            ]
        ]
    ],
    "In 1931, he succeeded <a href=\"/lamperezv\">Vicente Lampérez y Romea</a> (1861-1923) as the chair of the Historia de las Artes plásticas (History of Fine Arts) and Historia de la Arquitectura (History of Architecture) departments at the Escuela Superior de Arquitectura de Madrid.": [],
    "One month after the beginning of the Spanish Civil War, he was dismissed from his position as the preservation architect of Alhambra by the Francoist regime.": [],
    "He remained in Soria during the war and worked as a professor of Spanish history at the Instituto de Segunda Enseñanza de Soria (Institute of Secondary Education of Soria) until 1939.": [
        [
            15,
            20,
            [
                "Syria",
                "Sofia",
                "Sonia",
                "Stria",
                "Sorta",
                "Moria"
            ]
        ],
        [
            109,
            118,
            [
                "Ensenada"
            ]
        ],
        [
            165,
            170,
            [
                "Syria",
                "Sofia",
                "Sonia",
                "Stria",
                "Sorta",
                "Moria"
            ]
        ]
    ],
    "Despite his culturally liberal background, he did not publicly express his political opinions during the Civil War.": [],
    "In 1942, he was named Jefe de Sección de La Escuela de Estudios Árabes de Madrid (Head of School of Islamic Studies) and, in 1944, head of the Instituto Miguel Asín de Estudios Árabes del CSIC (Miguel Asin Institute of Islamic Studies).": [
        [
            22,
            26,
            [
                "Jeff",
                "JEF",
                "Jeté"
            ]
        ],
        [
            64,
            70,
            [
                "Arabs"
            ]
        ],
        [
            160,
            164,
            [
                "ASIN",
                "Asia",
                "Asian",
                "Basin",
                "Akin",
                "ASN"
            ]
        ],
        [
            177,
            183,
            [
                "Arabs"
            ]
        ],
        [
            188,
            192,
            [
                "SIC",
                "CSI",
                "CIC",
                "CSC",
                "CHIC",
                "CSIS"
            ]
        ],
        [
            201,
            205,
            [
                "ASIN",
                "Asia",
                "Asian",
                "Basin",
                "Akin",
                "ASN"
            ]
        ]
    ],
    "During his time in this position, he wrote the Crónica Arqueológica de la España Musulmana de Al-Andalus, an important work on Hispanic-Muslim archaeology.": [
        [
            47,
            54,
            [
                "Chronic",
                "Monica",
                "Conical",
                "Ironic",
                "Veronica",
                "Conic"
            ]
        ],
        [
            55,
            67,
            [
                "Archeological"
            ]
        ],
        [
            81,
            90,
            [
                "Muscleman",
                "Sultana",
                "Maulana",
                "Sullana",
                "Busulfan",
                "Ruslana"
            ]
        ]
    ],
    "He published one of his most important works Arte Almohade, Arte Mazari, Arte Mudejar in 1949.": [
        [
            45,
            49,
            [
                "ARTE",
                "Are",
                "Art",
                "Arts",
                "Ate",
                "Ante"
            ]
        ],
        [
            50,
            58,
            [
                "Almohad"
            ]
        ],
        [
            60,
            64,
            [
                "ARTE",
                "Are",
                "Art",
                "Arts",
                "Ate",
                "Ante"
            ]
        ],
        [
            65,
            71,
            [
                "Mazarin"
            ]
        ],
        [
            73,
            77,
            [
                "ARTE",
                "Are",
                "Art",
                "Arts",
                "Ate",
                "Ante"
            ]
        ],
        [
            78,
            85,
            [
                "Mudéjar"
            ]
        ]
    ],
    "Toward the end of his life, he was the director of the Instituto Valencia de Don Juan from 1951 until 1960.": [],
    "He was a member of the Academic de Ciencias, Bellas Artes y Nobles Artes de Córdoba and the Hispanic Society of America of New York.": [
        [
            45,
            51,
            [
                "Bella's",
                "Bella",
                "Bells",
                "Hellas",
                "Belles",
                "Fellas"
            ]
        ],
        [
            52,
            57,
            [
                "Arts",
                "Ares",
                "Aries",
                "Antes",
                "ARTE",
                "ARTS"
            ]
        ],
        [
            67,
            72,
            [
                "Arts",
                "Ares",
                "Aries",
                "Antes",
                "ARTE",
                "ARTS"
            ]
        ]
    ],
    "He passed away from a stroke two days after a motorcycle collision.</p>\n\n<p>Torres Balbás’s both written and architectural works marked a shift in approach to architectural restoration in Spain.": [
        [
            83,
            89,
            [
                "Babas",
                "Balsas",
                "Balboas"
            ]
        ]
    ],
    "Like many others at the time, his mentor Lampérez embraced the theories of <a href=\"/violletleduce\">Eugène Viollet-le-Duc</a> of interventionist restoration––he prioritized restoring monuments’ original forms, but often lacked factual historical and archeological knowledge (Céspedes).": [
        [
            41,
            49,
            [
                "Hampered",
                "Ampere",
                "Amperes",
                "Lamprey",
                "Pampered",
                "Tampered"
            ]
        ]
    ],
    "Torres Balbás, in contrast, aligned with <a href=\"/ruskinj\">John Ruskin</a> as he argued for the conservation over restoration of monuments.": [
        [
            7,
            13,
            [
                "Babas",
                "Balsas",
                "Balboas"
            ]
        ]
    ],
    "At the 7th National Congress of Architects, he explained that in order to engage with the monuments of the past, they must be preserved in their current state––their ancient construction must be respected without remaking existing parts.": [],
    "He demanded a scientific approach to monuments’ archaeological history.": [],
    "He suggested that in order to ensure the building’s preservation, they must be put to modern use through activities compatible with their essence.": [],
    "In his diary recounting his work on the Alhambra, he outlined how he implemented his theories––he restored degraded spaces with modern materials and removed previous fantasizing Orientalist additions he viewed as arbitrary.": [],
    "He broke with a tradition of excessive mystification and turned to embrace a more methodological model of historiography (Céspedes).": [
        [
            122,
            130,
            [
                "Speeds",
                "Besides",
                "Competes",
                "Resides",
                "Mercedes",
                "Respects"
            ]
        ]
    ],
    "His ideas were continued by his disciple <a href=\"/chuecagoitiaf\">Fernando Chueca Goitia</a>.</p>": []
}