{
    "<p>Art historian and archaeologist of the classical era.": [],
    "Toynbee was the daughter of Harry Valpy Toynbee (1861-1941) and Sarah Edith Marshall (Toynbee) (1859-1939).": [
        [
            34,
            39,
            [
                "Value",
                "Valley",
                "Happy",
                "Valid",
                "Vary",
                "Ralph"
            ]
        ]
    ],
    "Her mother had studied history at Cambridge at at time when women could not be granted degrees there.": [
        [
            44,
            49,
            [
                "at"
            ]
        ]
    ],
    "Jocelyn Toynbee attended Winchester High School for Girls and Newnham College, Cambridge, where she received an M.A., in 1919.": [
        [
            62,
            69,
            [
                "Needham",
                "Noonday"
            ]
        ]
    ],
    "She taught classics at Ladies' College, Cheltenham (England) between 1920-1921 and then St.": [],
    "Hugh's College, Oxford as a classical tutor between 1921-1924.": [],
    "In 1924 she was part of a mass resignation of tutors protesting the dismissal of the Italianist historian Cecilia Ady (1883-1955).": [
        [
            3,
            7,
            [
                "1924,"
            ]
        ],
        [
            85,
            95,
            [
                "Italians",
                "Stalinist",
                "Italianize"
            ]
        ],
        [
            114,
            117,
            [
                "ADY",
                "Any",
                "Add",
                "Lady",
                "Ad",
                "Andy"
            ]
        ]
    ],
    "She became a lecturer in classics at the University of Reading, until 1927.": [],
    "That year she accepted the position of director of studies in classics, and a fellow of Newnham College, Cambridge University.": [
        [
            88,
            95,
            [
                "Needham",
                "Noonday"
            ]
        ]
    ],
    "She continued work on a Ph.D.": [],
    "at Oxford University, which was awarded in 1930.": [
        [
            0,
            2,
            [
                "At"
            ]
        ]
    ],
    "Her dissertation, on Roman art, at a time when most art historians saw it as a decadent subset of Greek art, showed her tenacity.": [],
    "As a woman in the field of classical studies, she was much encouraged and maintained an professional correspondence with <a href=\"/stronges\">Eugénie Sellers Strong</a>, whom she met during her visits to Rome.": [
        [
            85,
            87,
            [
                "a"
            ]
        ]
    ],
    "In 1951 she was named Laurence Professor of Classical Archaeology at Cambridge.": [
        [
            3,
            7,
            [
                "1951,"
            ]
        ]
    ],
    "She published with <a href=\"/wardperkinsj\">J.": [],
    "B. Ward-Perkins</a>.": [],
    "<em>The Shrine of St.": [],
    "Peter and the Vatican Excavations</em> in 1956.": [],
    "A converted and devout Roman Catholic, the project held special significance for her.": [],
    "The following year <em>The Flavian Reliefs from the Palazzo della Cancelleria in Rome</em> appeared.": [],
    "She retired <em>emerita</em> in 1962, being named an honorary fellow of Newnham College.": [
        [
            72,
            79,
            [
                "Needham",
                "Noonday"
            ]
        ]
    ],
    "In retirement she mounted a major exhibition of Roman-British art for the Guildhall Museum, London (today the Museum of London), and provided the catalog <em>Art in Roman Britain</em>.": [
        [
            3,
            13,
            [
                "retirement,"
            ]
        ]
    ],
    "A companion <em>Art in Britain under the Romans</em> appeared in 1964.": [],
    "Toynbee retired with her sister, Margaret, in Oxford, to produce some final, broadly based monographs.": [],
    "<em>Death and Burial in the Roman World</em>,1971, and <em>Animals in Roman Life and Art</em>, 1973 were the products of these years.": [],
    "Her final book was <em>Roman Historical Portraits</em> (1977).": [],
    "Her brother was the eminent historian Arnold Joseph Toynbee (1889-1975).</p><p><a href=\"/brilliantr\">Richard Brilliant</a> used Toynbee as an example of a traditional art historian who viewed late Roman art (from the third century onward) as continuum of late Imperial style and not an individual style of its own, as <a href=\"/riegla\">Aloïs Riegl</a> (and <a href=\"/wickhofff\">Franz Wickhoff</a> did.": [],
    "Her archaeological work in Roman Britain broadened to a wider appreciation of provincial and Celtic art.</p>": []
}