{
    "<p>Scholar of Gothic and Italian Renaissance architecture; Edith Kitzmiller Professor of the History of Fine Arts, Institute of Fine Arts, New York University.": [
        [
            65,
            75,
            [
                "Ritzville"
            ]
        ]
    ],
    "Trachtenberg's parents were Russian Jewish immigrants who \"barely survived the [Russian] Revolution\" (Trachtenberg).": [],
    "His father, William Trachtenberg (1905-1973) and mother, Leona Fox (Trachtenberg) (1907-2000), settled in Oklahoma in the 1930s \"dustbowl\" where William worked as an independed oil producer.": [
        [
            129,
            137,
            [
                "dust bowl"
            ]
        ],
        [
            166,
            176,
            [
                "in depended"
            ]
        ]
    ],
    "The younger Trachtenberg entered Yale University intending a career in science.": [],
    "However, the lectures of the literature scholar Harold Bloom (b.": [],
    "1930) convinced him to switch to the humanities.": [],
    "He graduated <em>magna cum laude</em> in 1961, marrying Heidi Feldmeier the same year.": [
        [
            62,
            71,
            [
                "Feldman"
            ]
        ]
    ],
    "Trachtenberg attended the Institute of Fine Arts, New York University, on a Woodrow Wilson fellowship, 1961-1962 securing his A.M., in 1963.": [],
    "He gravitated to medieval and Renaissance architectural history studying under <a href=\"/lotzw\">Wolfgang Lotz</a> and <a href=\"/krautheimerr\">Richard Krautheimer</a>.": [],
    "A Fulbright fellowship in Florence, Italy, 1964-1966 and <a href=\"/berensonb\">Bernard Berenson</a> fellowship allowed him to complete his Ph.": [],
    "D. at New York University, in 1967.": [
        [
            3,
            5,
            [
                "At"
            ]
        ]
    ],
    "Trachtenberg began teaching at his alma mater while working on his dissertation in 1964 rising to assistant professor.": [],
    "His 1968 dissertation, written under Krautheimer, was on the campanile (tower) of the cathedral at Florence.": [],
    "He was appointed associate professor in 1969.": [],
    "He collaborated with medievalist <a href=\"/simsono\">Otto von Simson</a> on the fourth volume on medieval art for the new edtion of the <em>Propyläen Kunstgeschichte</em>, which appeared in 1972.": [],
    "The revision of his dissertation, published as <em>Campanile of Florence Cathedral: 'Giotto's Tower</em>, 1971, was awarded the Alice Davis Hitchcock Prize (Society of Architectural Historians) in 1974.": [],
    "Trachtenberg was a National Endowment for the Humanities (NEH) Senior Fellowship 1974-1975 and Villa I Tatti Fellow, Harvard University, 1974-76.": [
        [
            103,
            108,
            [
                "Patti",
                "Tutti",
                "Tatty",
                "Tattie"
            ]
        ]
    ],
    "He authored one of the final volumes in the <em>Art in Context</em> series, the brainchild of <a href=\"/honourh\">Hugh Honour</a> and <a href=\"/flemingj\">John Fleming</a> and the publisher Allen Lane (1902-1970), on the Statue of Liberty in 1976.": [],
    "The same year he was promoted to (full) professor at the Institute.": [],
    "In 1985 he was awarded a Guggenheim Fellowship.": [
        [
            3,
            7,
            [
                "1985,"
            ]
        ]
    ],
    "Trachtenberg was selected in 1988 to contribute the ground-breaking series of literature reviews for the <em>Art Bulletin</em>'s \"State of the Discipline\" series on recent architectural history.": [],
    "He was named Edith Kitzmiller Professor of the History of Fine Arts in 1990.": [
        [
            19,
            29,
            [
                "Ritzville"
            ]
        ]
    ],
    "He divorced in 1992, marrying the art historian and IFA student, Anne-Marie Sankovitch (1959-2005) in 1993.": [
        [
            76,
            86,
            [
                "Makovich",
                "Malkovich"
            ]
        ]
    ],
    "In 1996 his article \"Why the Pazzi Chapel is not by Brunelleschi,\" Trachtenberg reattributed the famous chapel from Brunelleschi to Michelozzo.": [
        [
            29,
            34,
            [
                "Jazz",
                "Nazi",
                "Pizza",
                "Aziz",
                "Patti",
                "Jazzy"
            ]
        ],
        [
            132,
            142,
            [
                "Michelob"
            ]
        ]
    ],
    "A monograph on the architecture of Florence, <em>Dominion of the Eye: Urbanism, Art, and Power in Early Modern Florence</em>, was published 1997, winning his second Hitchcock Prize.": [],
    "In 1999 he was awared the <a href=\"/moreyc\">Charles Rufus Morey</a> Prize by the College Art Association.": [
        [
            3,
            7,
            [
                "1999,"
            ]
        ],
        [
            15,
            21,
            [
                "award",
                "awarded",
                "awards",
                "aware",
                "weird",
                "sward"
            ]
        ]
    ],
    "He received a Graham Foundation Grant for 2000-2001.": [],
    "The same year he issued a revised edition of his advisor, Krautheimer, book on <em>Rome: Profile of a City, 312-1308</em>.": [],
    "Trachtenberg's piece in the <em>NewYork Times</em> in 2003 endorsed Daniel Libeskind's entry for the hotly debated Ground Zero site; shortly after which the architect won the commission.": [],
    "After the death of his second wife from cancer in 2005, he became engaged to the Barnard College historian Dorothy Ko (b.": [
        [
            115,
            117,
            [
                "KO",
                "To",
                "Go",
                "No",
                "So",
                "Do"
            ]
        ]
    ],
    "1957).": [],
    "His students included Christine Smith, Anita Moskowitz, Lisa Reilly, Gary Radke, and Ena Giurescu.": [
        [
            74,
            79,
            [
                "Rake"
            ]
        ],
        [
            85,
            88,
            [
                "End",
                "Era",
                "RNA",
                "TNA",
                "Ana",
                "ESA"
            ]
        ],
        [
            89,
            97,
            [
                "Diuresis",
                "Diureses"
            ]
        ]
    ],
    "As a scholar Trachtenberg built a career on reinterpretation and rethinking the commonplaces of art history.": [],
    "His assertion that the \"Gothic\" was \"medieval modernism\" was frequently formulated in articles in <em>Journal of the Society of Architectural Historians</em>, <em>RES</em>, and <em>Gesta</em>.": [],
    "Fundamental studies of major trecento buildings, particularly the Campanile and Palazzo Vecchio remain the standard treatment of the field.": [
        [
            29,
            37,
            [
                "recent",
                "Trento"
            ]
        ],
        [
            88,
            95,
            [
                "Echo",
                "Techno",
                "Melchior",
                "Vetch",
                "Velcro",
                "Bacchic"
            ]
        ]
    ],
    "His co-authored textbook (with <a href=\"/hymani\">Isabelle Hyman</a>), on western architecture is still the mainstay survey text for the topic.</p>": []
}