{
    "<p>Classical art historian of south Italian pottery from the 5th to the 4th centuries BC.": [],
    "Trendall's father was a woodworker in New Zealand.": [
        [
            0,
            8,
            [
                "Trend all"
            ]
        ]
    ],
    "A severe case of peritonitis forced him a year's recuperation in bed where he developed a passion for literature.": [],
    "At 17 he enrolled at the University of Otago (then part of the University of New Zealand) to study mathematics, but changed after the hearing lectures of T. D. Adams, to classics.": [
        [
            3,
            5,
            [
                "17,"
            ]
        ],
        [
            6,
            20,
            [
                "he enrolled in",
                "he enrolled for"
            ]
        ],
        [
            39,
            44,
            [
                "Stage",
                "Ago",
                "Tag",
                "Otto",
                "Potato",
                "Tags"
            ]
        ]
    ],
    "He also attended King's College, Auckland.": [],
    "In 1931 he was awarded a postgraduate scholarship to Trinity College, Cambridge, and became a Fellow there from 1936 to 1940.": [
        [
            3,
            7,
            [
                "1931,"
            ]
        ]
    ],
    "He traveled widely in Italy, exploring ancient Greek colonial sites.": [],
    "The influence of these early travels, as well as the work of his mentor, <a href=\"/beazleyj\">J.": [],
    "D. Beazley</a>, led to his a study the Greek red figure pottery in southern Italy, first published in 1938 in the <em>Bilder griechischer Vasen</em> series and later translated into English as <em>Early South Italian Vase-Painting</em>.": [
        [
            3,
            10,
            [
                "Beasley"
            ]
        ]
    ],
    "After graduation from Cambridge, Trendall moved to Rome where he had been awarded a scholarship.": [
        [
            33,
            41,
            [
                "Trend all"
            ]
        ]
    ],
    "For the next two years he worked as the librarian at the British School in Rome studying Italiote vases, which was to be the foundation for all his later study.": [
        [
            89,
            97,
            [
                "Italian",
                "Italians",
                "Talbot",
                "Italics",
                "Vitality",
                "Italia"
            ]
        ]
    ],
    "Between 1939-54 he held the Chair of Greek at the University of Sydney, Australia and from 1948 onwards, t he newly instituted Chair of Archaeology.": [
        [
            105,
            109,
            [
                "the"
            ]
        ]
    ],
    "His war years were spent in the Signals Intelligence, where he worked in cryptography, breaking Japanese diplomatic messages and codes.": [],
    "Trendall moved to Canberra in 1954 to become the first Master of University House.": [
        [
            0,
            8,
            [
                "Trend all"
            ]
        ]
    ],
    "He assisted in the establishment of the Australian Humanities Research Council.": [],
    "Retiring in 1969 Trendall became a resident Fellow of La Trobe University, producing some of his most important work.": [
        [
            17,
            25,
            [
                "Trend all"
            ]
        ],
        [
            57,
            62,
            [
                "Tribe",
                "Probe",
                "Robe",
                "Strobe",
                "Trope",
                "Trove"
            ]
        ]
    ],
    "Among the most important of his works are the two volume <em>The Red-Figured Vases of Lucania, Campania and Sicily</em> (1968), <em>Illustrations of Greek Drama</em> (1972), <em>The Red-Figured Vases of Paestum</em> (1987) and <em>Greek Red-figured Fish-plates</em> (1987).": [],
    "Trendall's importance lies in his establishing the basic framework for the study of Greek-produced pottery in Italy.": [
        [
            0,
            8,
            [
                "Trend all"
            ]
        ]
    ],
    "When he started his work, vases were scattered throughout the world, and the literature on the topic was small.": [],
    "Trendall compiled notes on more than 20,000 vases, establishing relationships between the painters, workshops and the use of themes on the pottery.": [
        [
            0,
            8,
            [
                "Trend all"
            ]
        ]
    ],
    "By evaluating the frequency and representation of the scenes appearing on pottery, Trendall concluded, for example, that Euripedes, who was not particularly celebrated in his lifetime, later surpassed both Sophocles and Aeschylus in popularity, while Aristophanes lost his artistic following to Menander.</p>": [
        [
            83,
            91,
            [
                "Trend all"
            ]
        ],
        [
            121,
            130,
            [
                "Euripides"
            ]
        ]
    ]
}