{
    "<p>Together with <a href=\"/ottleyw\">William Young Ottley</a>, wrote a catalog for the British Gallery, 1818.": [],
    "Tresham was an art student at the Dublin Society of Artists where he won a prize in 1773.": [
        [
            0,
            7,
            [
                "Gresham"
            ]
        ]
    ],
    "After moving to London, he met John Campbell, later 1st Baron Cawdor (1753-1821).": [],
    "It was likely with Campbell that Tresham journeyed to Rome in 1775 where he remained for 14 years.": [
        [
            33,
            40,
            [
                "Gresham"
            ]
        ]
    ],
    "In Rome he met the various artists who comprised the classical revival movement, including Antonio Canova (Tresham was Campbell's agent with Canova), <a href=\"/fuselih\">Henry Fuseli</a>, and Thomas Banks.": [
        [
            3,
            7,
            [
                "Rome,"
            ]
        ],
        [
            107,
            114,
            [
                "Gresham"
            ]
        ]
    ],
    "Tresham worked primarily a painter, creating large-scale pictures from classical history for Frederick Augustus Hervey, 4th Earl of Bristol (1730-1803), Bishop of Derry.": [
        [
            0,
            7,
            [
                "Gresham"
            ]
        ],
        [
            112,
            118,
            [
                "Harvey",
                "Hersey"
            ]
        ]
    ],
    "He also dealt in art and antiquities.": [],
    "In 1784, still in Italy, he issued his <em>Le avventure di Saffo</em>, a folio of aquatints.": [],
    "His stature as an artist and connoisseur was such that at his return to London in 1789 he immediately exhibited at the Royal Academy.": [],
    "He was appointed an Associate of the Royal Academy in 1791 full member of the Royal Academy in 1799.": [],
    "He was professor of painting 1807-09.": [],
    "Tresham continued to deal in art in England, his most famous and infamous sale being the group of supposedly authentic Etruscan vases to Frederick Howard, 5th Earl of Carlisle (1748-1825).": [
        [
            0,
            7,
            [
                "Gresham"
            ]
        ]
    ],
    "Tresham began writing a guide to the British Gallery, but died of an unspecified illness before completion.": [
        [
            0,
            7,
            [
                "Gresham"
            ]
        ]
    ],
    "It was taken over by <a href=\"/ottleyw\">William Young Ottley</a> and completed in 1818.": [],
    "Tresham never married.": [
        [
            0,
            7,
            [
                "Gresham"
            ]
        ]
    ],
    "Many of his drawings are housed at the Yale Center for British Art.</p>": []
}