{
    "<p>First publisher of Leonardo's treatise on painting in 1651 and author of the first published annotated art bibliography.": [],
    "Trichet du Fresne was the son of the lawyer and bibliophile Pierre Trichet (1586/7-ca.": [
        [
            0,
            7,
            [
                "Cricket",
                "Ticket",
                "Richest",
                "Richer",
                "Riches",
                "Tricked"
            ]
        ],
        [
            11,
            17,
            [
                "Fresno",
                "Fresnel"
            ]
        ],
        [
            67,
            74,
            [
                "Cricket",
                "Ticket",
                "Richest",
                "Richer",
                "Riches",
                "Tricked"
            ]
        ]
    ],
    "1649).": [],
    "He studied at the Collège de Guyenne, Paris.": [
        [
            18,
            25,
            [
                "College",
                "Colleges",
                "Collage"
            ]
        ]
    ],
    "While working for the brother of Louis XIII, Gaston d'Orléans (1608-60), he acquired works of art on buying excursions.": [],
    "While in Rome around 1630, he encounter the French expatriate intellectual community, centered around Sébastien Bourdon.": [
        [
            30,
            39,
            [
                "encounters",
                "encountered"
            ]
        ]
    ],
    "Back in Paris by 1640 Trichet secured an appointment by Cardinal Richelieu to the <em>Imprimerie Royale</em>, reading texts for official authorization.": [
        [
            22,
            29,
            [
                "Cricket",
                "Ticket",
                "Richest",
                "Richer",
                "Riches",
                "Tricked"
            ]
        ]
    ],
    "There he met Nicolas Poussin.": [],
    "He was in Rome by 1644 facilitating the interactions between Poussin and the French ambassador to Venice, M. des Hameaux.": [
        [
            109,
            112,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            113,
            120,
            [
                "Châteaux",
                "Chateaux",
                "Gateaux",
                "Gâteaux"
            ]
        ]
    ],
    "Trichet published Leonardo da Vinci's treatise on painting, <em>Trattato della pittura</em>, which had circulated in manuscript form, in 1651.": [
        [
            0,
            7,
            [
                "Cricket",
                "Ticket",
                "Richest",
                "Richer",
                "Riches",
                "Tricked"
            ]
        ]
    ],
    "His Trattato contained an early biography of Leonardo and Alberti and contained a list of books at the end, forming the first annotated bibliography of art literature.": [
        [
            4,
            12,
            [
                "Tattoo",
                "Rattan",
                "Brattain",
                "Rattans",
                "Irapuato",
                "Frittata"
            ]
        ]
    ],
    "By the following year, Trichet was working as the librarian and art curator to Queen Christina of Sweden in Stockholm.": [
        [
            23,
            30,
            [
                "Cricket",
                "Ticket",
                "Richest",
                "Richer",
                "Riches",
                "Tricked"
            ]
        ]
    ],
    "When the Queen abdication in 1654 and emigrated to Italy, Trichet followed her to Rome.": [
        [
            38,
            50,
            [
                "immigrated to",
                "emigrated from"
            ]
        ],
        [
            58,
            65,
            [
                "Cricket",
                "Ticket",
                "Richest",
                "Richer",
                "Riches",
                "Tricked"
            ]
        ]
    ],
    "Eventually he returned to Paris where he was the librarian to Nicolas Fouquet, and finally for Jean-Baptiste Colbert.": [
        [
            70,
            77,
            [
                "Bouquet"
            ]
        ]
    ],
    "Trichet maintained a personal library of more than 1400 volumes, which was acquired by Fouquet for Saint-Mandé, and later by Colbert for the Bibliothèque Royale (Bibliothèque Nationale).": [
        [
            0,
            7,
            [
                "Cricket",
                "Ticket",
                "Richest",
                "Richer",
                "Riches",
                "Tricked"
            ]
        ],
        [
            87,
            94,
            [
                "Bouquet"
            ]
        ],
        [
            99,
            110,
            [
                "Saint-Malo",
                "Saint-Maur"
            ]
        ],
        [
            175,
            184,
            [
                "National",
                "Nationals",
                "Rationale",
                "Nation ale"
            ]
        ]
    ],
    "Trichet also amassed a picture collectionincluded the paintings then attributed to Gentile Bellini (<em>The Audience of a Venetian Embassy in an Eastern Town</em>, today at the Louvre, and <em>Bacchanal before a Temple</em> by Poussin and <em>Dead Christ with Angels</em> by Ludovico Carracci, both lost today.</p>": [
        [
            0,
            7,
            [
                "Cricket",
                "Ticket",
                "Richest",
                "Richer",
                "Riches",
                "Tricked"
            ]
        ],
        [
            31,
            49,
            [
                "collection included"
            ]
        ]
    ]
}