{
    "<p>English medievalist art historian; painter.": [],
    "Tristram was the son of Francis William Tristram and Sarah Harverson.": [
        [
            0,
            8,
            [
                "Tristan",
                "Trista"
            ]
        ],
        [
            40,
            48,
            [
                "Tristan",
                "Trista"
            ]
        ],
        [
            59,
            68,
            [
                "Hankerson",
                "Harrelson"
            ]
        ]
    ],
    "His father was a railway inspector.": [],
    "He attended grammar school in Carmarthen, where he excelled in both chemistry and studio art.": [],
    "Tristram went to the Royal College of Art on a scholarship, studying under the medievalist scholar and artist <a href=\"/lethabyw\">W.": [
        [
            0,
            8,
            [
                "Tristan",
                "Trista"
            ]
        ]
    ],
    "R. Lethaby</a>.": [
        [
            3,
            10,
            [
                "Letha by"
            ]
        ]
    ],
    "As a student, he visited France and Italy on a travel scholarship, studying the medieval works for their ornament in preparation for this design degree.": [],
    "He documented his trip with hundreds of watercolor copies of the monuments he saw (now in the Victoria and Albert Museum and Buckfast Abbey, Devon).": [
        [
            125,
            133,
            [
                "Buck fast"
            ]
        ]
    ],
    "After graduation he joined the Royal College of Art in 1906, rising through the teaching ranks.": [
        [
            6,
            16,
            [
                "graduation,"
            ]
        ]
    ],
    "He became a Roman Catholic in 1914.": [],
    "Tristram married Mary Esther Hedgecock (b.": [
        [
            0,
            8,
            [
                "Tristan",
                "Trista"
            ]
        ],
        [
            29,
            38,
            [
                "Hedge cock"
            ]
        ]
    ],
    "1892/3) in 1920, but the marriage was annulled.": [],
    "His copies of medieval art were exhibited as part of the British primitives exhibition at Burlington House in 1923 and in a catalog written in 1924 by the National Gallery curator <a href=\"/constablew\">W.": [],
    "G. Constable</a>.": [],
    "Tristram developed a fascination with medieval wall painting, combining his knowledge of art materials from his studio training with his knowledge of the monuments.": [
        [
            0,
            8,
            [
                "Tristan",
                "Trista"
            ]
        ]
    ],
    "He published an early thesis on the subject, \"English Methods of Wall Painting\" in 1924.": [],
    "In 1925 he was appointed professor of design at the Royal College.": [
        [
            3,
            7,
            [
                "1925,"
            ]
        ]
    ],
    "A second article on the wall paintings of a church in Northamptonshire was written with <a href=\"/jamesm\">Monty James</a> in <em>Archaeologia</em> in 1926.": [],
    "The following year, <em>English Medieval Painting</em>, written with <a href=\"/boreniust\">Tancred Borenius</a>, appeared.": [],
    "Tristram provided the images and much of the analysis.": [
        [
            0,
            8,
            [
                "Tristan",
                "Trista"
            ]
        ]
    ],
    "His accomplishment replaced the by then outdated third edition of C. F. Keyser's <em>A List of Buildings in Great Britain and Ireland Having Mural and other Painting Decorations</em> (1883).": [
        [
            72,
            78,
            [
                "Laser",
                "Kaiser",
                "Geyser",
                "Kasey",
                "Maser",
                "Taser"
            ]
        ]
    ],
    "In 1934 he married a student of the Royal College, Eileen Maude (b.": [
        [
            3,
            7,
            [
                "1934,"
            ]
        ]
    ],
    "1902/3).": [],
    "During this time, he also began the restoration and \"cleaning\" of the wall painting he documented.": [],
    "Unfortunately, the general knowledge of chemistry of conservation was poor and Tristram was responsible for some damage.": [
        [
            79,
            87,
            [
                "Tristan",
                "Trista"
            ]
        ]
    ],
    "He documented and conserved the wall painting in Norfolk, Suffolk, Essex, and Buckinghamshire.": [],
    "He reported on conservation of medieval monuments to <em>The Times</em> (London), the <em>Burlington Magazine</em> and to the Walpole Society for most of the pre-World War II years.": [],
    "In 1944 and 1950 Tristram published first two volumes of <em>English Medieval Wall Painting</em>, for the Pilgrim Trust and the Courtauld Institute of Art.": [
        [
            17,
            25,
            [
                "Tristan",
                "Trista"
            ]
        ],
        [
            128,
            137,
            [
                "Courtyard",
                "Courted",
                "Curtailed",
                "Countable",
                "Courtly",
                "Curtail"
            ]
        ]
    ],
    "The volumes, which covered wall painting for the twelfth and thirteenth centuries, were his finest effort and comprised a serious inventory of British medieval in situ painting.": [],
    "He retired emeritus from the College in 1948.": [],
    "Tristram died in a nursing home in 1952.": [
        [
            0,
            8,
            [
                "Tristan",
                "Trista"
            ]
        ]
    ],
    "The third volume of <em>English Medieval Wall Painting</em>, for the fourteenth century, was published postumously in 1955, by his wife and Monica Bardswell.": [
        [
            103,
            114,
            [
                "posthumously"
            ]
        ],
        [
            147,
            156,
            [
                "Bard swell",
                "Bards well"
            ]
        ]
    ],
    "<em>English Medieval Painting</em> (1927) showed both Tristram's skills and limitations as an art historian.": [
        [
            54,
            62,
            [
                "Tristan",
                "Trista"
            ]
        ]
    ],
    "His dating, based on style and intuition than documentary evidence, proved faulty at times.": [],
    "He erred in his interpretation of some of the scenes due to a lack of medieval hermeneutics.": [],
    "His methods for cleaning and conserving painting damaged some of his projects.": [],
    "His use of wax as a fixative for mural painting prevented the walls from breathing (allow moisture out).": [],
    "His conservation work at Westminster, in which he cleaned and conserved the coronation chair, and the newly discovered wall paintings of the incredulity of St.": [],
    "Thomas and St.": [],
    "Christopher, is particularly admired.</p>": []
}