{
    "<p>Controversial Director of National Gallery, Berlin, 1896-1908; early supporter of modern art acquisitions in Germany; Director, Staatliche Museen, Munich, 1909-1911.": [],
    "Tschudi came from an eminent Swiss line, tracing its lineage back to the 16th-century statesman Aegidius von Tschudi (1505-1572).": [
        [
            0,
            7,
            [
                "Saudi",
                "Schulz",
                "Escudo",
                "Scud",
                "Scuds",
                "Thuds"
            ]
        ],
        [
            96,
            104,
            [
                "Aegis",
                "Arminius",
                "Lepidus",
                "Aëtius",
                "Cecilius",
                "Pygidium"
            ]
        ],
        [
            109,
            116,
            [
                "Saudi",
                "Schulz",
                "Escudo",
                "Scud",
                "Scuds",
                "Thuds"
            ]
        ]
    ],
    "Tschudi's parents were Johann Jakob von Tschudi, a Viennese physcian, naturalist and (between 1860-1863) a Swiss diplomat in Vienna and his mother the daughter of the German Romantic painter Julius Schnorr von Carolsfeld.": [
        [
            0,
            7,
            [
                "Saudi",
                "Schulz",
                "Escudo",
                "Scud",
                "Scuds",
                "Thuds"
            ]
        ],
        [
            40,
            47,
            [
                "Saudi",
                "Schulz",
                "Escudo",
                "Scud",
                "Scuds",
                "Thuds"
            ]
        ],
        [
            60,
            68,
            [
                "physician"
            ]
        ],
        [
            198,
            205,
            [
                "Schnook",
                "Schnoz"
            ]
        ],
        [
            210,
            220,
            [
                "Carousel",
                "Carousels",
                "Caroused",
                "Caroled",
                "Carol Reed"
            ]
        ]
    ],
    "He was raised in St.": [],
    "Gallen, Switzerland studying law in Vienna between 1870 and 1875.": [
        [
            0,
            6,
            [
                "Fallen",
                "Allen",
                "Gallon",
                "Galen",
                "Galley",
                "Galleon"
            ]
        ]
    ],
    "Turning to art history, he studied under <a href=\"/eitelbergerr\">Rudolf Eitelberger von Edelberg</a>, joining him at the Österreichisches Museum für Kunst und Industrie in Vienna, in 1879.": [],
    "In Berlin, the Kaiser-Friedrich-Museum director, <a href=\"/bodew\">Wilhelm Bode</a> hired Tschudi in 1884 as his assistant.": [],
    "This Gemäldegalerie (paintings gallery) was the museum for post-classical arts up to the nineteenth century.": [],
    "Bode was an expert on Dutch baroque and Italian Quattrocento painting, which he guided Tschudi in as well.": [
        [
            87,
            94,
            [
                "Saudi",
                "Schulz",
                "Escudo",
                "Scud",
                "Scuds",
                "Thuds"
            ]
        ]
    ],
    "In 1895 Bode recommended Tschudi to the director of the Generalverwaltung, <a href=\"/schoner\">Richard Schöne</a> to direct the Königliche National-Galerie, Berlin, the museum assigned to 19th-century art.": [
        [
            25,
            32,
            [
                "Saudi",
                "Schulz",
                "Escudo",
                "Scud",
                "Scuds",
                "Thuds"
            ]
        ]
    ],
    "The National-Galerie, founded in 1876, was the only museum not under the rubric of the Ministry of Culture (Kultusministerium), the Generalverwaltung der Königlichen Museen.": [
        [
            4,
            20,
            [
                "National-Valerie"
            ]
        ],
        [
            150,
            153,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            154,
            165,
            [
                "König lichen"
            ]
        ]
    ],
    "Schöne balked, but conceded and Tschudi soon became both the director and an expert on modern art.": [
        [
            0,
            6,
            [
                "Shone",
                "Scone"
            ]
        ],
        [
            32,
            39,
            [
                "Saudi",
                "Schulz",
                "Escudo",
                "Scud",
                "Scuds",
                "Thuds"
            ]
        ]
    ],
    "The later nineteenth century had been dominated by French art.": [],
    "Tschudi embraced this international view and began acquiring the best examples.": [
        [
            0,
            7,
            [
                "Saudi",
                "Schulz",
                "Escudo",
                "Scud",
                "Scuds",
                "Thuds"
            ]
        ]
    ],
    "His state-funded position mandated that he foster an appreciation among the public for German artists, which he did by acquiring works by his country's modernist masters: Wilhelm Leibl, Adolf Menzel, Hans Thoma, Max Liebermann, and the Symbolist artists Arnold Böcklin and Hans von Maées.": [
        [
            179,
            184,
            [
                "Label",
                "Lab",
                "Labs",
                "Lei bl"
            ]
        ],
        [
            192,
            198,
            [
                "Mendel",
                "Denzel"
            ]
        ],
        [
            205,
            210,
            [
                "Thomas",
                "Tahoma"
            ]
        ],
        [
            236,
            245,
            [
                "Symbolism"
            ]
        ],
        [
            282,
            287,
            [
                "Makes",
                "Males",
                "Mates",
                "Mares",
                "Mages",
                "Meyers"
            ]
        ]
    ],
    "Tschudi also purchased works by French masters such as Gustave Courbet, Edouard Manet, Auguste Renoir, Claude Monet, and Eugène Delacroix.": [
        [
            0,
            7,
            [
                "Saudi",
                "Schulz",
                "Escudo",
                "Scud",
                "Scuds",
                "Thuds"
            ]
        ],
        [
            72,
            85,
            [
                "Édouard Manet"
            ]
        ],
        [
            87,
            94,
            [
                "August",
                "Augusta",
                "Augusto",
                "Augusts",
                "Auguster"
            ]
        ]
    ],
    "He also supported the Berlin Sezession artists, whose goal was to break the Prussian hold on art taste.": [
        [
            29,
            38,
            [
                "Secession"
            ]
        ]
    ],
    "Kaiser Wilhelm II (1859-1941), whose conservative, Germano-centric art taste he considered canonical for the German people, required Tschudi's acquisitions go through him beginning in 1898.": [
        [
            51,
            66,
            [
                "German-centric"
            ]
        ],
        [
            133,
            140,
            [
                "Saudi",
                "Schulz",
                "Escudo",
                "Scud",
                "Scuds",
                "Thuds"
            ]
        ]
    ],
    "Tschudi got around the edict by encouraging private gifts of French art.": [
        [
            0,
            7,
            [
                "Saudi",
                "Schulz",
                "Escudo",
                "Scud",
                "Scuds",
                "Thuds"
            ]
        ]
    ],
    "He did not, however, tone down his vocal support for French art.": [],
    "He authored a monograph on Édouard Manet in1902; a second book, this time on Adolph von Menzel appeared in 1905.": [],
    "In 1905, too, Bode succeeded Schöne as director of the Generalverwaltung in addition to his Gemäldegalerie directorship, which included the National-Galerie.": [
        [
            29,
            35,
            [
                "Shone",
                "Scone"
            ]
        ],
        [
            140,
            156,
            [
                "National-Valerie"
            ]
        ]
    ],
    "Though Tschudi helped organize the Deutsche Jahrhundertausstellung of 1906, celebrating the accomplishment of German art of the nineteenth century, the Berlin artist community continued to feel snubbed by his patronage of French art.": [
        [
            7,
            14,
            [
                "Saudi",
                "Schulz",
                "Escudo",
                "Scud",
                "Scuds",
                "Thuds"
            ]
        ]
    ],
    "Through Bode, they appealed to Wilhelm's fundamentally conservative view of art.": [],
    "The Kaiser fired Tschudi in 1908 for his subversive tastes, citing his overspending his budget as director.": [
        [
            17,
            24,
            [
                "Saudi",
                "Schulz",
                "Escudo",
                "Scud",
                "Scuds",
                "Thuds"
            ]
        ]
    ],
    "He was replaced by the art historian <a href=\"/justil\">Ludwig Justi</a>, who, ironically, continued Tschudi's policies of collection foreign and modernist art.": [],
    "Tschudi became general director of the Bayerische Staatsgemäldesammlung in Munich.": [
        [
            0,
            7,
            [
                "Saudi",
                "Schulz",
                "Escudo",
                "Scud",
                "Scuds",
                "Thuds"
            ]
        ]
    ],
    "At the Bavarian institution, he avoided the mistakes made in Berlin by using nearly all private funds to purchase the foreign art he did.": [],
    "Publicly, Tschudi involved himself in rearranging the Alte Pinakothek, coordinating it with the hangings of the Neue Pinakothek.": [
        [
            10,
            17,
            [
                "Saudi",
                "Schulz",
                "Escudo",
                "Scud",
                "Scuds",
                "Thuds"
            ]
        ],
        [
            54,
            58,
            [
                "Alter",
                "Ate",
                "Ale",
                "Alto",
                "Alta",
                "Ante"
            ]
        ],
        [
            112,
            116,
            [
                "Nee",
                "Neut",
                "Née",
                "NEE",
                "Névé"
            ]
        ]
    ],
    "Purchases of pre-Impressionist French art, such as works by Théodore Géricault and Courbet, were met with public tolerance.": [],
    "However, additions of more recent and extremist works by Paul Gauguin and Vincent van Gogh once again ignited conservative indignation.": [],
    "The painter August Holmberg (1851-1911) aided by a likewise narrow-minded acquisitions committee thwarted many of Tschudi's opportunities.": [
        [
            19,
            27,
            [
                "Goldberg",
                "Homburg"
            ]
        ],
        [
            114,
            121,
            [
                "Saudi",
                "Schulz",
                "Escudo",
                "Scud",
                "Scuds",
                "Thuds"
            ]
        ]
    ],
    "He contracted a disfiguring illness which brought him to depression.": [],
    "In a final triumph, Tschudi oversaw the acquisition of the important Manet painting Luncheon in the Studio (1868) before succumbing to a heart ailment.": [
        [
            20,
            27,
            [
                "Saudi",
                "Schulz",
                "Escudo",
                "Scud",
                "Scuds",
                "Thuds"
            ]
        ]
    ],
    "After his death, a Tschudi Spende (acquisition bequest), administered by Heinz Braune (1880-1957), continued to add important impressionist and Post-Impressionist work, between 1912 and 1915.": [
        [
            19,
            26,
            [
                "Saudi",
                "Schulz",
                "Escudo",
                "Scud",
                "Scuds",
                "Thuds"
            ]
        ],
        [
            27,
            33,
            [
                "Spend",
                "Spends",
                "Spence",
                "Spender",
                "Spendy"
            ]
        ],
        [
            79,
            85,
            [
                "Braun"
            ]
        ]
    ],
    "The Tschudi controversy with Bode, though ostensibly over collections, was fundamentally about the museum's role as an art promoter.": [
        [
            4,
            11,
            [
                "Saudi",
                "Schulz",
                "Escudo",
                "Scud",
                "Scuds",
                "Thuds"
            ]
        ]
    ],
    "Bode viewed art in historical and historicist terms; Tschudi's approach was aesthetic.": [
        [
            53,
            60,
            [
                "Saudi",
                "Schulz",
                "Escudo",
                "Scud",
                "Scuds",
                "Thuds"
            ]
        ]
    ],
    "Tschudi refused to refrain from vocal support, even impoliticly praising modern French art in a speech on the Kaiser's birthday.": [
        [
            0,
            7,
            [
                "Saudi",
                "Schulz",
                "Escudo",
                "Scud",
                "Scuds",
                "Thuds"
            ]
        ],
        [
            52,
            63,
            [
                "impolitic",
                "impolitely"
            ]
        ]
    ],
    "Museum of Modern Art founder <a href=\"/barra\">Alfred H. Barr, Jr.</a>, wrote forty years after his death, \"No wonder Kaiser Wilhelm fired the subversive von Tschudi from his Berlin post.": [],
    "The Kaiser was right: in 1900 a taste for such painters as Cézanne and El Greco was indeed a threat to the security of respectable convention...\"</p>": []
}