{
    "Byzantine, Hellenistic, and Greek art historian; specialist in post-1820 Hellenic Art.": [],
    "Tselos was born in Arvanito Kerasia, a small town in Arcadia, Greece.": [
        [
            0,
            6,
            [
                "Tells",
                "Sells",
                "Solos",
                "Silos",
                "Telus",
                "Teslas"
            ]
        ],
        [
            19,
            27,
            [
                "Arvato"
            ]
        ],
        [
            28,
            35,
            [
                "Kerala",
                "Persia",
                "Eurasia",
                "Keratin",
                "Kasia",
                "AirAsia"
            ]
        ]
    ],
    "When his wife died from a miscarriage, his father, Theodore Telos immigrated to Cairo for work, leaving his children in Arvanito Kersia.": [
        [
            60,
            65,
            [
                "Tells",
                "Telus",
                "Telcos"
            ]
        ],
        [
            120,
            128,
            [
                "Arvato"
            ]
        ],
        [
            129,
            135,
            [
                "Persia"
            ]
        ]
    ],
    "At fifteen Tselos followed his father's footsteps and left Greece, choosing New York to follow his older brother.": [
        [
            11,
            17,
            [
                "Tells",
                "Sells",
                "Solos",
                "Silos",
                "Telus",
                "Teslas"
            ]
        ]
    ],
    "Arriving at Ellis Island on December 25th, 1915, Tselos went to his brother's home in Chicago.": [
        [
            49,
            55,
            [
                "Tells",
                "Sells",
                "Solos",
                "Silos",
                "Telus",
                "Teslas"
            ]
        ]
    ],
    "Although he had goals to become a painter, Tselos wanted a more secure career so he could provide for his siblings still living in Greece.": [
        [
            43,
            49,
            [
                "Tells",
                "Sells",
                "Solos",
                "Silos",
                "Telus",
                "Teslas"
            ]
        ]
    ],
    "With plans to become a teacher, he received an A.M.": [],
    "in art history in 1929 from the University of Chicago with a thesis on Syrian Architecture.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "From 1928 to 1934 he studied at the Sorbonne, Princeton University, and the University of London, the latter on a Carnegie Fellowship.": [],
    "He received his Ph.D.": [],
    "in 1934 from Princeton University, writing his dissertation on the Greek elements of the Utrecht Psalter manuscript.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Between 1933 and 1949 Tselos lectured on architectural history at the New York University Institute of Fine Arts, a still venueless entity in the art department, along with fellow NYU graduate instructor <a href=\"”/goldwaterr”\">Robert Goldwater</a>.": [
        [
            22,
            28,
            [
                "Tells",
                "Sells",
                "Solos",
                "Silos",
                "Telus",
                "Teslas"
            ]
        ]
    ],
    "When the Institute moved to a separate building, the former J.B.": [],
    "Duke mansion on 80th-street location.": [],
    "Tselos moved with the other Institute faculty, <a href=\"/cookw\">Walter W. S. Cook</a> and <a href=\"/offnerr\">Richard Offner</a>.": [
        [
            0,
            6,
            [
                "Tells",
                "Sells",
                "Solos",
                "Silos",
                "Telus",
                "Teslas"
            ]
        ]
    ],
    "While at NYU, he met Beatrice Pallister (1910-2000), a Columbia University graduate student who he married in 1935.": [
        [
            30,
            39,
            [
                "Allister"
            ]
        ]
    ],
    "From 1949-1971, Tselos was a professor at the University of Minnesota Art History Department.": [
        [
            16,
            22,
            [
                "Tells",
                "Sells",
                "Solos",
                "Silos",
                "Telus",
                "Teslas"
            ]
        ]
    ],
    "During his time at the University of Minnesota, he was a director of the College Art Association of America and was awarded two Fulbright Research Scholarships in Greece—one from 1955-1956 and one from 1963-1964.": [],
    "He is believed to be the first Greek immigrant to the United States who returned to his home country on a Fulbright Scholarship.": [],
    "In Greece, Tselos studied art since the Greek War of Independence and the evolution of art in Modern Greece at the National Technical University of Athens.": [
        [
            11,
            17,
            [
                "Tells",
                "Sells",
                "Solos",
                "Silos",
                "Telus",
                "Teslas"
            ]
        ]
    ],
    "This shift from medieval art to Modern Greek art became valuable for his Greek War Relief efforts during World War II and creating the anti-junta organization \"Greek-Americans for Freedom and Democracy in Greece.\"": [],
    "Tselos is known for his scholarship on early medieval manuscript illumination.": [
        [
            0,
            6,
            [
                "Tells",
                "Sells",
                "Solos",
                "Silos",
                "Telus",
                "Teslas"
            ]
        ]
    ],
    "\"The Sources of the Utrecht Psalter miniatures.\"": [],
    "His \"Frank Lloyd Wright and World Architecture\" documents his belief that art is constantly influenced by history.": [],
    "Continuing Tselos' contribution to the art world is his son George Tselos, an archivist and historian at the Statue of Liberty National Monument and Ellis Island—the same place where his father entered the USA years before.": [
        [
            11,
            17,
            [
                "Tells",
                "Sells",
                "Solos",
                "Silos",
                "Telus",
                "Teslas"
            ]
        ],
        [
            67,
            73,
            [
                "Tells",
                "Sells",
                "Solos",
                "Silos",
                "Telus",
                "Teslas"
            ]
        ]
    ]
}