{
    "<p>Founder and director of the New Museum, NY (1977-1999) and curator of the Whitney.": [],
    "Tucker was the daughter of Emmanuel Silverman, a trial lawyer, and Dorothy Wald (Silverman).": [],
    "She grew up initially in Bensonhurst, Brooklyn, and New Jersey in politically and culturally atuned home.": [
        [
            93,
            99,
            [
                "tuned",
                "attuned",
                "atoned",
                "a tuned"
            ]
        ]
    ],
    "She studied theater and art at Connecticut College and was exposed to a feminism which would guide her through her whole life.": [],
    "After her junior year at the école du Louvre in Paris, she earned a Bachelor of Arts in 1961 joining the department of prints and drawings at the Museum of Modern Art in 1961 as a secretary.": [
        [
            29,
            34,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            35,
            37,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ]
    ],
    "Silverman quit the following year, finding the work too menial.": [],
    "She was an assistant to painter Rene Bouche between 1962-63.Silverman found other work cataloging private art collections, including the wealthy painter William N. Copley, 1963-1966, then that of Museum of Modern art former director, <a href=\"/barra\">Alfred H. Barr, Jr.</a>, and his wife, Margaret Scolari Barr, and the Ferdinand Howald Collection of American Art at Columbus Gallery of Fine Art, 1966-69.": [
        [
            37,
            43,
            [
                "Boucher",
                "Touche",
                "Bouclé",
                "Touché",
                "Bouchée",
                "Douche"
            ]
        ],
        [
            60,
            69,
            [
                " Silverman"
            ]
        ]
    ],
    "She entered the Institute of Fine Arts at New York University, earning an M.A.": [],
    "in art history in 1965 and working as an editorial associate at <em>Art News</em> magazine, 1965-1969.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "She married and acquired the surname Tucker.": [],
    "While pursuring a Ph.D.": [
        [
            6,
            15,
            [
                "pursuing"
            ]
        ]
    ],
    "(never completed) she taught as an instructor at University of Rhode Island, 1966-1968, City University of New York Graduate Center, 1967-1968, and School of Visual Arts, 1969-1973.": [
        [
            116,
            124,
            [
                "Graduate from"
            ]
        ]
    ],
    "In 1969 Tucker was appointed curator of painting and sculpture at the Whitney.": [],
    "Her first show, organized with fellow Whitney curator James Monte, ''Anti-Illusion: Procedures/Materials,'' the first large scale exhibition of Process Art (Post-Minimalism) in an American museum, set the museum in a new direction.": [],
    "Her career at the Whitney saw shows devoted to the art of James Rosenquist, 1972, Joan Mitchell, Lee Krasner, 1973 and Al Held, and Post-Minimalists Robert Morris, 1970, and Bruce Nauman, 1973, rising to curator in 1973.": [
        [
            64,
            74,
            [
                "Rehnquist"
            ]
        ],
        [
            101,
            108,
            [
                "Trainer",
                "Fraser",
                "Kramer",
                "Raster",
                "Kroner",
                "Eraser"
            ]
        ],
        [
            180,
            186,
            [
                "Human",
                "Norman",
                "Batman",
                "Nathan",
                "Newman",
                "Truman"
            ]
        ]
    ],
    "In the early 1970's joined the Redstockings, a feminist group Her alto voice led to another feminist/activist group, the a cappella singing group called the Art Mob.": [
        [
            13,
            19,
            [
                "1970s"
            ]
        ],
        [
            31,
            43,
            [
                "Red stockings"
            ]
        ]
    ],
    "She also performed as a stand-up comedian on occasion.Tucker mounted a Richard Tuttle which caused so much controvercy that Tucker was eventually fired in 1977.": [
        [
            54,
            60,
            [
                " Tucker"
            ]
        ],
        [
            79,
            85,
            [
                "Turtle",
                "Tittle",
                "Tattle",
                "Cuttle"
            ]
        ],
        [
            107,
            118,
            [
                "controversy"
            ]
        ]
    ],
    "Undaunted, she assembled at age 37 a board of trustees--including thephilanthropist Vera List--and opened the New Museum on Fifth Avenue (present location of the New School).": [
        [
            66,
            83,
            [
                "the philanthropist"
            ]
        ]
    ],
    "This ground-floor Museum showed the controvercial and frequenntly ephemeral art for which she had been released at the Whitney.": [
        [
            36,
            49,
            [
                "controversial"
            ]
        ],
        [
            54,
            65,
            [
                "frequently"
            ]
        ]
    ],
    "These included '' 'Bad' Painting'' and ''Bad Girls.''": [],
    "She married a second time, to Dean McNeil.": [],
    "Akin the original plan of MoMA, she vowed to de-accession the collection every decade to keep the museum focused on modern art.": [
        [
            45,
            57,
            [
                "accession"
            ]
        ]
    ],
    "In the 1980s, she was accused (or attributed) to belonging to the Guerrilla Girls, the mask-wearing feminist group of activist in the art world.": [],
    "Tucker became series editor of ''Documentary Sources in Contemporary Art,'' an anthology of firve theory and criticism books.": [
        [
            92,
            97,
            [
                "five",
                "fire"
            ]
        ]
    ],
    "After moving to a space in SoHo, a show called ''Have You Attacked America Today?,'' resulted in assaults to the building from angry New Yorkers.": [
        [
            27,
            31,
            [
                "Soho",
                "SOHO",
                "Solo",
                "Soto",
                "Coho",
                "Moho"
            ]
        ]
    ],
    "In 1999 Tucker retired from the museum and was succeeded by Lisa Philips.": [],
    "Her final exhibition at the New Museum was on aging, <em>The Time of our Lives: Exhibition</em>.": [],
    "She moved to California and was diagnosed with cancer around 2004; at age 66 she died in 2006.": [],
    "Her museum was in the midst of completing a $35 million building on the Lower East Side.": [],
    "Tucker was one of a group of women who established the foremost modern art museums in New York, in company with Abby Aldrich Rockefeller who founded the Museum of Modern Art, Gertrude Vanderbilt Whitney and <a href=\"/forcej\">Juliana R. Force</a> fouinding the Whitney, and <a href=\"/rebayh\">Hildegard Rebay von Ehrenwiesen</a> of the Solomon R. Guggenheim Museum.": [],
    "Her museum was fashioned after her own life, \"a somewhat chaotic, idealistic place where the nature of art was always in question, exhibitions were a form of consciousness raising and mistakes were inevitable.\"": [],
    "(Smith)</p>": []
}