{
    "<p>Pioneer feminist art historian and Spanish-art scholar.": [],
    "Tufts was the daughter of James A. Tufts, a New Hampshire businessman, and Hazel Weinbeck (Tufts), a school teacher.": [
        [
            81,
            89,
            [
                "Weinberg",
                "Steinbeck"
            ]
        ]
    ],
    "She graduated from Simmons College with a B.S.": [],
    "in Spanish in 1949, working initially as executive secretary at Boston University between 1950 until 1956.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "She worked on a master's degree in art history at neighboring Radcliffe College, awarded to her in 1957.": [],
    "Her thesis was written with the assistance of <a href=\"/meissm\">Millard Meiss</a> and <a href=\"/rosenbergj\">Jakob Rosenberg</a>.": [],
    "Tufts was then hired at the Council on International Educational Exchange in New York City as director of program development.": [],
    "She moved to World University Service, New York, as associate director in 1960.": [],
    "In 1964 she became assistant professor of art history at the University of Bridgeport, Bridgeport, CT.": [
        [
            3,
            7,
            [
                "1964,"
            ]
        ]
    ],
    "In 1966 she joined Southern Connecticut State College, New Haven as an associate professor of art history.": [
        [
            3,
            7,
            [
                "1966,"
            ]
        ]
    ],
    "Tufts continued working on her Ph.D.": [],
    "at New York University, which was granted in 1971.": [
        [
            0,
            2,
            [
                "At"
            ]
        ]
    ],
    "Her dissertation, written under <a href=\"/lopezreyj\">José López-Rey</a> was on the Spanish artist Luis Meléndez.": [],
    "1974 was a watershed year for her.": [],
    "She was appointed professor of art history, Chair of the Division of Art at Southern Methodist University, Dallas, TX, along with <a href=\"/cominia\">Alessandra Comini</a>; she published her important book, Our Hidden Heritage: Five Centuries of Women Artists, and was awarded a summer National Endowment for the Humanities grant.": [],
    "Tufts and Comini became partners, the two developing and sharing feminist approaches toward art and a home in Dallas.": [
        [
            10,
            16,
            [
                "Coming"
            ]
        ]
    ],
    "The two spent summers tracking down works by women artists for the books and to raise curatorial awareness of important works by women languishing in storage.": [],
    "Tufts helped organize the National Academy of Design's exhibition on her dissertation topic, Meléndez, in 1985.": [
        [
            93,
            101,
            [
                "Melendez",
                "Menéndez"
            ]
        ]
    ],
    "In 1987 the first director of the National Museum of Women in the Arts, Anne-Imelda Radice, asked Tufts to curate the inaugural traveling exhibition, \"Women in the Arts, 1830-1930.\"": [
        [
            84,
            90,
            [
                "Ra dice",
                "Rad ice"
            ]
        ]
    ],
    "The show received extensive and controversial coverage.": [],
    "She contracted ovarian cancer and died at age 64.</p>": []
}