{
    "<p>Byzantinst and Spanish arts authority.": [
        [
            3,
            13,
            [
                "Byzantine",
                "Byzantines"
            ]
        ]
    ],
    "Tyler was born to William Royall Tyler (d.": [
        [
            26,
            32,
            [
                "Royal",
                "Royals",
                "Royally",
                "Royale",
                "Roy all"
            ]
        ]
    ],
    "1897), a principal of Adams Academy and Ellen Curtis Krebs (Tyler) (d.": [],
    "1904), an heiress to a Boston shipbuilding fortune.": [],
    "Tyler's great-grandfather and namesake was Royall Tyler (1757-1826), first chief justice of Vermont and a playwright.": [
        [
            43,
            49,
            [
                "Royal",
                "Royals",
                "Royally",
                "Royale",
                "Roy all"
            ]
        ]
    ],
    "Tyler attended Milton Academy after his father's death and then Harrow [school], London, in 1898 where his mother lived.": [],
    "His mother's remarriage to Josiah Quincy (1859-1919), a former Boston mayor resulted a Venice trip with his family.": [],
    "There his experience of the church of San Marco profoundly swayed him to Byzantine art.": [],
    "In 1902 he entered New College, Oxford, but left after two years for Salamanca, forming a friendship with the philosopher (and rector of the university there) Miguel de Unamuno (1864-1936).": [
        [
            3,
            7,
            [
                "1902,"
            ]
        ]
    ],
    "His mother died in 1904, leaving Tyler independently wealthy.": [],
    "After some study in Germany he settled in Paris by 1905, making Europe his permanent home.": [],
    "Study at the École des Sciences Politiques in Paris resulted in no degree.": [
        [
            13,
            18,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            19,
            22,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            32,
            42,
            [
                "Polities"
            ]
        ]
    ],
    "He began collecting objet d'art and corresponding with the American socialite Mildred Barnes (1860-1969), who married an American Foreign Service officer, Robert Woods Bliss (1875-1962) in 1908.": [],
    "A fascination with things Spanish bore fruit in his first book, <em>Spain: A Study of Her Life and Arts</em>, 1909.": [],
    "Tyler eloped with his publisher's wife, Elisina Grant, née Contessa Elisina Palamidessi de Castelvecchio (1875-1959), great-great granddaughter of Napoleon's brother, Louis, and Florence native, to Paris.": [
        [
            40,
            47,
            [
                "Elisa",
                "Elisha",
                "Elysian",
                "Elision",
                "Elissa",
                "Elisions"
            ]
        ],
        [
            59,
            67,
            [
                "Contest",
                "Contests",
                "Confess",
                "Countess"
            ]
        ],
        [
            68,
            75,
            [
                "Elisa",
                "Elisha",
                "Elysian",
                "Elision",
                "Elissa",
                "Elisions"
            ]
        ],
        [
            118,
            143,
            [
                "great-great-granddaughter"
            ]
        ]
    ],
    "Tyler edited the <em>Calendar of Letters, Despatches, and State Papers Relating to the Negotiations Between England and Spain</em> for the British government, making use of his diverse language skills.": [],
    "Bliss was appointed secretary to Paris embassy in 1912.": [],
    "It was Tyler who introduced the couple to Byzantine art, thereby creating the great collectors of the (later) Dumbarton Oaks collection, as well as their interest in pre-Columbian art.": [
        [
            110,
            119,
            [
                "Lumberton"
            ]
        ]
    ],
    "In 1913 Tyler made a significant acquistion of a sixth-century silver Byzantine chalice himself.": [
        [
            33,
            43,
            [
                "acquisition"
            ]
        ]
    ],
    "The Tylers worked for war relief efforts with the author <a href=\"/whartone\">Edith Wharton</a> (1862-1937) during World War I with Royall working as a German interrogator after the United States' entrance, at the rank of lieutenant.": [
        [
            4,
            10,
            [
                "Tyler's",
                "Tyler",
                "Stylers",
                "Tilers",
                "Typers"
            ]
        ]
    ],
    "Eventually as Major Tyler, he and his Elisina were made <em>chevaliers</em> of the Legion of Honor and serving in the peace delegations.": [
        [
            38,
            45,
            [
                "Elisa",
                "Elisha",
                "Elysian",
                "Elision",
                "Elissa",
                "Elisions"
            ]
        ]
    ],
    "In 1920 the Blisses purchased a Georgetown mansion, Dumbarton Oaks, where they lived with among their collections and Byzantine research library which Tyler had urged them to form.": [
        [
            12,
            19,
            [
                "Blesses"
            ]
        ],
        [
            52,
            61,
            [
                "Lumberton"
            ]
        ]
    ],
    "In 1923 the Tylers bought Antigny, a château near Arnay-le-Duc, Burgundy.": [
        [
            12,
            18,
            [
                "Tyler's",
                "Tyler",
                "Stylers",
                "Tilers",
                "Typers"
            ]
        ],
        [
            26,
            33,
            [
                "Cantigny",
                "Antigay"
            ]
        ],
        [
            50,
            62,
            [
                "Array-le-Duc",
                "Arnay-LE-Duc",
                "Arnay-le-Due"
            ]
        ]
    ],
    "In this Gothic edifice, which they restored, Tyler studied Byzantine art in earnest with the American Hayford Peirce (1883-1946).": [
        [
            102,
            109,
            [
                "Hanford",
                "Hay ford"
            ]
        ],
        [
            110,
            116,
            [
                "Pace",
                "Parcel",
                "Pierce",
                "Farce",
                "Pearce",
                "Parse"
            ]
        ]
    ],
    "During this time, Tyler as a deputy commissioner general for Hungary, 1924-1928.": [],
    "Peirce and Tyler published their book, <em>Byzantine Art</em> in 1926.": [
        [
            0,
            6,
            [
                "Pace",
                "Parcel",
                "Pierce",
                "Farce",
                "Pearce",
                "Parse"
            ]
        ]
    ],
    "In 1931, Tyler assisted in organizing the first exhibition devoted to Byzantine art, at the Musée des Arts Décoratifs in Paris, including objects owned by the Blisses.": [
        [
            92,
            97,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            98,
            101,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            107,
            117,
            [
                "Decoration",
                "Decorations",
                "Decorative",
                "Decorating",
                "Decorates",
                "Decorators"
            ]
        ],
        [
            159,
            166,
            [
                "Blesses"
            ]
        ]
    ],
    "The first two volumes of Peirce and Tyler's larger study of Byzantine art, <em>L'Art byzantin</em>, projected for five volumes, appeared in 1932 and 1934.": [
        [
            25,
            31,
            [
                "Pace",
                "Parcel",
                "Pierce",
                "Farce",
                "Pearce",
                "Parse"
            ]
        ]
    ],
    "Tyler completed various missions for the League and banks, especially for Hungary, until World War II.": [],
    "During the war, his wife lived at Antigny trying to protect it from enemy damage until forced out in 1941, with Royall working in Geneva.": [
        [
            34,
            41,
            [
                "Cantigny",
                "Antigay"
            ]
        ],
        [
            112,
            118,
            [
                "Royal",
                "Royals",
                "Royally",
                "Royale",
                "Roy all"
            ]
        ]
    ],
    "After the War, Tyler worked for the World Bank in Paris, until 1949.": [],
    "Tyler additionally served at the United Nations Economic Survey and then as European representative of the National Committee for a Free Europe, ultimately founding Free Europe College in Strasbourg.": [],
    "He committed suicide in Paris with the volume of <em>The Emperor Charles the Fifth</em> nearly completed.": [],
    "It was published in 1956.": [],
    "His son, William Royall Tyler, a god-son of the Blisses, became a director of Dumbarton Oaks Center in 1969.": [
        [
            17,
            23,
            [
                "Royal",
                "Royals",
                "Royally",
                "Royale",
                "Roy all"
            ]
        ],
        [
            48,
            55,
            [
                "Blesses"
            ]
        ],
        [
            78,
            87,
            [
                "Lumberton"
            ]
        ]
    ],
    "His papers are held at Harvard University Archives.": [],
    "Fifty years after the publication of his initial <em>Spain: A Study of Her Life and Arts</em>, 1909, the art historian <a href=\"/whitehillw\">Walter Muir Whitehill</a> could still write it \"remains an unrivaled introduction to the subject.": [],
    "\"</p>": []
}