{
    "<p>Rembrandt scholar; Lutheran minister.": [],
    "Tümpel was the son of the silver- and goldsmith Wolfgang Tümpel (1903-1978), who had been trained at the Bauhaus and subsequently at the Burg Giebichenstein School for the applied arts.": [
        [
            0,
            6,
            [
                "Temple",
                "Tunnel",
                "Jumped",
                "Trumpet",
                "Bumper",
                "Dumped"
            ]
        ],
        [
            57,
            63,
            [
                "Temple",
                "Tunnel",
                "Jumped",
                "Trumpet",
                "Bumper",
                "Dumped"
            ]
        ]
    ],
    "Tümpel studied theology and philosophy at the Kirchliche Hochschule Bethel from 1958 to 1963.": [
        [
            0,
            6,
            [
                "Temple",
                "Tunnel",
                "Jumped",
                "Trumpet",
                "Bumper",
                "Dumped"
            ]
        ]
    ],
    "From this year until 1968 he studied art history and archeology at the universities of Heidelberg, Berlin, and Hamburg.": [],
    "In Hamburg he received the doctor's degree under the supervision of <a href=\"/schonew\">Wolfgang Schöne</a> with his dissertation, <em>Studien zur Ikonographie der Historien Rembrandts</em>.": [
        [
            3,
            10,
            [
                "Hamburg,"
            ]
        ]
    ],
    "This study was well received.": [],
    "From 1968 to 1969 he was a fellow at the London Warburg Institute.": [],
    "For the 1970 exhibition <em>Rembrandt legt die Bibel aus</em>, which was organized by the Evangelische Kirche Berlin-Brandenburg and the Berlin Kupferstichkabinett, Tümpel wrote the catalog, in collaboration with his wife Astrid, also an art historian.": [],
    "In 1971 Tümpel was awarded the prize of the Royal Netherlands Academy of Arts and Sciences.": [
        [
            8,
            14,
            [
                "Temple",
                "Tunnel",
                "Jumped",
                "Trumpet",
                "Bumper",
                "Dumped"
            ]
        ]
    ],
    "In that year he declined an offer from <a href=\"/heldj\">Julius S. Held</a> for a teaching position at Columbia University.": [],
    "Tümpel instead choose to complete his study of theology, and subsequently, during ten years, he served as a Lutheran minister at the Hamburg Matthäusgemeinde.": [
        [
            0,
            6,
            [
                "Temple",
                "Tunnel",
                "Jumped",
                "Trumpet",
                "Bumper",
                "Dumped"
            ]
        ]
    ],
    "In 1973 he founded Kunstforum Matthäus, an \"Akademie in der Gemeinde\", presenting classes, lectures, and travel on art- and church history.": [
        [
            3,
            7,
            [
                "1973,"
            ]
        ],
        [
            44,
            52,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ],
        [
            56,
            59,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            60,
            68,
            [
                "Demand",
                "Demanded",
                "Demands",
                "Remade",
                "Remanded",
                "Remand"
            ]
        ]
    ],
    "In 1984 he obtained a teaching position, and later a professorship, at the Catholic University of Nijmegen in the Netherlands (today, Radboud University).": [
        [
            3,
            7,
            [
                "1984,"
            ]
        ],
        [
            134,
            141,
            [
                "Radford",
                "Radioed",
                "Redbud"
            ]
        ]
    ],
    "In 1986 his major monograph on Rembrandt, <em>Rembrandt, Mythos und Method</em>, appeared, along with translations in various languages.": [],
    "Astrid Tümpel contributed the chapter on Pieter Lastman, and on Rembrandt's \"Honderdguldenprent\" (\"The Hundred Guilder Print\"), representing Christ Preaching.": [
        [
            7,
            13,
            [
                "Temple",
                "Tunnel",
                "Jumped",
                "Trumpet",
                "Bumper",
                "Dumped"
            ]
        ],
        [
            48,
            55,
            [
                "Eastman",
                "Last man"
            ]
        ]
    ],
    "In 1990 the Amsterdam Joods Historisch Museum took the initiative for an exhibition on the Old Testament in Dutch painting of the Golden Age.": [
        [
            22,
            27,
            [
                "Goods",
                "Foods",
                "Woods",
                "Moods",
                "Hoods",
                "Roods"
            ]
        ],
        [
            28,
            38,
            [
                "Historic"
            ]
        ]
    ],
    "To realize this project, Tümpel set up a research team studying the various sources of the representations of Old Testament scenes in Dutch painting of the 1600s.": [
        [
            25,
            31,
            [
                "Temple",
                "Tunnel",
                "Jumped",
                "Trumpet",
                "Bumper",
                "Dumped"
            ]
        ]
    ],
    "Among the topics was the intellectual discourse between Jews and Christians in that period.": [],
    "The findings were published in the 1991 exhibition catalog, <em>Het Oude Testament in de Schilderkunst van de Gouden Eeuw</em>.": [],
    "It includes an essay by Tümpel on the reception of Flavius Josephus' <em>Jewish Antiquities</em> in Dutch art.": [
        [
            24,
            30,
            [
                "Temple",
                "Tunnel",
                "Jumped",
                "Trumpet",
                "Bumper",
                "Dumped"
            ]
        ]
    ],
    "Tümpel's research led to more exhibitions, including <em>Patriarchs, Angels & Prophets.": [
        [
            0,
            6,
            [
                "Temple",
                "Tunnel",
                "Jumped",
                "Trumpet",
                "Bumper",
                "Dumped"
            ]
        ]
    ],
    "The Old Testament in Netherlandish Printmaking from Lucas van Leyden to Rembrandt</em>, held in the Amsterdam Rembrandt House Museum in 1996-1997.": [],
    "In addition to the iconography of sixteenth- and seventeenth-century paintings and printmaking, Tümpel also developed an interest in modern sculpture.": [
        [
            96,
            102,
            [
                "Temple",
                "Tunnel",
                "Jumped",
                "Trumpet",
                "Bumper",
                "Dumped"
            ]
        ]
    ],
    "In 1991 he was involved in an exhibition of German sculptures that were denounced by the Nazis as \"entartet\".": [
        [
            3,
            7,
            [
                "1991,"
            ]
        ],
        [
            99,
            107,
            [
                "started",
                "entered",
                "entire",
                "estate",
                "target",
                "Internet"
            ]
        ]
    ],
    "This show, <em>Deutsche Bildhauer, 1900-1945, Entartet</em> was first held in the Nijmegen Museum Commanderie van Sint-Jan, in collaboration with the Nijmegen University Art History Institute.": [],
    "It subsequently traveled to Haarlem and later to various museums in Germany.": [],
    "After his retirement, in 2002, Tümpel settled in Ahrenberg near Hamburg.": [
        [
            31,
            37,
            [
                "Temple",
                "Tunnel",
                "Jumped",
                "Trumpet",
                "Bumper",
                "Dumped"
            ]
        ],
        [
            49,
            58,
            [
                "Ehrenberg"
            ]
        ]
    ],
    "Here he founded, in 2004, another section of Kunstforum Matthäus: Kunstforum Schlosskirche Ahrensberg, Tümpel and his wife remained active as scholars.": [
        [
            91,
            101,
            [
                "Arnsberg",
                "Ehrenberg"
            ]
        ],
        [
            103,
            109,
            [
                "Temple",
                "Tunnel",
                "Jumped",
                "Trumpet",
                "Bumper",
                "Dumped"
            ]
        ]
    ],
    "In 2006 a revised English edition of <em>Rembrandt, Mythos und Methode</em> appeared, <em>Rembrandt, Images and Metaphors</em>.": [],
    "Tümpel also contributed to <em>Rembrandt - Quest of a Genius</em>, a publication in conjunction with the 2006 exhibition at the Rembrandt House Museum and at the Berlin Gemäldegalerie.": [
        [
            0,
            6,
            [
                "Temple",
                "Tunnel",
                "Jumped",
                "Trumpet",
                "Bumper",
                "Dumped"
            ]
        ]
    ],
    "In June, 2009, the couple participated at a Rembrandt conference at Queen's University International Study Center in Herstmonceux Castle, East Sussex.": [
        [
            3,
            13,
            [
                "June 2009"
            ]
        ]
    ],
    "A few months later, Tümpel died unexpectedly.": [
        [
            20,
            26,
            [
                "Temple",
                "Tunnel",
                "Jumped",
                "Trumpet",
                "Bumper",
                "Dumped"
            ]
        ]
    ],
    "Tümpel wrote studies on Rembrandt and organized exhibitions and exhibition catalogues.</p>": [
        [
            0,
            6,
            [
                "Temple",
                "Tunnel",
                "Jumped",
                "Trumpet",
                "Bumper",
                "Dumped"
            ]
        ],
        [
            75,
            85,
            [
                "catalogs"
            ]
        ]
    ]
}