{
    "<p>Modernist scholar and dealer; early advocate of the work of Picasso and Rousseau.": [],
    "He was born in Friedeberg in der Neumark, Germany, which is present day Strzelce Krajeńskie, Poland.": [
        [
            15,
            25,
            [
                "Friedberg"
            ]
        ],
        [
            29,
            32,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            33,
            40,
            [
                "Denmark",
                "Newark",
                "Remark",
                "Neumann",
                "Seamark",
                "Neymar"
            ]
        ],
        [
            72,
            80,
            [
                "Stretch",
                "Steele"
            ]
        ]
    ],
    "Uhde's father was a superior court judge, Johannes Uhde.": [
        [
            0,
            4,
            [
                "HDE",
                "UHD"
            ]
        ],
        [
            51,
            55,
            [
                "HDE",
                "UHD"
            ]
        ]
    ],
    "The family was from a landed Prussian line.": [],
    "Uhde himself attended law classes in Dresden before changing to art history, studying in Munich and Florence.": [
        [
            0,
            4,
            [
                "HDE",
                "UHD"
            ]
        ]
    ],
    "In 1904 he moved to Paris.": [
        [
            3,
            7,
            [
                "1904,"
            ]
        ]
    ],
    "He was among the earliest to recognize the work of Cubists Pablo Picasso and Georges Braque; his first painting by Picasso was purchased in 1905.": [],
    "By 1907 he had alligned himself with the group of German intellectuals and artist meeting at the Café du Dôme.": [
        [
            15,
            23,
            [
                "aligned"
            ]
        ],
        [
            105,
            109,
            [
                "Dome",
                "Some",
                "Come",
                "Home",
                "Done",
                "Rome"
            ]
        ]
    ],
    "There he met the artists Robert Delaunay, Henri Rousseau and Sonia Terk (later Terk-Delaunay).": [
        [
            67,
            71,
            [
                "Term",
                "Trek",
                "Turk",
                "Jerk",
                "Teak",
                "Teri"
            ]
        ],
        [
            79,
            92,
            [
                "Term-Delaunay",
                "Terk-Delaney"
            ]
        ]
    ],
    "The following year he started a gallery in Paris on the Rue Notre Dame des Champs, featuring the work of modernist artists such as Braque, Derain, and Picasso, as well as mounting an important Impressionist exhibition in Basle and Zürich.": [
        [
            71,
            74,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            139,
            145,
            [
                "Drain",
                "Detain",
                "Derail"
            ]
        ],
        [
            221,
            226,
            [
                "Base",
                "Basel",
                "Basie",
                "Bale",
                "Baste"
            ]
        ]
    ],
    "Uhde's Parisian circles included intellectuals like Gertrude Stein (1874-1946) (he appears in her <em>Autobiography of Alice B. Toklas</em>).": [
        [
            0,
            4,
            [
                "HDE",
                "UHD"
            ]
        ]
    ],
    "In 1908, too, Uhde and the financially independent Terk travelled to London and were married.": [
        [
            14,
            18,
            [
                "HDE",
                "UHD"
            ]
        ],
        [
            51,
            55,
            [
                "Term",
                "Trek",
                "Turk",
                "Jerk",
                "Teak",
                "Teri"
            ]
        ]
    ],
    "The marriage hid his homosexuality; the couple also lived with Uhde's manservant/lover.": [
        [
            63,
            67,
            [
                "HDE",
                "UHD"
            ]
        ]
    ],
    "He joined the <em>Sonderbund</em>, the Cologne group advocating Expressionism, in 1909 and commissioned Picasso to paint his portrait (completed 1910, Daix 338).": [],
    "He was a participant in Picasso's famous banquet for Rousseau in Picasso's studio.": [],
    "Terk and Uhde divorced in 1910 (Terk subsequently married Delaunay).": [
        [
            0,
            4,
            [
                "Term",
                "Trek",
                "Turk",
                "Jerk",
                "Teak",
                "Teri"
            ]
        ],
        [
            9,
            13,
            [
                "HDE",
                "UHD"
            ]
        ],
        [
            32,
            36,
            [
                "Term",
                "Trek",
                "Turk",
                "Jerk",
                "Teak",
                "Teri"
            ]
        ],
        [
            58,
            66,
            [
                "Delaney"
            ]
        ]
    ],
    "Uhde's interest in so-called primitivist artists intensified.": [
        [
            0,
            4,
            [
                "HDE",
                "UHD"
            ]
        ],
        [
            29,
            40,
            [
                "primitivism"
            ]
        ]
    ],
    "His 1911 book on Henri Rousseau, published a year after the artist's death, was the first on that artist.": [],
    "The next year he organized a retrospective on Rousseau at the Galerie Bernheim Jeune, but, owing to the lack of addresses on the gallery invitations, the show was a failure.": [
        [
            62,
            69,
            [
                "Valerie"
            ]
        ],
        [
            70,
            78,
            [
                "Burnham"
            ]
        ],
        [
            79,
            84,
            [
                "June",
                "Jejune"
            ]
        ]
    ],
    "Throughout this time, Uhde was friends with other exponents of modern French art in Germany, including <a href=\"/meiergraefej\">Julius Meier-Graefe</a>, the museum director <a href=\"/kesslerhk\">Harry Klemens Ulrich Kessler</a> and the dealer Alfred Flechtheim (1878-1937).": [
        [
            22,
            26,
            [
                "HDE",
                "UHD"
            ]
        ]
    ],
    "Uhde amassed a large personal collection of modern art which he opened to the public twice weekly.": [
        [
            0,
            4,
            [
                "HDE",
                "UHD"
            ]
        ],
        [
            85,
            97,
            [
                "twice-weekly"
            ]
        ]
    ],
    "The advent of World War I forced Uhde to return to Germany, leaving his collection behind.": [
        [
            33,
            37,
            [
                "HDE",
                "UHD"
            ]
        ]
    ],
    "After the armistace, it was seized by the French government and sold at auction in 1921.": [
        [
            10,
            19,
            [
                "armistice"
            ]
        ]
    ],
    "Uhde became a life-partner with the painter Helmut Kolle in Burg Lauenstein, Germany, continuing to organize events and advocate cultural reform.": [
        [
            0,
            4,
            [
                "HDE",
                "UHD"
            ]
        ],
        [
            51,
            56,
            [
                "Killed",
                "Role",
                "Kill",
                "Hole",
                "Kills",
                "Noble"
            ]
        ],
        [
            65,
            75,
            [
                "Ravenstein"
            ]
        ]
    ],
    "They published the almanac <em>Die Freude</em> (Joy) in 1920-1921 and other works.": [],
    "Uhde took a position at the Galerie Gurlitt, run by Wolfgang Gurlitt (1888-1965), in Berlin in 1922.": [
        [
            0,
            4,
            [
                "HDE",
                "UHD"
            ]
        ],
        [
            28,
            35,
            [
                "Valerie"
            ]
        ],
        [
            36,
            43,
            [
                "Burkitt"
            ]
        ],
        [
            61,
            68,
            [
                "Burkitt"
            ]
        ]
    ],
    "He and Kolle moved to France in 1924, returning to the work of naive artists.": [
        [
            7,
            12,
            [
                "Killed",
                "Role",
                "Kill",
                "Hole",
                "Kills",
                "Noble"
            ]
        ]
    ],
    "Uhde disparaged later art movements (such as Surrealism).": [
        [
            0,
            4,
            [
                "HDE",
                "UHD"
            ]
        ]
    ],
    "His last work, published the year of his death.": [],
    "was <em>Fünf primitive Meister</em> a mixture of Nietzchean ideals and early modernist art theory.": [
        [
            0,
            3,
            [
                "Was"
            ]
        ]
    ],
    "Though Uhde endorsed Fauvist and Cubist work, he did not embrace subsequent modern art movements.": [
        [
            7,
            11,
            [
                "HDE",
                "UHD"
            ]
        ]
    ],
    "He was disturbed at Picasso's return to classicism demonstrated in the 1919 Picasso exhibition.": [],
    "He was also reponsible for promoting the work of naieve artists Séraphine de Senlis (as early as 1912), Camille Bombois, and Louis Vivin.</p>": [
        [
            12,
            22,
            [
                "responsible"
            ]
        ],
        [
            49,
            55,
            [
                "naive",
                "naïve"
            ]
        ],
        [
            64,
            73,
            [
                "Strafing",
                "Seraphic"
            ]
        ],
        [
            112,
            119,
            [
                "Bombers",
                "Bombs",
                "Combos",
                "Bamboos",
                "Bombes",
                "Bonbons"
            ]
        ],
        [
            131,
            136,
            [
                "Vivid",
                "Vivian",
                "Vivien"
            ]
        ]
    ]
}