{
    "<p>Byzantinist and Dumbarton Oaks scholar.": [
        [
            3,
            14,
            [
                "Byzantines"
            ]
        ],
        [
            19,
            28,
            [
                "Lumberton"
            ]
        ]
    ],
    "Underwood's father was a Presbyterian missionary working in Puerto Rico when his son, Paul, was born.": [],
    "He graduated from Princeton University in 1925 with a B. S. in architecture, continuing for a master of fine arts degree in architecture from Princeton in 1928.": [],
    "Underwood initially practiced architecture in New York until the Great Depression of the 1930s caused commissions to cease.": [],
    "He traveled to Greece, making a personal study of the classical and medieval monuments.": [],
    "Underwood returned to the United States and study at Princeton in 1935, where medievalists had emerged as the leaders of the department of art and archaeology there.": [],
    "He married Irene Jarde during this time.": [
        [
            17,
            22,
            [
                "Jade",
                "Jared"
            ]
        ]
    ],
    "In 1938 Underwood joined the faculty of Cornell University, teaching art history courses.": [],
    "His earliest articles, one on the iconography of a pilgrim staff-part of the catalog of the Museo San Marco--and another on the Bernini towers for St.": [],
    "Peters, reflect the range of area characteristic of his Princeton mentor <a href=\"/moreyc\">Charles Rufus Morey</a>.": [],
    "By his own admission, teaching was not his <em>forte</em> and in 1943 he received a fellowship at Dumbarton Oaks, Harvard University's early medieval study center near Washgington, D. C. The Senior Scholar in Residence, <a href=\"/frienda\">Albert M. Friend</a>, enlisted Underwood's help in 1945 to write a comprehensive study of the decoration sources for the destroyed Church of the Holy Apostles in Constantinople.": [
        [
            98,
            107,
            [
                "Lumberton"
            ]
        ],
        [
            168,
            179,
            [
                "Washington"
            ]
        ]
    ],
    "He was appointed assistant professor in 1946.": [],
    "Underwood moved to Instanbul in 1949.": [
        [
            19,
            28,
            [
                "Istanbul"
            ]
        ]
    ],
    "The following year, 1950, the head and founder of the private Byzantine Institute and chief archaeologist on the Hagia Sophia mosaics, <a href=\"/whittemoret\">Thomas Whittemore</a> died suddenly while in Washington, D. C. Underwood took over as Field Director assisted by <a href=\"/hawkinse\">Ernest J. W. Hawkins</a>, who had been Whittemore's second-in-command.": [],
    "Underwood became an assistant professor at Dumbarton Oaks in 1951.": [
        [
            43,
            52,
            [
                "Lumberton"
            ]
        ]
    ],
    "As director of field work, he completed the Hagia Sophia work and then supervised the excavation and restoration of the church of Kariye Djami (Church of the Holy Saviour in Chora) in Istanbul, again begun by Whittemore, with a team that included in addition to Hawkins, <a href=\"/megawa\">Peter Megaw</a>.": [
        [
            130,
            136,
            [
                "Kari ye"
            ]
        ],
        [
            137,
            142,
            [
                "Jami"
            ]
        ],
        [
            163,
            170,
            [
                "Savior"
            ]
        ],
        [
            174,
            179,
            [
                "Chord",
                "Choral",
                "Cora",
                "Chore",
                "Chorea",
                "Hora"
            ]
        ],
        [
            209,
            219,
            [
                "Whitmore"
            ]
        ]
    ],
    "There the team uncovered important Byzantine frescos and mosaics.": [
        [
            45,
            52,
            [
                "frescoes",
                "fresco"
            ]
        ]
    ],
    "Dumbarton Oaks gradually took over the research from the Institute, initially paying the salaries of the team.": [
        [
            0,
            9,
            [
                "Lumberton"
            ]
        ]
    ],
    "Though Kariye Djami became his life interest, Underwood also participated on the exploration and restorations of the Fethiye Djami (Church of the Pammakaristos), the Zayrek Djami (Church of the Pantokrator) and the Fenari Isa Djami (Church of the Theotokos of Contatine Lips).": [
        [
            7,
            13,
            [
                "Kari ye"
            ]
        ],
        [
            14,
            19,
            [
                "Jami"
            ]
        ],
        [
            117,
            124,
            [
                "Ethics",
                "Fertile",
                "Retire",
                "Methane",
                "Methyl",
                "Thine"
            ]
        ],
        [
            125,
            130,
            [
                "Jami"
            ]
        ],
        [
            166,
            172,
            [
                "Zagreb",
                "Zaire",
                "Hayek",
                "Jarek",
                "Marek",
                "Tarek"
            ]
        ],
        [
            173,
            178,
            [
                "Jami"
            ]
        ],
        [
            215,
            221,
            [
                "Fear",
                "Fears",
                "Henri",
                "Ferrari",
                "Menard",
                "Bénard"
            ]
        ],
        [
            222,
            225,
            [
                "ISA",
                "Is",
                "IRA",
                "Lisa",
                "USA",
                "Visa"
            ]
        ],
        [
            226,
            231,
            [
                "Jami"
            ]
        ],
        [
            247,
            256,
            [
                "Theodorus"
            ]
        ],
        [
            260,
            269,
            [
                "Contains",
                "Contain",
                "Contained",
                "Container",
                "Constantine",
                "Contacting"
            ]
        ]
    ],
    "He was made full professor at Dumbarton Oaks in 1960.": [
        [
            30,
            39,
            [
                "Lumberton"
            ]
        ]
    ],
    "That same year he led a symposium at Dumbarton Oaks on the Mosaics and frescos of the Kariye Djami.": [
        [
            37,
            46,
            [
                "Lumberton"
            ]
        ],
        [
            71,
            78,
            [
                "frescoes",
                "fresco"
            ]
        ],
        [
            86,
            92,
            [
                "Kari ye"
            ]
        ],
        [
            93,
            98,
            [
                "Jami"
            ]
        ]
    ],
    "In 1963 Dumbarton Oaks assumed full responsibility for the field work for the church, which Underwood continued to oversee as chair of the \"Committee on Field Work.\"": [
        [
            8,
            17,
            [
                "Lumberton"
            ]
        ]
    ],
    "He published his Istanbul research in the three-volume <em>The Kariye Djami</em> beginning in 1966.": [],
    "The final fourth volume of the series was assisted by other major art historians including <a href=\"/demuso\">Otto Demus</a>, <a href=\"/dernersessians\">Sirarpie Der Nersessian</a>, <a href=\"/grabara\">André Grabar</a>, <a href=\"/lafontainedosognej\">Jacqueline Lafontaine-Dosogne</a>, the religion scholar John Meyendorff (1926-1992), and the philologist Ihor Ševčenko (1922-2009).": [],
    "The Princeton University Press Bollingen-series book was awarded College Art Association's <a href=\"/moreyc\">Charles Rufus Morey</a> award.": [
        [
            31,
            47,
            [
                "Bollinger-series"
            ]
        ]
    ],
    "He completed editing the fourth volume on Kariye Djami shortly before his death.": [
        [
            42,
            48,
            [
                "Kari ye"
            ]
        ],
        [
            49,
            54,
            [
                "Jami"
            ]
        ]
    ],
    "Underwood's early research publications were iconographic, reflecting the approach of Princeton's faculty.": [],
    "His major work on Kariye Djami though largely descriptive, contains analysis of the decoration in broader context.</p>": [
        [
            18,
            24,
            [
                "Kari ye"
            ]
        ],
        [
            25,
            30,
            [
                "Jami"
            ]
        ]
    ]
}