{
    "<p>American Museum director responsible for development of major American collections; founder of the journals <em>Art in America</em> and <em>Art Quarterly</em>.": [],
    "Valentiner's father, Wilhelm Valentiner (1845-1931) was director of the astronomical observatory and professor of astronomy at the university in Heidelberg and his mother, Anna Lepsius Valentiner (1848-1919) the daughter of Carl Richard Lepsius, (1810-1884) curator of Egyptology at the Berlin Museum.": [
        [
            0,
            10,
            [
                "Valentine",
                "Valentines"
            ]
        ],
        [
            29,
            39,
            [
                "Valentine",
                "Valentines"
            ]
        ],
        [
            177,
            184,
            [
                "Celsius",
                "Sepsis",
                "Lepidus",
                "Leprous",
                "Lepus"
            ]
        ],
        [
            185,
            195,
            [
                "Valentine",
                "Valentines"
            ]
        ],
        [
            237,
            244,
            [
                "Celsius",
                "Sepsis",
                "Lepidus",
                "Leprous",
                "Lepus"
            ]
        ]
    ],
    "His mother developed mental illness soon after his birth and he and his brother were raised by a Lutheran minister in Strebbach, Baden.": [
        [
            118,
            127,
            [
                "Stretch",
                "Staubach"
            ]
        ]
    ],
    "He attended the Gymnasium in Eisenberg, before entering the University in Leipzig.": [],
    "Visiting the 1902 Netherlands Exhibition in Brussels, he became interested in the Flemish \"primitives.\"": [],
    "It was only as a graduate student at Heidelberg, however, that he settled upon art history, after taking courses with <a href=\"/thodeh\">Henry Thode</a>.": [],
    "Valentiner's close friends at Heidelberg who went on to become important art historians included <a href=\"/redslobe\">Edwin Redslob</a> and <a href=\"/vossh\">Hermann Voss</a>.": [
        [
            0,
            10,
            [
                "Valentine",
                "Valentines"
            ]
        ]
    ],
    "While as Thode's teaching assistant, he met the somewhat older <a href=\"/bodenhausene\">Eberhard Freiherr von Bodenhausen</a>, already a lawyer, who asked Valentiner to tutor him.": [
        [
            9,
            14,
            [
                "Those",
                "Rhode",
                "Thole",
                "Th ode"
            ]
        ]
    ],
    "Valentiner and Bodenhausen both took courses in modern art under <a href=\"/neumannc\">Carl Neumann</a> who instilled an appreciation for modern art, i.e., Impressionism and the Jugendstil, which Thode disparaged.": [
        [
            0,
            10,
            [
                "Valentine",
                "Valentines"
            ]
        ],
        [
            15,
            26,
            [
                "Oberhausen",
                "Bodenheimer"
            ]
        ]
    ],
    "Thode intoduced Valentiner to the Rembrandt scholar <a href=\"/hofstededegrootc\">Cornelis Hofstede de Groot</a>, who was a visiting professor at Heidelberg.": [
        [
            0,
            5,
            [
                "Those",
                "Rhode",
                "Thole",
                "Th ode"
            ]
        ],
        [
            6,
            15,
            [
                "introduced"
            ]
        ],
        [
            16,
            26,
            [
                "Valentine",
                "Valentines"
            ]
        ]
    ],
    "Valentiner wrote his dissertation on Rembrandt, spurred by the availability of photographic images in the recently published volume by <a href=\"/bodew\">Wilhelm Bode</a>.": [
        [
            0,
            10,
            [
                "Valentine",
                "Valentines"
            ]
        ]
    ],
    "The publication of Valentiner's dissertation, <em>Rembrandt und seine Umgebung</em> (1904), brought him to Bode's attention.": [
        [
            19,
            29,
            [
                "Valentine",
                "Valentines"
            ]
        ]
    ],
    "Hofstede commissioned Valentiner to compile <em>catalogue raisonné</em> of the work of Jan Steen.": [
        [
            22,
            32,
            [
                "Valentine",
                "Valentines"
            ]
        ]
    ],
    "Bode hired Valentiner in 1906 as his personal assistant at the Kaiser Friedrich Museum in Berlin.": [
        [
            11,
            21,
            [
                "Valentine",
                "Valentines"
            ]
        ]
    ],
    "seeing to it that Valentiner worked in all the departments of the museum and prepared him for art museum administration.": [
        [
            0,
            6,
            [
                "Seeing"
            ]
        ],
        [
            18,
            28,
            [
                "Valentine",
                "Valentines"
            ]
        ]
    ],
    "When J. P. Morgan, then President of the Metropolitan Museum of Art, New York, asked Bode for a recommendation for curator of the newly created position of Decorative Arts, Bode recommended Valentiner.": [
        [
            190,
            200,
            [
                "Valentine",
                "Valentines"
            ]
        ]
    ],
    "Valentiner joined the Met in 1908 and set about removing plaster casts and rehanging the collection along historic rather than simply aesthetic lines.": [
        [
            0,
            10,
            [
                "Valentine",
                "Valentines"
            ]
        ]
    ],
    "In 1913 he founded the journal <em>Art in America</em> (remaining its editor until 1931).": [
        [
            3,
            7,
            [
                "1913,"
            ]
        ]
    ],
    "In 1914 when Germany declared War in Europe, Valentiner returned to Germany, enlisted as a private, and was assigned the Expressionist painter Franz Marc as his sergeant.": [
        [
            45,
            55,
            [
                "Valentine",
                "Valentines"
            ]
        ]
    ],
    "In 1919, he joined the <em>Novembergruppe</em> advocating the opening art collections to the public, a position that put him at odds with Bode.": [],
    "His participation in the November Group led to his meeting and writing about the German Expressionist artists Karl Schmidt-Rottluff and Georg Kolbe.": [
        [
            142,
            147,
            [
                "Kobe"
            ]
        ]
    ],
    "From Germany he advised the Detroit Institute of Arts on acquisitions.": [
        [
            5,
            12,
            [
                "Germany,"
            ]
        ]
    ],
    "He returned to the United States in 1921 to catalog he Widener collection at the Metropolitan.": [],
    "He launched the first American exhibition of German Expressionism at the Anderson Galleries, New York, in 1923.": [],
    "The following year Valentiner was appointed director of the Detroit Institute of Art.": [
        [
            19,
            29,
            [
                "Valentine",
                "Valentines"
            ]
        ]
    ],
    "Valentiner's tenure at Detroit included acquisitions of Pre-Columbian and African art, the first American museum to do so.": [
        [
            0,
            10,
            [
                "Valentine",
                "Valentines"
            ]
        ]
    ],
    "In 1927 a new building was opened.": [],
    "He became a United States citizen in 1930.": [],
    "Valentiner engaged Diego Rivera to paint the murals of the Detroit Institute, the communist artist's work created a controversy.": [
        [
            0,
            10,
            [
                "Valentine",
                "Valentines"
            ]
        ]
    ],
    "During the Depression, when the city lacked enough money for his salary, Valentiner returned to Germany for 16 months beginning in 1934.": [
        [
            73,
            83,
            [
                "Valentine",
                "Valentines"
            ]
        ]
    ],
    "He testified in the 1935 tax case of Andrew Mellon, resulting in the founding of the National Gallery.": [],
    "Valentiner founded the <em>Art Quarterly</em> for the College Art Association in 1937 (and was its editor until 1949).": [
        [
            0,
            10,
            [
                "Valentine",
                "Valentines"
            ]
        ]
    ],
    "He was Director General for the \"Masterpieces of Art\" exhibition of the 1939 Chicago World's Fair.": [],
    "He retired from the Detroit Institute of Art in 1944, moving to New York city.": [
        [
            64,
            77,
            [
                "New York City"
            ]
        ]
    ],
    "By 1946 Valentiner was Co-Director of the Los Angeles county Museum purchasing art and organizing exhibition for that museum, hiring his colleague <a href=\"/wescherp\">Paul Wescher</a>.": [
        [
            8,
            18,
            [
                "Valentine",
                "Valentines"
            ]
        ],
        [
            42,
            60,
            [
                "Los Angeles County"
            ]
        ]
    ],
    "For the 1949 show on Leonardo da Vinci, Valentiner commissioned models of machinery done from Leonardo drawings.": [
        [
            40,
            50,
            [
                "Valentine",
                "Valentines"
            ]
        ]
    ],
    "These were subsequently purchased by IBM for a traveling show.": [],
    "In 1951 the North Carolina legislature founded a state art museum, prescribing him as art expert.": [],
    "Valentiner retired from the L. A. County museum in 1953 and the following year was called to develop and direct the J. Paul Getty Museum in Santa Monica.": [
        [
            0,
            10,
            [
                "Valentine",
                "Valentines"
            ]
        ]
    ],
    "In 1955 he retired a second time, from the Getty, living briefly in Italy.": [
        [
            3,
            7,
            [
                "1955,"
            ]
        ]
    ],
    "He returned to the United States to become the director of the North Carolina Museum of Art the same year.": [],
    "He hired <a href=\"/byrnesj\">James B. Byrnes</a> to be his associate director in 1956.": [],
    "In 1958 he organized the seminal E. L. Kirchner show in Raleigh, the first American show devoted to this artist.": [
        [
            3,
            7,
            [
                "1958,"
            ]
        ]
    ],
    "After a brief trip to Europe, he died in New York.": [],
    "At his death, Valentiner left his personal art collection to the museums he served: Detroit, the North Carolina Museum of Art, and expressionist paintings in Cleveland he had \"left in charge\" under its director, <a href=\"/lees\">Sherman E. Lee</a>.": [
        [
            14,
            24,
            [
                "Valentine",
                "Valentines"
            ]
        ]
    ],
    "Subsequent litagation by his widow forced a number of the donated works to be returned to her, which she sold, and, in the cases of the German Expressionist pieces, returning to museums in Germany that had discarded them under Hitler.": [
        [
            11,
            21,
            [
                "litigation"
            ]
        ]
    ],
    "Valentiner's body was cremated and per his will, his ashes, \"scattered to the wind.\"": [
        [
            0,
            10,
            [
                "Valentine",
                "Valentines"
            ]
        ]
    ],
    "Valentiner brought German apparatus of art scholarship to American museology in the years before the German diaspora of World War II.": [
        [
            0,
            10,
            [
                "Valentine",
                "Valentines"
            ]
        ]
    ],
    "Although he anglicized his given name, he insisted on the German pronunciation (Valen•teen•er).": [
        [
            80,
            85,
            [
                "Valet",
                "Veiled",
                "Galen",
                "Vale",
                "Vales"
            ]
        ]
    ],
    "The German art historian Elizabeth.": [],
    "Valentiner is no relation.</p>": [
        [
            0,
            10,
            [
                "Valentine",
                "Valentines"
            ]
        ]
    ]
}