{
    "<p>Art representative for the Commission de Récupération Artistique after World War Two; French art curator at the Louvre.": [
        [
            57,
            67,
            [
                "Artistic",
                "Armistice",
                "Critique",
                "Martinique",
                "Artiste"
            ]
        ]
    ],
    "Valland was born to Francisque Valland, a mechanic, and Rose Maria Viardin in a small province in southeastern France.": [
        [
            0,
            7,
            [
                "Val land"
            ]
        ],
        [
            20,
            30,
            [
                "Francisco",
                "Franchise",
                "Francis",
                "Franciscan",
                "Francine",
                "Franchisee"
            ]
        ],
        [
            31,
            38,
            [
                "Val land"
            ]
        ],
        [
            67,
            74,
            [
                "Hardin",
                "Cardin",
                "Vicodin",
                "Virgin"
            ]
        ]
    ],
    "Encouraged to study by her mother, Valland received a scholarship from the École Normale d'Institutrices de Grenoble and graduated in 1918 with a teaching degree.": [
        [
            35,
            42,
            [
                "Val land"
            ]
        ],
        [
            75,
            80,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            81,
            88,
            [
                "Normal",
                "Nor male",
                "Norm ale"
            ]
        ],
        [
            91,
            104,
            [
                "Institutions",
                "Institutes"
            ]
        ]
    ],
    "She then earned diplomas from the École Nationale des Beaux-Arts de Lyon in 1922 and the École Nationale Supérieure des Beaux-Arts in Paris in 1925.": [
        [
            34,
            39,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            40,
            49,
            [
                "National",
                "Nationals",
                "Rationale",
                "Nation ale"
            ]
        ],
        [
            50,
            53,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            89,
            94,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            95,
            104,
            [
                "National",
                "Nationals",
                "Rationale",
                "Nation ale"
            ]
        ],
        [
            105,
            115,
            [
                "Superior",
                "Superhero",
                "Superiors",
                "Supersede",
                "Superstore",
                "Supervene"
            ]
        ],
        [
            116,
            119,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "While taking classes at the École Pratique des Hautes Études and studying under Byzantium historian <a href=\"/milletg\">Gabriel Millet</a>, Valland penned <em>Aquilée et les origines byzantines de la Renaissance</em> and secured her École Pratique des Hautes Études diploma.": [
        [
            28,
            33,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            34,
            42,
            [
                "Critique",
                "Plastique"
            ]
        ],
        [
            43,
            46,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            47,
            53,
            [
                "Hates",
                "Hastes",
                "Sautés",
                "Sautes"
            ]
        ]
    ],
    "In 1931, Valland wrote on the evolution of Italian art until Giotto, earning a special diploma from the École du Louvre.": [
        [
            9,
            16,
            [
                "Val land"
            ]
        ],
        [
            104,
            109,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            110,
            112,
            [
                "Du",
                "due",
                "do",
                "Dr",
                "EU",
                "duo"
            ]
        ]
    ],
    "Valland finished her studies at the Institut d'art et d'archéologie de l'Université de Paris and Art and accumulated certificates in history of modern art, medieval archeology, and greek architecture.": [
        [
            0,
            7,
            [
                "Val land"
            ]
        ],
        [
            36,
            44,
            [
                "Institute"
            ]
        ],
        [
            56,
            67,
            [
                "archeologies"
            ]
        ],
        [
            181,
            186,
            [
                "Greek",
                "green",
                "Green",
                "Creek",
                "creek",
                "Greeks"
            ]
        ]
    ],
    "Due to her extensive education, Valland was honored with a special license in the history of art and archeology.</p>\n\n<p>While pursuing her academic career, Valland simultaneously worked as an art teacher to support herself.": [
        [
            32,
            39,
            [
                "Val land"
            ]
        ],
        [
            157,
            164,
            [
                "Val land"
            ]
        ]
    ],
    "Unlike most art volunteers and academics at the time, Valland did not come from wealth.": [
        [
            54,
            61,
            [
                "Val land"
            ]
        ]
    ],
    "In 1932, Valland began her career as an unpaid volunteer at the Jeu de Paume Museum in Paris.": [
        [
            9,
            16,
            [
                "Val land"
            ]
        ],
        [
            64,
            67,
            [
                "EU",
                "Jet",
                "Jew",
                "Jen",
                "Jed",
                "Eu"
            ]
        ]
    ],
    "When the museum curator André Dézzarrois fell ill in late September 1938, Valland assumed charge of the museum and was officially promoted to assistant curator (a position which she had held for two years).": [
        [
            74,
            81,
            [
                "Val land"
            ]
        ]
    ],
    "When French defeat by the German seemed imminent, the Director of French National Museums, Jacque Jaujard, asked Valland to stay at the Jeu de Paume to spy on the Nazis during their occupation of France.": [
        [
            91,
            97,
            [
                "Jacques"
            ]
        ],
        [
            98,
            105,
            [
                "Jaggard"
            ]
        ],
        [
            113,
            120,
            [
                "Val land"
            ]
        ],
        [
            136,
            139,
            [
                "EU",
                "Jet",
                "Jew",
                "Jen",
                "Jed",
                "Eu"
            ]
        ]
    ],
    "Valland was quiet, intelligent, and modest— all key traits that quickly dismissed her as a threat and would serve her well during the Nazi Occupation of France.": [
        [
            0,
            7,
            [
                "Val land"
            ]
        ]
    ],
    "From October 1940 until the American liberation of Paris in late August 1944, Rose Valland was the only French citizen at the Jeu de Paume.": [
        [
            83,
            90,
            [
                "Val land"
            ]
        ],
        [
            126,
            129,
            [
                "EU",
                "Jet",
                "Jew",
                "Jen",
                "Jed",
                "Eu"
            ]
        ]
    ],
    "During these four years, Valland took copious notes and used her demure presence and appearance to record German conversations— a language that the Nazis did not know she spoke.": [
        [
            25,
            32,
            [
                "Val land"
            ]
        ]
    ],
    "Drawing portraits, speaking with German-contracted truck drivers, and noting where famous artworks were sent, Valland was dismissed four times and caught understanding German twice.": [
        [
            110,
            117,
            [
                "Val land"
            ]
        ]
    ],
    "Yet, Valland was able to regain her job each time.": [
        [
            5,
            12,
            [
                "Val land"
            ]
        ]
    ],
    "Valland used her position to get insight into Nazi movements including recording Hermann Goring's frequent visits to the Jeu de Paume to choose art for Hitler's Fuhremuseum and home and himself.</p>\n\n<p>In late August 1944, American soldiers liberated Paris and began to search for its missing artworks.": [
        [
            0,
            7,
            [
                "Val land"
            ]
        ],
        [
            81,
            95,
            [
                "Hermann Göring"
            ]
        ],
        [
            121,
            124,
            [
                "EU",
                "Jet",
                "Jew",
                "Jen",
                "Jed",
                "Eu"
            ]
        ]
    ],
    "As Valland only trusted Jaujard, she did not initially confide in Captain <a href=\"/rorimerj\">James Rorimer</a> (later to be Director of the Metropolitan Museum of Art, New York), who spearheaded the recovery efforts of French art.": [
        [
            3,
            10,
            [
                "Val land"
            ]
        ],
        [
            24,
            31,
            [
                "Jaggard"
            ]
        ]
    ],
    "Being wary himself, Captain Rorimer and Valland began trusting one another after Valland led him to 148 crates of impressionist paintings leaving Europe.": [
        [
            28,
            35,
            [
                "Former",
                "Primer",
                "Mortimer",
                "Dormer",
                "Roomier",
                "Gorier"
            ]
        ],
        [
            40,
            47,
            [
                "Val land"
            ]
        ],
        [
            81,
            88,
            [
                "Val land"
            ]
        ]
    ],
    "When Captain Rorimer succeeded in recovering these artworks, Valland revealed the Nazi hiding places for tens of thousands of artifacts and artworks, including thousands hidden in the Neuschwanstein Castle in Bavaria and Austria's Altaussee salt mine.": [
        [
            13,
            20,
            [
                "Former",
                "Primer",
                "Mortimer",
                "Dormer",
                "Roomier",
                "Gorier"
            ]
        ],
        [
            61,
            68,
            [
                "Val land"
            ]
        ]
    ],
    "Without Valland's help, many of these artworks might never have been found— especially since the Altaussee salt mine was booby-trapped with explosives.</p>\n\n<p>On May 4, 1945, Valland joined the French First Army as an artistic representative for the Commission de Récupération Artistique, traveling across Europe to find stolen artworks.": [
        [
            8,
            15,
            [
                "Val land"
            ]
        ],
        [
            53,
            68,
            [
                "have never been"
            ]
        ],
        [
            176,
            183,
            [
                "Val land"
            ]
        ],
        [
            278,
            288,
            [
                "Artistic",
                "Armistice",
                "Critique",
                "Martinique",
                "Artiste"
            ]
        ]
    ],
    "After Valland's time in the French Army, she returned to France where she became the conservator of Musées Nationaux, a collection of French-owned museums.": [
        [
            6,
            13,
            [
                "Val land"
            ]
        ],
        [
            100,
            106,
            [
                "Muses",
                "Fusees",
                "Mushes",
                "Musses"
            ]
        ],
        [
            107,
            116,
            [
                "Nation aux"
            ]
        ]
    ],
    "In 1954, she was named Chair of Chef du Service de protection des oeuvres d'art and published her biography <em>The Front de L'Art</em> in 1961.": [
        [
            62,
            65,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "Including almost no personal information, Valland's biography highlights her efforts during the Nazi occupation of Germany while ignoring her personal life.": [
        [
            42,
            49,
            [
                "Val land"
            ]
        ]
    ],
    "While never directly confirmed by Valland, it is believed that Joyce Heer, (1917-1977), a British Ph.D, working in the American Embassy, and her were long-time partners.": [
        [
            34,
            41,
            [
                "Val land"
            ]
        ],
        [
            69,
            73,
            [
                "Her",
                "Here",
                "Hear",
                "Beer",
                "Heir",
                "Deer"
            ]
        ],
        [
            98,
            102,
            [
                "Ph.D."
            ]
        ]
    ],
    "In 1968, Valland retired from the Louvre but continued to be active in the art community.": [
        [
            9,
            16,
            [
                "Val land"
            ]
        ]
    ],
    "When Heer died in 1977, Valland lost her \"joie de vivre\" (Schwartz).": [
        [
            5,
            9,
            [
                "Her",
                "Here",
                "Hear",
                "Beer",
                "Heir",
                "Deer"
            ]
        ],
        [
            24,
            31,
            [
                "Val land"
            ]
        ]
    ],
    "She died on September 18th, 1980 in Ris-Orangis, France and was buried with partner Heer in her family crypt.</p>\n\n<p>Valland is honored by countless books and movies, notably the book <em>Art of the defeat: France 190-1944</em> and the movies <em>The Train</em> (1964) and <em>The Monuments Men</em> (2014), where she was played by Cate Blanchett.": [
        [
            36,
            47,
            [
                "RIS-Orangis",
                "Ris-Oranges"
            ]
        ],
        [
            84,
            88,
            [
                "Her",
                "Here",
                "Hear",
                "Beer",
                "Heir",
                "Deer"
            ]
        ],
        [
            118,
            125,
            [
                "Val land"
            ]
        ]
    ],
    "In 1948, the United States awarded her the US Presidential Medal of Freedom, followed by Germany's honor of \"Officer Cross of the Order of Merit\" in 1951.": [],
    "After working for over twenty years, in 1953 Valland was finally awarded the esteemed title of curator by France.": [
        [
            45,
            52,
            [
                "Val land"
            ]
        ]
    ],
    "As of now, Valland's detailed notes and portraits have led to over 60,000 distinctive pieces of art being found.</p>": [
        [
            11,
            18,
            [
                "Val land"
            ]
        ]
    ]
}