{
    "<p>Chief curator Koninklijk Museum voor Schone Kunsten at Antwerp; art writer.": [
        [
            17,
            27,
            [
                "Koninklijke"
            ]
        ],
        [
            35,
            39,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            40,
            46,
            [
                "Shone",
                "Scone",
                "Sc hone",
                "Sch one"
            ]
        ],
        [
            47,
            54,
            [
                "Unseen",
                "Munster",
                "Tungsten",
                "Austen",
                "Kirsten",
                "Kinsmen"
            ]
        ]
    ],
    "Vanbeselaere grew up in Zevekote and Poperinge, and, from 1920, in Bruges, where he attended high school.": [
        [
            24,
            32,
            [
                "Devote",
                "Dovecote",
                "Evernote",
                "Revote"
            ]
        ],
        [
            37,
            46,
            [
                "Powering",
                "Papering"
            ]
        ]
    ],
    "He had a special interest in the drawing classes with Leon Lanckneus (1889-1968).": [
        [
            59,
            68,
            [
                "Lankness"
            ]
        ]
    ],
    "Between 1926 and 1929 he studied art history and archaeology at Ghent University under August Vermeylen (1872-1945).": [
        [
            94,
            103,
            [
                "Vermeulen"
            ]
        ]
    ],
    "Inspired and mentored by the latter, Vanbeselaere choose to specialize in art history instead of becoming a painter.": [],
    "During six months (1929-1930) he studied at the Kunsthistorisch Instituut of Utrecht University with a grant from the Vlaamse Wetenschappelijke Stichting (Flemish Scientific Foundation).": [
        [
            64,
            73,
            [
                "Institute"
            ]
        ],
        [
            118,
            125,
            [
                "Claims",
                "Please",
                "Blame",
                "Clause",
                "Flame",
                "Lease"
            ]
        ],
        [
            144,
            153,
            [
                "Sighting",
                "Sticking",
                "Stitching",
                "Slighting",
                "Stinting"
            ]
        ]
    ],
    "In The Hague he met Van Gogh expert <a href=\"/bremmerh\">H.": [],
    "P. Bremmer</a>.": [
        [
            3,
            10,
            [
                "Drummer",
                "Premier",
                "Bremen",
                "Breaker",
                "Breeder",
                "Brewer"
            ]
        ]
    ],
    "In 1934 he earned his doctoral degree at Ghent University with a dissertation on Vincent van Gogh's Dutch period, <em>De Hollandsche periode (1880-1885) in het werk van Vincent van Gogh (1853-1890)</em>.": [
        [
            3,
            7,
            [
                "1934,"
            ]
        ]
    ],
    "The published version of his dissertation in 1937 criticized the 1928 catalog on Van Gogh by <a href=\"/faillej\">J.-B.": [],
    "de la Faille</a> for its alleged lack of a scientific basis, and offered his book as a critical revision of De la Faille's shortcomings.": [
        [
            0,
            2,
            [
                "De"
            ]
        ]
    ],
    "In 1934 he married Camilla van Hecke.": [
        [
            3,
            7,
            [
                "1934,"
            ]
        ],
        [
            31,
            36,
            [
                "Heck",
                "Heckle"
            ]
        ]
    ],
    "He became a tutor in Ghent Koninklijk Atheneum (high school), a position which he held until 1941, although he spent considerable time abroad during that period.": [
        [
            27,
            37,
            [
                "Koninklijke"
            ]
        ]
    ],
    "In 1936/1937, with a grant from the Belgian Research Council (Nationaal Fonds voor Wetenschappelijk Onderzoek, NFWO), Vanbeselaere traveled in Italy, Germany and Austria for six months and another half year in Paris studying at the Sorbonne under <a href=\"/focillonh\">Henri Focillon</a>.": [
        [
            62,
            71,
            [
                "National"
            ]
        ],
        [
            72,
            77,
            [
                "Finds",
                "Funds",
                "Bonds",
                "Foods",
                "Fond",
                "Fonts"
            ]
        ],
        [
            78,
            82,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            100,
            109,
            [
                "Undertook",
                "Undergoes",
                "Undercook"
            ]
        ],
        [
            111,
            115,
            [
                "NFWA"
            ]
        ]
    ],
    "In 1938, his former adviser, Vermeylen, gave him the opportunity to teach a class on nineteenth-century and contemporary art at the Hoger Instituut voor Kunstgeschiedenis en Oudheidkunde (Higher Institute for art history and archaeology) at his Alma Mater.": [
        [
            29,
            38,
            [
                "Vermeulen"
            ]
        ],
        [
            132,
            137,
            [
                "Roger",
                "Homer",
                "Hover",
                "Huger",
                "Hofer",
                "Hoer"
            ]
        ],
        [
            138,
            147,
            [
                "Institute"
            ]
        ],
        [
            148,
            152,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ]
    ],
    "A grant from the Foundation Prinses Marie-José brought him for another three-month stay to Italy.": [
        [
            28,
            35,
            [
                "Princes",
                "Rinses"
            ]
        ]
    ],
    "During the war mobilization in 1939 he was employed by the Belgian Army as a censor.": [],
    "In 1941, when the low countries were under Nazi control, Vermeylen lost his post at Ghent University to Vanbeselaere.": [
        [
            57,
            66,
            [
                "Vermeulen"
            ]
        ]
    ],
    "As his successor, Vanbeselaere taught the history of European sculpture and painting from the Middle Ages up to the present.": [],
    "In 1944 he published his lectures on Bruegel, <em>Pieter Bruegel en het Nederlandsche maniërisme</em>.": [
        [
            3,
            7,
            [
                "1944,"
            ]
        ]
    ],
    "When Belgium was liberated in 1945, the university declared Vanbeselaere unworthy for his position, because of his conservative Flemish nationalistic sympathies and apparent Nazi complicity.": [],
    "In 1948, following an official rehabilitation, the Minister of Education appointed him curator and soon chief curator of the Antwerp Koninklijk Museum voor Schone Kunsten, a position he held until his retirement in 1973.": [
        [
            133,
            143,
            [
                "Koninklijke"
            ]
        ],
        [
            151,
            155,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            156,
            162,
            [
                "Shone",
                "Scone",
                "Sc hone",
                "Sch one"
            ]
        ],
        [
            163,
            170,
            [
                "Unseen",
                "Munster",
                "Tungsten",
                "Austen",
                "Kirsten",
                "Kinsmen"
            ]
        ]
    ],
    "He broadened the collection with works of Belgian and Flemish artists, including James Ensor, Henri de Braekeleer, Jakob Smits and Constant Permeke.": [
        [
            121,
            126,
            [
                "Smith",
                "Sits",
                "Suits",
                "Emits",
                "Skits",
                "Omits"
            ]
        ],
        [
            140,
            147,
            [
                "Perm eke"
            ]
        ]
    ],
    "About 60 exhibitions were organized under his direction.": [],
    "In 1961 he published a survey on the history of Flemish painting, from realism to expressionism, <em>De Vlaamse Schilderkunst van 1850 tot 1950, van Leys tot Permeke</em>.": [
        [
            3,
            7,
            [
                "1961,"
            ]
        ]
    ],
    "After his retirement, Vanbeselaere continued publishing articles, essays, and books, including studies on Jakob Smits (1975) and Albert Servaes (1976 and 1979).": [
        [
            112,
            117,
            [
                "Smith",
                "Sits",
                "Suits",
                "Emits",
                "Skits",
                "Omits"
            ]
        ],
        [
            136,
            143,
            [
                "Serves"
            ]
        ]
    ],
    "With Christiane Buysse-Dhondt and Hans Redeker he coauthored, in 1979, <em>De generatie van 1900 in Nederland en België</em>.</p>": [
        [
            16,
            29,
            [
                "Buses-Dhondt",
                "Buysse-Honda"
            ]
        ],
        [
            39,
            46,
            [
                "Redeem",
                "Seeker",
                "Redeemer",
                "Renderer",
                "Redder",
                "Reducer"
            ]
        ]
    ]
}