{
    "<p>Professor of art history; founder of Iconclass.": [
        [
            40,
            49,
            [
                "Icon class"
            ]
        ]
    ],
    "Van de Waal was the son of Elias van de Waal, a goldsmith, and Henriette Seckel.": [
        [
            40,
            44,
            [
                "Wall",
                "Baal",
                "Weill",
                "Wail",
                "Weal",
                "AAL"
            ]
        ],
        [
            63,
            72,
            [
                "Henrietta"
            ]
        ],
        [
            73,
            79,
            [
                "Secret",
                "Sequel",
                "Sacked",
                "Nickel",
                "Socket",
                "Becker"
            ]
        ]
    ],
    "The young Van de Waal attended high school at the Rotterdam Gymnasium Erasmianum.": [
        [
            70,
            80,
            [
                "Jasminum"
            ]
        ]
    ],
    "In 1929 he began studying Dutch language and literature at the University of Leiden.": [
        [
            3,
            7,
            [
                "1929,"
            ]
        ]
    ],
    "From 1932 onwards he in addition studied history of art.": [],
    "After his graduation, in 1934, he was appointed assistant of the Prentenkabinet (print room) at Leiden University.": [],
    "In 1939 he married Liliane Dufresne.": [
        [
            3,
            7,
            [
                "1939,"
            ]
        ],
        [
            19,
            26,
            [
                "Lilian",
                "Liliana"
            ]
        ]
    ],
    "He earned his doctor's degree in 1940, also at Leiden, with a dissertation on seventeenth-century representations in Dutch art of the Batavian revolt against the Romans, <em>Zeventiende-eeuwsche uitbeeldingen van den Bataafschen Opstand</em>.": [],
    "The first three chapters were published in 1940.": [],
    "An expanded version of his dissertation was ready for publication in 1942, but the set type was damaged during the war.": [],
    "In November 1940 Van de Waal, being Jewish, lost his position at the Leiden Prentenkabinet under the Nazi occupation of the Netherlands.": [],
    "In 1941 his monograph on Jan van Goyen appeared.": [],
    "From March 1943 until March 1945, he was interned in the camps of Barneveld and Westerbork, along with a great number of Dutch Jews, many of whom were subsequently transferred to the camps in the East.": [
        [
            66,
            75,
            [
                "Barnfield"
            ]
        ]
    ],
    "Van de Waal eventually regained his freedom, but his health was badly affected for the rest of his life.": [],
    "During this period he nevertheless was able to translate in Dutch <em>Les maîtres d'autrefois</em> (1876) by <a href=\"/fromentine\">Eugène Fromentin</a>, <em>De meesters van weleer</em> (published in 1951).": [],
    "After the war, In June 1945, Van de Waal returned to the Prentenkabinet, now as its director.": [],
    "In December he in addition was appointed professor extraordinarius of Art History at Leiden University, as the successor of <a href=\"/martinw\">Wilhelm Martin</a>.": [
        [
            51,
            66,
            [
                "extraordinarily"
            ]
        ]
    ],
    "In his 1946 inaugural lecture, <em>Traditie en Bezieling</em> (Tradition and Inspiration) he pleaded for an iconological approach of the history of art.": [],
    "In August of the same year Van de Waal was appointed professor ordinarius, a position he held until the end of his life.": [
        [
            63,
            73,
            [
                "ordinaries"
            ]
        ]
    ],
    "Van de Waal also was active in several organizations, such as the association for esthetic education in secondary schools (VÆVO).": [],
    "Between 1947 and 1956 he served as the editor in chief of the <em>Bulletin Koninklijke Nederlandse Oudheidkundige Bond</em>.": [
        [
            39,
            54,
            [
                "editor-in-chief"
            ]
        ]
    ],
    "The expanded version of his dissertation eventually was published in 1952: <em>Drie eeuwen vaderlandsche geschied-uitbeelding, 1500-1800.": [
        [
            79,
            83,
            [
                "Die",
                "Drive",
                "Drain",
                "Dried",
                "Erie",
                "Dire"
            ]
        ],
        [
            84,
            90,
            [
                "Leuven",
                "Reuben",
                "Eugen"
            ]
        ],
        [
            105,
            125,
            [
                "descried-uitbeelding"
            ]
        ]
    ],
    "Een iconologische studie</em>.": [
        [
            0,
            3,
            [
                "Been",
                "Even",
                "Men",
                "Seen",
                "Ten",
                "Ben"
            ]
        ],
        [
            18,
            24,
            [
                "studied",
                "studies",
                "studio"
            ]
        ]
    ],
    "The study and classification of images retained his interest throughout his life.": [],
    "In the early 1950s he designed an iconographic classification system that was first applied in the <em>Decimal Index of the Art of the Low Countries</em> (DIAL), a photo cards publication of the Rijksbureau voor Kunsthistorische Documentatie in The Hague.": [
        [
            207,
            211,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            229,
            241,
            [
                "Documentation",
                "Documentaries"
            ]
        ]
    ],
    "The system became known as <em>Iconclass</em>.": [],
    "In his capacity as director of the Prentenkabinet, he re-arranged the print collection.": [],
    "With the acquisition in 1953 of the so-called \"Fotografisch Museum\" of August Grégoire, he founded in Leiden the department of the history of photography.": [
        [
            78,
            86,
            [
                "Gregory",
                "Gregor",
                "Gregorio",
                "Grégory"
            ]
        ]
    ],
    "In 1957 he was elected a member of the Koninklijke Nederlandse Akademie van Wetenschappen.": [
        [
            3,
            7,
            [
                "1957,"
            ]
        ],
        [
            51,
            62,
            [
                "Nederland"
            ]
        ],
        [
            63,
            71,
            [
                "Academic",
                "Academia",
                "Academies",
                "Academe"
            ]
        ]
    ],
    "In the same year he purchased 5,800 drawings of the northern and southern Netherlands collected by Dr.": [],
    "A. Welcker.": [
        [
            3,
            10,
            [
                "Walker",
                "Weaker",
                "Becker",
                "Belcher",
                "Decker",
                "Weller"
            ]
        ]
    ],
    "He further broadened the Prentenkabinet collection in 1968 and 1969.": [],
    "An abridged version of the DIAL/Iconclass system was published in 1968.": [
        [
            32,
            41,
            [
                "Icon class"
            ]
        ]
    ],
    "In 1970 M. Muller Massis donated his photographic collection to the department of the history of photography.": [
        [
            18,
            24,
            [
                "Masses",
                "Massif",
                "Massifs",
                "Meiosis",
                "Mass is"
            ]
        ]
    ],
    "He died suddenly in 1972.": [],
    "After Van de Waal's death <em>Iconclass</em> was continued and published by L. D. Couprie, E. Tholen and others (1973-1985).": [],
    "Van de Waal published several articles on Rembrandt, which were bundled posthumously in 1974, <em>Steps towards Rembrandt.": [],
    "Collected articles 1937-1972</em>.": [],
    "Van de Waal was an eloquent teacher, but feared by many of his students.": [],
    "He encouraged them to recognize craftsmanship as the basis of art and expected them to be fully engaged and interested.": [],
    "Van de Waal taught his students to look consciously and attentively at the art work, paying attention to its content, form and function.": [],
    "His <em>Drie eeuwen vaderlandsche geschied-uitbeelding</em> examines Dutch historical iconography of the sixteenth to the eighteenth century in relation to religion, literature, social history, philosophy etc.": [],
    "Essential in his view of visual art was the existence of iconographic groups, constituted by representations thematically related to each other.": [],
    "<a href=\"/bialostockij\">Jan Białostocki</a>, described Van de Waal in 1971 as \"one of the masters of the study of images.\"": [],
    "<a href=\"/gersonh\">Horst Gerson</a> called van de Waal an \"eloquent and brilliant teacher\" who encouraged his pupils to recognize workmanship, rather than merely gathering knowledge about works of art.</p>": []
}