{
    "<p>Art critic, librarian and first professor of art historian at Rutgers University.": [],
    "Van Dyke's father, also John van Dyke (1807-1878), was a congressman and supreme court justice of New Jersey, and his mother, Mary Dix Strong, was the daughter of Rutgers mathematician Theodore Strong (1790-1869).": [],
    "His cousin was Henry Van Dyke (1852-1933), the minister, diplomat, and professor at Princeton University.": [],
    "In 1868 the family moved to Minnesota, then just emerging from frontier status.": [],
    "Van Dyke entered Columbia Law School and was admitted to the bar in 1877, although he never practiced.": [],
    "In 1878 he moved back to New Brunswick, first serving as assistant librarian of the Gardner A. Sage Library, New Brunswick Theological Seminary, and in 1886 as librarian.": [
        [
            3,
            7,
            [
                "1878,"
            ]
        ]
    ],
    "At the library, Van Dyke began research art personally and writing criticism.": [],
    "He was a frequent contributor to the <em>Century Magazine</em> beginning in 1884.": [],
    "He was appointed lecturer of modern art at Rutgers College in 1889, and from 1891 to 1929 the first professor of the history of art there.": [],
    "In 1902 his collected essays on the wood-engraver Timothy Cole (1852-1931), with whom he had worked on other books, were published in <em>Old English Masters</em>.": [],
    "Van Dyke traveled widely in Europe to produce his books of art criticism/travelogue.": [],
    "Because of a chronic breathing ailment, Van Dyke toured the American Southwest, where he wrote the first novel to praise the beauty of America's arid expanses, <em>The Desert</em>, published in 1901.": [],
    "His literary writing, including <em>The Opal Sea</em> (1906), <em>The Mountain</em> (1916), was appreciated more by English literary critics than the American reading public for their restraint yet evocative images.": [],
    "While traveling in Europe at the outbreak of World War I, he narrowly escaped a German attack by advancing troops.": [],
    "That same year, 1914, twelve volumes by Van Dyke appeared in the <em>New Guides to Old Masters</em> series.": [],
    "Though not an immediate success, they portrayed his strong sensibilities of visual analysis.": [],
    "In 1923, Van Dyke followed this with his most controversial art book, <em>Rembrandt and His School</em>.": [],
    "At a time when Rembrandt's autograph work had been acclaimed to be over 600 pictures by Rembrandt experts such as <a href=\"/hofstededegrootc\">Cornelis Hofstede de Groot</a> and <a href=\"/valentinerw\">Wilhelm Rheinhold Otto Valentiner</a>, Van Dyke used his visual acumen to declare only fifty or so to be by the master.": [],
    "Although his number has proven too low by modern analysis, Van Dyke was among the first to declare the modern conclusion that much of Rembrandt's traditional body of work was in fact painted by his competent students and followers.": [],
    "Van Dyke remained unmarried but fathered one child, Clare Van Dyke Parr.": [],
    "His caricature as \"Ned Van Alstyne\" features in the book <em>House of Mirth</em> by <a href=\"/whartone\">Edith Wharton</a>.": [
        [
            27,
            34,
            [
                "Alston"
            ]
        ]
    ],
    "He was a close friend of Andrew Carnegie, co-authoring Carnegie's autobiography abdadvising him on art purchases.": [
        [
            80,
            91,
            [
                "advising",
                "misadvising"
            ]
        ]
    ],
    "He died of cancer at St.": [],
    "Luke's Hospital in New York City.": [],
    "His papers are housed at The University of Arizona, Princeton University and the Art Institute of Chicago.": [],
    "Van Dyke's appeal as an art critic and art historian was his spare prose style and critical analysis free of eccentric rhetoric typical of the American art community of the time.": [],
    "Van Dyke's keen eye was admired by Princeton art historian <a href=\"/matherf\">Frank Jewett Mather, Jr.</a>, who wrote that he, \"possessed...an extraordinary acuteness of vision that tended to be microscopic,...[seeing] immediately, in pictures, features that are generally unnoticed, small repaints, subtle differences of style or handling.": [],
    "\"</p>": []
}