{
    "<p>Coauthor of lexicon of artists, Geschiedenis der vaderlandse schilderkunst, sedert de helft der XVIII eeuw.": [
        [
            48,
            51,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            79,
            85,
            [
                "Seder",
                "Seders"
            ]
        ],
        [
            89,
            94,
            [
                "heft",
                "helot",
                "delft"
            ]
        ],
        [
            95,
            98,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            105,
            109,
            [
                "new",
                "few",
                "EU",
                "feud",
                "Jew",
                "Zeus"
            ]
        ]
    ],
    "Van Eynden was trained as a painter, but never worked professionally.": [
        [
            4,
            10,
            [
                "Ended",
                "Eden",
                "Lyndon",
                "Linden",
                "Weyden",
                "Menden"
            ]
        ]
    ],
    "He published a treatise on drawing and painting of the Dutch school, the Nationalen smaak der Hollandsche school in de teken- en schilderkunst in 1787.": [
        [
            84,
            89,
            [
                "smack"
            ]
        ],
        [
            90,
            93,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            94,
            105,
            [
                "Hollands",
                "Hollandaise"
            ]
        ],
        [
            119,
            124,
            [
                "taken",
                "teen",
                "token"
            ]
        ]
    ],
    "He was a member of Pictura, a drawing society based in Dordrecht.": [
        [
            19,
            26,
            [
                "Picture"
            ]
        ]
    ],
    "He met <a href=\"/willigena1766\">Adriaan van der Willigen (1766-1841)</a> in 1814 when the latter published a request in the Algemeene konst- en letterbode for research assistance in a major project: a history of artists living in the Netherlands from the middle of the eighteenth century to his time.": [],
    "Van Eynden was among those who reponded and subsequently became the coauthor of the project.": [
        [
            4,
            10,
            [
                "Ended",
                "Eden",
                "Lyndon",
                "Linden",
                "Weyden",
                "Menden"
            ]
        ],
        [
            31,
            39,
            [
                "responded"
            ]
        ]
    ],
    "Both Van Eynden and Van der Willigen were involved in Dutch cultural life, and were members of the Koninklijk Nederlandsch Instituut.": [
        [
            9,
            15,
            [
                "Ended",
                "Eden",
                "Lyndon",
                "Linden",
                "Weyden",
                "Menden"
            ]
        ],
        [
            24,
            27,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            28,
            36,
            [
                "Willie",
                "Gilligan",
                "Milligan",
                "Willies"
            ]
        ],
        [
            99,
            109,
            [
                "Koninklijke"
            ]
        ],
        [
            110,
            122,
            [
                "Nederland sch"
            ]
        ],
        [
            123,
            132,
            [
                "Institute"
            ]
        ]
    ],
    "Their work, the Geschiedenis der vaderlandse schilderkunst, sedert de helft der XVIII eeuw, a four-volume history with engraved illustrations, is conceived as a sequel to earlier artists' biographies such as those written by <a href=\"/manderk\">Karel Van Mander</a>, <a href=\"/houbrakena\">Arnold Houbraken</a> and <a href=\"/goolj\">Johan Van Gool</a>.": [],
    "The Geschiedenis goes back to the sixteenth century and includes sculptors, engravers, and architects as well as painters.": [],
    "Van Eynden provided most of the content of the first volume, which appeared in 1816, setting in chronological order artists not mentioned in previous artists' biographies.": [
        [
            4,
            10,
            [
                "Ended",
                "Eden",
                "Lyndon",
                "Linden",
                "Weyden",
                "Menden"
            ]
        ]
    ],
    "The second volume, 1817, addressed the lives of painters already mentioned in Van Gool's 1750-51 Nieuwe Schouburg, continuing with artists born after that date.": [
        [
            82,
            86,
            [
                "Good",
                "Goal",
                "Pool",
                "Tool",
                "Cool",
                "Guilt"
            ]
        ],
        [
            97,
            103,
            [
                "Noose"
            ]
        ],
        [
            104,
            113,
            [
                "Schaumburg"
            ]
        ]
    ],
    "Volume two was largely written by Van der Willigen as Van Eynden was already in poor health.": [
        [
            38,
            41,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            42,
            50,
            [
                "Willie",
                "Gilligan",
                "Milligan",
                "Willies"
            ]
        ],
        [
            58,
            64,
            [
                "Ended",
                "Eden",
                "Lyndon",
                "Linden",
                "Weyden",
                "Menden"
            ]
        ]
    ],
    "He died in 1819.": [],
    "Van der Willigen went on to complete a third volume (1820) of biographies of contemporary artists, and information on art collections, cabinets, art schools, academies, exhibitions etc., and a fourth, 1840, as an appendix.": [
        [
            4,
            7,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            8,
            16,
            [
                "Willie",
                "Gilligan",
                "Milligan",
                "Willies"
            ]
        ]
    ],
    "The Geschiedenis provides information on more than 1500 artists and art collectors.": [],
    "The authors deliberately refrained from writing slanderous anecdotes, characteristic of earlier artists' biographies.": [],
    "Van Eynden and Van der Willigen had access to excellent libraries; they searched archives and gathered information firsthand.": [
        [
            4,
            10,
            [
                "Ended",
                "Eden",
                "Lyndon",
                "Linden",
                "Weyden",
                "Menden"
            ]
        ],
        [
            19,
            22,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            23,
            31,
            [
                "Willie",
                "Gilligan",
                "Milligan",
                "Willies"
            ]
        ]
    ],
    "They primarily focused on the Dutch school, but, when, in 1815, the southern Netherlands were united with the northern Netherlands under King Willem I, Flemish artists were also added.": [],
    "A 1997 index (Register) by Ton Geerts was added, making the book still a useful reference work on the history of Netherlandish art.</p>": [
        [
            31,
            37,
            [
                "Gets",
                "Meets",
                "Guests",
                "Genres",
                "Peers",
                "Gears"
            ]
        ]
    ]
}