{
    "<p>Artists' biographer; painter.": [],
    "Van Gool was a minor painter of landscapes with cattle.": [
        [
            4,
            8,
            [
                "Good",
                "Goal",
                "Pool",
                "Tool",
                "Cool",
                "Guilt"
            ]
        ]
    ],
    "He was trained as a painter with Simon van der Does (1653-1718).": [],
    "At the age of eighteen, he joined the Academy in The Hague where he took life drawing classes.": [],
    "At this institution, he served as a regent for many years.": [],
    "In his sixties, he wrote a collection of artists' biographies, meant as an improvement on and a sequel to <em>De Groote Schouburgh</em> by <a href=\"/houbrakena\">Arnold Houbraken</a>, who, in his turn, was inspired by the <em>Schilder-boeck</em> of <a href=\"/manderk\">Karel Van Mander</a>.": [],
    "Unlike these biographers who were both writer and painter, Van Gool had little formal education.": [
        [
            63,
            67,
            [
                "Good",
                "Goal",
                "Pool",
                "Tool",
                "Cool",
                "Guilt"
            ]
        ]
    ],
    "The two-volume <em>Nieuwe Schouburg</em>, his only important publication, appeared in 1750-1751.": [],
    "The biographies are interrupted with verses written by himself and others, and illustrated with engraved portraits of various painters.": [],
    "The book gives factual information on the lives, education, and the works of Netherlandish painters born between 1630 and 1725.": [],
    "It also includes the history of the Academy of The Hague.": [],
    "Van Gool was concerned with the level of training of young artists.": [
        [
            4,
            8,
            [
                "Good",
                "Goal",
                "Pool",
                "Tool",
                "Cool",
                "Guilt"
            ]
        ]
    ],
    "Like Houbraken, he regretted the decline of contemporary Dutch art.": [
        [
            5,
            14,
            [
                "Hoboken",
                "Housebroken"
            ]
        ]
    ],
    "By immortalizing successful painters, particularly those of the seventeenth century, he wanted to encourage young artists to emulate them and, in doing so, to restore the glory of Dutch art.": [],
    "In a moralizing way, he saw the success of an artist as directly linked to his training and life style.": [
        [
            92,
            102,
            [
                "lifestyle"
            ]
        ]
    ],
    "His observations as an art critic, however, were forthright and independent.": [],
    "He regularly visited auction sales and art collections and acted as intermediary in the art market.": [],
    "At the same time, however, he complained that many art dealers specializing in high prized old art instead of contemporary art were unreliable.": [],
    "In his eyes the art market did not offer young artists sufficient opportunities to earn their livelihood and to build up a career.": [],
    "This was the main reason for what he saw as the decline of the art of his time.": [],
    "His criticism caused a conflict, expressed in a number of bitter pamphlets, between himself and art dealer Gerard Hoet, jr.": [
        [
            114,
            118,
            [
                "Host",
                "Hot",
                "Poet",
                "Holt",
                "Hoot",
                "Hoed"
            ]
        ]
    ],
    "(d.": [],
    "1760).</p>": []
}