{
    "<p>Archivist and Museum Director.": [],
    "Van Gelder attended the Gymnasium at Amsterdam.": [
        [
            4,
            10,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "Between 1895 and 1899, he studied Law and Political Science at the University of Amsterdam, obtaining his doctorate in 1899.": [],
    "As a young socialist he admired William Morris (1834-1896) whose arts-and-crafts movement fought the tide of mass production.": [],
    "Between 1900 and 1906 van Gelder worked as archivist in Alkmaar, and the same position between 1906 and 1923 in The Hague, where he reorganized the municipal archives.": [
        [
            26,
            32,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "In 1912 he became the director of the Municipal Museum of The Hague where he reorganized and modernized the installations, reducing the number of objects in order to highlight the objects with an esthetical value.": [
        [
            3,
            7,
            [
                "1912,"
            ]
        ]
    ],
    "Van Gelder joined the association concerned with the condition of museums and their reform, Nederlandse Oudheidkundige Bond, acting as its secretary between 1908 and 1913.": [
        [
            4,
            10,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ],
        [
            92,
            103,
            [
                "Nederland"
            ]
        ]
    ],
    "In 1918 the association published the report <em>Over hervorming en beheer onzer musea</em> (On the Reform and Management of Our Museums).": [],
    "This discussion continued in the <em>Rapport der Rijkscommissie van advies inzake reorganisatie van het museumwezen hier te lande</em> (Report of the State Advisory Commission on the Reorganization of Museum Affairs in this Country), which appeared in 1921.": [],
    "Van Gelder was also a member of this Commission, along with the art historian <a href=\"/schmidtdegenerf\">F.": [
        [
            4,
            10,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "Schmidt-Degener</a> and twenty other specialists.": [
        [
            0,
            15,
            [
                "Schmidt-Wegener"
            ]
        ]
    ],
    "In The Hague Van Gelder also headed, from 1918 onwards, the new Municipal Service for Arts and Sciences.": [
        [
            17,
            23,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "Inspired by <a href=\"/gilmanb\">Benjamin Ives Gilman</a>'s book <em>Museum Ideals of Purpose and Method</em> (1918, Museum of Fine Arts in Boston), van Gelder launched an initiative to build a new cultural center and museum in the Hague in 1919.": [],
    "He selected the eminent Dutch architect H.P.": [],
    "Berlage (1856-1934) who designed it in collaboration with van Gelder.": [
        [
            0,
            7,
            [
                "Barrage",
                "Berle",
                "Burbage",
                "Burleigh",
                "Berate",
                "Herbage"
            ]
        ],
        [
            62,
            68,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "Though financial constraints forced Berlage to submit a more modest plan, the new museum was completed between 1931 and 1935.": [
        [
            36,
            43,
            [
                "Barrage",
                "Berle",
                "Burbage",
                "Burleigh",
                "Berate",
                "Herbage"
            ]
        ]
    ],
    "Van Gelder used the new museum to implement his views of museology, based on the Advisory Commission's reorganization recommendations.": [
        [
            4,
            10,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "Chief among them was the heightened aesthetic education of the visitors.": [],
    "Van Gelder held that the museum should be a place where the public--including young people--could behold beauty and develop aesthetic sensibilities.": [
        [
            4,
            10,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "Borrowing the progressive policies of Hamburg Kunsthalle director <a href=\"/lichtwarka\">Alfred Lichtwark</a>, Van Gelder appointed museum guides (docents) to educate high school students in the museum's art.": [
        [
            46,
            56,
            [
                "Unstable"
            ]
        ]
    ],
    "In 1950, he became the chair of a commission for the promotion of museum visits by young people and the broader public.": [],
    "Besides his work as a museum director, van Gelder did historical and art historical research.": [
        [
            43,
            49,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "Between 1913 and 1960 he was a member of the editorial board of <em>Oud Holland</em>, in which periodical he regularly published, as well as in the <em>Bulletin van de Nederlandse Oudheidkundige Bond</em> and <em>Jaarboek Die Haghe</em>.": [],
    "His breadth of research interests was great, publishing particularly in the areas of painting and crafts, including old silver, glassware and pottery.": [],
    "He wrote a monograph on Rembrandt that appeared in six installments in the Palet series, later appearing as a book in 1956.": [
        [
            75,
            80,
            [
                "Pale",
                "Paler",
                "Valet",
                "Pallet",
                "Paley",
                "Paled"
            ]
        ]
    ],
    "Van Gelder also collaborated on surveys on Netherlandish art with other authors.": [
        [
            4,
            10,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "He was the editor of <em>Kunstgeschiedenis der Nederlanden</em>, first published in 1936, followed by several revised editions.": [],
    "The first edition of his <em>Guide to Dutch Art</em> appeared in 1952, and the Dutch version was published in 1955: <em>Gids voor Beeldende Kunst en Bouwkunst</em>.": [],
    "Van Gelder's realization of the Municipal Museum of The Hague is considered as his most important contribution to art history and to the development of museum policy.": [
        [
            4,
            10,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "His son also became an art historian, <a href=\"/gelderj\">J.": [],
    "G. van Gelder</a>.</p>": [
        [
            3,
            6,
            [
                "Van"
            ]
        ],
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ]
}