{
    "Professor of Art History at Utrecht University.": [],
    "Jan Gerrit van Gelder was the son of <a href=\"/gelderh\">H.": [
        [
            15,
            21,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "E. Van Gelder</a>, archivist of The Hague.": [
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "He attended the Hague Gymnasium and between 1923 and 1927 he studied art history at the University of Utrecht.": [
        [
            12,
            15,
            [
                "The"
            ]
        ]
    ],
    "Early in 1924 he was appointed to Rotterdam's Boymans Museum.": [],
    "As keeper in the Print Room he acquired a great acumen for drawings and prints.": [],
    "In 1933 he received his doctorate with a dissertation on Jan van de Velde: <em>Jan van de Velde, 1593-1641, teekenaar-schilder</em>.": [
        [
            3,
            7,
            [
                "1933,"
            ]
        ],
        [
            68,
            73,
            [
                "Verde",
                "Veld",
                "Veldt",
                "Velds"
            ]
        ]
    ],
    "His adviser was the eminent <a href=\"/vogelsangw\">Willem Vogelsang</a>, the first full professor of Art History in the Netherlands.": [],
    "In 1936 he became a <em>privaatdocent</em> at Art History at Leiden University, and, in 1940, director of the Rijksbureau voor Kunsthistorische Documentatie in The Hague.": [
        [
            3,
            7,
            [
                "1936,"
            ]
        ]
    ],
    "Immediately after the War (1945-1946) he served briefly as director of the Mauritshuis Museum in The Hague, succeeding <a href=\"/martinw\">Wilhelm Martin</a>.": [],
    "At the Mauritshuis he organized the first post-war exhibitions: <em>Nederlandsche kunst van de XVde en XVIde eeuw</em> and <em>Herwonnen Kunstbezit</em> (Recovered Art from the War).": [],
    "He then succeeded Vogelsang as Professor of Art History at Utrecht University.": [
        [
            18,
            27,
            [
                "Vogel sang"
            ]
        ]
    ],
    "Under his direction, the Institute of Art History expanded to become an internationally known institution.": [],
    "New professorships were created in architecture (<a href=\"/ozingam\">Murk Daniël Ozinga</a>) and Iconography and Early Christian Art (<a href=\"/hoogewerffg\">G.": [],
    "J. Hoogewerff</a>) At the invitation of <a href=\"/panofskye\">Erwin Panofsky</a> van Gelder spent the 1953-1954 academic year at the Institute for Advanced Studies in Princeton.": [],
    "When Hoogewerff departed the Utrecht Institute, van Gelder replaced him with <a href=\"/hecksherw\">William S. Heckscher</a>, naming the latter Professor in Iconography and Early Medieval Art.": [
        [
            52,
            58,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "Others he appointed during this time included <a href=\"/schultenordholth\">Henk Schulte Nordholt</a>.": [],
    "In 1959 van Gelder and Heckscher obtained a copy of the prestigious Index of Christian Art for Utrecht.": [
        [
            12,
            18,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ],
        [
            23,
            32,
            [
                "Herschel",
                "Escher",
                "Heckler",
                "Huckster"
            ]
        ]
    ],
    "A devoted and inspiring teacher van Gelder attracted numerous students, supervising dissertations topics ranging from renaissance to contemporary art.": [
        [
            36,
            42,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "Under van Gelder, the Institute became a visiting place for scholars from abroad, particularly the United States.": [
        [
            10,
            16,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "Between 1946 and 1976 Van Gelder was an active member of the editorial board of <em>Oud Holland</em> and was instrumental in establishing the <em>Nederlands Kunsthistorisch Jaarboek</em> (1947) and <em>Simiolus</em> (1966).": [
        [
            26,
            32,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "That same year, van Gelder left the Institute to become the Director of the Centrum voor Voortgezet Kunsthistorisch Onderzoek (Center for advanced art historical research).": [
        [
            20,
            26,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ],
        [
            76,
            83,
            [
                "Cent rum"
            ]
        ],
        [
            84,
            88,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            116,
            125,
            [
                "Undertook",
                "Undergoes",
                "Undercook"
            ]
        ]
    ],
    "Van Gelder had made a plea in 1970 for a more scholarly reconstruction of Rembrandt's patrons.": [
        [
            4,
            10,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "This was largely ignored in the art history community in favor of connoisseurship and attribution models, except for his most famous pupil, <a href=\"/schwartzg\">Gary Schwartz</a>, who based his career on a study of Rembrandt's patronage.": [],
    "Van Gelder remained Center until his retirement in 1973, when the Center itself was closed.": [
        [
            4,
            10,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "On the occasion of his seventieth birthday, his friends in art history dedicated to him an <em>Album Amicorum</em>.": [],
    "Van Gelder continued to do art historical research.": [
        [
            4,
            10,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "For six years he also took part in the discussions of the team of the Rembrandt Research Project, which was launched in the late sixties.": [],
    "Van Gelder is known for employing a social history approach in his research.": [
        [
            4,
            10,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "Although he studied already well-researched artists such as Rembrandt, Rubens, Van Dyck, Adam Elsheimer, Aelbert Cuyp and Jan van Scorel, he eschewed the \"attribution, style and iconographic analysis\" prevalently applied to them for a more rigorous understanding of their social context.": [
        [
            94,
            103,
            [
                "Alzheimer"
            ]
        ],
        [
            130,
            136,
            [
                "Score",
                "Scored",
                "Scores",
                "Scorer"
            ]
        ],
        [
            201,
            212,
            [
                "prevalent"
            ]
        ]
    ],
    "His wife, Ingrid Jost, assisted him in many of his publications.": [
        [
            17,
            21,
            [
                "Most",
                "Just",
                "Lost",
                "Cost",
                "Host",
                "Post"
            ]
        ]
    ],
    "They jointly studied the work and life of amateur draftsman and engraver Jan de Bisschop (1628-1671).": [],
    "Jan de Bisschop copied numerous series of antiquities and drawings, and published his etchings in two series: <em>Icones</em> and <em>Paradigmata</em>.": [],
    "Van Gelder's first publication on this artist dates back to 1955.": [
        [
            4,
            10,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "In 1969, van Gelder decided to publish a new edition with help from his wife.": [
        [
            13,
            19,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "However, the work was still unfinished at the time of their deaths in 1980 and 1981 and the manuscript was completed by Keith Andrews.": [],
    "Van Gelder's approach, mainly in the field of sixteenth- and seventeenth- century Dutch drawing and painting, is often innovative and revisionist of traditional views.": [
        [
            4,
            10,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "As early as 1946, in his inaugural lecture, he criticized Panofsky's method of the use of iconology, which van Gelder considered put too much emphasis on the symbolic content of the work of art, neglecting its formal aspects.": [
        [
            58,
            66,
            [
                "Sinofsky"
            ]
        ],
        [
            90,
            99,
            [
                "phonology"
            ]
        ],
        [
            111,
            117,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "He argued that the work of art needed to be studied in its own right, as a unity of form and content.": [],
    "His student, <a href=\"https://arthistorians.info/judsonj/\">Richard J. Judson</a>, was also an accomplished Rubens authority.": []
}