{
    "<p>Author of influential 16th-century artists' biographies; painter, poet, and playwright.": [],
    "His parents, Cornelis van Mander and Johanna van der Beke, belonged to the rural nobility.": [
        [
            13,
            21,
            [
                "Cornelius",
                "Cornelia"
            ]
        ],
        [
            26,
            32,
            [
                "Manner",
                "Wander",
                "Lander",
                "Manger",
                "Meander",
                "Madder"
            ]
        ],
        [
            53,
            57,
            [
                "Bike",
                "Bee",
                "Bede",
                "Bake",
                "Zeke",
                "Eke"
            ]
        ]
    ],
    "Van Mander attended the Latin school in Tielt, along with his elder brother, Cornelis.": [
        [
            4,
            10,
            [
                "Manner",
                "Wander",
                "Lander",
                "Manger",
                "Meander",
                "Madder"
            ]
        ],
        [
            40,
            45,
            [
                "Tail",
                "Tails",
                "Tilt",
                "Taint"
            ]
        ],
        [
            77,
            85,
            [
                "Cornelius",
                "Cornelia"
            ]
        ]
    ],
    "They both continued their education with a French schoolmaster in Ghent.": [],
    "In 1566-1567, Van Mander studied with the painter and poet Lucas d'Heere (1534-1584) in the same city and subsequently, in 1568-69, with the painter Pieter Vlerick (1539-1581) in Kortrijk and Doornik.": [
        [
            18,
            24,
            [
                "Manner",
                "Wander",
                "Lander",
                "Manger",
                "Meander",
                "Madder"
            ]
        ],
        [
            67,
            72,
            [
                "Hear",
                "Year",
                "Here",
                "Head",
                "Near",
                "Heart"
            ]
        ],
        [
            156,
            163,
            [
                "Cleric",
                "Clerics",
                "Derick",
                "Erick"
            ]
        ],
        [
            192,
            199,
            [
                "Dominik"
            ]
        ]
    ],
    "After his return in Meulebeke, he wrote and produced biblical plays, which were known for their spectacular sceneries.": [],
    "Between 1573 and 1577, he lived and worked in Italy, first for a short time in Florence and Terni and later in Rome.": [
        [
            92,
            97,
            [
                "Terns",
                "Teri",
                "Terri",
                "Tern"
            ]
        ]
    ],
    "He then traveled to Austria.": [],
    "While staying in Krems, he was invited by the Antwerp painter Bartholomeus Spranger (1546-1611) to Vienna, to collaborate on the decoration of a triumphal arch for the entry of Rudolph II.": [
        [
            17,
            22,
            [
                "Krebs",
                "Rems",
                "REMs",
                "Kr ems"
            ]
        ],
        [
            62,
            74,
            [
                "Bartholomew",
                "Bartolomeu"
            ]
        ],
        [
            75,
            83,
            [
                "Stranger",
                "Springer",
                "Sp ranger"
            ]
        ]
    ],
    "When the work was done, Van Mander returned home, where he devoted himself to painting, writing and reading.": [
        [
            28,
            34,
            [
                "Manner",
                "Wander",
                "Lander",
                "Manger",
                "Meander",
                "Madder"
            ]
        ]
    ],
    "After his marriage, he fled Meulebeke, when the village was pillaged during the early 1580s' troubles of the religious war.": [],
    "He moved to Kortrijk, subsequently to Bruges, and eventually, in 1583, to the Northern Netherlands.": [],
    "In Haarlem, he founded an academy for studying from life, along with his fellow painters Hendrick Goltzius (1558-1617) and Cornelis Cornelisz (1562-1638).": [
        [
            98,
            106,
            [
                "Glottis",
                "Boethius",
                "Grotius",
                "Galerius",
                "Gothics",
                "Polonius"
            ]
        ],
        [
            123,
            131,
            [
                "Cornelius",
                "Cornelia"
            ]
        ],
        [
            132,
            141,
            [
                "Cornelius",
                "Cornelia",
                "Cornetist"
            ]
        ]
    ],
    "He was active as a writer as well.": [],
    "His publications include Dat Hooghe Liedt Salomo (1595), his 1597 translation of Virgil's <em>Bucolica</em> and <em>Georgica: Ossen-stal en Landt-werck</em>, and <em>De kerck der deucht</em> (1600).": [
        [
            25,
            28,
            [
                "That",
                "Day",
                "DAT",
                "At",
                "Data",
                "Date"
            ]
        ],
        [
            29,
            35,
            [
                "Hoofed",
                "Hoofs",
                "Hoofer"
            ]
        ],
        [
            36,
            41,
            [
                "Laid",
                "Lied",
                "Lieut"
            ]
        ],
        [
            42,
            48,
            [
                "Salomon",
                "Salome",
                "Salomé"
            ]
        ]
    ],
    "In this period he began composing his famous <em>Schilder-Boeck</em> (Book on Painting), which he completed in1603-1604.": [],
    "He then moved to Huis Zevenberg in Heemskerck, and subsequently in Amsterdam, where he lived for the rest of his life.": [
        [
            17,
            21,
            [
                "Hui's",
                "Hui",
                "Hews",
                "His",
                "Hook",
                "Hood"
            ]
        ],
        [
            22,
            31,
            [
                "Greenberg",
                "Rosenberg",
                "Weinberg",
                "Gutenberg",
                "Heisenberg",
                "Lederberg"
            ]
        ],
        [
            35,
            45,
            [
                "Heemskerk"
            ]
        ]
    ],
    "As the full title of the <em>Schilder-Boeck</em> indicates, it consists of various parts.": [],
    "The \"Grondt der Edel Vry Schilderconst\" (foundations of the noble, free art of painting), is a didactic treatise in verses on the art of painting, which Van Mander considered as elevated as poetry.": [
        [
            5,
            11,
            [
                "Front",
                "Ground",
                "Grounds",
                "Grand",
                "Grant",
                "Grind"
            ]
        ],
        [
            12,
            15,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            16,
            20,
            [
                "Del",
                "Eden",
                "Eel",
                "Edsel",
                "DEL",
                "EDL"
            ]
        ],
        [
            21,
            24,
            [
                "Very",
                "Dry",
                "Try",
                "Vary",
                "Cry",
                "Fry"
            ]
        ],
        [
            157,
            163,
            [
                "Manner",
                "Wander",
                "Lander",
                "Manger",
                "Meander",
                "Madder"
            ]
        ]
    ],
    "The Grondt is followed by biographical sections.": [
        [
            4,
            10,
            [
                "Front",
                "Ground",
                "Grounds",
                "Grand",
                "Grant",
                "Grind"
            ]
        ]
    ],
    "The lives of the earlier and Italian artists are partly based on the <em>Vite</em> by <a href=\"/vasarig\">Giorgio Vasari</a>, while his contributions on contemporary Italian, Flemish and Dutch painters, including some from Germany, provide personal accounts of sixteenth-century painting in Italy and in Northern Europe.": [],
    "The final sections of the <em>Schilder-Boeck</em> contain an interpretation of Ovid's <em>Metamorphoses</em>, and a handbook of ancient iconology.": [],
    "Following Van Mander's death (1606), a new edition of the <em>Schilder-Boeck</em> was published in 1616-1618, to which his own biography was added, probably written by his youngest brother, Adam.": [
        [
            14,
            20,
            [
                "Manner",
                "Wander",
                "Lander",
                "Manger",
                "Meander",
                "Madder"
            ]
        ]
    ],
    "In the seventeenth and eighteenth centuries the <em>Schilder-Boeck</em> continued to enjoy great popularity and it was used as a source book by writers of art treatises and artist biographies.": [],
    "It served as a model for the 1675-1679 <em>Teutsche Academie</em> by <a href=\"/sandrartj\">Joachim von Sandrart</a> and for the 1718-1721 <em>Groote Schouburgh</em> by <a href=\"/houbrakena\">Arnold Houbraken</a>.": [],
    "In 1764, the <em>Schilder-Boeck</em> appeared in modernized Dutch.": [],
    "French (1884-1885), German (1906), English (1936), Russian (1940), and Rumanian (1977) translations contributed to the international fame of the <em>Schilder-Boeck</em>.": [],
    "In the course of the twentieth century, particularly during the last thirty years, various aspects of the work have been extensively studied.": [],
    "In several publications the biographies of the Netherlandish and German painters received much attention.": [],
    "Van Mander intended to honor his fellow artists and to save them from falling into oblivion.": [
        [
            4,
            10,
            [
                "Manner",
                "Wander",
                "Lander",
                "Manger",
                "Meander",
                "Madder"
            ]
        ]
    ],
    "He dealt in great detail with the artistic scene in Haarlem, where he lived and worked for many years.": [],
    "A complete edition of <em>The Lives of the Illustrious Netherlandish and German Painters</em>, with English commentary and translation, was published between 1994 and 1999 by <a href=\"/miedemah\">Hessel Miedema</a>, one of the leading van Mander experts.</p>": []
}