{
    "<p>Dumbarton Oaks staff researcher, published core documentation on Hagia Sophia.": [
        [
            3,
            12,
            [
                "Lumberton"
            ]
        ]
    ],
    "Van Nice graduated from the University of Oregon in 1928 and continued for an architectural master's degree at MIT.": [],
    "He married Elizabeth \"Betty\" Rebec (1912-2000) in 1936.": [
        [
            29,
            34,
            [
                "Rebel",
                "Rebeca"
            ]
        ]
    ],
    "In 1937, the Dean of the architecture school, William Emerson (1873-1957), traveled to Hagia Sophia church in Istanbul to examine the mosaic exposure and conservation work being performed by <a href=\"/whittemoret\">Thomas Whittemore</a>.": [],
    "The multi-connected Whittemore had close business connections with Elizabeth Cram (1874-1943), wife of the architect Ralph Adams Cram (1863-1942), the former dean of the MIT architecture school.": [
        [
            20,
            30,
            [
                "Whitmore"
            ]
        ]
    ],
    "Emerson and Van Nice elected to conduct a detailed architectural survey of the church-mosque-cum-museum on the heels of Whittemore's work.": [
        [
            120,
            130,
            [
                "Whitmore"
            ]
        ]
    ],
    "Van Nice traveled to Turkey and worked for Whittemore's foundation, the Byzantine Institute, making copious notes and surveying the building.": [
        [
            43,
            53,
            [
                "Whitmore"
            ]
        ]
    ],
    "During World War II his knowledge of the area induced the Office of Strategic Services in Europe (OSS) to assign him covert operations.": [],
    "After the war he conducted archaeological research in Iran in the late 1940s.": [],
    "With Whittemore's sudden death in 1950, Harvard's Dumbarton Oaks research center gradually assumed control of the Institute, installing Van Nice in basement offices to continue his project.": [
        [
            5,
            15,
            [
                "Whitmore"
            ]
        ],
        [
            50,
            59,
            [
                "Lumberton"
            ]
        ]
    ],
    "Van Nice divided his time between Washgington, D. C., and Istanbul during these years.": [
        [
            34,
            45,
            [
                "Washington"
            ]
        ]
    ],
    "He lectured periodically at Vassar College in 1967 as the Class of 1928 Visiting Scholars' Lecture.": [],
    "In 1970 he was awarded a gold medal from the American Institute of Architects.": [
        [
            3,
            7,
            [
                "1970,"
            ]
        ]
    ],
    "Van Nice retired to a Bethesda Nursing home where he died of pneumonia at age 83.</p>": []
}