{
    "<p>Director-in-chief of the Amsterdam Rijksmuseum (1959-1975).": [],
    "Van Schendel was named after his father, the Dutch novelist Arthur Van Schendel (1874-1946).": [
        [
            4,
            12,
            [
                "Schengen"
            ]
        ],
        [
            71,
            79,
            [
                "Schengen"
            ]
        ]
    ],
    "At the age of ten, van Schendel moved with his parents to Italy.": [
        [
            23,
            31,
            [
                "Schengen"
            ]
        ]
    ],
    "He attended the Gymnasium in Florence, and, in 1930, he went to Paris, to study art history at the Sorbonne.": [],
    "In 1933, he returned to the Netherlands, where he became a volunteer at the Amsterdam Rijksmuseum, in the department of paintings.": [],
    "In 1936, he was appointed there as an assistant.": [],
    "At the same time, he worked on his doctoral dissertation.": [],
    "With a study on early Lombard drawings, <em>Le dessin en Lombardie jusqu'à la fin du XVe siècle</em>, he obtained, in 1938, his degree at the Sorbonne, under the supervision of <a href=\"/focillonh\">Henri Focillon</a>.": [],
    "He kept his post at the department of paintings in the Rijksmuseum, where he was active, just before and during the war, in evacuating and hiding away the works of art into various shelters.": [],
    "After the war, Van Schendel was appointed curator of the department of paintings.": [
        [
            19,
            27,
            [
                "Schengen"
            ]
        ]
    ],
    "His appointment as director of the department followed in 1950.": [],
    "The preservation of works of art was among his main concerns.": [],
    "Various paintings were cleaned, restored and examined under his supervision, including Rembrandt's <em>Night Watch</em>.": [],
    "Scientific research with X-rays and infrared photography of this painting were carried out in collaboration with the Belgian expert <a href=\"/coremansp\">Paul Coremans</a>.": [],
    "This study led to a publication in <em>Oud Holland</em> (1947), co-authored by van Schendel and the restorer, H. H. Mertens.": [],
    "The X-ray examination of another masterpiece, Rembrandt's <em>Governors of the Cloth Guild</em>, also led to new insights in Rembrandt's painting technique.": [],
    "In 1963, Van Schendel took the initiative to set up an independent laboratory in Amsterdam: Centraal Laboratorium voor Onderzoek van Voorwerpen van Kunst en Wetenschap.": [
        [
            13,
            21,
            [
                "Schengen"
            ]
        ],
        [
            92,
            100,
            [
                "Central"
            ]
        ],
        [
            101,
            113,
            [
                "Laboratories"
            ]
        ],
        [
            114,
            118,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            119,
            128,
            [
                "Undertook",
                "Undergoes",
                "Undercook"
            ]
        ],
        [
            148,
            153,
            [
                "Must",
                "Just",
                "Runs",
                "Unit",
                "Guest",
                "Guns"
            ]
        ]
    ],
    "At the same time, he played a major role in international organizations in the fields of the conservation and restoration of works of art.": [],
    "Along with Coremans and others, he was active in the foundation, in 1950, of the London based International Institute for Conservation of Historic and Artistic Works (IIC).": [],
    "In 1959, he participated in the creation of the International Centre for the Study of the Preservation and Restoration of Cultural Property, in Rome.": [],
    "During several years, between 1965 and 1971, he was the president of the International Council of Museums (ICOM).": [
        [
            107,
            111,
            [
                "COM",
                "ICON",
                "ICBM",
                "ICM",
                "IOM",
                "ICO"
            ]
        ]
    ],
    "In his own museum, he obtained, in 1959, the position of director- in- chief, succeeding <a href=\"/roelld\">David Cornelis Röell</a>.": [
        [
            57,
            69,
            [
                "director-in",
                "director - in"
            ]
        ]
    ],
    "As director, he rarely found the time to do art historical research.": [],
    "One of his tasks was the completion of the renovation of the Rijksmuseum, began under Röell.": [
        [
            86,
            91,
            [
                "Roll",
                "Rowell"
            ]
        ]
    ],
    "The two inner courts of the museum were rebuilt with a view to providing accommodation for the departments of sculpture and applied arts, and of Dutch history.": [],
    "The rooms were designed by Dick Elffers (1910-1990).": [
        [
            32,
            39,
            [
                "Offers",
                "Differs",
                "Elders",
                "Suffers",
                "Buffers",
                "Coffers"
            ]
        ]
    ],
    "Van Schendel always argued for a sober, but attractive presentation of the works of art, in a quiet atmosphere.": [
        [
            4,
            12,
            [
                "Schengen"
            ]
        ]
    ],
    "Under his directorship, the museum acquired a number of paintings by major Dutch artists, including a triptych by Lucas van Leyden, and landscapes by Aelbert Cuyp, and Philips Koninck.": [
        [
            176,
            183,
            [
                "Knick"
            ]
        ]
    ],
    "Another important purchase, in 1965, was <em>The Holy Family by Night</em>, at that time attributed to Rembrandt.": [],
    "A number of important exhibitions were organized.": [],
    "The 1968-1969 show on Italian frescos, first held in the Metropolitan Museum in New York and subsequently in the Rijksmuseum in Amsterdam, included a number of frescos rescued after the 1966 flood in Florence.": [
        [
            30,
            37,
            [
                "frescoes",
                "fresco"
            ]
        ],
        [
            160,
            167,
            [
                "frescoes",
                "fresco"
            ]
        ]
    ],
    "The 1969 exhibition commemorating Rembrandt's death in 1669 attracted a record number of 460,000 visitors.": [],
    "Van Schendel retired in 1975.": [
        [
            4,
            12,
            [
                "Schengen"
            ]
        ]
    ],
    "On this occasion, his colleagues offered him a special issue (23, 2 (1975) of the <em>Bulletin van het Rijksmuseum</em>.": [],
    "Van Schendel was still active in various organizations, when he suddenly died at the age of 68.</p>": [
        [
            4,
            12,
            [
                "Schengen"
            ]
        ]
    ]
}