{
    "<p>Rembrandt Research Project co-founder.": [],
    "Van Thiel attended high school in Bloemendaal at the Jac.": [
        [
            53,
            56,
            [
                "JAC",
                "Jack",
                "Jay",
                "Mac",
                "Jaw",
                "JC"
            ]
        ]
    ],
    "P. Thijsse Montessori-Lyceum.": [
        [
            3,
            10,
            [
                "This",
                "These",
                "Those",
                "Things",
                "Chinese",
                "Tissue"
            ]
        ]
    ],
    "He graduated in 1950.": [],
    "Between 1952 and 1961 he studied art history at Amsterdam University under <a href=\"/regterenaltenai\">I.": [],
    "Q van Regteren Altena</a>.": [
        [
            6,
            14,
            [
                "Retain",
                "Regain",
                "Restart",
                "Aegean",
                "Relearn"
            ]
        ],
        [
            15,
            21,
            [
                "Alena",
                "ALENA",
                "Alhena"
            ]
        ]
    ],
    "He in addition headed the Amsterdam Lichtbeelden Instituut (Slides Institute), and subsequently, from 1961 to 1963, the department of photo documentation of the Institute of Art history of Utrecht University, where he held a research position.": [
        [
            49,
            58,
            [
                "Institute"
            ]
        ]
    ],
    "In 1964 his career as the head of the Department of Paintings at the Amsterdam Rijksmuseum began.": [],
    "In 1975 he was appointed director, a position he held until 1991.": [
        [
            3,
            7,
            [
                "1975,"
            ]
        ]
    ],
    "Van Thiel also directed the restoration studio of the department.": [],
    "Between 1966 and 1991 Van Thiel was the editor of the <em>Bulletin van het Rijksmuseum</em>.": [],
    "In 1968 he co-founded the Rembrandt Research Project (RRP), together with <a href=\"/haakb\">Bob Haak</a>, <a href=\"/gelderj\">J.": [
        [
            3,
            7,
            [
                "1968,"
            ]
        ]
    ],
    "G. van Gelder</a>, <a href=\"/emmensj\">J.": [
        [
            3,
            6,
            [
                "Van"
            ]
        ],
        [
            7,
            13,
            [
                "Elder",
                "Gender",
                "Geller",
                "Welder",
                "Gelded",
                "Gilder"
            ]
        ]
    ],
    "A. Emmens</a>, <a href=\"/levies\">Simon H. Levie</a>, and <a href=\"/bruynj\">Josua Bruyn</a>.": [
        [
            3,
            9,
            [
                "Emmen's",
                "Emmen"
            ]
        ]
    ],
    "The project's aim was a comprehensive study of all of Rembrandt's paintings and resolving the uncertainties surrounding the authenticity of many paintings, to which several scholars had turned their attention.": [],
    "In 1969 he organized the Rembrandt commemoration exhibition in the Rijksmuseum.": [
        [
            3,
            7,
            [
                "1969,"
            ]
        ]
    ],
    "In that year, Van Thiel earned his doctoral degree from Utrecht University with a dissertation on painting and drawing in Haarlem, <em>Vijf studies over Haarlemse schilder- en tekenkunst (Five studies in Haarlem Painting and Drawing)</em>.": [],
    "His advisor was <a href=\"/rezniceke\">E.": [],
    "K. J. Reznicek</a>.": [
        [
            6,
            14,
            [
                "Reunited",
                "Venice",
                "Reunite",
                "Rejoice",
                "Reunites",
                "Bernice"
            ]
        ]
    ],
    "His dissertation includes a study on Cornelis Cornelisz.": [
        [
            37,
            45,
            [
                "Cornelius",
                "Cornelia"
            ]
        ],
        [
            46,
            55,
            [
                "Cornelius",
                "Cornelia",
                "Cornetist"
            ]
        ]
    ],
    "van Haarlem (1562-1638) as a draughtsman, and a provisional catalog of the drawings.": [
        [
            0,
            3,
            [
                "Van"
            ]
        ],
        [
            29,
            40,
            [
                "draftman"
            ]
        ]
    ],
    "The five studies were already separately published in various periodicals.": [],
    "Van Thiel joined the board of the periodical <em>Oud Holland</em> in 1971 (to 2002).": [],
    "In the Rijksmuseum his involvement with the collection and the study of the paintings resulted in a complete catalog, <em>All the Paintings of the Rijksmuseum in Amsterdam: a completely illustrated catalogue by the Department of Paintings of the Rijksmuseum, Amsterdam</em>.": [],
    "It was edited and published, in 1976, by <a href=\"/schwartzg\">Gary Schwartz</a>.": [],
    "It includes an introductory essay on the history of the collection.": [],
    "More articles on the original history of the museum appeared in the early 1980s in the <em>Bulletin van het Rijksmuseum</em>.": [],
    "In 1984 he organized an exhibition on seventeenth-century picture frames in collaboration with C. J. de Bruyn Kops and others, <em>Prijs de lijst: de Hollandse schilderijlijst in de zeventiende eeuw</em>.": [
        [
            3,
            7,
            [
                "1984,"
            ]
        ],
        [
            104,
            109,
            [
                "Bruin"
            ]
        ],
        [
            110,
            114,
            [
                "Tops",
                "Cops",
                "Hops",
                "Ops",
                "Pops",
                "Mops"
            ]
        ]
    ],
    "In 1995, a further publication in English on this topic appeared, <em>Framing in the Golden Age</em>.": [],
    "His monograph on Cornelis Cornelisz.": [
        [
            17,
            25,
            [
                "Cornelius",
                "Cornelia"
            ]
        ],
        [
            26,
            35,
            [
                "Cornelius",
                "Cornelia",
                "Cornetist"
            ]
        ]
    ],
    "van Haarlem appeared in 1999.": [
        [
            0,
            3,
            [
                "Van"
            ]
        ]
    ],
    "The three volume <em>A Corpus of Rembrandt Paintings</em>, published in 1982, 1986, and 1989, provoked much debate and controversies in the art world.": [],
    "In 1993, the four senior members of the Rembrandt Research Project team, including Van Thiel, announced their withdrawal.": [],
    "They left the further organization of the project to Ernst van de Wetering (b.": [
        [
            66,
            74,
            [
                "Metering",
                "Watering",
                "Petering",
                "Weltering"
            ]
        ]
    ],
    "1938), who was a participant in the project since its first research trips abroad.": [],
    "Van de Wetering advocated a different approach.": [],
    "In his view the system of rigorous classification of the paintings into three categories following the grades of approval, or disapproval, of their authenticity should be abandoned, and he intended to collaborate with a broader range of specialists.</p>": []
}