{
    "<p>Curator of Painting, Museum of Modern Art, 1988-2001, and Professor of the History of Art, Institute for Advanced Study in Princeton, N. J. Varnedoe was the youngest of four children of wealthy Savannah stockbroker Samuel Lamartine Varnedoe and Lilla Train (Varnedoe).": [
        [
            143,
            151,
            [
                "Earned",
                "Varied",
                "Warned",
                "Carnegie",
                "Laredo",
                "Varese"
            ]
        ],
        [
            225,
            234,
            [
                "Lamar tine"
            ]
        ],
        [
            235,
            243,
            [
                "Earned",
                "Varied",
                "Warned",
                "Carnegie",
                "Laredo",
                "Varese"
            ]
        ],
        [
            248,
            253,
            [
                "Villa",
                "Lille",
                "Lilly",
                "Lila",
                "Willa",
                "Lilia"
            ]
        ],
        [
            261,
            269,
            [
                "Earned",
                "Varied",
                "Warned",
                "Carnegie",
                "Laredo",
                "Varese"
            ]
        ]
    ],
    "His grandfather, Gordon Saussy, had been mayor of Savannah during the depression.": [
        [
            24,
            30,
            [
                "Sassy"
            ]
        ]
    ],
    "Varnedoe used his wealth to attend St.": [
        [
            0,
            8,
            [
                "Earned",
                "Varied",
                "Warned",
                "Carnegie",
                "Laredo",
                "Varese"
            ]
        ]
    ],
    "Andrews in Middletown, Delaware, and Williams College where in 1967, he received his A.B.": [],
    "His M.A.": [],
    "and Ph.": [
        [
            0,
            3,
            [
                "And"
            ]
        ],
        [
            4,
            6,
            [
                "pH",
                "PH",
                "PA",
                "PC",
                "Mph",
                "PM"
            ]
        ]
    ],
    "D. were from Stanford University in 1970 and 1972.": [
        [
            3,
            7,
            [
                "Were"
            ]
        ]
    ],
    "His dissertation, written under <a href=\"/elsena\">Albert E. Elsen</a> focused on the drawings of Auguste Rodin.": [],
    "While researching the unpublished Rodin drawings at the Musée Rodin, Varnedoe's work caught the interest of <a href=\"/brownjc\">J.": [
        [
            56,
            61,
            [
                "Muse",
                "Muses",
                "Mused",
                "Fusee"
            ]
        ],
        [
            69,
            77,
            [
                "Earned",
                "Varied",
                "Warned",
                "Carnegie",
                "Laredo",
                "Varese"
            ]
        ]
    ],
    "Carter Brown</a>, Director of the National Gallery of Art.": [],
    "In 1971 Varnedoe launched the exhibition \"Rodin Drawings True and False\" (together with Elsen) at the Nation Gallery of Art at Brown's invitation.": [
        [
            8,
            16,
            [
                "Earned",
                "Varied",
                "Warned",
                "Carnegie",
                "Laredo",
                "Varese"
            ]
        ],
        [
            88,
            93,
            [
                "Else",
                "Ellen",
                "Olsen",
                "Essen",
                "Nelsen",
                "El sen"
            ]
        ]
    ],
    "Varnedoe taught History of Art as an assistant professor at Stanford University, 1973-74 and Columbia University, 1974-80.": [
        [
            0,
            8,
            [
                "Earned",
                "Varied",
                "Warned",
                "Carnegie",
                "Laredo",
                "Varese"
            ]
        ]
    ],
    "While teaching at Columbia, he curated the major Gustave Caillebotte retrospective at the Houston Museum of Fine Arts in 1976.": [],
    "In 1980 he was appointed associate professor at The Institute of Fine Arts, New York University.": [
        [
            3,
            7,
            [
                "1980,"
            ]
        ]
    ],
    "During this time, Varnedoe inaugurated an exhibition of early modern Scandinavian art at the request of the <em>Scandinavia Today</em> committee.": [
        [
            18,
            26,
            [
                "Earned",
                "Varied",
                "Warned",
                "Carnegie",
                "Laredo",
                "Varese"
            ]
        ]
    ],
    "The show toured through the Brooklyn Museum, the Corcoran Gallery and the Minneapolis Institute of the Arts.": [],
    "Varnedoe advanced to full professor at NYU in 1984, a position he would hold until 1988.": [
        [
            0,
            8,
            [
                "Earned",
                "Varied",
                "Warned",
                "Carnegie",
                "Laredo",
                "Varese"
            ]
        ]
    ],
    "In 1983 he married the environmental artist Elyn Zimmerman (b.": [
        [
            3,
            7,
            [
                "1983,"
            ]
        ],
        [
            44,
            48,
            [
                "Élan",
                "Elan",
                "ELN",
                "Elon"
            ]
        ]
    ],
    "1945).": [],
    "Varnedoe co-curated the problematic \"Primitivism and Modern Art\" blockbuster at the Museum of Modern Art with the museum's Painting and Sculpture Director, <a href=\"/rubinw\">William S. Rubin</a> in 1984.": [
        [
            0,
            8,
            [
                "Earned",
                "Varied",
                "Warned",
                "Carnegie",
                "Laredo",
                "Varese"
            ]
        ]
    ],
    "Despite the show's uneven reception, Rubin hired Varnedoe to be adjunct curator of the Department of Painting and Sculpture in 1985.": [
        [
            49,
            57,
            [
                "Earned",
                "Varied",
                "Warned",
                "Carnegie",
                "Laredo",
                "Varese"
            ]
        ]
    ],
    "Though Varnedoe's shows, which included \"Vienna 1900\" (1986) were a success, Rubin's choice of him as his successor as Director of the Department of Painting and Sculpture in 1989 caused a furor.": [
        [
            7,
            15,
            [
                "Earned",
                "Varied",
                "Warned",
                "Carnegie",
                "Laredo",
                "Varese"
            ]
        ]
    ],
    "Varnedoe had little experience in museum operations and a flamboyant public profile which worried museum staff that he was more showman than director.": [
        [
            0,
            8,
            [
                "Earned",
                "Varied",
                "Warned",
                "Carnegie",
                "Laredo",
                "Varese"
            ]
        ]
    ],
    "Perhaps because of the constraints on Varnedoe's time at MoMA, his book production during these year was limited largely to reworking of the catalogs for his earlier shows.": [
        [
            38,
            46,
            [
                "Earned",
                "Varied",
                "Warned",
                "Carnegie",
                "Laredo",
                "Varese"
            ]
        ],
        [
            90,
            100,
            [
                "this year",
                "these years"
            ]
        ]
    ],
    "<em>Gustave Caillebotte</em> (1987), a critical catalog and biography, mirrored the 1976 Houston show.": [],
    "<em>Northern Light: Nordic Art at the Turn of the Century</em>, was a clear reworking of the 1982 Brooklyn exhibition.": [],
    "In 1984 Varnedoe was awarded a five-year MacArthur Fellowship, the result of which was a 1990 book of essays titled <em>A Fine Disregard: What Makes Modern Art Modern</em>.": [
        [
            8,
            16,
            [
                "Earned",
                "Varied",
                "Warned",
                "Carnegie",
                "Laredo",
                "Varese"
            ]
        ]
    ],
    "The same year, Varnedoe launched his most unusual MoMA show together with former his former student (and now New York Times art critic) Adam Gopnik.": [
        [
            15,
            23,
            [
                "Earned",
                "Varied",
                "Warned",
                "Carnegie",
                "Laredo",
                "Varese"
            ]
        ],
        [
            141,
            147,
            [
                "Gonk"
            ]
        ]
    ],
    "<em>High and Low: Modern Art and Popular Culture</em>, a mixing of common objects with the art they inspired, once again met with mixed reception.": [],
    "In 1992, he was the Slade Professor at Oxford University, and the following year, as Mellon Professor at the National Gallery of Art in Washington.": [
        [
            20,
            25,
            [
                "Slave",
                "Blade",
                "Slide",
                "Shade",
                "Slate",
                "Spade"
            ]
        ]
    ],
    "At MoMA, Varnedoe returned to the retrospective shows which both he and the museum did best.": [
        [
            9,
            17,
            [
                "Earned",
                "Varied",
                "Warned",
                "Carnegie",
                "Laredo",
                "Varese"
            ]
        ]
    ],
    "\"Jasper Johns: A Retrospective\" in 1996 and \"Jackson Pollack,\" 1998, provided the material for aesthetic and intellectual tour-de-force.": [
        [
            122,
            135,
            [
                "tour de force"
            ]
        ]
    ],
    "In 2002,Varnedoe stepped down at MoMA (replaced by John Elderfield) to be the fourth professor of the History of Art at the Institute for Advanced Study in Princeton.": [
        [
            8,
            16,
            [
                "Earned",
                "Varied",
                "Warned",
                "Carnegie",
                "Laredo",
                "Varese"
            ]
        ],
        [
            56,
            66,
            [
                "Elder field"
            ]
        ]
    ],
    "In 1996 Varnedoe was diagnosed with colon cancer, which he succumbed to seven years later.": [
        [
            8,
            16,
            [
                "Earned",
                "Varied",
                "Warned",
                "Carnegie",
                "Laredo",
                "Varese"
            ]
        ]
    ],
    "His students include Adam Gopnik.</p>": [
        [
            26,
            32,
            [
                "Gonk"
            ]
        ]
    ]
}