{
    "<p>Considered the first art historian and often referred to as the \"father of art history\"; architect and painter.": [],
    "Vasari was the son of Antonio Vasari (d.": [
        [
            0,
            6,
            [
                "Va sari"
            ]
        ],
        [
            30,
            36,
            [
                "Va sari"
            ]
        ]
    ],
    "1527), a potter [Vasari = \"maker of vases\"], and Maddelena Tacci (d.": [
        [
            17,
            23,
            [
                "Va sari"
            ]
        ],
        [
            49,
            58,
            [
                "Magdalena"
            ]
        ],
        [
            59,
            64,
            [
                "Taxi",
                "Tactic",
                "CCI",
                "TAC",
                "Cacti",
                "Tacit"
            ]
        ]
    ],
    "1558).": [],
    "His family stemmed from Cortona where his grandfather, Lazzaro, had been a craftsman of saddles and painted scenes.": [
        [
            24,
            31,
            [
                "Corona",
                "Cortana"
            ]
        ],
        [
            55,
            62,
            [
                "Lazaro"
            ]
        ]
    ],
    "His great-aunt married the painter Lucca Signorelli, who became Vasari's first teacher.": [
        [
            41,
            51,
            [
                "Signore",
                "Signori"
            ]
        ],
        [
            64,
            70,
            [
                "Va sari"
            ]
        ]
    ],
    "Vasari himself learned Latin and other humanist disciplines in the 1520's by Antonio da Saccone and Giovanni Pollastra (1465-1540).": [
        [
            0,
            6,
            [
                "Va sari"
            ]
        ],
        [
            67,
            73,
            [
                "1520s"
            ]
        ],
        [
            85,
            87,
            [
                "the",
                "DA",
                "a",
                "day",
                "do",
                "Dr"
            ]
        ],
        [
            88,
            95,
            [
                "Sac cone"
            ]
        ],
        [
            109,
            118,
            [
                "Pollard",
                "Pollster",
                "Pollsters",
                "Pellagra",
                "Polestar",
                "Palestra"
            ]
        ]
    ],
    "Throughout his career, Vasari practiced as an artist.": [
        [
            23,
            29,
            [
                "Va sari"
            ]
        ]
    ],
    "He entered the Arezzo studio of Guillaume de Marcillat, a Frenchman commissioned to make the stained-glass windows for the cathedral in Arezzo.": [],
    "Guillaume's previous commissions at the Vatican in Rome brought Vasari into conversance with the work of Michelangelo and Raphael.": [
        [
            64,
            70,
            [
                "Va sari"
            ]
        ],
        [
            76,
            87,
            [
                "convergence",
                "conveyance",
                "conversant"
            ]
        ]
    ],
    "Vasari's own skills as a painter led the Cardinal of Cortona, Silvio Passerini (1470-1529), tutor of Alessandro and Ippolito de' Medici, to take Vasari with him to Florence in 1524.": [
        [
            0,
            6,
            [
                "Va sari"
            ]
        ],
        [
            53,
            60,
            [
                "Corona",
                "Cortana"
            ]
        ],
        [
            69,
            78,
            [
                "Passerine"
            ]
        ],
        [
            116,
            124,
            [
                "Impolite"
            ]
        ],
        [
            145,
            151,
            [
                "Va sari"
            ]
        ]
    ],
    "There Vasari and the two Medici received further instruction by Pierio Valeriano (1477-1558).": [
        [
            6,
            12,
            [
                "Va sari"
            ]
        ],
        [
            64,
            70,
            [
                "Piero"
            ]
        ],
        [
            71,
            80,
            [
                "Valerian",
                "Valerians",
                "Valeria no"
            ]
        ]
    ],
    "He lodged with Niccolo Vespucci beginning studies under Michelangelo, though this may have entailed little more than errands (Sonio).": [
        [
            126,
            131,
            [
                "Sonic",
                "Sonia",
                "Socio"
            ]
        ]
    ],
    "After Michelangelo left for Rome, Vasari trained in the Florentine workshop of Andrea del Sarto and in the sculpture workshop of Baccio Bandinelli, under Francesco Salviati.": [
        [
            34,
            40,
            [
                "Va sari"
            ]
        ],
        [
            129,
            135,
            [
                "Barrio",
                "Ajaccio",
                "Baguio",
                "Sacco",
                "Banco",
                "Bacchic"
            ]
        ],
        [
            136,
            146,
            [
                "Antonelli",
                "Farinelli"
            ]
        ],
        [
            164,
            172,
            [
                "Salivate"
            ]
        ]
    ],
    "When the Medici were expelled in 1527, it was Vasari and Salviati who rescued the pieces of the broken \"David\" statue of Michelangelo for repair.": [
        [
            46,
            52,
            [
                "Va sari"
            ]
        ],
        [
            57,
            65,
            [
                "Salivate"
            ]
        ]
    ],
    "Vasari returned to Arezzo where entered the service of Cardinal Ippolito de' Medici in January 1532.": [
        [
            0,
            6,
            [
                "Va sari"
            ]
        ],
        [
            64,
            72,
            [
                "Impolite"
            ]
        ]
    ],
    "He studied ancient and modern Roman art and architecture again with Salviati and began collecting drawings which he assembled into a large folio for study purposes.": [
        [
            68,
            76,
            [
                "Salivate"
            ]
        ]
    ],
    "When Alessandro de' Medici was murdered in 1537, Vasari was once again devoid of a princely patron.": [
        [
            49,
            55,
            [
                "Va sari"
            ]
        ]
    ],
    "From that point on, he decided to exist on his own.": [],
    "He painted several work for the monks at Camaldoli before journeying to Rome in 1538, accompanied by his assistant Giovanni Battista Cungi.": [
        [
            11,
            23,
            [
                "several works"
            ]
        ],
        [
            41,
            50,
            [
                "Capaldi"
            ]
        ],
        [
            124,
            132,
            [
                "Batista",
                "Baptista",
                "Bautista"
            ]
        ],
        [
            133,
            138,
            [
                "Fungi"
            ]
        ]
    ],
    "Already he was interested in studying ancient with a view of their effect on contemporary art, the core idea later into his masterwork of writing, the <em>Vite</em>.": [],
    "Vasari went to Venice in 1541.": [
        [
            0,
            6,
            [
                "Va sari"
            ]
        ]
    ],
    "Back in Rome, Vasari purportedly got the idea to write a book on the lives of famous artists from the scholar and collector Paolo Giovio (1483-1552) during a dinner party given by Pope Paul III in 1546, although Vasari seems to have been collecting snippets from 1543.": [
        [
            14,
            20,
            [
                "Va sari"
            ]
        ],
        [
            130,
            136,
            [
                "Giorgio",
                "Silvio",
                "Giulio",
                "Giotto",
                "Biobío",
                "Biovia"
            ]
        ],
        [
            212,
            218,
            [
                "Va sari"
            ]
        ]
    ],
    "In 1548 he built a house in Arezzo (in which he seldom lived) marrying the well-connected Nicolosa Bacci the following year.": [
        [
            3,
            7,
            [
                "1548,"
            ]
        ],
        [
            90,
            98,
            [
                "Nicolas",
                "Nicola",
                "Nicolás"
            ]
        ],
        [
            99,
            104,
            [
                "Baccy"
            ]
        ]
    ],
    "Documents indicate he had two previous children either by Nicolosa's sister, Maddalena Bacci (d.": [
        [
            58,
            66,
            [
                "Nicolas",
                "Nicola",
                "Nicolás"
            ]
        ],
        [
            77,
            86,
            [
                "Magdalena"
            ]
        ],
        [
            87,
            92,
            [
                "Baccy"
            ]
        ]
    ],
    "1542) or his housemaid, Isabella Mora (Cheney).": [],
    "He published the first edition of his account of artist's lives--most famous book--<em>Le vite de più eccellenti architetti, pittori, et scultori</em> in 1550.": [],
    "The printer was the Florentine humanist Lorenzo Torrentino (d.": [
        [
            48,
            58,
            [
                "Torrential",
                "Tormenting",
                "Sorrentine",
                "Tolentino",
                "Trentino"
            ]
        ]
    ],
    "1563).": [],
    "The two-volume, octavo work was dedicated to Cosimo de' Medici.": [
        [
            45,
            51,
            [
                "Costco",
                "Casino",
                "Cosmic",
                "Cosmos",
                "Como",
                "Cosine"
            ]
        ]
    ],
    "After its appearance several other biographies of artists appeared, most notably the life of Michelangelo by <a href=\"/condivia\">Ascanio Condivi</a>.": [],
    "Vasari settled permanently in Florence in 1554.": [
        [
            0,
            6,
            [
                "Va sari"
            ]
        ]
    ],
    "There he was commissioned to design the offices for the magistrates and civil records in 1560, the Uffizi (today the Uffizi Gallery).": [
        [
            99,
            105,
            [
                "Office",
                "Suffix",
                "Fiji",
                "Affine",
                "Affirm",
                "Effigy"
            ]
        ],
        [
            117,
            123,
            [
                "Office",
                "Suffix",
                "Fiji",
                "Affine",
                "Affirm",
                "Effigy"
            ]
        ]
    ],
    "Vasari corrected and enlarged the text to the <em>Vite</em>, issuing a second edition in 1568.": [
        [
            0,
            6,
            [
                "Va sari"
            ]
        ]
    ],
    "It is this version that all subsequent editions and translations are based, and for which Vasari owes his fame.": [
        [
            90,
            96,
            [
                "Va sari"
            ]
        ]
    ],
    "For the second edition, Vasari incorporated information from the works of other writers who had taken his biography as a model, in particularly <a href=\"/guicciardinil\">Lodovico Guicciardini</a> (a Florentine living in Antwerp) and his <em>Descrittione di m. Lodouico Guicciardini patritio fiorentino, di tutti i Paesi Bassi</em>, 1567.": [
        [
            24,
            30,
            [
                "Va sari"
            ]
        ]
    ],
    "A second book, somewhat of a supplement to the <em>Lives</em>, entitled <em>Ragionamenti sopra le Invenzioni</em> appeared from Vasari's hand after his death in 1588.": [],
    "The book is a catalog of the allegorical compositions in the Palazzo Vecchio.": [
        [
            69,
            76,
            [
                "Echo",
                "Techno",
                "Melchior",
                "Vetch",
                "Velcro",
                "Bacchic"
            ]
        ]
    ],
    "He continued as supervisor for the redesign and redecoration of the Palazzo Vecchio in Florence until 1572.": [
        [
            76,
            83,
            [
                "Echo",
                "Techno",
                "Melchior",
                "Vetch",
                "Velcro",
                "Bacchic"
            ]
        ]
    ],
    "While engaged in the frescos for the dome of the Cathedral in Florence, he died.": [
        [
            21,
            28,
            [
                "frescoes",
                "fresco"
            ]
        ]
    ],
    "He is interred in the family tomb in Arezzo.": [],
    "At his death his drawing collection was dispersed, much of it still identifiable in major collections today.": [],
    "His Arezzo house is today a museum on the Via XX Settembre 55.": [
        [
            49,
            58,
            [
                "September"
            ]
        ]
    ],
    "<em>Le vite de più eccellenti architetti, pittori, et scultori</em> - The work is divided into a preface (<em>proemio</em>), a discussion of the various media, and then three sections devoted to artist biographies arranged chronologically.": [],
    "The first section covers Cimabue to Lorenzo di Bicci, section two from Jacopo della Quercia to Pietro Perugino, and the final section, from Leonardo da Vinci to Michelangelo.": [
        [
            47,
            52,
            [
                "Birch",
                "CCI",
                "Vicki",
                "Vinci",
                "Wicca",
                "Becca"
            ]
        ],
        [
            71,
            77,
            [
                "JaCoCo"
            ]
        ],
        [
            78,
            83,
            [
                "Della",
                "Delta",
                "delta",
                "Ella",
                "Bella",
                "Dell"
            ]
        ],
        [
            84,
            91,
            [
                "Mercia",
                "Murcia",
                "Quercus"
            ]
        ],
        [
            102,
            110,
            [
                "Perugia",
                "Perusing"
            ]
        ]
    ],
    "Michelangelo was the only artist still living when the <em>Vite</em> appeared.": [],
    "Vasari ends with a section to 'artists and readers'.": [
        [
            0,
            6,
            [
                "Va sari"
            ]
        ]
    ],
    "Several indexes complete the work.": [],
    "Chronological biographies of artists had previously existed.": [],
    "Vasari's contribution was to create a critical, i.e., evaluative, history of artistic style, although he was far from unbiased.": [
        [
            0,
            6,
            [
                "Va sari"
            ]
        ]
    ],
    "Core to Vasari was the notion of the rebirth of art, a <em>rinascita</em>.": [
        [
            8,
            14,
            [
                "Va sari"
            ]
        ]
    ],
    "Art had a history and by new birth, it reestablished itself as a noble pursuit worthy of study.": [],
    "Vasari's division of art history into ages took as its paradigm the stages of human development.": [
        [
            0,
            6,
            [
                "Va sari"
            ]
        ]
    ],
    "This, too, was not a novel conception with Vasari, but in his book, it took on a logical sense of order.": [
        [
            43,
            49,
            [
                "Va sari"
            ]
        ]
    ],
    "Art's early perfection was the antique, but hade then declined under Constantine.": [
        [
            44,
            48,
            [
                "had",
                "have",
                "made",
                "hate",
                "hide",
                "Hyde"
            ]
        ]
    ],
    "This low period of barbaric or Germanic art (\"Gothic\" Vasari called it) far removed from classical models, was ready for renaissance.": [
        [
            54,
            60,
            [
                "Va sari"
            ]
        ]
    ],
    "Cimabue, Giotto and others formed the nascence of art, inspired by the imitation of nature, a primary stage (<em>primi lumi</em>).": [],
    "A developmental period (<em>augumento</em>) was ultimately succeeded by the age of perfection (<em>perfezione</em>)--coincidentally Vasari's own time and that of Michelangelo.": [],
    "Vasari's book created a sensation.": [
        [
            0,
            6,
            [
                "Va sari"
            ]
        ]
    ],
    "<a href=\"/cellinib\">Benvenuto Cellini</a> found much fault, but Michelangelo, Gherardi, Salviati and Carlo Fontana praised it.</p>": []
}