{
    "<p>Art critic of the early 20th-century modernist art movements; coiner of the terms \"Fauvism\" and \"Cubism\".": [],
    "Vauxcelles started writing art criticism in the 1890s, rising to a major figure (and today, documenter) of the art world in Paris.": [
        [
            0,
            10,
            [
                "Nacelles",
                "Courcelles",
                "Sarcelles",
                "Varicellas"
            ]
        ],
        [
            92,
            102,
            [
                "documented"
            ]
        ]
    ],
    "In a 1905 review, Vauxcelles disparagingly described the proto-expressionist French painters around Andre Darin and Henri Matisse, whose work was exhibited among classical sculpture, as \"Donatello parmi les fauves\" (a Donatello amongst wild beasts).": [
        [
            18,
            28,
            [
                "Nacelles",
                "Courcelles",
                "Sarcelles",
                "Varicellas"
            ]
        ],
        [
            197,
            202,
            [
                "CARMI",
                "Parma"
            ]
        ],
        [
            203,
            206,
            [
                "LES",
                "Les",
                "yes",
                "led",
                "less",
                "let"
            ]
        ],
        [
            207,
            213,
            [
                "faves"
            ]
        ],
        [
            228,
            235,
            [
                "among"
            ]
        ]
    ],
    "The term \"les fauves\" (wild beasts) became the epithet for the movement.": [
        [
            10,
            13,
            [
                "LES",
                "Les",
                "yes",
                "led",
                "less",
                "let"
            ]
        ],
        [
            14,
            20,
            [
                "faves"
            ]
        ]
    ],
    "Likewise in 1908 he described the work of Braque as \"bizarre cubiques\" (bizarre cubes).": [
        [
            61,
            69,
            [
                "cliques",
                "cubicles",
                "caïques"
            ]
        ]
    ],
    "Vauxcelles' description of their work as 'full of little cubes', again became the moniker for the style, though neither Braque nor Picasso adopted it.": [
        [
            0,
            10,
            [
                "Nacelles",
                "Courcelles",
                "Sarcelles",
                "Varicellas"
            ]
        ]
    ],
    "Conscious of his fame in naming French art styles, he mocking ascribed the early work of Ferdinand Léger, who employed a variation of Cubism in his work, as \"Tubism\" in 1911.": [
        [
            51,
            61,
            [
                "he's mocking",
                "he is mocking",
                "he was mocking"
            ]
        ],
        [
            89,
            104,
            [
                "Fernand Léger"
            ]
        ],
        [
            158,
            164,
            [
                "Cubism"
            ]
        ]
    ],
    "His criticism for the journals <em>Excelsior</em>, <em>Gil Blas</em> and <em>Le Carnet de la semaine</em> (under the name Pinturicchio), made him among the most popular critics by 1914.": [],
    "He was appointed to the executive committee of the Salon d'Automne.": [
        [
            59,
            66,
            [
                "Autumn",
                "Antoine",
                "Automate",
                "Atone",
                "Autumns",
                "Antone"
            ]
        ]
    ],
    "In 1916 he founded his own review, <em>Le Carnet des artistes</em>, backed by Albert Dubarry, the publisher of <em>Le Carnet de la semaine</em> in which Vauxcelles continued to write.": [
        [
            3,
            7,
            [
                "1916,"
            ]
        ]
    ],
    "He launched a higher-profile periodical, <em>L'Amour de l'art</em>, editing it between 1920 and 1923.": [],
    "When Braque returned to a style of clearer representation after World War I, one that diverged more from Picasso, Vauxcelles conceded that the artist's work deserved a place in the tradition of French painting.": [
        [
            114,
            124,
            [
                "Nacelles",
                "Courcelles",
                "Sarcelles",
                "Varicellas"
            ]
        ]
    ],
    "Despite his derision of Cubism and related avant-garde styles, Vauxcelles stance as an anti-academic painting and sculpture never wavered.": [
        [
            63,
            73,
            [
                "Nacelles",
                "Courcelles",
                "Sarcelles",
                "Varicellas"
            ]
        ]
    ],
    "Throughout his writing, Vauxcelles valued modern artists who demonstrated individualist, 'progressivist' traditions in art, contrasting academic painters with their rules and traditions.": [
        [
            24,
            34,
            [
                "Nacelles",
                "Courcelles",
                "Sarcelles",
                "Varicellas"
            ]
        ]
    ],
    "He chided the emergence of Cubism as a return to a theoretic, rule-bound art as French academic painting was.": [],
    "He had no appreciation for strongly-abstract art.": [],
    "Among his other truisms, Vauxcelles observed that \"art critics age badly.": [
        [
            25,
            35,
            [
                "Nacelles",
                "Courcelles",
                "Sarcelles",
                "Varicellas"
            ]
        ]
    ],
    "\"</p>": []
}