{
    "Professor of art history, University of Turin; specialist in Italian Renaissance, late 19th and early 20th century painting.": [],
    "Venturi was the  son of <a href=\"/venturia\">Adolfo Venturi</a>.": [
        [
            15,
            17,
            [
                " "
            ]
        ]
    ],
    "In 1918 became friends with the business magnate and art collector.": [],
    "Riccardo Gualino (1879-1964).": [
        [
            9,
            16,
            [
                "Guano",
                "Guanine",
                "Gulling",
                "Galindo",
                "Paulino"
            ]
        ]
    ],
    "Gualino astutely advised him to buy work by Amedeo Modigliani, which Venturi later organized a retrospective exhibition after the artist's death.": [
        [
            0,
            7,
            [
                "Guano",
                "Guanine",
                "Gulling",
                "Galindo",
                "Paulino"
            ]
        ]
    ],
    "The following year, 1919, Venturi was appointed to the University of Turin at age thirty-four, almost unheard of for a major Italian university.": [],
    "Among his first students was <a href=\"/pittalugam\">Mary Pittaluga</a>, who wrote her ground-breaking thesis on <a href=\"/fromentine\">Eugène Fromentin</a> under Venturi.": [],
    "Like his father, the younger Venturi was much influenced by <a href=\"/wolfflinh\">Heinrich Wölfflin;</a> he early expounded on the works and concepts of that art historian in an article \"Gli schemi del Wölfflin,\" in the journal <em>L'Esame</em> (1922).": [],
    "While in Turin he became an exponent for the modernist Turin artist group, Gruppo di Sei.": [
        [
            75,
            81,
            [
                "Krupp",
                "Grumpy",
                "Grappa",
                "Guppy",
                "Grippe",
                "Grump"
            ]
        ],
        [
            82,
            84,
            [
                "DI",
                "Di",
                "I",
                "did",
                "do",
                "Dr"
            ]
        ],
        [
            85,
            88,
            [
                "Set",
                "See",
                "San",
                "Saw",
                "Sea",
                "Say"
            ]
        ]
    ],
    "Venturi succeeded his father in art history at Sapienza University of Rome in 1931.": [
        [
            47,
            55,
            [
                "Sapiens",
                "Sapient",
                "Sapience"
            ]
        ]
    ],
    "The same year the Mussolini government required loyalty oaths of all faculty, which Venturi refused.": [],
    "Forced to leave the University he moved to Paris until the advent of the Vichy government.": [],
    "Venturi relocated to New York.": [],
    "There he wrote probably the first history of art criticism, <em>History of Art Criticism,</em> in 1936;  an Italian version  could only appear after the war.": [
        [
            88,
            90,
            [
                ", <"
            ]
        ],
        [
            103,
            105,
            [
                " "
            ]
        ],
        [
            123,
            125,
            [
                " "
            ]
        ]
    ],
    "He held visiting professorships at Johns Hopkins University; University of Mexico (1942); and was associated with the école Libre des Hautes études (1943).": [
        [
            118,
            123,
            [
                "Cole",
                "ecol"
            ]
        ],
        [
            124,
            129,
            [
                "Libra",
                "Lire"
            ]
        ],
        [
            130,
            133,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            134,
            140,
            [
                "Hates",
                "Hastes",
                "Sautés",
                "Sautes"
            ]
        ]
    ],
    "After the defeat of Mussolini, he returned to become the chair in Art History at the University of Rome in 1945.": [],
    "Together with his sister, Rosabianca Skira-Venturi (1916-1999), he published the three-volume <em>Italian Painting</em> between 1950-1952.": [
        [
            26,
            36,
            [
                "Casablanca",
                "Rosalinda",
                "Rosalina"
            ]
        ],
        [
            37,
            50,
            [
                "Skirt-Venturi"
            ]
        ]
    ],
    "He retired from the University in 1955, delivering the Bampton Lectures at Columbia University the same year.": [
        [
            55,
            62,
            [
                "Hampton",
                "Brampton"
            ]
        ]
    ],
    "HIs son, Franco Venturi (1914-1994), was also an art historian.": [
        [
            0,
            3,
            [
                "HI's",
                "HI",
                "His",
                "Is",
                "This",
                "Has"
            ]
        ]
    ],
    "Venturi was influenced, like his father, by the esthetics of <a href=\"/croceb\">Benedetto Croce</a>, and the art historians <a href=\"/riegla\">Alois Riegl</a> and Wölfflin.": [
        [
            48,
            57,
            [
                "aesthetics",
                "esthetic"
            ]
        ]
    ],
    "His lasting claim to popular art history may not have been anything he wrote.": [],
    "His edited 1951 book, <em>Italian Painting: the Renaissance</em>, was the first appearance of the subsequently famous Sistine ceiling detail of Adam and God's fingers touching.": []
}