{
    "<p>Historian of Italian art and pioneer of the modern school of art history in Italy (Bazin 419); chair in Medieval and Modern Art at the University of Rome (1896-1931).": [
        [
            86,
            91,
            [
                "Basin",
                "Bain"
            ]
        ]
    ],
    "Venturi was the son of Gaetano Venturi and Maria Barbieri (Venturi).": [
        [
            23,
            30,
            [
                "Caetano",
                "Gaëtan",
                "Gaeta no"
            ]
        ],
        [
            49,
            57,
            [
                "Barrier",
                "Barriers",
                "Barbara",
                "Barber",
                "Barbaric",
                "Barbie"
            ]
        ]
    ],
    "He took courses at the academy and technical school in Modena, largely teaching himself classical history through access of the excellent library of G. B. Toesca.": [
        [
            155,
            161,
            [
                "Tosca",
                "Toes ca"
            ]
        ]
    ],
    "Acting as a private tutor, he saved enough money to attend the Institute of advanced studies in Florence.": [],
    "He studied the monuments in Florence and then Bologna, Venice, and ultimately Milan.": [],
    "In 1878 he was appointed curator at the Galleria Estense in Modena.": [
        [
            3,
            7,
            [
                "1878,"
            ]
        ]
    ],
    "Venturi used his position to scour the Emilian archives, grounding himself in what was now his career of art history.": [
        [
            39,
            46,
            [
                "Emilia",
                "Emiliano"
            ]
        ]
    ],
    "In 1888 he was appointed general inspector of the <em>Belle Arti</em> at the Ministry of Public Instruction in Rome.": [
        [
            3,
            7,
            [
                "1888,"
            ]
        ]
    ],
    "There he revitalized the rather traditional institution.": [],
    "He instituted the first formal training on treatment of works of art as well as the outline for the development of a catalog of the national artistic heritage.": [],
    "In 1896 requested a faculty appointment as chair in Medieval and Modern Art at the University of Rome where he instituted courses on modern art.": [],
    "As professor of art, he was particularly influenced by <a href=\"/croceb\">Benedetto Croce</a>'s aesthetics, especially Croce's the emphasis the individual in history.": [],
    "In the United States, Venturi weighed in on a celebrated authenticity debate of a version of a purported Leonardo painting, La Bella Ferroniere, owned by a Kansas City couple.": [
        [
            133,
            143,
            [
                "Derrière",
                "Derriere",
                "Fernier",
                "Ferreñafe"
            ]
        ]
    ],
    "Venturi' defended the opinion of Sir Josef Duveen, then being sued by the Mrs.": [
        [
            43,
            49,
            [
                "Queen",
                "Doreen",
                "Duvet",
                "Duvets",
                "Tureen",
                "Düren"
            ]
        ]
    ],
    "Hahn, that the painting was a low copy.": [],
    "The incident provoked Hahn's husband into writing <em>The Rape of La Belle</em> (1946).": [],
    "Venturi remained at the University until his retirement in 1931.": [],
    "With Count Dominico Gnoli (1838-1915), Ventrui founded the journal, <em>Archivio storico d'arte</em> (after 1901, <em>L'Arte</em>) in 1888, editing it until 1940.": [
        [
            11,
            19,
            [
                "Dominic",
                "Domenico",
                "Dominica",
                "Dominick"
            ]
        ],
        [
            20,
            25,
            [
                "Gold",
                "Golf",
                "Knoll",
                "Gnome",
                "Gnosis",
                "Gobi"
            ]
        ],
        [
            39,
            46,
            [
                "Venturi"
            ]
        ]
    ],
    "He succeeded Giuseppe Verdi (1813-1901) as a member of the Paris Institute in 1901.": [],
    "His son, <a href=\"/venturil\">Lionello Venturi</a> was also an art historian.": [],
    "His students included the Venetianist <a href=\"/fioccog\">Giuseppe Fiocco</a>.": [
        [
            26,
            37,
            [
                "Venetians"
            ]
        ]
    ],
    "His unfinished twenty-five volume <em>Storia dell'arte italiana</em> (<em>History of Italian Art</em>), spanning early Christian art to the 16th century established a truly Italian art history, freeing it from dependence on foreign scholars.": [],
    "Methodologically, Venturi employed a conoisseurship-style to his art history.": [
        [
            37,
            57,
            [
                "connoisseurship-style"
            ]
        ]
    ],
    "In the depression era of the United States in the 1930, his monograph was selected for translation by workers of the Works Project Administration (never published) in 1939.</p>": []
}