{
    "<p>Classical Greek and Aegean art Professor and scholar at Harvard University, distinguished archaeologist.": [],
    "Vermuele was born on August 11, 1928 in New York City to Clint Blake Townsend and Eleanor Mary (Menelly) Townsend.": [
        [
            0,
            8,
            [
                "Vermeulen"
            ]
        ],
        [
            32,
            36,
            [
                "1928,"
            ]
        ],
        [
            96,
            103,
            [
                "Merely",
                "Mentally",
                "McNally",
                "Nelly",
                "Meekly",
                "Menelik"
            ]
        ]
    ],
    "From 1934 to 1946, she attended the all-girls private preparatory school, Brearley School, for her primary and secondary education.": [
        [
            74,
            82,
            [
                "Rarely",
                "Briefly",
                "Barely",
                "Bradley",
                "Barley",
                "Bailey"
            ]
        ]
    ],
    "In 1950, Vermuele graduated <em>summa cum laude</em> from Bryn Mawr with a B.A.": [
        [
            9,
            17,
            [
                "Vermeulen"
            ]
        ]
    ],
    "in Greek and philosophy.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "As a Fullbright scholar, Vermuele attended the American School of Classical Studies in Athens, Greece.": [
        [
            5,
            15,
            [
                "Fulbright",
                "Full bright"
            ]
        ],
        [
            25,
            33,
            [
                "Vermeulen"
            ]
        ]
    ],
    "During this time, she discovered a Mycanean family tomb in Athenian Agora and deepened her fascination in Bronze Age archaeology.</p><p>As a Catherwood Fellow, in 1953, she went on to spend a year at Oxford University.": [
        [
            35,
            43,
            [
                "Mycenaean"
            ]
        ],
        [
            141,
            151,
            [
                "Cather wood"
            ]
        ]
    ],
    "In 1954, she received a M.A.": [
        [
            22,
            23,
            [
                "an"
            ]
        ]
    ],
    "from Radcliffe College and two years later, her Ph.D.": [
        [
            0,
            4,
            [
                "From"
            ]
        ]
    ],
    "in Classics from Bryn Mawr.": [
        [
            0,
            2,
            [
                "In"
            ]
        ]
    ],
    "Directed by poet and translator, Richmond Lattimore, her dissertation focused on the Greek poet Bacchylides and Lyric Style.</p><p>From 1956 to 1958, Vermeule worked as an instructor of Greek at both Bryn Mawr and Wellesley.": [
        [
            42,
            51,
            [
                "Baltimore"
            ]
        ],
        [
            96,
            107,
            [
                "Backslides"
            ]
        ],
        [
            150,
            158,
            [
                "Vermeulen"
            ]
        ]
    ],
    "For the following six years, she worked as an assistant professor at Boston University in the Classics Department.": [],
    "Vermeule became a full professor at Wellesley College the following year, teaching art and Greek.": [
        [
            0,
            8,
            [
                "Vermeulen"
            ]
        ]
    ],
    "During her time at Wellesley College, Vermuele led an expedition with students to find Greek stolen earrings from the Museum.</p><p>In 1957, Vermeule married archaeologist and Curator of Classical Art at the Museum of Fine Art in Boston, <a href=\"/vermeulec\">Cornelius C. Vermeule III</a>.": [
        [
            38,
            46,
            [
                "Vermeulen"
            ]
        ],
        [
            141,
            149,
            [
                "Vermeulen"
            ]
        ]
    ],
    "He would often accompany her to excavation sites throughout her career.</p><p>Vermuele received the Guggenheim Fellowship in 1964-5.": [
        [
            78,
            86,
            [
                "Vermeulen"
            ]
        ]
    ],
    "In 1969, she was appointed the James Loeb Visiting Professor of Classical Philology at Harvard University.": [
        [
            37,
            41,
            [
                "Lobe",
                "Lob",
                "LEB",
                "OEB"
            ]
        ]
    ],
    "By the following year, she was named the Samuel E. Zemurray, Jr.": [
        [
            51,
            59,
            [
                "Murray",
                "McMurray",
                "Demurral"
            ]
        ]
    ],
    "and Doris Zemurray Stone-Radcliffe Professor at Harvard, most known for her Fine Arts 13 class.": [
        [
            0,
            3,
            [
                "And"
            ]
        ],
        [
            10,
            18,
            [
                "Murray",
                "McMurray",
                "Demurral"
            ]
        ]
    ],
    "She went on to teach for twenty-four years in the Department of the Classics and of the History of Art and Architecture.": [],
    "Beyond teaching, Vermuele worked on the Faculty Council and as a member of numerous university committees, like the Committee on Non-Departmental Instruction and the Committee of Educational Policy.": [
        [
            17,
            25,
            [
                "Vermeulen"
            ]
        ]
    ],
    "She was also actively involved with the Harvard Alumni College at Sea Program, introducing alumni to the classics in the Aegean and Black Seas with her husband.</p><p>In 1970, Vermuele was appointed Semple Lecturer at the University of Cincinnati and as Sather Lecturer at Berkeley in 1975.": [
        [
            176,
            184,
            [
                "Vermeulen"
            ]
        ],
        [
            199,
            205,
            [
                "Simple",
                "Temple",
                "Sample",
                "Sempre"
            ]
        ],
        [
            254,
            260,
            [
                "Father",
                "Rather",
                "Gather",
                "Mather",
                "Cather",
                "Bather"
            ]
        ]
    ],
    "During this time, Vermuele published several works, including The Mycenaean Origin of Greek Mythology (1972), The Art of the Shaft Graves of Mycenae (1975), and Aspects of Death in Early Greek Art and Poetry (1979).": [
        [
            18,
            26,
            [
                "Vermeulen"
            ]
        ]
    ],
    "She also served as the Vice President of the American Philosophical Society, a group dedicated to research in the Humanities.": [],
    "Additionally, Vermuele acted on the Governing Board of the National Geographic Society and was president of the American Philological Association.": [
        [
            14,
            22,
            [
                "Vermeulen"
            ]
        ]
    ],
    "Outside of teaching, Vermuele had published poetry in both the <em>New York Times and Poetry Magazine</em>.</p><p>Throughout her career, Vermuele traveled the world, excavating numerous sites, namely King Midas’s Tomb, Kephallenia, Messenia, Tobruk, and Muskebi.": [
        [
            21,
            29,
            [
                "Vermeulen"
            ]
        ],
        [
            137,
            145,
            [
                "Vermeulen"
            ]
        ],
        [
            219,
            230,
            [
                "Befallen"
            ]
        ],
        [
            232,
            240,
            [
                "Yessenia"
            ]
        ],
        [
            242,
            248,
            [
                "Torus"
            ]
        ],
        [
            254,
            261,
            [
                "Musket",
                "Muskets",
                "Muskeg",
                "Muskegs"
            ]
        ]
    ],
    "When working at Thera-Santorini, Vermuele cataloged Greek Aegean frescoes for the Archaeological Museum of Thera.</p><p>Vermuele’s most significant dig occurred in 1971.": [
        [
            16,
            31,
            [
                "There-Santorini"
            ]
        ],
        [
            33,
            41,
            [
                "Vermeulen"
            ]
        ],
        [
            107,
            112,
            [
                "There",
                "Therein",
                "Theta",
                "Hera",
                "Thea",
                "Therm"
            ]
        ],
        [
            120,
            128,
            [
                "Vermeulen"
            ]
        ]
    ],
    "Serving as the Director for a joint excavation project, Vermuele went to the late Bronze Age town of Toumba tou Skourou outside Morphou, Cyprus.": [
        [
            56,
            64,
            [
                "Vermeulen"
            ]
        ],
        [
            101,
            107,
            [
                "Tomb",
                "Thumb",
                "Tombs",
                "Thumbs",
                "Tuba",
                "Rumba"
            ]
        ],
        [
            108,
            111,
            [
                "to",
                "you",
                "too",
                "thou",
                "top",
                "tour"
            ]
        ],
        [
            112,
            119,
            [
                "Source",
                "Sour",
                "Sorrow",
                "Soured",
                "Scour",
                "Scoured"
            ]
        ],
        [
            128,
            135,
            [
                "Amorphous",
                "Morph",
                "Morphed",
                "Morphs",
                "Corfu",
                "Morpheus"
            ]
        ]
    ],
    "She noted three cultures converging in this town: Palestinian, Egyptian, and Minoan.": [],
    "A Turkish invasion forced Vermuele to leave earlier than expected.": [
        [
            26,
            34,
            [
                "Vermeulen"
            ]
        ]
    ],
    "Some materials were lost, but many had already been fully documented by Vermuele prior to the invasion.": [
        [
            72,
            80,
            [
                "Vermeulen"
            ]
        ]
    ],
    "From this excavation, she was able to produce two books: Toumba tou Skourou: The Mound of Darkness (1974) and Toumba tou Skourou, a Bronze Age Potter’s Quarter on Morphou Bay in Cyprus (1990).</p><p>During the 1980’s, at Harvard, Vermuele approached the university administration about declining archaeology enrollment.": [
        [
            57,
            63,
            [
                "Tomb",
                "Thumb",
                "Tombs",
                "Thumbs",
                "Tuba",
                "Rumba"
            ]
        ],
        [
            64,
            67,
            [
                "to",
                "you",
                "too",
                "thou",
                "top",
                "tour"
            ]
        ],
        [
            68,
            75,
            [
                "Source",
                "Sour",
                "Sorrow",
                "Soured",
                "Scour",
                "Scoured"
            ]
        ],
        [
            110,
            116,
            [
                "Tomb",
                "Thumb",
                "Tombs",
                "Thumbs",
                "Tuba",
                "Rumba"
            ]
        ],
        [
            117,
            120,
            [
                "to",
                "you",
                "too",
                "thou",
                "top",
                "tour"
            ]
        ],
        [
            121,
            128,
            [
                "Source",
                "Sour",
                "Sorrow",
                "Soured",
                "Scour",
                "Scoured"
            ]
        ],
        [
            163,
            170,
            [
                "Amorphous",
                "Morph",
                "Morphed",
                "Morphs",
                "Corfu",
                "Morpheus"
            ]
        ],
        [
            210,
            216,
            [
                "1980s"
            ]
        ],
        [
            230,
            238,
            [
                "Vermeulen"
            ]
        ]
    ],
    "They then created the Standing Committee on Archaeology in an effort to promote this course of study.": [],
    "In 1982, Vermuele wrote a book entitled Mycenaean Pictorial Vase Painting, examining late Bronze Age vessels.": [
        [
            9,
            17,
            [
                "Vermeulen"
            ]
        ]
    ],
    "Two years later, Vermuele was given the Jefferson Lectureship in the Humanities award, the highest achievement by the federal government for intellectual achievement in the humanities.": [
        [
            17,
            25,
            [
                "Vermeulen"
            ]
        ]
    ],
    "Her lecture was entitled “Greeks and Barbarians: The Classical Experience in the Larger World.”</p><p>In her last decade of teaching, Vermuele became fascinated by the prehistoric Anatolia’s contribution to the Trojan War and learned the language, Hitittie, from fellow Harvard professor Calvert Watkins.</p><p>Vermuele also received 13 honorary degrees from Harvard, the University of Pittsburgh, Smith College, Rutgers University, Tufts University, and Wheaton College, among others.": [
        [
            134,
            142,
            [
                "Vermeulen"
            ]
        ],
        [
            248,
            256,
            [
                "Hittite"
            ]
        ],
        [
            311,
            319,
            [
                "Vermeulen"
            ]
        ]
    ],
    "She was a Fellow of the British Academy and a Fellow of the Society of Antiquaries in London.</p><p>Vermuele retired from Harvard University in 1994.": [
        [
            100,
            108,
            [
                "Vermeulen"
            ]
        ]
    ],
    "She died in 2001 from heart disease complications at the age of 72.</p>": []
}