{
    "<p>Vermeulen studied art history at Utrecht University under <a href=\"/vogelsangw\">Willem Vogelsang</a>.": [],
    "From 1920 onward, he began his research in architectural history.": [],
    "At the same time, he was employed at the Rijksbureau voor de Monumentenzorg, an organization responsible for the description and conservation of monuments.": [
        [
            53,
            57,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ]
    ],
    "His tasks included the description of monuments of the Tielerwaard, in the province of Gelderland.": [],
    "In 1938, he obtained his doctoral degree with a dissertation on classicist-baroque architecture in The Netherlands, <em>Bouwmeesters der Klassicistische Barok in Nederland</em>.": [],
    "Between 1928 and 1941, his three-volume handbook on the history of architecture in The Netherlands appeared, <em>Handboek tot de geschiedenis der Nederlandsche bouwkunst</em>.": [],
    "This informative work was based on innovative research.": [],
    "The delayed third volume, published in 1941, abruptly ends in the beginning of the eighteenth century.": [],
    "The publisher, Wouter Nijhoff (1866-1947), very dissatisfied at not getting copy in time, notified the readers that this part also would be the last one.": [
        [
            15,
            21,
            [
                "Outer",
                "Router",
                "Pouter"
            ]
        ],
        [
            22,
            29,
            [
                "Kickoff",
                "Nichols",
                "Liftoff",
                "Hoff",
                "Ripoff",
                "Nichole"
            ]
        ]
    ],
    "He probably had other reasons as well to finish with Vermeulen.": [],
    "During World War II, Vermeulen became an active supporter of the Nazis and as a result neglected much of his work.": [],
    "In 1942, he quit the Rijksbureau and accepted a leading position at the 'Afdeeling voor Kultureele Propaganda', a section of the 'Departement van Volksvoorlichting en Kunsten'.": [
        [
            73,
            82,
            [
                "Feeling"
            ]
        ],
        [
            83,
            87,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            88,
            98,
            [
                "Culturable"
            ]
        ],
        [
            130,
            141,
            [
                "Department"
            ]
        ],
        [
            167,
            174,
            [
                "Unseen",
                "Munster",
                "Tungsten",
                "Austen",
                "Kirsten",
                "Kinsmen"
            ]
        ]
    ],
    "In 1944, he fled to Germany.": [],
    "After the liberation, he was interned as a Nazi collaborator in The Netherlands for more than two years.": [],
    "The Rijksbureau voor de Monumentenzorg prepared his description of the monuments of the Tielerwaard for publication (1946).": [
        [
            16,
            20,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ]
    ],
    "Vermeulen's race related theories on style reveal his sympathy for National Socialism.": [],
    "This already is apparent in some sections of his <em>Handboek</em>, and, more outspokenly, in his 1942 publication on the new Adolf Hitler-style in German architecture.</p>": []
}