{
    "<p>French archaeologist, inspecteur divisionnaire de la Société française d'archéologie, historian and medievalist art historian.": [
        [
            25,
            35,
            [
                "inspector",
                "inspected"
            ]
        ],
        [
            56,
            63,
            [
                "Society"
            ]
        ],
        [
            64,
            73,
            [
                "franchise",
                "Francoise",
                "Français",
                "Françoise"
            ]
        ],
        [
            76,
            87,
            [
                "archeologies"
            ]
        ]
    ],
    "Verneilh was the son of the politician Baron Jean Joseph de Verneilh-Puyraseau (1756-1839).": [
        [
            0,
            8,
            [
                "Vernal"
            ]
        ]
    ],
    "In 1851 Verneilh published <em>L'architecture byzantine en France: Saint-Front de Périgueux et les églises à coupoles de l'Aquitaine</em>, a work which ignited controversy by drawing attention away from Western classical models for medieval architecture and instead suggestion Byzantine models.": [
        [
            8,
            16,
            [
                "Vernal"
            ]
        ]
    ],
    "In 1854 Verneilh wrote a paper on the identity of the meaning of the eight bas-reliefs on the outer lateral faces of the Martyrs' Portal of the south transept of Notre Dame de Paris.": [
        [
            8,
            16,
            [
                "Vernal"
            ]
        ]
    ],
    "The identity of these sculptures had never been solved, various attributions being to the life of St.": [],
    "Stephen or an unnamed miracle of the Virgin.": [],
    "Verneilh, however, doubted religious iconography, suggesting that the figures represented contrasting morality behaviors of the university students.": [
        [
            0,
            8,
            [
                "Vernal"
            ]
        ]
    ],
    "The paper was rejected by the editor of the <em>Annales Archéologique</em> <a href=\"/didrona\">Adolphe Napoléon Didron</a> as too far-fetched (Kraus).": [],
    "When in another writing Verneilh suggested that Limoge work was influenced by German modles, he was charged with being unpatriotic, \"There is only one archeology; every country cannot have its own.\"": [
        [
            24,
            32,
            [
                "Vernal"
            ]
        ],
        [
            48,
            54,
            [
                "Limoges"
            ]
        ],
        [
            85,
            91,
            [
                "models",
                "modes",
                "modules",
                "moles",
                "oodles",
                "moodles"
            ]
        ]
    ],
    "He died at his chateau at age 43.": [
        [
            15,
            22,
            [
                "château"
            ]
        ]
    ],
    "After Didron's death in 1867, the <em>Annales Archéologique</em> published his interpretation of the Notre Dame bas-relief which ignited controversy again.": [
        [
            6,
            12,
            [
                "Iron",
                "Dillon",
                "Dion",
                "Dixon",
                "Gideon",
                "Dido"
            ]
        ]
    ],
    "<a href=\"/malee\">Émile Mâle</a> in his <em>L'Art religieux du XIIIe siècle en France</em> sided with Didron in rejecting the theory outright in 1898.": [],
    "Verneilh's <em>L'architecture byzantine en France</em> was groundbreaking.": [
        [
            0,
            8,
            [
                "Vernal"
            ]
        ]
    ],
    "Though <a href=\"/lenoira1801\">Alexandre-Albert Lenoir</a> and <a href=\"/vitetl\">Ludovic Vitet</a> had suggested models other than the classical architecture were the inspiration for medieval architecture in the 1830s, Verneilh's book suggested a direct link (Stamp).": [],
    "He arged that the domed churches of Périgord département (modern Dordogne), were directly inspired from Byzantine architecture through the model of St.": [
        [
            3,
            8,
            [
                "aged",
                "argued",
                "armed",
                "urged",
                "raged",
                "barged"
            ]
        ],
        [
            36,
            44,
            [
                "Period"
            ]
        ],
        [
            45,
            56,
            [
                "department"
            ]
        ],
        [
            65,
            73,
            [
                "Gordon",
                "Cologne",
                "Hormone",
                "Dodge",
                "Drone",
                "Sorbonne"
            ]
        ]
    ],
    "Mark's in Venice.": [],
    "In 1967 the art historian <a href=\"/kraush\">Henry Kraus</a> posited that Verneilh's sharp break from traditional art-historical scholarship--advancing a secular subject for the relief sculpture instead of religious--branded his theory outlandish to mainstream scholarship, despite Verneilh being a respected scholar.": [],
    "Summarily rejected in the 19th century, his interpretation has prevailed (Kraus).</p>": []
}