{
    "<p>Painter and art critic.": [],
    "In 1880 Veth began studying painting at the Amsterdam Rijksacademie voor Beeldende Kunsten, under August Allebé (1838-1927).": [
        [
            8,
            12,
            [
                "Veto",
                "Seth",
                "ETH",
                "Vet",
                "Vets",
                "Vetch"
            ]
        ],
        [
            68,
            72,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            73,
            82,
            [
                "Beeline",
                "Beelined"
            ]
        ],
        [
            83,
            90,
            [
                "Unseen",
                "Munster",
                "Tungsten",
                "Austen",
                "Kirsten",
                "Kinsmen"
            ]
        ]
    ],
    "After having left the academy, in 1885, he moved to Laren, along with the painter Anton Mauve (1838-1888).": [
        [
            52,
            57,
            [
                "Learn",
                "Earn",
                "Learns",
                "Karen",
                "Laden",
                "Lean"
            ]
        ]
    ],
    "In addition to painting, Veth began his career as an art critic.": [
        [
            25,
            29,
            [
                "Veto",
                "Seth",
                "ETH",
                "Vet",
                "Vets",
                "Vetch"
            ]
        ]
    ],
    "He regularly wrote articles on contemporary artists in De Nieuwe Gids, a periodical founded by a circle of young writers known as the Tachtigers.": [
        [
            58,
            64,
            [
                "Noose"
            ]
        ],
        [
            65,
            69,
            [
                "AIDS",
                "Gods",
                "Kids",
                "Aids",
                "Bids",
                "Grids"
            ]
        ]
    ],
    "He also contributed to De Amsterdammer.": [
        [
            26,
            38,
            [
                "Amsterdam"
            ]
        ]
    ],
    "Weekblad voor Nederland.": [
        [
            0,
            8,
            [
                "Weekly",
                "Weekend",
                "Weekday",
                "Weebly"
            ]
        ],
        [
            9,
            13,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ]
    ],
    "In 1888 he married Anna Dorothea Dirks.": [
        [
            3,
            7,
            [
                "1888,"
            ]
        ]
    ],
    "The couple settled in Bussum.": [
        [
            22,
            28,
            [
                "Bus sum"
            ]
        ]
    ],
    "Veth made a career of portraiture, working in different techniques: painting, drawing, etching and lithography.": [
        [
            0,
            4,
            [
                "Veto",
                "Seth",
                "ETH",
                "Vet",
                "Vets",
                "Vetch"
            ]
        ]
    ],
    "In the course of the 1890s he produced a series of 60 lithographs of portraits of famous contemporaries, published in De Amsterdammer, and subsequently in De Kroniek.": [
        [
            121,
            133,
            [
                "Amsterdam"
            ]
        ],
        [
            158,
            165,
            [
                "Cronies",
                "Krone",
                "Kroner",
                "Ironies"
            ]
        ]
    ],
    "He regularly traveled abroad to carry out commissions in Germany, England, and the USA.": [],
    "His likenesses, both in painting and drawing, included the artist Adolf von Menzel and the art historian and museum director <a href=\"/bodew\">Wilhelm Bode</a>.": [
        [
            76,
            82,
            [
                "Mendel",
                "Denzel"
            ]
        ]
    ],
    "His paintings are owned by the Rijksmuseum in Amsterdam (portraits of the baritone Johannes M. Messchaert, 1857-1922, and the director of the Amsterdam Rijksprentenkabinet, <a href=\"/kellenj\">Johan Philip van der Kellen</a>, and at the Stedelijk Museum (the painter Jozef Israëls).": [],
    "In 1892 he published an important study on a recent wall painting in the Den Bosch Town hall by Antoon Derkinderen (1859-1925).": [
        [
            3,
            7,
            [
                "1892,"
            ]
        ],
        [
            96,
            102,
            [
                "Anton"
            ]
        ]
    ],
    "Sympathetic to the social ideals of fin-de-siecle artists, Veth translated Walter Crane's Claims of Decorative Art (1892) into Dutch.": [
        [
            36,
            49,
            [
                "fin-de-siècle"
            ]
        ],
        [
            59,
            63,
            [
                "Veto",
                "Seth",
                "ETH",
                "Vet",
                "Vets",
                "Vetch"
            ]
        ]
    ],
    "In 1906, the three hundredth anniversary of Rembrandt's birthday, his monograph on Rembrandt, Rembrandt's leven en kunst (Rembrandt's Life and Art) appeared, which was also translated into German.": [
        [
            106,
            111,
            [
                "even",
                "level",
                "seven",
                "eleven",
                "lever",
                "Leuven"
            ]
        ],
        [
            115,
            120,
            [
                "must",
                "just",
                "runs",
                "unit",
                "guest",
                "guns"
            ]
        ]
    ],
    "In the same year, Veth received a doctorate honoris causa from the University of Amsterdam, along with <a href=\"/brediusa\">Abraham Bredius</a>, <a href=\"/hofstededegrootc\">Cornelis Hofstede de Groot</a>, ode, and <a href=\"/michele1828\">Émile Michel</a>.": [
        [
            18,
            22,
            [
                "Veto",
                "Seth",
                "ETH",
                "Vet",
                "Vets",
                "Vetch"
            ]
        ]
    ],
    "In 1914, he joined the editorial board of De Gids.": [
        [
            45,
            49,
            [
                "AIDS",
                "Gods",
                "Kids",
                "Aids",
                "Bids",
                "Grids"
            ]
        ]
    ],
    "In 1917 Veth was appointed professor of art history and esthetics at the Amsterdam Rijksacademie voor Beeldende Kunsten.": [
        [
            8,
            12,
            [
                "Veto",
                "Seth",
                "ETH",
                "Vet",
                "Vets",
                "Vetch"
            ]
        ],
        [
            56,
            65,
            [
                "aesthetics",
                "esthetic"
            ]
        ],
        [
            97,
            101,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            102,
            111,
            [
                "Beeline",
                "Beelined"
            ]
        ],
        [
            112,
            119,
            [
                "Unseen",
                "Munster",
                "Tungsten",
                "Austen",
                "Kirsten",
                "Kinsmen"
            ]
        ]
    ],
    "With the Utrecht archivist Samuel Muller Fz (1848-1922) he was the coauthor of the two-volume 1918 publication, Albrecht Dürers niederländische Reise.": [
        [
            41,
            43,
            [
                "FM",
                "Ft",
                "Oz",
                "FD",
                "FP",
                "Fr"
            ]
        ],
        [
            121,
            127,
            [
                "Duress",
                "Curers",
                "Durer",
                "Dupers",
                "Darers"
            ]
        ],
        [
            144,
            149,
            [
                "Race",
                "Base",
                "Case",
                "Rate",
                "Raise",
                "Rare"
            ]
        ]
    ],
    "This remarkable study, written in German, documents Dürer's year-long travels (1520-21) in the Low Countries (present day Belgium and the Netherlands).": [],
    "The first volume includes a critical illustrated catalog of Dürer's sketchbook drawings and other works produced during his trip, while the second part is an analysis of Dürer as an artist, followed by a comprehensive account of the journey in its broader cultural and historical context.": [],
    "Between 1919 and 1921 Veth was actively involved in the reorganization of museums in the Netherlands, as a member of the Rijkscommissie voor het museumwezen (State Commission for Museum Affairs).": [
        [
            22,
            26,
            [
                "Veto",
                "Seth",
                "ETH",
                "Vet",
                "Vets",
                "Vetch"
            ]
        ],
        [
            136,
            140,
            [
                "poor",
                "door",
                "Moor",
                "moor",
                "boor",
                "Noor"
            ]
        ],
        [
            141,
            144,
            [
                "he",
                "get",
                "her",
                "set",
                "hit",
                "let"
            ]
        ]
    ],
    "Veth moved to Amsterdam in 1924.": [
        [
            0,
            4,
            [
                "Veto",
                "Seth",
                "ETH",
                "Vet",
                "Vets",
                "Vetch"
            ]
        ]
    ],
    "Being in poor health, he retired from his position at the academy.": [],
    "He died a year later, in 1925.": [],
    "<a href=\"/huizingaj\">Johan Huizinga</a> published a monograph on Veth in 1927, <em>Leven en werk van Jan Veth</em>.": [],
    "He also wrote the introduction to the 1928 posthumous publication of Veth's work, Een veronachtzaamd hoofdstuk uit onze beschavingsgeschiedenis der zeventiende eeuw.": [
        [
            69,
            73,
            [
                "Veto",
                "Seth",
                "ETH",
                "Vet",
                "Vets",
                "Vetch"
            ]
        ],
        [
            82,
            85,
            [
                "Been",
                "Even",
                "Men",
                "Seen",
                "Ten",
                "Ben"
            ]
        ],
        [
            111,
            114,
            [
                "UIT",
                "it",
                "hit",
                "unit",
                "bit",
                "suit"
            ]
        ],
        [
            115,
            119,
            [
                "one",
                "once",
                "ooze",
                "ONCE",
                "ONE"
            ]
        ],
        [
            144,
            147,
            [
                "her",
                "Dr",
                "deer",
                "per",
                "Del",
                "den"
            ]
        ],
        [
            148,
            159,
            [
                "eventide"
            ]
        ],
        [
            160,
            164,
            [
                "new",
                "few",
                "EU",
                "feud",
                "Jew",
                "Zeus"
            ]
        ]
    ],
    "Veth, as artist and writer on art, is known for his skepticism about esthetical judgments by art historians and archivists.": [
        [
            0,
            4,
            [
                "Veto",
                "Seth",
                "ETH",
                "Vet",
                "Vets",
                "Vetch"
            ]
        ]
    ],
    "In his view true artists have more art critical insight.": [],
    "As a participant in the debate on museum reform he, along with <a href=\"/schmidtdegenerf\">F.": [],
    "Schmidt-Degener</a>, was an advocate of the idea that a museum primarily should be a place to enjoy art.": [
        [
            0,
            15,
            [
                "Schmidt-Wegener"
            ]
        ]
    ],
    "Veth's books and articles on contemporary artists still are considered important contributions to Dutch modern art history.</p>": [
        [
            0,
            4,
            [
                "Veto",
                "Seth",
                "ETH",
                "Vet",
                "Vets",
                "Vetch"
            ]
        ]
    ]
}