{
    "<p>Architectural historian/restorer; major theorist of the Gothic in 19th-century France; responsible for the \"over-restoration\" of many Gothic churches in France.": [],
    "Viollet-le-Duc's father was <em>Sous-Contrôleur des Services</em> for the Tuileries, a civil servant position, book collector and arts enthusiast.": [
        [
            0,
            14,
            [
                "Violet-le-Duc",
                "Viollet-LE-Duc",
                "Viollet-le-Due"
            ]
        ]
    ],
    "His mother (d.": [],
    "1832) conducted Friday salons from the family's home where writers such as Stendahl and Prosper Mérimée (1803-1870)--later commissioner of historic monuments, attended.": [
        [
            75,
            83,
            [
                "Stendhal"
            ]
        ]
    ],
    "His bachelor uncle, the painter/scholar <a href=\"/delecluzee\">E.": [],
    "J. Delécluze</a>, lived upstairs and was put in charge of Viollet-le-Duc's education.": [
        [
            3,
            12,
            [
                "Delocalize",
                "Delacruz"
            ]
        ],
        [
            58,
            72,
            [
                "Violet-le-Duc",
                "Viollet-LE-Duc",
                "Viollet-le-Due"
            ]
        ]
    ],
    "He attended Fontenay, a school known for its anti-clerical republicanism.": [
        [
            12,
            20,
            [
                "Fontana",
                "Frontenac",
                "Fontina",
                "Fontinas"
            ]
        ]
    ],
    "He participated in the 1830 revolution.": [],
    "Intent on an architectural career and politically liberal, Viollet-le-Duc decided against study at the conservative École des Beaux-Arts in favor of direct experience in the architect's office of Jean-Jacques-Marie Huvé (1783-1852), and Achille-François-René Leclère (1785-1853).": [
        [
            59,
            73,
            [
                "Violet-le-Duc",
                "Viollet-LE-Duc",
                "Viollet-le-Due"
            ]
        ],
        [
            116,
            121,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            122,
            125,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            215,
            219,
            [
                "Have",
                "Huge",
                "Hive",
                "Hue",
                "Hume",
                "Hove"
            ]
        ],
        [
            237,
            258,
            [
                "Achilles-François-René"
            ]
        ],
        [
            259,
            266,
            [
                "Leclerc"
            ]
        ]
    ],
    "Between 1831 and 1836 he visited the regions of Provence, Normandy, the châteaux of the Loire, as well as the Pyrenees and Languedoc.": [
        [
            123,
            132,
            [
                "Languid",
                "Languor",
                "Languidly"
            ]
        ]
    ],
    "He married his wife, Elisabeth, in 1834 and secured a professorship of Composition and Ornament at a small independent school, the École de Dessin in Paris.": [
        [
            131,
            136,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            140,
            146,
            [
                "Design",
                "Lesson",
                "Session",
                "Destiny",
                "Dressing",
                "Resin"
            ]
        ]
    ],
    "In 1836 he traveled to Italy where he toured Rome, Sicily, Naples and Venice.": [
        [
            3,
            7,
            [
                "1836,"
            ]
        ]
    ],
    "He returned to Paris in 1837 and studying at the École.": [
        [
            49,
            54,
            [
                "Cole",
                "Ecol"
            ]
        ]
    ],
    "Viollet-le-Duc was appointed auditor to the Conseil des Bâtiments Civils in 1838, under his former teacher, Leclère.": [
        [
            0,
            14,
            [
                "Violet-le-Duc",
                "Viollet-LE-Duc",
                "Viollet-le-Due"
            ]
        ],
        [
            44,
            51,
            [
                "Conrail"
            ]
        ],
        [
            52,
            55,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            56,
            65,
            [
                "Patients",
                "Basements",
                "Abatements",
                "Aliments"
            ]
        ],
        [
            66,
            72,
            [
                "Civil",
                "Civics",
                "Cavils"
            ]
        ],
        [
            108,
            115,
            [
                "Leclerc"
            ]
        ]
    ],
    "The Council controlled all buildings belonging to the State, both their construction and renovation.": [],
    "In 1840 Mérimée, as Inspecteur Général des Monuments Historiques, the commission responsible for assigning restoration projects, nominated Viollet-le-Duc for the restoration of the church of the Madeleine, Vézelay.": [
        [
            8,
            15,
            [
                "Merited",
                "Perigee",
                "Mermen",
                "Menifee",
                "Meriden"
            ]
        ],
        [
            20,
            30,
            [
                "Inspector",
                "Inspected"
            ]
        ],
        [
            31,
            38,
            [
                "General",
                "Genera",
                "Generals",
                "Generali"
            ]
        ],
        [
            39,
            42,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ],
        [
            53,
            64,
            [
                "Histories",
                "Historizes"
            ]
        ],
        [
            139,
            153,
            [
                "Violet-le-Duc",
                "Viollet-LE-Duc",
                "Viollet-le-Due"
            ]
        ],
        [
            206,
            213,
            [
                "Veejay"
            ]
        ]
    ],
    "Viollet-le-Duc replaced the later 13th-century pointed vaults with 12th-century semicircular groin vaults in order to give a sense of unity to the nave, but changing the character of the building.": [
        [
            0,
            14,
            [
                "Violet-le-Duc",
                "Viollet-LE-Duc",
                "Viollet-le-Due"
            ]
        ]
    ],
    "He continued to work on other restorations of churches, many of which had been damaged in the French Revolution and needed sculptural replacement to return them to their didactic ambiance.": [],
    "In Sainte-Chapelle and in 1844 Notre-Dame de Paris, a commission with his colleague, <a href=\"/lassusj\">Jean-Baptiste Lassus</a>, Viollet-le-Duc substituted new sculpture for the old, often moving the old to museums.": [],
    "Notre-Dame marked the first of Viollet-le-Duc extemist interventions in churches, altering building to fit his romantic vision the middle ages.": [
        [
            31,
            45,
            [
                "Violet-le-Duc",
                "Viollet-LE-Duc",
                "Viollet-le-Due"
            ]
        ],
        [
            46,
            54,
            [
                "extremist"
            ]
        ],
        [
            131,
            142,
            [
                "Middle Ages"
            ]
        ]
    ],
    "Notre-Dame's famous gargoyles (grotesques), for example, are wholely his inventions.": [
        [
            61,
            68,
            [
                "wholly"
            ]
        ]
    ],
    "Even in his careful reconstructions, such as recutting sculptural molding (Rheims), 19th-century qualities of these works are apparent.": [
        [
            45,
            54,
            [
                "rebutting"
            ]
        ],
        [
            75,
            81,
            [
                "Reims",
                "Roams",
                "Reams",
                "Shams",
                "Whams"
            ]
        ]
    ],
    "The \"restoration\" of these buildings solidified Viollet-le-Duc's stature.": [
        [
            48,
            62,
            [
                "Violet-le-Duc",
                "Viollet-LE-Duc",
                "Viollet-le-Due"
            ]
        ]
    ],
    "He began to publish his theories of the Gothic in <em>Annales archéologiques</em> in 1845.": [],
    "In 1846 he worked on Saint-Denis abbey, Avignon between 1860-68, the cathedrals of Amiens (1849-1875), and Rheims (1861-1873) the churches at Poissy (1852-1865) and Sens.": [
        [
            3,
            7,
            [
                "1846,"
            ]
        ],
        [
            83,
            89,
            [
                "Aliens",
                "Amines",
                "Miens",
                "A miens"
            ]
        ],
        [
            107,
            113,
            [
                "Reims",
                "Roams",
                "Reams",
                "Shams",
                "Whams"
            ]
        ],
        [
            142,
            148,
            [
                "Prissy"
            ]
        ]
    ],
    "In 1854 he published his influential <em>Dictionnaire raisonné de l'architecture</em>.": [
        [
            3,
            7,
            [
                "1854,"
            ]
        ]
    ],
    "A second important work appeared four years later.": [],
    "His <em>Entretiens sur l'architecture and Dictionnaire du mobilier</em> of 1858 contained discussion on goldsmiths' work, musical instruments, jewellery and armor in addition to furniture.": [],
    "His own sketches accompanied the text.": [],
    "Although generally hailed in his own time for these restorations, Viollet-le-Duc had his detractors, including the sculptor Auguste Rodin.": [
        [
            66,
            80,
            [
                "Violet-le-Duc",
                "Viollet-LE-Duc",
                "Viollet-le-Due"
            ]
        ]
    ],
    "Viollet-le-Duc assisted on many commissions of the July Monarchy government (1830-1848), and the 1852 imperial court of Napoleon III, introduced by Mérimée.": [
        [
            0,
            14,
            [
                "Violet-le-Duc",
                "Viollet-LE-Duc",
                "Viollet-le-Due"
            ]
        ],
        [
            148,
            155,
            [
                "Merited",
                "Perigee",
                "Mermen",
                "Menifee",
                "Meriden"
            ]
        ]
    ],
    "He maintained a personal architectural practice designing houses, churches and chateaux.": [
        [
            79,
            87,
            [
                "châteaux"
            ]
        ]
    ],
    "Student revolts to his teaching of art history and esthetics at the École des Beaux-Arts resulted in his replacement by <a href=\"/taineh\">Hippolyte Taine</a> in 1864.": [
        [
            51,
            60,
            [
                "aesthetics",
                "esthetic"
            ]
        ],
        [
            68,
            73,
            [
                "Cole",
                "Ecol"
            ]
        ],
        [
            74,
            77,
            [
                "DES",
                "yes",
                "does",
                "dies",
                "desk",
                "Del"
            ]
        ]
    ],
    "After his death, his likeness was placed as one of the twelve apostles on the bronze roof sculptures at Notre-Dame.": [],
    "<a href=\"/summersonj\">John Newenham Summerson</a> called Viollet-le-Duc one of two \"supremely eminent theorists in the history of European architecture\" along with Leon Battista Alerti.": [],
    "Compared to his contemporaries, Viollet-le-Duc stridently opposed the eclecticism so many historians imagined as Gothic style.": [
        [
            32,
            46,
            [
                "Violet-le-Duc",
                "Viollet-LE-Duc",
                "Viollet-le-Due"
            ]
        ]
    ],
    "In practice, his efforts may appear less than his theory, however.": [],
    "His restoration of the cathedral at Clermont-Ferrand, for example, used the design of rose-window, south transept, of Chartres Cathedral for Clermont-Ferrand's west window, nave aisles configuration of Amiens Cathedral, and Last Judgment tympanum from St.": [
        [
            202,
            208,
            [
                "Aliens",
                "Amines",
                "Miens",
                "A miens"
            ]
        ]
    ],
    "Urbain, Troyes.": [
        [
            0,
            6,
            [
                "Urban"
            ]
        ]
    ],
    "Yet he was an outspoken critic of eclecticism, particularly in later years when his interests turned to building new village churches.": [],
    "He devoted a great amount of time to plans for rental housing, the gardener's house for the Maison Sabatier and his own villa La Vedette at Lausanne (destroyed).": [
        [
            99,
            107,
            [
                "Saboteur",
                "Saltier",
                "Sweatier"
            ]
        ],
        [
            129,
            136,
            [
                "Vendetta",
                "Odette",
                "Everette",
                "Vegetate",
                "Cadette",
                "DeGette"
            ]
        ]
    ],
    "As an architectural historian, <em>Dictionnaire raisonné de l'architecture française</em> made a substantial contribution to contemporary knowledge of medieval buildings.</p>": []
}